{
  "chapterNumber": 32,
  "title": "卷31",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：『鄭云以其記諸侯朝周公於明堂所陳列之位。』」\n[疏]正義曰：按鄭《目錄》云：「名曰《明堂位》者，以具記諸侯朝周公於明堂之時，並陳列之位也。在國之陽，其制東西九筵，南北七筵，堂崇一筵，五室，凡室二筵。此於《別錄》屬《明堂陰陽》。」按《異義》：今《戴禮說•盛德記》曰：「明堂者，自古有之。凡九室，室四戶八牖，共三十六戶，七十二牖，以茅蓋屋，上圓下方，所以朝諸侯。其外有水，名曰辟雍。」《明堂月令說》：「明堂高三丈，東西九仞，南北七筵，上圓下方，四堂十二室，室四戶八牖，其宮方三百步，在近郊三十里。」講學大夫淳於登說云：「明堂在國之陽，三里之外，七里之內，丙巳之地，就陽位，上圓下方，八窗四闥，布政之宮，故稱明堂。明堂，盛貌。周公祀文王於明堂，以配上帝五精之神，太微之庭，中有五帝坐位。」古《周禮》、《孝經說》：「明堂，文王之廟。夏後氏曰世室，殷人曰重屋，周人曰明堂。東西九筵，南北七筵，堂崇一筵，五室，凡室二筵，蓋之以茅。周公所以祀文王於明堂，以昭事上帝。」許君謹按：「今禮古禮，各以義說，無明文以知之。」鄭駁之云：「《戴禮》所云，雖出《盛德》篇，云九室三十六戶七十二牖，似秦相呂不韋作《春秋》時說者，蓋非古制也。四堂十二室，字誤，本書云九堂十二室。淳於登之言，取義於《孝經•援神契》，說宗祀文王於明堂，以配上帝，曰明堂者，上圓下方，八窗四闥，布政之宮，在國之陽。帝者，諦也，像上可承五精之神。五精之神，實在大微，在辰為巳，是以登云然。今漢立明堂於丙巳，由此為之。」如鄭此言，用淳於登之說。此《別錄》所云，依《考工記》之文。然先代諸儒各為所說不一，故蔡邕《明堂月令章句》：「明堂者，天子大廟，所以祭祀。夏後氏世室，殷人重屋，周人明堂，饗功養老，教學選士，皆在其中。」故言取正室之貌，則曰大廟；取其正室，則曰大室；取其堂，則曰明堂；取其四時之學，則曰大學；取其圓水，則曰辟雍：雖名別而實同。鄭必以為各異者，袁准《正論》：「明堂、宗廟、大學，禮之本物也。事義不同，各有所為。而世之論者，合以為一體，取《詩》、《書》放逸之文，經典相似之語，推而致之。考之人情，失之遠矣。宗廟之中，人所致敬，幽隱清淨，鬼神所居，而使眾學處焉，饗射其中，人鬼慢黷，死生交錯，囚俘截耳，瘡痍流血，以干鬼神，非其理也。茅茨采椽，至質之物，建日月，乘玉路，以處其中，非其類也。夫宗廟，鬼神所居，祭天而於人鬼之室，非其處也。王者五門，宗廟在一門之內，若射在於廟，而張三侯。又辟雍在內，人物眾多，殆非宗廟之中所能容也。」如准之所論，是鄭不同之意。然《考工記》：「明堂，南北七筵，每室二筵。」則南北三室，居六筵，室外南北唯有一筵，宗廟路寢，制如明堂。既殯在路寢室外，得容殯者，路寢雖制似明堂，其室不敢逾廟，其實寬大矣。故《多士》傳云：「天子堂廣九雉，三分其廣，以二為內，五分其內，以一為高。東房、西房、北堂各三雉。」是其闊得容殯也。或可殯在中央土室之前，近西，在金室之東，不必要在堂簷之下。"
      },
      {
        "index": 1,
        "text": "昔者周公朝諸侯於明堂之位，周公攝王位，以明堂之禮儀朝諸侯也。不於宗廟，辟王也。○朝，直遙反，注及下皆同。辟，王音避，一本作「辟正王」。天子負斧依，南鄉而立。天子，周公也。負之言背也。斧依，為斧文屏風於戶牖之間，周公於前立焉。○斧音甫。依本又作扆，同，於豈反，注同。鄉，許亮反。偝，本又作背，音倍。屏，並經反。牖音酉。三公，中階之前，北面東上。諸侯之位，阼階之東，西面北上。諸伯之國，西階之西，東面北上。諸子之國，門東，北面東上。諸男之國，門西，北面東上。九夷之國，東門之外，西面北上。八蠻之國，南門之外，北面東上。六戎之國，西門之外，東面南上。五狄之國，北門之外，南面東上。九采之國，應門之外，北面東上。四塞，世告至，此周公明堂之位也。朝之禮不於此，周公權用之也。朝位之上，上近主位，尊也。九采，九州之牧，典貢職者也。正門謂之應門，二伯帥諸侯而入，牧居外而糾察之也。四塞謂夷服、鎮服、蕃服，在四方為蔽塞者。新君即位，則乃朝。《周禮》：「侯服歲一見，甸服二歲一見，男服三歲一見，采服四歲一見，衛服五歲一見，要服六歲一見。九州之外，謂之蕃國，世一見。」○采，七在反。塞，先代反，注同，又先則反。「此周公明堂之位也」，本或無「周公」之字。近，附近之近。藩，本又作蕃，方元反，下同。壹見，壹又作一，下賢遍反，下同。要，一遙反。"
      },
      {
        "index": 2,
        "text": "[疏]「昔者」至「位也」。○正義曰：此一節明周公朝諸侯於明堂之儀，及諸侯夷狄所立之處，各依文解之。○注「周公」至「王也」。○正義曰：「周公攝王位「者，攝，代也。以成王年幼，周公代之居位，故云「攝王位」。然周公攝位而死稱薨，不云崩，魯隱公攝諸侯之位而稱薨，同正諸侯者，鄭《箴膏肓》云：「周公歸政，就臣位乃死，何得記崩？隱公見死於君位，不稱薨云何？」又玄《發墨守》云：「隱為攝位，周公為攝政，雖俱相幼君，攝政與攝位異也。」云「不於宗廟，辟王也」者，按《覲禮》，諸侯受次於廟門外，是覲在廟。今在明堂，故云「辟王」，謂辟成王也。○注「天子」至「立焉」。○正義曰：以周公朝諸侯，居天子位，故云「天子，周公也」。故《大誥》云「王若曰」。鄭云：「王謂周公，居攝命大事，則權稱王也。」王肅以為稱成王命，故稱王，與鄭異也。王肅以《家語》之文「武王崩，成王年十三」，鄭康成用衛宏之說，武王崩時，成王年十歲，與王肅異也。云「斧依，為斧文屏風於戶牖之間」者，《釋宮》云：「牖戶之間謂之扆。」今云「斧依」，故知「為斧文屏風於戶牖間」。皇氏云：「在明堂中央，大室戶牖間。」○「三公，中階之前，北面東上」，此以下一經明朝位之法。周公已居天子位，餘有二公，而云「三公」者，舉國本數言之。「中階」者，南面三階，故稱「中」。○「諸侯之位，阼階之東，西面北上」者，侯對伯為尊，故在阼階，阼階近主位也。按「諸伯」以下，皆云「之國」，此云「位」者，以三公既云「中階之前」，不云「位」。諸侯在諸國之上，特舉位言之，明以下皆朝位也。○「九夷之國，東門之外，西面北上」者，皇氏云：「在東門外之南，故北上。」○「八蠻之國，南門之外，北面東上」者，皇氏云：「在南門外之西，故東上。」○「六戎之國，西門之外，東面南上」者，皇氏云：「在西門外之北，故南上。」○「五狄之國，北門之外，南面東上」者，皇氏云：「在北門外之東。」今按經云「東上」，則宜在北門外之西，故「東上」。○「九采之國，應門之外，北面東上」，皇氏云：「在應門外之西。」此是九州之牧，謂之采者，以採取當州美物，而貢天子。故《王制》云：「千里之外曰采。」注云：「取其美物以當穀稅。」采亦是事，言各掌其當州諸侯之事，即此注云「牧居外而糾察之」是也。○「四塞，世告至」者，此謂九州之外，夷、鎮、蕃三服夷狄為四方蕃塞，每世一來朝告至，或新王即位而來朝，或已君初即位，故云「世告至」也。○注「朝位」至「一見」。○正義曰：「上近主位，尊也」者，三公則東上，侯尊於伯，故在東。子尊於男，亦在東，是「上近主位，尊也」。云「正門謂之應門」者，以明堂更無重門，非路門外之應門，以《爾雅•釋宮》云：「正門謂之應門。」李巡云：「宮中南向大門，應門也。」應，是當也。以當朝正門，故謂之應門。但天子宮內有路寢，故應門之內有路門。明堂既無路寢，故無路門及以外諸門，但有應門耳。云「二伯帥諸侯而入」者，按《顧命》，畢公率東方諸侯入應門右，召公率西方諸侯入應門左是也。云「牧居外而糾察之也」者，伯既領之入應門，故牧居應門外，糾察諸侯後入不如儀者。引《周禮》「侯服歲一見」以下，是《大行人》文也。引之者，證夷狄世一見，則經之「四塞，世告至」是也。其夷狄之名，此云「九夷、八蠻、六戎、五狄」，按《職方》云「四夷、八蠻、七閩、九貉、五戎、六狄」，《爾雅•釋地》文云「九夷、八狄、七戎、六蠻，謂之四海」，不同者，《爾雅•釋地》所云謂殷代，此「明堂」，周公朝諸侯及《職方》，並謂《周禮》，但戎狄之數，五、六不同。故《鄭志》趙商問曰：「《職方》掌四夷、八蠻、七閩、九貉、五戎、六狄之數，注云：『周之所服國數。』《明堂》云：朝位服事之國數，夷九蠻八戎六狄五。禮文事異，不達其數。」故鄭答云：「《職方》：四夷，謂四方夷狄也。九貉即九夷，在東方。八蠻在南方，閩其別也。戎狄之數，或六或五，兩文異。《爾雅》雖有與同，皆數爾，無別國之名，不甚明，故不定也。」如鄭此言，夷狄之名，既無別國顯其名，數或六或五，不可知也。明堂也者，明諸侯之尊卑也。朝於此，所以正儀辨等也。"
      },
      {
        "index": 3,
        "text": "[疏]「明堂」至「卑也」。○正義曰：所以朝諸侯於明堂者，欲顯明諸侯之尊卑，故就尊嚴之處以朝之。○注「朝於」至「等也」。○正義曰：解周公所以朝諸侯在此明堂之意。云「正儀辨等」者，《大司馬職》文。彼云「設儀辨位，以等邦國」，鄭略言之。"
      },
      {
        "index": 4,
        "text": "昔殷紂亂天下，脯鬼侯以饗諸侯。以人肉為薦羞，惡之甚也。○紂，直九反。是以周公相武王以伐紂。武王崩，成王幼弱，周公踐天子之位，以治天下。六年，朝諸侯於明堂，制禮作樂，頒度量，而天下大服。踐猶履也。頒讀為班。度，謂丈尺高卑廣狹也。量謂豆、區、斗、斛、筐、筥所容受。○相，息亮反。頒音班。量，徐音亮，注同。區，烏侯反。筐音匡。筥，紀呂反。七年，致政於成王。成王以周公為有勳勞於天下。致政，以王事歸授之。王功曰勳，事功曰勞。"
      },
      {
        "index": 5,
        "text": "[疏]「昔殷」至「天下」。○正義云：此一節明周公有勳勞之事，以殷紂亂天下，周公相武王而伐之。成王幼，不能蒞阼，周公踐天子之位以攝之，有大勳勞於天下，所以封周公於魯，行天子之禮樂及四代服器。○「脯鬼侯」者，《周本紀》作「九侯」，故庾氏云：「《史記•本紀》云：九侯有女入於紂，九侯女不好淫，紂怒殺之。」九與鬼聲相近，故有不同也。○「武王崩，成王幼弱」者，《家語》云：「武王崩，成王年十三。」鄭康成則以為武王崩，成王年十歲，是幼弱也。○「六年朝諸侯於明堂，制禮作樂，頒度量」者，周公攝政三年，天下太平，六年而始制禮作樂者，《書傳》云：「周公將制禮作樂，優遊三年，而不能作。將大作，恐天下莫我知也。將小作，則為人子不能揚父之功烈德澤，然後營洛邑，以期天下之心。於是四方民大和會。周公曰：示之以力役且猶至，而況導之以禮樂乎？」其度量六年則頒，故鄭注《尚書•康王之誥》云：「攝政六年，頒度量，制其禮樂。成王即位，乃始用之。」故《洛誥》云：「王肇稱殷禮，祀於新邑。」是攝政七年冬也。鄭云「猶用殷禮」者，至成王即位，乃用周禮是也。其周公制禮攝政，孔、鄭不同。孔以武王崩，成王年十三，至明年攝政，管叔等流言，故《金縢》云：「武王既喪，管叔及其群弟流言於國，曰：『公將不利於孺子。』」時成王年十四即位，攝政之元年，周公東征管、蔡，後二年克之。故《金縢》云：「周公居東二年，則罪人斯得。」除往年，時成王年十六，攝政之三年也。故《詩序》云：「周公東征，三年而歸。」攝政七年，營洛邑，封康叔而致政，時成王年二十，故孔注《洛誥》以時成王年二十是也。鄭則以為，武王崩成王年十歲，《周書》以武王十二月崩，至成王年十二。十二月喪畢，成王將即位，稱己小，求攝，周公將代之，管、蔡等流言，周公懼之，辟居東都。故《金縢》云「武王既喪，管叔等流言，周公乃告二公曰：『我之不辟，無以告我先王。』」既喪，謂喪服除。辟，謂辟居東都。時成王年十三，明年成王盡執拘周公屬黨，故《金縢》云：「周公居東二年，則罪人斯得。」罪人，謂周公屬黨也。時成王年十四，至明年秋大熟，有雷風之異，故鄭注《金縢》云：「秋大熟，謂二年之後。」明年秋迎周公而反，反則居攝之元年，時成王年十五。《書傳》所謂「一年救亂，明年誅武庚管蔡」等，《書傳》所謂「二年克殷，明年自奄而還」，《書傳》所謂「三年踐奄，四年封康叔」，《書傳》所謂「四年建侯、衛」，時成王年十八也。故《康誥》云「孟侯」，《書傳》云「天子」，太子十八稱孟侯。明年營洛邑，故《書傳》云「五年營成周，六年制禮作樂，七年致政於成王」，年二十一，明年乃即政，時年二十二也。禮既是鄭學，故具詳焉。○注「致政」至「曰勞」。○正義曰：「致政，以王事歸授之」者，按《洛誥》云：「朕復子明辟。」是以王事歸授之也。云「王功曰勳，事功曰勞」者，是《司勳職》文。彼注云：「上功輔成王業，若周公也。」「事功曰勞「者，注云：「以勞定國，若禹也。」周公則勳、勞兼有也。"
      },
      {
        "index": 6,
        "text": "是以封周公於曲阜，地方七百里，革車千乘。曲阜，魯地。上公之封，地方五百里，加魯以四等之附庸，方百里者二十四，並五五二十五，積四十九，開方之得七百里。革車，兵車也。兵車千乘，成國之賦也。《詩•魯頌》曰：「王謂叔父，建爾元子，俾侯於魯。大啟爾宇，為周室輔。乃命魯公，俾侯於東，錫之山川，土田附庸。」又曰：「公車千乘，朱英綠縢。」○乘，繩證反，注同。卑，必爾反，本又作俾，下同。縢，大登反。命魯公世世祀周公，以天子之禮樂。同之於周，尊之也。魯公，謂伯禽。是以魯君孟春乘大路，載弧韣，旂十有二旒，日月之章，祀帝於郊，配以後稷，天子之禮也。孟春，建子之月，魯之始郊日以至。大路，殷之祭天車也。弧，旌旗所以張幅也，其衣曰韣。天子之旌旗，畫日月。帝，謂蒼帝靈威仰也。昊天上帝，故不祭。"
      },
      {
        "index": 7,
        "text": "[疏]「是以」至「禮也」。○正義曰：自此以下，皆為周公有勳勞之事，故成王特賜魯家用天子之禮，兼四代服器，各隨文解之。○注「曲阜」至「綠縢」。○正義曰：云「曲阜，魯地」者，按《費誓序》云：「魯侯伯禽，宅曲阜。」又按定四年《左傳》：「封於少皞之虛。」臣瓚注《漢書》：「云魯城內有曲阜，逶迤長八九里。」云「加魯以四等之附庸」者，魯受上公五百里之封，又加四等附庸，四等謂侯、伯、子、男也。按《大司徒》注云：「公無附庸，侯附庸九同，伯附庸七同，子附庸五同，男附庸三同。」為二十四同，謂百里也。既受五百里之封，五五二十五，為二十五同。又加二十四同，故云「積四十九，開方計之，得七百里」。云「兵車千乘，成國之賦也」者，按《左傳》云：「成國不過半天子之軍。」按《論語》千乘之賦，居地方三百一十六里有畸，諸侯之地三百里而下，未成國也，公則五百里，侯四百里，計地餘有千乘，故謂之「成國」。引《詩•魯頌》以下者，《詩•頌•閟宮》文也。引之者，證魯廣開土宇，兵車千乘之事。云「朱英綠縢」者，言以朱為英飾，以綠為縢約也。○注「同之」至「伯禽」。○正義曰：「同之於周」者，謂同此周公於周之天子。云「魯公，謂伯禽」者，《尚書•費誓》云：「魯侯伯禽，宅曲阜。」時伯禽歸魯，周公不之魯，故《公羊》文十三年傳：「封魯公以為周公也。周公拜乎前，魯公拜乎後。曰生以養周公，死以為周公主。然則周公之魯乎？曰不之魯也。曷為不之魯？欲天下之一乎周也。」言若周公之魯，恐天下歸心於魯，故不之魯，使天下一心以事周。○注「孟春」至「不祭」。○正義曰：知孟春是建子之月者，以下云「季夏六月，以禘禮祀周公「，若是夏之季夏，非禘祭之月，即是周之季夏。明此孟春亦周之孟春。又《雜記》：「孟獻子曰：正月日至，可以有事於上帝。」故知此孟春是建子之月也。云「魯之始郊日以至」者，《郊特牲》云：「周之始郊日以至。」鄭既破周為魯，故云「魯郊日以至」。云「大路，殷之祭天車也」者，以下文云「大路，殷路」。知「祭天車」者，以祭天尚質，器用陶匏，大路一就，故知是祭天所用也。以尊敬周公，故用先代殷禮，牲用白牡，車乘殷路。云「弧，旌旗所以張幅也」者，弧以竹為之，其形為弓，以張縿之幅。故《考工記》：」弧旌枉矢，以象弧也。」注云：「弧以張縿之幅。」云「其衣曰韣」者，謂此弓之衣，謂之為韣。云「天子之旌旗，畫日月」者，《周禮》：「日月為常。」又云：「王建大常。」此云「日月之章」，與天子同也。云「帝謂蒼帝靈威仰」者，鄭恐是昊天上帝，故明之云「靈威仰」也。知非昊天上帝者，以其配後稷，後稷唯配靈威仰，不配昊天上帝也。鄭以此經唯云配以後稷，故知昊天上帝，魯不祭也。"
      },
      {
        "index": 8,
        "text": "季夏六月，以禘禮祀周公於大廟，牲用白牡，尊用犧、象、山罍，郁尊用黃目，灌用玉瓚大圭，薦用玉豆雕篹，爵用玉盞仍雕，加以璧散、璧角。俎用梡嶡，升歌《清廟》，下管《象》，朱干玉戚，冕而舞《大武》。皮弁素積，裼而舞《大夏》。《昧》，東夷之樂也。《任》，南蠻之樂也。納夷蠻之樂於大廟，言廣魯於天下也。季夏，建巳之月也。禘，大祭也。周公曰大廟，魯公曰世室，群公稱宮。白牡，殷牲也。尊，酒器也。犧尊，以沙羽為畫飾。像，像尊，骨飾之。郁尊，郁鬯之器也。黃目，黃彝也。灌，酌郁尊以獻也。瓚，形如槃，容五升，以大圭為柄，是謂「圭瓚」。篹，籩屬也，以竹為之，彫刻飾其直者也。爵，君所進於屍也。仍，因也，因爵之形為之飾也。加，加爵也。散、角，皆以璧飾其口也。梡，始有四足也，嶡為之距。《清廟》，《周頌》也。《象》謂《周頌•武》也，以管播之。朱干，赤大盾也。戚，斧也。冕，冠名也。諸公之服，自袞冕而下，如王之服也。《大武》，周舞也。《大夏》，夏舞也。《周禮》：「昧師掌教昧樂。」《詩》曰：「以雅以南，以籥不僣。」廣，大也。○季夏，戶嫁反，注及下「季夏」、「夏礿」皆同。禘，大計反。大廟，音泰，後「大廟」皆同。犧象，素何反，注下皆同。罍音雷。灌，古亂反。瓚，才旦反，圭瓚也。彫，本亦作雕。篹，息緩反，又祖管反。盞，側眼反，夏爵名，用玉飾之。散，先旦反，注同。梡，苦管反，虞俎名。嶡，居衛反，又作橛，音同，夏俎名。裼，星歷反。昧音妹。任，而林反，或而鴆反。沙，素何反。彝音夷。直如字，柄也。盾，字又作楯，常准反，又音允。卷，本又作袞，同，音古本反，下文同。僣，七尋反，又則念反。"
      },
      {
        "index": 9,
        "text": "[疏]「季夏」至「下也」。○正義曰：此一節明禘禮祀周公於大廟，文物具備之儀。○「牲用白牡」者，白牡殷牲，尊敬周公，不可用己代之牲，故用白牡。○「尊用犧、象、山罍」者，魯得用天子之尊也。犧，犧尊也。《周禮》：春夏之祭，朝踐堂上，薦血腥時，用以盛醴齊，君及夫人所酌以獻屍也。像，像尊也。《周禮》：春夏之祭，堂上薦朝事竟，屍入室饋食時，用以盛盎齊，君及夫人所酌以獻屍也。山罍，謂夏後氏之尊，天子於追享朝享之祭，再獻所用，今褒崇周公，於禘祭之時，亦雜用山尊，但不知何節所用。○「郁尊用黃目」者，郁，謂郁鬯酒，黃目，嘗烝所用。今尊崇周公，故於夏禘用之。○「灌用玉瓚大圭」者，灌，謂酌郁鬯，獻屍求神也。酌之所用玉瓚，以玉飾瓚，故曰「玉瓚」也；以大圭為瓚柄，故曰「大圭」也。○「薦用玉豆」者，薦，謂祭時所薦菹醢之屬也。以玉飾豆，故曰玉豆，下云「殷玉豆」是也。○「彫篹」者，篹，籩也，以竹為之，形似筥，亦薦時用也，彫鏤其柄，故曰「雕篹」也。○「爵用玉盞仍雕」者，爵，君酌酒獻屍杯也。盞，夏後氏之爵名也，以玉飾之，故曰「玉盞」。仍，因也，因用爵形而為之飾，故曰「仍雕」。○「加以璧散、璧角」者，加，謂屍入室饋食竟，主人酌醴齊酳屍，名為「朝獻」。朝獻竟，而夫人酌盎齊，亞獻，名為「再獻」，又名為「加」，於時薦加豆籩也。此再獻之時，夫人用璧角，內宰所謂瑤爵也。其璧散者，夫人再獻訖，諸侯為賓用之，以獻屍。雖非正加，是夫人加爵之後總而言之，亦得稱加。故此總云「加以璧散、璧角」，先散後角，便文也。「俎用梡嶡」者，梡、嶡，兩代俎也。虞俎名梡，梡形四足如案。《禮圖》云：「梡長二尺四寸，廣一尺二寸，高一尺。諸臣加云氣，天子犧飾之。夏俎名嶡，嶡亦如梡，而橫柱四足，中央如距也。」賀云：「直有腳曰梡，加腳、中央橫木曰嶡。」○「升歌《清廟》」者，升，升堂也。《清廟》，《周頌》文王詩也。升樂工於廟堂而歌《清廟》詩也。「下管《象》」者，下，堂下也。管，匏竹，在堂下，故云「下管」也。《象》謂象《武》詩也。堂下吹管，以播象《武》之詩，故云「下管《象》」也。○「朱干玉戚」者，干，盾也。戚，斧也，赤盾而玉飾斧也。○「冕而舞《大武》」者，冕，袞冕也。《大武》，武王樂也。王著袞冕，執赤盾玉斧而舞武王伐紂之樂也。○「皮弁素積，裼而舞《大夏》」者，皮弁，三王之服也。裼，見美也。《大夏》，夏禹之樂也。王又服皮弁裼而舞夏後氏之樂也。六冕是周制，故用冕而舞周樂；皮弁是三王服，故用皮弁舞夏樂也。而周樂是《武》，《武》質，故不裼。夏家樂文，文，故裼也。若諸侯之祭，各服所祭之冕而舞，故《祭統》云：「諸侯之祭也，與竟內樂之，冕而總干，率其群臣，以樂皇屍。」是知用冕服舞也。○「《昧》，東夷之樂也。《任》，南蠻之樂也」者，周公德廣，非唯用四代之樂，亦為蠻夷所歸，故賜奏蠻夷之樂於庭也。唯言夷蠻，則戎狄從可知也。又一通云正樂，既不得六代，故蠻夷則唯與二方也。《白虎通》云：「《樂元語》曰：東夷之樂曰《朝離》，萬物微，離地而生，樂持矛舞，助時生也。南夷樂曰《南》，南，任也，任養萬物，樂持羽舞，助時養也。西夷樂曰《味》，《味》，昧也，萬物衰老，取晦昧之義也，樂持羽舞，助時殺也。北夷樂曰《禁》，言萬物禁藏，樂持干舞，助時藏也。」又曰：「誰制夷狄樂？聖王也。先王推行道德，和調陰陽，覆被夷狄，故制夷狄樂，何不制夷禮？禮者，身當履而行之，夷狄不能行禮也。」此東曰《昧》，西曰《株離》，與《白虎通》正相反者，以《春秋》二方，俱有「昧」、「株離」之義，故《白虎通》及此，各舉其一。《白虎通》云：「朝離，則《株離》也。」《鉤命》決亦云：「東夷之樂曰《昧》，南夷之樂曰《南》。」與此同。○「納夷蠻之樂於大廟」者，皆於大廟奏之。○「言廣魯於天下也」者，廣魯，欲使如天子示於天下，故云「廣魯於天下也」。○注「季夏」至「大也」。○正義曰：群公稱宮，此《公羊》文。十三年傳曰：「周公稱大廟，魯公稱世室，群公稱宮。此魯公之廟也，曷為謂之世室？世室猶世世不毀也。」《左氏經》以為大室屋壞，服氏云「大廟之室」，與《公羊》及鄭違，今所不取。云「犧尊，以沙羽為畫飾」者，《鄭志》張逸問曰：「《明堂》注『犧尊，以沙羽為畫飾』，前問曰：犧讀如沙。沙，鳳皇也。不解鳳皇何以為沙？」答曰：「刻畫鳳皇之象於尊，其形婆娑然，或有作獻字者，齊人之聲誤耳。」又鄭注《司尊彝》云：「由罍，亦刻而畫之，為山雲之形。」鄭司農注《周禮•司尊彝》云：「獻讀為犧，犧尊飾以翡翠，像尊以象鳳皇。或曰以象骨飾尊。」王注《禮器》云：「為犧牛及象之形，鑿其背，以為尊故謂之犧尊。」阮諶《禮圖》云：「犧尊畫以牛形。」云「篹，籩屬也。以竹為之，雕刻飾其直者也」，知篹為籩屬者，與豆連文，故知籩屬。以字從竹，故知以竹為之。直，柄也。篹既用竹，不可刻飾，今云「雕其直」者，是刻其柄也。云「仍，因也」者，《釋詁》文也。云「加，加爵也」者，以其非正獻，故謂之「加」。云「散角皆以璧飾其口也」者，鄭恐散角以璧為之，故云以璧飾其口。內宰謂之瑤爵，此處謂之璧角者，瑤是玉名，爵是總號。璧是玉之形制，角是爵之所受之，名異，其實一物也。云「梡始有四足也」者，以虞氏尚質，未有餘飾，故知始有四足。云「嶡為之距」者，以夏世漸文，故知以橫木距於足中。云「《清廟》，《周頌》也」者，以文王有清明之德，祭之於廟而作頌也。云「《象》謂《周頌•武》也，以管播之」者，按《詩》：「維清，奏象舞。」襄二十九年見舞象箾南籥，知非文王樂。必以為《大武》，武王樂者，以經云「升歌《清廟》，下管《象》」，以父詩在上，子詩在下，故知為武王樂也。「以管播之」，謂吹管播散詩之聲也。云「《大武》，周舞也」者，上云「下管《象》」，謂吹《大武》詩，此云「舞《大武》」，謂為《大武》之舞。云「《大夏》，夏舞也」者，以《大夏》是禹樂，故為夏舞。引「《周禮》昧師」者，證經之《昧》樂。引詩「以雅以南」者，證經之南夷之樂，「任」即南也，則此《詩•小雅•鼓鍾》之詩。鄭云：「雅，萬舞也。萬也，南也，籥也。三舞不僣，言進退之旅也。周樂尚武，故謂萬舞為雅。」"
      },
      {
        "index": 10,
        "text": "君卷冕立於阼，夫人副褘立於房中。君肉袒迎牲於門，夫人薦豆籩。卿大夫贊君，命婦贊夫人，各揚其職，百官廢職，服大刑，而天下大服。副，首飾也，今之步搖是也。《詩》云：「副笄六珈。」《周禮》：「追師掌王后之首服，為副。」褘，王后之上服，唯魯及王者之後夫人服之，諸侯夫人則自揄翟而下。贊，佐也。命婦，於內則世婦也，於外則大夫之妻也。祭祀，世婦以下佐夫人。揚，舉也。大刑，重罪也。天下大服，知周公之德宜饗此也。○褘音輝，注同。袒音誕。搖，本又作繇，同，以昭反。珈音加。追，丁回反。揄，羊昭反。"
      },
      {
        "index": 11,
        "text": "[疏]「君卷」至「大服」。○正義曰：前經明祀周公所用器物，此經明祀周公之時，君與夫人卿大夫命婦行禮之儀。○「夫人副褘立於房中」者，屍初入之時，君待之於阼階，夫人立於東房中，魯之大廟，如天子明堂。得立房中者，房則東南之室也，總稱房耳。皇氏云：「祭姜嫄之廟，故有房。」按此文承上「禘祀周公」之下，下云「天下大服」，鄭注「知周公之德，宜饗此也」，則是祀周公於大廟，而云「姜嫄廟」，非辭也。○「迎牲於門」者，謂祼鬯之後，牲入之時，迎於門。○「夫人薦豆籩」者，謂朝踐及饋孰並酳屍之時，薦豆籩也。○「卿大夫贊君」者，贊，助也。卿大夫助君，謂初迎牲幣告，及終祭以來之屬也。○「命婦贊夫人」者，命婦，於內則世婦以下，於外則卿大夫妻，並助夫人薦豆籩及祭事之屬也。○「各揚其職，百官廢職，服大刑」者，當祭之時，命百官各揚舉其職事，如有廢職不供，服之以大刑。○「而天下大服」者，以祭周公，文物備具，禮儀整肅，百官供命，而天下大服。明周公之德，宜合如此。○注「副首」至「此也」。○正義曰：經云「副褘」，副是首飾，以其覆被頭首，漢之步搖亦覆首，故云「今之步搖」。引《詩》「副笄六珈」者，《詩•鄘風》，刺衛宣姜之詩也。言宣姜首著副珈，而又以以笄六玉加於副上。引「《周禮》追師」者，證副者是王后首服，言追師掌為副，以供後之首服。云「褘，王后之上服」者，按《周禮》云「褘衣、揄翟、闕翟」等，皆是後之所服。但褘衣則是王后服之上者。云「唯魯及王者之後夫人服之」者，此經「夫人副褘」，是魯得服之，王者之後得行先代天子禮樂，是王者之後夫人得服之。云「諸侯夫人則自揄翟而下」者，言其餘諸侯夫人不得服褘衣也。云「命婦，於內則世婦也，於外則大夫之妻也」者，按《喪服傳》云：「命婦者，婦人之為大夫妻。」世婦與大夫位同，故知「內則世婦也」。不云「女御及士妻」者，以經云卿大夫贊君。士賤，略而不言，明士妻及女御亦略之。"
      },
      {
        "index": 12,
        "text": "是故夏礿，秋嘗、冬烝、春社、秋省而遂大蠟，天子之祭也。不言春祠，魯在東方，主東巡守以春，或闕之。省讀為獮。獮，秋田名也。春田祭社，秋田祀祊。大蠟，歲十二月，索鬼神而祭之。○礿音藥。省，讀為獮，仙淺反。蠟，仕嫁反。守，手又反。祊音方，本又作方。索，所白反。"
      },
      {
        "index": 13,
        "text": "[疏]「是故」至「祭也」。○正義曰：此一經明魯得祭之事。○注「不言」至「祀祊」。○正義曰：云「魯在東方」者，朝恆用春，當朝之年，以朝闕祭。云「王東巡守以春」者，鄭既明朝時闕春祭，又明王巡守之時，魯亦闕春祭。巡守在於二月，不於正月祭者，皇氏云：「諸侯預前待於竟，故不得正月祭也。」云「省，讀為獮。獮，秋田名也」者，以省、獮聲相近。《大司馬》云：「中秋教治兵，遂以獮田。」故知秋田名也。云「春田祭社，秋田祀祊」者，《大司馬職》文。彼云：「秋祀祊。」鄭云：「祊當為方，謂四方句芒之屬也。」"
      },
      {
        "index": 14,
        "text": "大廟，天子明堂。庫門，天子皋門。雉門，天子應門。言廟及門如天子之制也。天子五門：皋、庫、雉、應、路。魯有庫、雉、路，則諸侯三門與？皋之言高也。《詩》云：「乃立皋門，皋門有伉。乃立應門，應門將將。」○與音餘。伉，苦浪反。將將，七良反。"
      },
      {
        "index": 15,
        "text": "[疏]「大廟」至「應門」。○正義曰：此一經明魯之門及廟之制。○「大廟，天子明堂」者，言周公大廟，制似天子明堂。○「庫門，天子皋門者，言魯之庫門，制似天子皋門。「雉門，天子應門」者，言魯之雉門，制似天子應門。○注「言廟」至「將將」。○正義曰：「言廟及門如天子之制也」者，謂制度高大，如似天子耳。不必事事皆同，故前文祭天，不得祭圓丘。又《郊特牲》祭天服裘冕，不服大裘，是不得盡如天子，記者美之，云天子之禮耳，是知魯之大廟，不可一一似明堂也。云「天子五門：皋、庫、雉、應、路」者，此經云「天子皋門」；「天子應門」，是天子有皋門、應門；《顧命》有畢門，畢門則路門也，是天子有路門；此經魯有庫門、雉門：明天子亦有五門。云「魯有庫、雉、路，則諸侯三門與」者，此經有庫門、雉門，又《檀弓》云「魯莊公之喪，既葬而絰，不入庫門」，定二年雉門災，是魯有庫、雉，則又有路門可知。魯既有三門，則餘諸侯亦有三門，故云「諸侯三門與？」但其餘諸侯有皋門、應門及路門也。引《詩》「乃立皋門、應門」者，證諸侯有皋門、應門也。所引《詩》者，《大雅•文王•綿》之篇也。言大王徙居岐周，為殷諸侯，立此皋門、應門。衛亦有庫門，故《家語》云：「衛莊公反國，孔子譏其繹之於庫門內，祊之於東方，失之矣。」是衛有庫門也。"
      },
      {
        "index": 16,
        "text": "振木鐸於朝，天子之政也。天子將發號令，必以木鐸警眾。○鐸，大各反。警，京領反。○山節，藻梲，復廟，重簷，刮楹，達鄉，反坫出尊，崇坫康圭，疏屏，天子之廟飾也。山節，刻欂盧為山也。藻稅，畫侏儒柱為藻文也。復廟，重屋也。重簷，重承壁材也。刮，刮摩也。鄉，牖屬，謂夾戶窗也，每室八窗為四達。反坫，反爵之坫也。出尊，當尊南也。唯兩君為好，既獻，反爵於其上。禮，君尊於兩楹之間。崇，高也。康，讀為「亢龍」之「亢」，又為高坫，亢所受圭，奠於上焉。屏謂之樹，今桴思也，刻之為雲氣蟲獸，如今闕上為之矣。○藻，本又作繰，音早。梲，專悅反。復音福，注同。重，直龍反，注同。簷，以占反。刮，古八反。鄉，許亮反，注同。坫，丁念反。康音抗，苦浪反。欂音博，又皮麥反，一音旁各反，徐又薄歷反，《字林》平碧反。盧如字，本又作櫨，音同。侏音朱。劘，莫何反。為好，呼報反。桴思也，音浮。"
      },
      {
        "index": 17,
        "text": "[疏]「山節」至「飾也」。○正義曰：此一節論魯之大廟之飾。○「山節」，謂欂盧刻為山形。○「藻稅」者，謂侏儒柱畫為藻文也。○「復廟」者，上下重屋也。○「重簷」者，皇氏云：「鄭云：重簷，重承壁材也，謂就外簷下壁復安板簷，以辟風雨之灑壁，故云：重簷，重承壁材。」○「刮楹」者，刮，摩也，楹，柱也，以密石摩柱。○「達鄉」者，達，通也，鄉謂窗牖也。每室四戶八窗，窗戶皆相對，以牖戶通達，故曰「達鄉」也。○「反坫」者，兩君相見，反爵之坫也。築土為之，在兩楹間，近南。人君飲酒既獻，反爵於坫上，故為之「反坫」也。○「出尊」者，尊在兩楹間，坫在尊南，故云「出尊」。○「崇坫康圭」者，崇，高也。亢，舉也。為高坫，受賓之圭，舉於其上也。○「疏屏」者，疏，刻也。屏，樹也，謂刻於屏樹，為雲氣蟲獸也。○「天子之廟飾也」者，自「山節」以下，皆天子廟飾也。反坫亦在廟，故合言廟飾也。○注「山節」至「之矣」。○正義曰：「刻欂盧也」者，「節」名欂盧，《釋宮》云：「檽謂之楶。」李巡云：「檽，今欂盧也，則今之鬥拱。」云「畫侏儒柱」者，按《釋宮》云：「杗廇謂之梁，其上楹謂之梲。」李巡曰：「樑上短柱也。」云「鄉，牖屬」者，《詩•豳風》「塞向墐戶」，是牖屬也。云「出尊，當尊南也」者，以當近南回露鄉外為出，今言「出尊」，故知「尊南」也。云「禮，君尊於兩楹之間」者，以燕禮燕臣子，列尊於東楹之西。今兩君敵體，當尊在兩楹之間，故《鄉飲酒》賓主敵體，「尊於房戶間」是也。皇氏解此，用《燕禮》之文「尊於東楹之西」為兩楹之間，失之矣。云「康，讀為亢龍之亢」者，按《易•乾•上九》：「亢龍有悔。」讀從之。云「屏謂之樹，今浮思也」者，屏謂之樹，《釋宮》文。漢時謂屏為浮思，故云「今浮思」。解者以為天子外屏，人臣至屏俯伏思念其事。按《匠人》注云：「城隅謂角浮思也。」漢時東闕浮思災，以此諸文參之，則浮思，小樓也，故城隅闕上皆有之。然則屏上亦為屋，以覆屏牆，故稱屏曰「浮思」。或解屏則「闕」也。古詩云：「雙闕百餘尺。」則闕於兩旁，不得當道，與屏別也。闕雖在兩旁，相對近道，大略言之，亦謂之當道。故讖云：「代漢者當塗高，謂巍闕也。」云「刻之為雲氣蟲獸，如今闕上為之矣」者，言古之疏屏，似今闕上畫雲氣蟲獸。如鄭此言，似屏與闕異也。"
      },
      {
        "index": 18,
        "text": "鸞車，有虞氏之路也。鉤車，夏後氏之路也。大路，殷路也。乘路，周路也。鸞，有鸞和也。鉤，有曲輿者也。大路，木路也。乘路，玉路也。漢祭天，乘殷之路也。今謂之桑根車也，《春秋傳》曰：「大路素。」鸞，或為欒也。○鉤，古侯反。乘，徐食證反，注同。欒，力九反。"
      },
      {
        "index": 19,
        "text": "[疏]「鸞車」至「路也」。○正義曰：此一經明魯有四代之車，其制各別。○鸞車，車有鸞和也。路，則車也。○「鉤車，夏後氏之路也」者，鉤，曲也。輿，則車床。曲輿，謂曲前闌也。虞質，未有鉤矣。○「大路，殷路也」者，大路，木路也。○「乘路，周路也」者，乘路，玉路也。周王禮，故用玉。○注「《春秋傳》曰：大路素」。○正義曰：按桓二年《左氏》云：「大路越席。」越席是祀天之席，則大路亦祭天之車。以祭天尚質，故鄭云：「大路素。」"
      },
      {
        "index": 20,
        "text": "有虞氏之旂，夏後氏之綏，殷之大白，周之大赤。四者，旌旗之屬也。綏當為緌，讀如冠蕤之「蕤」。有虞氏當言緌，夏後氏當言旂，此蓋錯誤也。緌，謂注旄牛尾於槓首，所謂大麾。《書》云：「武王左杖黃鉞，右秉白旄以麾。」《周禮》：「王建大旂以賓，建大赤以朝，建大白以即戎，建大麾以田也。」○綏，依注為緌，耳隹反。注，之樹反。旄音毛。槓音江。麾，毀皮反。左杖，直亮反。鉞音越。"
      },
      {
        "index": 21,
        "text": "[疏]「有虞」至「大赤」。○正義曰：此一經論魯有四代旌旗。「有虞氏之旂」者，旂當為緌，但注旄竿首，未有旒縿。「夏後氏之綏」者，鄭云綏當為旂。夏後氏漸文，既注旄竿首，又有旒縿。○「殷之大白」，謂白色旗。「周之大赤」者，赤色旗。此大白大赤，各隨代之色。無所畫也。○注「有虞」至「田也」。○正義曰：知「有虞氏當言緌，夏後氏當言旂」者，以虞質於夏，故知虞世但注旄，夏世始加旒縿。知「注旄牛尾於槓首」者，《爾雅•釋天》云「注旄首曰旌」是也。云「所謂大麾」者，所謂「巾車建大麾以田」者是也。必知此緌當「大麾」者，彼大麾上有大白大赤，此經「夏後氏之綏」下有「大白，大赤」，故知緌當大麾也。然《巾車》注云：「正色言之，大麾，夏後氏之旗，色黑。」鄭此注以緌為有虞氏所建緌，則大麾不同者，有虞氏但有注旄竿首，夏後氏之旗，若去旒縿，則與虞氏不異，同謂之緌也。以「巾車」連「大白大赤」，故以緌麾為之旗。引「《書》曰」者，《牧誓》文。引之者，證白旄以指麾，是「大麾」也。引《周禮》者，《巾車職》文，明天子所用。然則魯之所用，亦當然也。"
      },
      {
        "index": 22,
        "text": "夏後氏駱馬黑鬣，殷人白馬黑首，周人黃馬蕃鬣。○夏後氏牲尚黑，殷白牡，周騂剛。順正色也。白馬黑鬣曰駱。殷黑首，為純白凶也。騂剛，赤色。○駱音洛，鬣，力輒反。蕃鬣，字又作番，音煩。郭璞云：「兩披髮。」騂，息營反，又呼營反。正音征，又如字。為，於偽反。"
      },
      {
        "index": 23,
        "text": "[疏]「夏後」至「騂剛」。○正義曰：此一經明魯有三代之馬，及牲色不同。「夏後氏駱馬黑鬣」者，駱，白黑相間也。此馬白身黑鬣，故云「駱」也。夏尚黑，故用黑鬣也。「殷人白馬黑首」者，殷尚白，故白馬也。純白似凶，故黑頭也。頭黑而鬣白，從所尚也。然類三代，俱以鬣為所尚也。○「周人黃馬蕃鬣」者，蕃，赤也。周尚赤，用黃，近赤也。而用赤鬣，為所尚也。熊氏以為蕃鬣為黑色，與周所尚乖，非也。「夏後氏牲尚黑，殷白牡，周騂剛」者，賜魯用三代牲也。騂，赤色也。剛，牡也。騂言剛，則白亦剛，白言牡，黑亦牡也。故殷告天云「敢用玄牡」，從天色也。"
      },
      {
        "index": 24,
        "text": "泰，有虞氏之尊也。山罍，夏後氏之尊也。著，殷尊也。犧、象，周尊也。泰用瓦。著，著地無足。○大音太，本亦作泰。著，直略反，注同。"
      },
      {
        "index": 25,
        "text": "[疏]「泰有」至「尊也」。○正義曰：此一經明魯用四代尊也。虞尊用瓦名泰也。然或用三代，或用四代者，隨其禮存者而用之耳，無別義也。○「山罍，夏後氏之尊也」者，罍為雲雷也，畫為山雲之形也。○「著，殷尊也」者，無足而底著地，故謂為著也。然殷尊無足，則其餘泰、罍、犧，並有足也。○「犧、象，周尊也」者，畫沙羽及象骨飾尊也。然殷名「著」，周名「犧象」，而《禮器》云：「君西酌犧象。」亦是周禮也。○注「泰用」至「無足」。○正義曰：以《考工記》云：「有虞氏尚陶。」《檀弓》又云：「有虞氏瓦棺。」故知泰尊用瓦也。"
      },
      {
        "index": 26,
        "text": "爵，夏後氏以盞，殷以斝，周以爵。斝，畫禾嫁也。《詩》曰：「洗爵奠斝。○斝音嫁，又古雅反，注同。\n[疏]「爵夏」至「以爵」。○正義曰：此一經明魯有三代爵，並以爵為形，故並標名於其上。○「夏後氏以盞」者，夏爵名也，以玉飾之故，前云「爵用玉盞仍雕」是也。○「殷以斝」者，殷亦爵形而畫為禾嫁，故名斝，斝，嫁也。○「周以爵」者，皇氏云：「周人但用爵形，而不畫飾。」按《周禮•太宰》：「贊玉幾玉爵。」然則周爵或以玉為之，或飾之以玉。皇氏云「周爵無飾」，失之矣。"
      },
      {
        "index": 27,
        "text": "灌尊，夏後氏以雞夷，殷以斝，周以黃目。○其勺，夏後氏以龍勺，殷以疏勺，周以蒲勺。夷讀為彝，《周禮》：「春祠夏禴，祼用雞彝鳥彝。秋嘗冬烝，祼用斝，裸用彝黃彝。」龍，龍頭也。疏，通刻其頭。蒲，合蒲如鳧頭也。○勺，市灼反，下同。禴音藥。祼，古亂反。"
      },
      {
        "index": 28,
        "text": "[疏]「灌尊」至「蒲勺」。○正義曰：此一節明魯有三代灌尊及所用之勺。○「夏後氏以雞夷」者，夷即彝，彝，法也。與餘尊為法，故稱彝。「雞彝」者，或刻木為雞形，而畫雞於彝。○「殷以斝」者，鄭司農云：「畫為禾稼。」「周以黃目」者，以黃金為目。皇氏云：「夏後氏以瓦泰之上畫以雞彝，殷著尊畫為稼彝。」然尊、彝別作，事不相依，而皇氏以當代之尊為彝，文無所據。假因當代尊為彝，則夏後氏當因山罍，不得因虞氏瓦泰。皇氏之說，其義並非也。○「夏後氏以龍勺」者，勺為龍頭。○「殷以疏勺」者，疏，謂刻鏤，通刻勺頭。○「周以蒲勺」者，皇氏云：「蒲謂合蒲，當刻勺為鳧頭，其口微開如蒲草，本合而末微開也。」○注「夷讀」至「頭也」。○正義曰：引《周禮•春祠》「夏禴」以下，《司尊彝職》之文。云「春祠夏禴，祼用雞彝鳥彝」者，雞彝盛明水，鳥彝盛郁鬯也。秋嘗冬烝，祼用斝彝黃彝」者，義亦然。必知一時之祭並用兩彝者，以下云「朝踐用兩犧尊，再獻用兩象尊」，犧、象不可即為二時，故知兩彝祗當一節。皇氏、沈氏並云：「春用雞彝，夏用鳥彝，秋用斝彝，冬用黃彝。春屬雞，夏屬鳥，秋屬收禾稼，冬屬土色黃，故用其尊。」皇氏等此言，文無所出，謂言及於數，非實論也。種曰稼，斂曰穡，秋時不得稱稼。《月令》：「季秋草木黃落。」冬即色玄，不得用黃彝也。下「追享」「朝享」用虎彝蜼彝，追享謂祈禱也，朝享謂月祭也，若有所法，則四時不同，何以獨用虎蜼？又崔氏義，宗廟祫祭用十八尊，祫在秋；禘祭用十六尊，禘在夏也。是一時皆數兩彝，得為十八、十六。若每時用唯有一彝，秪十七，十五，是知皇氏等之說，其義非也。"
      },
      {
        "index": 29,
        "text": "土鼓，蕢桴，葦籥伊耆氏之樂也。蕢當為塊，聲之誤也。籥如笛，三孔。伊耆氏，古天子有天下之號也。今有姓伊耆氏者。○蕢讀為塊，苦對反。桴音浮。葦，於鬼反。籥音藥。蕢，其位反，又苦怪反。笛，本又作篴，音狄。"
      },
      {
        "index": 30,
        "text": "[疏]「土鼓」至「樂也」。○正義曰：此一經明魯用古代之樂，「土鼓」謂築土為鼓，「簣桴」以土塊為桴。○「葦籥」者，謂截葦為籥，此等是伊耆氏之樂，魯得用也。○注「蕢當」至「氏者」。○正義曰：經云「蕢」者，草名，與土鼓相對，故讀為塊。云「伊耆氏，古天子有天下之號也」者，《禮運》云：「伊耆氏始為蠟。」蠟是報田之祭。按《易•繫辭》神農始作耒耜，是田起於神農，故說者以伊耆氏為神農也。"
      },
      {
        "index": 31,
        "text": "拊搏，玉磬，揩擊，大琴，大瑟，中琴，小瑟，四代之樂器也。拊搏，以韋為之，充之以糠，形如小鼓。揩擊，謂祝、敔，皆所以節樂者也。四代，虞、夏、殷、周也。○拊，芳甫反。搏音博。揩，居八反，注同。大琴，徐本作瑟。糠音康。祝，昌六反。敔，魚呂反，本又作圉。"
      },
      {
        "index": 32,
        "text": "[疏]「拊搏」至「器也」。○正義曰：此一經論魯有四代樂器，但四代漸文，不如土鼓、葦籥之質，故別起其文也。"
      },
      {
        "index": 33,
        "text": "魯公之廟，文世室也。武公之廟，武世室也。此二廟，像周有文王、武王之廟也。世室者，不毀之名也。魯公，伯禽也。武公，伯禽之玄孫也，名敖。"
      },
      {
        "index": 34,
        "text": "[疏]「魯公」至「室也」。○正義曰：此一經明魯有二廟不毀，像周之文、武二祧也。○「文世室」者，魯公伯禽有文德，世世不毀其室，故云「文世室」。「武世室」者，伯禽玄孫武公有武德，其廟不毀，故云武世室。○注「武公」至「名敖」。○正義曰：按成六年立武宮，《公羊》、《左氏》並譏之，不宜立也。又武公之廟，立在武公卒後，其廟不毀，在成公之時，此《記》所云，美成王褒崇魯國而已。云「武公之廟，武世室」者，作《記》之人，因成王褒魯，遂盛美魯家之事。因武公其廟不毀，遂連文而美之，非實辭也。故下云「君臣未嘗相弒，禮樂、刑法、政俗未嘗相變也」，鄭云：「亦近誣矣。」是不實也。「伯禽玄孫」者，按《世本》：「伯禽生煬公熙，熙生弗，弗生獻公具，具生武公敖。」是伯禽玄孫名敖。"
      },
      {
        "index": 35,
        "text": "米廩，有虞氏之庠也。序，夏後氏之序也。瞽宗，殷學也。泮宮，周學也。庠、序，亦學也。庠之言詳也，於以考禮詳事也。魯謂之米廩。虞帝上孝，令藏粢盛之委焉。序，次序王事也。瞽宗，樂師瞽朦之所宗也，古者有道德者使教焉，死則以為樂祖，於此祭之。泮之言班也，於以班政教也。○廩，力甚反。泮音判。委，於偽反，又作積，丁賜反。朦音蒙。"
      },
      {
        "index": 36,
        "text": "[疏]「米廩」至「學也」。○正義曰：此一經明魯得立四代之學也。○「米廩，有虞氏之庠也」者，言魯之米廩，是有虞氏之庠。魯以虞氏之庠為廩，以藏粢盛。○「序，夏後氏之序也」者，是夏家之學也。○注「魯謂」至「祭之」。○正義曰：「虞帝上孝」者，《尚書》云：「烝烝又。」《禮記》云：「舜其大孝也與？」是「虞帝上孝」也。云「今藏粢盛之委焉」者，委謂委積，言魯家於此學中，藏此粢盛委積。按桓十四年御廩災，《公羊》云：「御廩者何？粢盛委之所藏也。」云「古者有道德者使教焉，死則以為樂祖」者，《大司樂》文。云「於此祭之」者，謂於此瞽宗祭之，故《大司樂》云「祭於瞽宗」是也。"
      },
      {
        "index": 37,
        "text": "崇鼎，貫鼎，大璜，封父龜，天子之器也。崇、貫、封父，皆國名。文王伐崇。古者伐國，遷其重器，以分同姓。大璜，夏後氏之璜，《春秋傳》曰：「分魯公以夏後氏之璜。」○貫，古喚反。璜音黃。父音甫，注同。分魯，扶問反。"
      },
      {
        "index": 38,
        "text": "[疏]注「崇貫」至「之璜」。○正義曰：知皆國名者，《春秋》宣元年晉趙穿侵崇，又《書傳》有崇侯、虎貫，與「崇」連文，故知崇貫皆國名。定四年《左氏傳》：「夏後氏之璜，封父之繁弱。」封父與夏後氏相對，故知封父亦國名。云「文王伐崇」者，《詩•大雅》文。云「古者伐國，遷其重器，以分同姓」者，按昭十五年《左傳》云：「密須之鼓、關鞏之甲以賜晉。」是遷其重器，以分同姓也。"
      },
      {
        "index": 39,
        "text": "越棘、大弓，天子之戎器也。越，國名也。棘，戟也。《春秋傳》曰：「子都拔棘。」\n[疏]注「越國」至「拔棘」。○正義曰：以崇鼎、貫鼎是崇貫所出之鼎，則知越棘是越國所有之棘。引《春秋傳》曰「子都拔棘」者，隱十一年《左傳》文，證棘為戟。「棘，戟」，《方言》文也。"
      },
      {
        "index": 40,
        "text": "夏後氏之鼓足，殷楹鼓，周縣鼓。足，謂四足也。楹謂之柱，貫中上出也。縣，縣之簨虡也。《殷頌》曰：「植我□鼓。」《周頌》曰：「應<申柬>縣鼓。」○縣音玄，注及下注同。簨，本又作筍，恤尹反。虡音巨。植，而力反，又音置，徐音徒吏反，又徒力反。□音桃。應，應對之應。<申柬>音胤。"
      },
      {
        "index": 41,
        "text": "[疏]注「殷頌」至「縣鼓」。正義曰：所引《殷頌》者，《那》之篇，鄭注云：「置讀曰植，植□鼓。」引之者，證「殷楹鼓」。引《周頌•有瞽》之篇者，按《周頌•有瞽》：「始作樂，合於大祖。」經云：「應田縣鼓。」《毛傳》云：「田，大鼓。」鄭云：「田當為<申柬>，<申柬>，小鼓，在大鼓之旁。」引之者，證周之「縣鼓」。"
      },
      {
        "index": 42,
        "text": "垂之和鐘，叔之離磬，女媧之笙簧。垂，堯之共工也。女媧，三皇承宓羲者，叔，未聞也。和、離，謂次序其聲縣也。笙簧，笙中之簧也。《世本•作》曰：「垂作鐘，無句作磬，女媧作笙簧」。○鐘，章凶反，《說文》作「鍾」，以此鍾為酒器，《字林》之用反。媧，徐古蛙反，又古華反。共音恭。宓音密，本又作虙，音伏。戲音羲。句，其俱反，字又作劬。"
      },
      {
        "index": 43,
        "text": "[疏]「垂之」至「笙簧」。正義曰：此一經明魯有先代之樂。○「垂之和鍾」者，垂之所作調和之鐘。○「叔之離磬」者，叔之所作編離之磬。○「女媧之笙簧」者，女媧所作笙中之簧，言魯皆有之。○注「垂，堯之共工也」至「女媧作笙簧」。○正義曰：按《舜典》垂作共工，謂舜時也。鄭不見古文，故以為堯時。云「女媧，三皇承宓羲」者，按《春秋緯•運斗樞》：「差德序命，宓羲、女媧、神農為三皇。」是「承宓羲者」。《帝王世紀》云「女媧氏風姓，承庖羲制度，始作笙簧，無所革造。故《易》不載，不序於行，蛇身人首」是也。云「和、離，謂次序其聲縣也」者，「聲」解「和」也。「縣」解「離」也。言縣磬之時，其磬希疏相離。云「《世本•作》曰」者，《世本》，書名，有《作》篇，其篇記諸作事。云「無句作磬」者，皇氏云：「無句，叔之別名。」義或然也。"
      },
      {
        "index": 44,
        "text": "夏後氏之龍簨虡，殷之崇牙，周之璧翣。簨虡，所以縣鍾、磬也。橫曰簨，飾之以鱗屬；植曰虡，飾之以裸屬、羽屬。簨以大版為之，謂之業。殷又於龍上刻畫之為重牙，以掛縣紘也。周又畫繒為翣，戴以璧，垂五采羽於其下，樹於簨之角上，飾彌多也。《周頌》曰：「設業設虡，崇牙樹羽。」○翣，所甲反，又作翣。植，巿力反，徐徒力反。臝，力果反。重，直龍反。掛音卦。紘，徐音宏。載以，音戴。"
      },
      {
        "index": 45,
        "text": "[疏]「夏後」至「璧翣」。正義曰：此一經明魯有三代樂縣之飾。○「夏後氏之龍簨虡」者，謂簨虡之上，以龍飾之。○「殷之崇牙」者，謂於簨之上，刻畫木為崇牙之形以掛鐘磬。○「周之璧翣」者，謂周人於此簨上畫繒為翣，戴之以璧，下縣五采羽，掛於簨角，後王彌文，故飾彌多也。○注「橫曰」至「樹羽」。○正義曰：「橫曰簨，飾之以鱗屬，植曰虡，飾之以裸屬」者，按《考工記》：筍，飾之以鱗屬；鍾虡，飾之以臝屬；磬虡，飾之以羽屬。如《考工記》之文，則筍飾以龍此經並云虡者，蓋夏時簨之與虡，皆飾之以鱗，至周乃別，故云「龍簨虡」，或可因簨連言虡也。云「簨以大版為之，謂之業」者，《詩周頌》云：「設業設虡。」以業、虡相對，故知業則簨也。其實簨上更加大版，刻崇牙謂之業。故《詩•大雅》云：「虡業惟樅。」注云「虡也，拘也。所以縣鐘鼓也。設大版於上，刻畫以為飾」是也。云「周又畫繒為翣，戴以璧」者，翣，扇也。言周畫繒為扇，戴小璧於扇之上。云「垂五采羽於其下，樹於虡之角上」者，按《漢禮器制度》而知也。引《周頌》者，證簨虡及崇牙樹羽之義。皇氏云：「崇牙者，崇，重也，謂刻畫大版，重疊為牙。」"
      },
      {
        "index": 46,
        "text": "有虞氏之兩敦，夏後氏之四連，殷之六瑚，周之八簋。皆黍稷器，制之異同，未聞。○敦音對，又都雷反。連，本又作璉，同，力展反。瑚音胡。簋音軌。"
      },
      {
        "index": 47,
        "text": "[疏]注「皆黍」至「未聞」。○正義曰：簋是黍稷之器，敦與瑚璉共簠簋連文，故云黍稷器也。按鄭注《周禮•舍人》云：「方曰簠，圓曰簋。」此云未聞者，謂瑚璉之器，與簋異同未聞也。鄭注《論語》云：「夏曰瑚，殷曰璉。」不同者，皇氏云：「鄭注《論語》誤也。此言兩敦、四璉、六瑚、八簋者，言魯之所得唯此耳。」"
      },
      {
        "index": 48,
        "text": "俎，有虞氏以梡，夏後氏以嶡，殷以椇，周以房俎。梡，斷木為四足而已。之言蹶也，謂中足為橫距之象，周禮謂之距。椇之言枳椇也，謂曲橈之也。房，謂足下跗也，上下兩間，有似於堂房。《魯頌》曰：「籩豆大房。」○椇，俱甫反。斷，丁亂反，又丁管反。嶡，俱衛反。橫，古曠反，又音光，又華盲反。枳，吉氏反。橈音擾。跗，方於反。"
      },
      {
        "index": 49,
        "text": "[疏]注「梡斷」至「大房」。○正義曰：知「梡，斷木為四足」者，以虞氏尚質，未有餘飾，故知但有四足而已。云「謂中足為橫距之象」者，以言嶡謂足以橫蹶，故鄭讀嶡為蹶，謂足橫辟不正也。今俎足間有橫，似有橫<厥足>之象，故知足中央為橫距之象，言雞有距，以距外物，今兩足有橫而相距也。云「周禮謂之距」者，非《周禮》正文，言周代禮儀，謂此俎之橫者為距。故《少牢禮》：「腸三胃三。」長皆及俎距是也。云「椇之言枳椇也，謂曲橈之也」者，椇枳之樹，其枝多曲橈，故陸機《草木疏》云：「椇曲來巢，殷俎似之。」故云「曲橈之也」。云「房，謂足下跗也，上下兩間，有似於堂房」者，按《詩》注云：「其制足間有橫，下有跗。」似乎堂後有房，然如鄭此言，則俎頭各有兩足，足下各別為跗，「足間橫」者，似堂之璧橫，下二跗，似堂之東西頭各有房也。但古制難識，不可委知。南北諸儒亦無委曲解之，今依鄭注，略為此意，未知是否。"
      },
      {
        "index": 50,
        "text": "夏後氏以楬豆，殷玉豆，周獻豆。楬，無異物之飾也。獻，疏刻之。齊人謂無髪為禿楬。○楬，徐苦瞎反，注同，又苦八反。獻，素何反。禿，土木反。"
      },
      {
        "index": 51,
        "text": "[疏]注「獻，疏刻之」。○正義曰：獻音娑，娑是希疏之義，故為疏刻之。\n有虞氏服□，夏後氏山，殷火，周龍章。□，冕服之□也，舜始作之，以尊祭服，禹湯至周，增以畫文，後王彌飾也。山，取其仁可仰也。火，取其明也。龍，取其變化也。天子備焉，諸侯火而下，卿大夫山，士韎韋而已。□，或作黻。○黻音弗。韎，莫拜反。"
      },
      {
        "index": 52,
        "text": "[疏]「有虞」至「龍章」。○正義曰：此一經論魯有四代□制。○「有虞氏服紱」者，直以韋為□，未有異飾，故云「服□」。夏後氏畫之以山，殷人增之以火，周人加龍以為文章。○注「□冕」至「而已」。○正義曰：《易•困卦•九二》爻辭：「朱紱方來，利用享祀。」是□為祭服也。云「天子備焉，諸侯火而下，卿大夫山，士韎韋而已」者，按《士冠禮》：「士韎韐。」是士無飾。推此即尊者飾多，此有四等，天子至士亦為四等，故知卿大夫加山，諸侯加火，天子加龍。"
      },
      {
        "index": 53,
        "text": "有虞氏祭首，夏後氏祭心，殷祭肝，周祭肺。氣主盛也。夏後氏尚明水，殷尚醴，周尚酒。此皆其時之用耳，言「尚」非。"
      },
      {
        "index": 54,
        "text": "[疏]注「此皆」至「尚非」。○正義曰：夏後氏尚質，故用水。殷人稍文，故用醴。周人轉文，故用酒。故云「此皆其時之用耳」。云「言尚非」者，按《儀禮》設尊尚玄酒，是周家亦尚明水也。按《禮運》云：「澄酒在下。」是三酒在堂下，則周世不尚酒，故知經言「尚」者，非也。"
      },
      {
        "index": 55,
        "text": "有虞氏官五十，夏後氏官百，殷二百，週三百。周之六卿，其屬各六十，則週三百六十官也。此云三百者，記時《冬官》亡矣。《昏義》曰：「天子立六官，三公九卿，二十七大夫，八十一元士，凡百二十。」蓋謂夏時也。以夏、周推前後之差，有虞氏官宜六十，夏後氏宜百二十，殷宜二百四十，不得如此記也。"
      },
      {
        "index": 56,
        "text": "[疏]「有虞」至「三百」。○正義曰：此經明魯家兼有四代之官，然魯是諸侯。按《大宰職》，諸侯唯有三卿五大夫，故《公羊傳》司徒司空之下，各有二小卿，司馬之下一小卿，是三卿五大夫也。今魯雖被褒崇，何得備立四代之官？而備三百六十職者？當成王之時，褒崇於魯，四代官中，雜存官職名號，是使魯有之，非謂魯得盡備其數。但記者盛美於魯，因舉四代官之本數而言之。○「有虞氏官五十」者，鄭差之，當為六十。○「夏後氏官百」者，鄭差之，當為百二十。○「殷二百者，鄭差之，當為二百四十。○「週三百」者，鄭據《記》時《冬官》亡矣，故言三百。若兼《冬官》，則三百六十也。○注「周之」至「記也」。○正義曰：云「周之六卿，其屬各六十」者，《小宰職》文。云「此云三百者，《記》時《冬官》亡矣」者，以此經四代相對，各陳其官，宜舉實數，故云「《冬官》亡矣」。若文無所對，即舉其成數，故《禮器》經禮三百，《曲禮》三千。鄭《禮序》云「舉大略小，闕其殘」者，是與此經不同。引「《昏義》」者，欲證明夏官百二十，夏倍於虞，殷倍於夏。殷官既多，周不可倍之，故但加殷百二十耳。按《尚書•周官》云：「唐虞稽古，建官惟百。夏商官倍，亦克用乂。」與此數不同者，《禮》是記事之典，須委曲備言，《書》是疏通之教，故舉大略小。"
      },
      {
        "index": 57,
        "text": "有虞氏之綏，夏後氏之綢練，殷之崇牙，周之璧翣。綏亦旌旗之緌也。夏綢其槓，以練為之旒。殷又刻繒為崇牙，以飾其側，亦飾彌多也。湯以武受命，恆以牙為飾也。此旌旗及翣皆喪葬之飾。《周禮》：大喪葬，巾車執蓋，從車持旌，御僕持翣，旌從遣車，翣夾柩路左右前後。天子八翣，皆戴璧垂羽。諸侯六翣，皆戴圭。大夫四翣，士二翣，皆戴緌。孔子之喪，公西赤為志，亦用此焉。《爾雅》說旌旗曰：「素錦綢槓，纁帛縿素，升龍於縿，練旒九。」○緌，耳隹反，注並同。綢，吐刃反，注同，徐音籌。從，才用反，下同。遣，棄戰反。夾，古洽反。柩，其久反。熏，字又作纁，香雲反。縿，所銜反。"
      },
      {
        "index": 58,
        "text": "[疏]「有虞」至「璧翣」。○正義曰：此一經明魯有四代喪葬旌旗之飾。「有虞氏之綏」者，則前經注旄於竿首。○「夏後氏之綢練」者，謂綢槓以練，又為之旒。○「殷之崇牙」者，謂刻繒為崇牙之形，飾旌旗之側。○「周之璧翣」者，謂周代以物為翣，翣上戴之以璧，陳之而鄣柩車。○注「綏亦」至「旒九」。○正義曰：「綏亦旌旗之緌」者，以前經云「夏後氏之綏」，是旌旗之緌，故云「綏亦旌旗之緌」，緌，謂注旄竿首也。云「夏綢其槓，以練為之旒」者，既綢槓以練，又知以練為旒者，以《爾雅》云「練旒九」也。云「湯以武受命，恆以牙為飾也」者，前經云簨虡既以崇牙為飾，此旌旗又飾以崇牙，故云「恆」也。周亦武取天下，但殷既以牙為飾，周世尚文，更取他物飾之，不復用牙。云「此旌旗及翣皆喪葬之飾」者，以前文「崇牙」、「璧翣」是飾簨虡，此與夏後「綢練」連文。按《檀弓》：「綢練設旐，夏也。」是喪葬旌旗，故知喪葬之飾。引「《周禮》：大喪葬，巾車執蓋，從車持旌，御僕持翣」者，證明葬有旌旗及翣之義。云「天子八翣皆戴璧」者，天子八翣，《禮器》文，「皆戴璧」，即此璧翣，天子之禮也。云「諸侯六翣，皆戴圭，大夫四翣，士二翣，皆戴緌」，並《喪大記》文也。引《檀弓》「孔子之喪」及《爾雅》者，證明此經是喪葬之飾，並明綢練之義。"
      },
      {
        "index": 59,
        "text": "凡四代之服、器、官，魯兼用之。是故魯，王禮也，天下傳之久矣，君臣未嘗相弒也。禮樂、刑法、政俗，未嘗相變也。天下以為有道之國，是故天下資禮樂焉。王禮，天子之禮也。傳，傳世也。資，取也。此蓋盛周公之德耳。春秋時魯三君弒；又士之有誄，由莊公始；婦人髽而吊，始於台駘。云「君臣未嘗相弒，政俗未嘗相變」，亦近誣矣。「資」或為「飲」。○傳，丈專反，注同。弒，本又作殺，音試，注同。誄，力軌反。髽，側瓜反。台音胡。駘，大來反。近如字，又附近之近。"
      },
      {
        "index": 60,
        "text": "[疏]「凡四」至「樂焉」。○正義曰：此一經，記者既陳四代服器官於前，此經結之後，美大魯國也。然言「土鼓，葦籥，伊耆氏之樂」，又有女蝸氏笙簧，非唯四代而已。今此秪言四代者，據其多者言之，唯舉四代耳。其間亦有但舉三代者，此四代服器，魯家每物之中得有用之，不謂事事盡用。○「天下以為有道之國」者，作《記》之時，是周代之末，唯魯獨存周禮，故以為「有道之國」。「是故天下資禮樂焉」者，《左傳》襄十年云：「諸侯宋、魯，於是觀禮。」宋為王者之後，魯是周公之胤，是「天下資禮樂焉」。○注「春秋」至「台駘」。○正義曰：按隱十一年，羽父請殺桓公，將以求大宰，隱公不許，羽父使賊弒隱公，是弒一君也。莊三十二年，慶父使圉人犖賊子般，是弒二君也。閔二年，慶父又使卜齮賊公於武闈，是弒三君也。云「士之有誄，由莊公始」者，《檀弓》文，在《左傳》莊十年乘丘之役也。云「婦人髽而吊，始於台駘」者，亦《檀弓》文。《左氏》襄四年，臧武仲與邾人戰於狐駘，被邾人所敗，是其事也。"
      }
    ]
  }
}