{
  "chapterNumber": 27,
  "title": "卷26",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "郊之祭也，迎長日之至也。《易說》曰：「三王之郊，一用夏正。夏正，建寅之月也。」此言迎長日者，建卯而晝夜分，分而日長也。○正音征，下同。"
      },
      {
        "index": 1,
        "text": "[疏]「郊之」至「至也」。○正義曰：此一節總明郊祭之義。○「迎長日之至也」者，明郊祭用夏正建寅之月，意以二月建卯春分後日長。今正月建寅，郊祭，通而迎此長日之將至。○注「易說」至「長也」。○正義曰：此《易緯•乾鑿度》文，必用夏正，彼文云：「方此之時，天地交，萬物通，所以順四時，法天地之道。」按《書傳》云：「迎日，謂春分迎日也。」即引寅賓出日，皆謂春分。知此迎長日非春分者，此云「兆於南郊，就陽位」，若是春分朝日，當在東郊，故知非也。又下云「帝牛不吉，以為稷牛」。故知祭天非唯祭日也。"
      },
      {
        "index": 2,
        "text": "大報天而主日也。大，猶遍也。天之神，日為尊。○遍音遍。兆於南郊，就陽位也。日，太陽之精也。\n[疏]「大報」至「位也」。○正義曰：大，猶遍也。雖特尊所出之帝，而又遍報天之一切神，而天之諸神，唯日為尊。故此祭者，日為諸神之主，故云主日也。不用所出之帝為主，而主日者，所出尊，不與諸神為賓主也，猶如君燕群臣，使膳宰為主人，不以君為主也。○注「大猶」至「為尊」。○正義曰：天之諸神莫大於日，祭諸神之時，日居諸神之首，故云日「為尊」也。凡祭日月之禮，崔氏云：「一歲有四，迎氣之時，祭日於東，祭月於西。故《小宗伯》云『兆五帝於四郊，四望、四類亦如之』，是其一也。春分朝日，秋分夕月，是其二也。此等二祭，日之與月各祭於一處，日之與月，皆為壇而祭，所謂王宮祭日，夜明祭月，皆為燔柴也。夏正郊天之時而主日，配以月，《祭義》云『大報天而主日，配以月』，是其三也。孟冬大蠟之時，又祭日月，故《月令》孟冬『祈來年於天宗』，是其四也。此二祭並祭日月，共在一處，則祭日於壇，祭月於坎。壇則實柴，坎則瘞埋也。其牲皆用犢，故《小司徒》云：『凡小祭祀奉牛牲。』鄭云：『小祭祀，王玄冕所祭。』是也。若所祈禱，則用少牢，故《祭法》云『埋少牢於泰昭，祭時及日月等』，鄭注云：『凡以此下，皆祭用少牢。』是也。」皇氏云：「以為日月合祭之時用犢，分祭之時用少牢。」其義非也。"
      },
      {
        "index": 3,
        "text": "掃地而祭，於其質也。器用陶匏，以象天地之性也。觀天下之物，無可以稱其德。○稱，尺證反。於郊，故謂之郊。牲用騂，尚赤也。用犢，貴誠也。尚赤者，周也。○騂，息營反，徐呼營反。"
      },
      {
        "index": 4,
        "text": "[疏]「掃地」至「誠也」。○正義曰：燔柴在壇，正祭於地，故云掃地而祭。陶謂瓦器，謂酒尊及豆簋之屬，故《周禮•人》為簋匏謂酒爵。此等已具解於上。○郊之用辛也，周之始郊，日以至。言日以周郊天之月而至，陽氣新用事，順之而用辛日。此說非也。郊天之月而日至，魯禮也。三王之郊一用夏正，魯以無冬至祭天於圓丘之事，是以建子之月郊天，示先有事也。用辛日者，凡為人君，當齊戒自新耳。周衰禮廢，儒者見周禮盡在魯，因推魯禮以言周事。○圓，本又作圓，音員。凡為，如字，或於偽反，非也。"
      },
      {
        "index": 5,
        "text": "[疏]「郊之」至「以至」。○正義曰：王肅用董仲舒、劉向之說，以此為周郊。上文云「郊之祭，迎長日之至」，謂周之郊祭於建子之月，而迎此冬至長日之至也。而用辛者，以冬至陽氣新用事，故用辛也。「周之始郊，日以至」者，對建寅之月，又祈穀郊祭。此言始者，對建寅為始也。鄭康成則異於王肅，上文云迎長日之至，自據周郊，此云「郊之用辛」，據魯禮也。言郊用辛日者，取齋戒自新。「周之始郊，日以至」者，謂魯之始郊日以冬至之月。云始者，對建寅之月天子郊祭。魯於冬至之月初始郊祭，示先有事，故云始也。○注「言日」至「周事」。○正義曰：「日以周郊天之月而至」者，謂日體以周郊天建子之月而南至。云「陽氣新用事，順之而用辛日」者，以冬至一陽生，故云「新用事」、「而用辛日」。云「此說非也」者，謂日以周禮郊天之月而日至，陽氣新用事，此等之說非也，謂董仲舒、劉向而為此說。所以非者，按《周禮》冬至祭天圓丘，不論郊也；又此下云「戴冕璪十有二旒」，《周禮》祀昊天上帝則大裘而冕，是服不同；《周禮》玉路以祀天，此下云「乘素車」，是車不同也；《祭法》云「燔柴於泰壇，用騂犢」，《周禮》蒼璧禮天，牲從玉色，是牲不同也；《爾雅》曰「非人為之丘」，泰壇則人功所作，是圓丘與泰壇別也。以是知郊與圓丘所祭非一，故云此說非也。云「郊天之月而日至，魯禮也」者，言此經始郊日以至，是魯國之禮。必知魯禮者，以《明堂》云：「魯君孟春乘大路，載弧韣旂，十有二旒。日月之章，祀帝於郊。」又《雜記》云：「正月日至，可以有事於上帝。」故知冬至郊天，魯禮也。云「三王之郊一用夏正」者，證明天子之郊必用夏正。魯既降下天子，不敢郊天與周同月，故用建子之月而郊天，欲示在天子之先而有事也。但魯之郊祭，師說不同。崔氏、皇氏用王肅之說，以魯冬至郊天，至建寅之月又郊以祈穀，故《左傳》云「啟蟄而郊」，又云「郊祀後稷，以祈農事」，是二郊也。若依鄭康成之說，則異於此也。魯唯一郊，不與天子郊天同月，轉卜三正。故《穀梁傳》云：「魯以十二月下辛卜正月上辛。若不從，則以正月下辛卜二月上辛。若不從，則以二月下辛卜三月上辛。若不從則止。」故《聖證論》馬昭引《穀梁傳》以答王肅之難，是魯一郊則止。或用建子之月郊，則此云日以至，及宣三年正月郊牛之口傷是也；或用建寅之月，則《春秋左傳》云「郊祀後稷，以祈農事」是也。但《春秋》，魯禮也，無建丑之月耳。若杜預不信《禮記》，不取《公羊》、《穀梁》，魯唯有建寅郊天，及龍見而雩。云「周衰禮廢，儒者見周禮盡在魯」者，欲見經文實是魯郊而為「周」字，故云「因推魯禮以言周事」，誤作周也。從上說郊是周禮，自此以下是魯禮。為此周禮雜亂也。按《聖證論》王肅難鄭云：「《郊特牲》曰『郊之祭，迎長日之至』，下云『周之始郊日以至』，玄以為迎長日謂夏正也。郊天日以至，玄以為冬至之日。說其長日至於上而妄為之說，又徙其始郊日以至於下，非其義也。玄又云『周衰禮廢，儒者見周禮盡在魯，因推魯禮以言周事』，若儒者愚人也，則不能記斯禮也；苟其不愚，不得亂於周、魯也。鄭玄以《祭法》禘黃帝及嚳為配圓丘之祀，《祭法》說禘無圓丘之名，《周官》圓丘不名為禘，是禘非圓丘之祭也。玄既以《祭法》禘嚳為圓丘，又《大傳》『王者禘其祖之所自出』，而玄又施之於郊祭後稷，是亂禮之名實也。按《爾雅》云：『禘，大祭也。』『繹，又祭也。』皆祭宗廟之名。則禘是五年大祭先祖，非圓丘及郊也。周立後稷廟，而嚳無廟，故知周人尊嚳不若後稷之廟重。而玄說圓丘祭天祀大者，仲尼當稱昔者周公禘祀嚳圓丘以配天。今亡此言，知禘配圓丘非也。又《詩•思文》後稷配天之頌，無帝嚳配圓丘之文。知郊則圓丘，圓丘則郊。所在言之則謂之郊，所祭言之則謂之圓丘。於郊築泰壇象圓丘之形。以丘言之，本諸天地之性，故《祭法》云：『燔柴於泰壇，則圓丘也。』《郊特牲》云：『周之始郊日以至。』《周禮》云：『冬至祭天於圓丘。』知圓丘與郊是一也。言始郊者，冬至陽氣初動，天之始也。對啟蟄及將郊祀，故言始。《孔子家語》云：『定公問孔子郊祀之事，孔子對之。』與此《郊特牲》文同，皆以為天子郊祀之事。如《聖證論》之言，王肅所據經傳分明，鄭必別為其說者，按《聖證論》馬昭申鄭云：「《易緯》云『三王之郊，一用夏正』，則周天子不用日至郊也。夏正月陽氣始升，日者陽氣之主，日長而陽氣盛，故祭其始升而迎其盛，《月令》『天子正月迎春』是也。若冬至祭天，陰氣始盛，祭陰迎陽，豈為理乎？《周禮》云『冬日至，祭天於地上之圓丘』，不言郊，則非祭郊也。言凡地上之丘皆可祭焉，無常處，故不言郊。周官之制，祭天圓丘，其禮，王服大裘而冕，乘玉路，建大常。《明堂位》云：魯君以孟春祀帝於郊，服袞服，乘素車，龍旂。衣服車旂皆自不同，何得以諸侯之郊說天子圓丘？言始郊者，魯以轉卜三正，以建子之月為始，故稱始也。又《禮記》云：『魯君臣未嘗相弒，禮俗未嘗相變，而弒三君；季氏舞八佾，旅於泰山；婦人髽而相吊。』儒者此記豈非亂乎？據此諸文，故以郊、丘為別，冬至之郊特為魯禮。」按《聖證論》王肅與馬昭之徒，或云祭天用冬至之日，或云用冬至之月。據《周禮》似用冬至之日，據《禮記》郊日用辛，則冬至不恆在辛，似用冬至之月。按張融謹按：郊與圓丘是一。又引《韓詩》說三王各正其郊，與王肅同。又魯以轉卜三正，王與鄭玄同。《周禮》圓丘服大裘，此及《家語》服袞冕，《家語》又云：「臨燔柴，脫袞冕，著大裘，像天。」臨燔柴，輟祭，脫袞，著大裘，像天，恭敬之義。既自不通，是張融以《家語》及此經郊祭並為魯禮，與鄭玄同。融又為圓丘是祭皇天，孟春祈穀於上帝，及龍見而雩。此五帝之等，並是皇天之佐，其實天也。融又云祀大神，率執事而卜日。圓丘既卜日，則不得正用冬至之日。此是張融之說。鄭此注云：「以建子之月郊天，用辛日者，當齋戒自新。」如鄭此言，是亦不用冬至日也。但郊、丘大事，王、鄭不同，故略陳二家所據而言之也。按《聖證論》及《異義》，皆同《穀梁》之義，魯轉卜三正之內，一郊則止。而崔氏、皇氏以為魯冬至郊天，夏至又郊，凡二郊，非鄭義也。"
      },
      {
        "index": 6,
        "text": "卜郊，受命於祖廟，作龜於禰宮，尊祖親考之義也。受命，謂告之，退而卜。\n[疏]「卜郊」至「義也」。○正義曰：郊事既尊，不敢專輒，故先告祖，後乃卜，亦如受命也。故《禮器》云：「魯人將有事於上帝，必先有事於頖宮。」是也。○「作龜於禰宮」者，作，灼也。禰宮，禰廟也。先告祖受命，又至禰廟卜之也。○「尊祖親考之義也」者，考亦禰也。尊祖故受之命，命宜由尊者出。親禰故作龜，作龜，是事事宜就親近者也。"
      },
      {
        "index": 7,
        "text": "卜之日，王立於澤，親聽誓命，受教諫之義也。澤，澤宮也，所以擇賢之宮也。既卜必到澤宮，擇可與祭祀者，因誓敕之以禮也。《禮器》曰：「舉賢而置之，聚眾而誓之。」是也。○可與，如字，一音預。"
      },
      {
        "index": 8,
        "text": "[疏]「卜之」至「義也」。○正義曰：澤，澤宮也。王在於澤宮中，於其宮以射擇士，故因呼為澤宮也。王卜已吉，又至澤宮射，以擇賢者為助祭之人，故云「王立於澤」也，《禮器》云「舉賢而置之」是也。然王者獵在囿，而主皮射亦在澤，故鄭注《鄉射記》引《尚書傳》：「主皮射，陳於澤，然後卿大夫相與射也。」又云：「向之取也於囿中，勇力之取也。今之取也於澤宮，揖讓之取也。」澤，習禮之處。○「親聽誓命」者，因以澤宮中，又使有司誓敕舊章齋戒之禮，王又親聽受命之，故《禮器》云「聚眾而誓之」是也。○「受教諫之義也」者，釋前義也。告祖作禰，是受教義也。又立澤聽誓，是受諫義也。"
      },
      {
        "index": 9,
        "text": "獻命庫門之內，戒百官也。大廟之命，戒百姓也。王自澤宮而還，以誓命重相申敕也。庫門，在雉門之外，入庫門則至廟門外矣。大廟者，祖廟也。百官，公卿以下也。百姓，王之親也。入廟，戒親親也，王自此還齊路寢之室。庫或為廄。○還音旋，下同。重，直用反。廄，九又反。祭之日，王皮弁以聽祭報，示民嚴上也。報，猶白也，夙興朝服以待白祭事者，乃後服祭服而行事也。《周禮》「祭之日，小宗伯逆粢省鑊，告時於王，告備於王」也。○鑊，戶郭反。"
      },
      {
        "index": 10,
        "text": "[疏]「獻命」至「上也」。○正義曰：王自澤宮而還，至欲致齊之時，有司獻王，所以命百官之事，王乃於庫門之內戒百官，大廟之內戒百姓。百官疏，故在公朝重戒之。百姓，王之親屬，故在大廟而重戒之。○注「百姓」至「之室」。○正義曰：以上有百官之文，故以百姓為王之親也。王親謂之百姓也者，皇氏云：「姓者，生也，並是王之先祖所生。」云「王自此還齊路寢之室」者，卜法必在祭前十日，《祭義》云：「散齋七日，致齋三日。」又云「七日戒，三日齋。」○鄭既云「王自此還齋路寢之室」，則此經戒百官百姓，則祭前三日，欲致齋之時，以誓命重相申敕也。○「祭之日，王皮弁以聽祭報」者，報，白也。郊日之朝，天子早起，服弁服以聽之，小宗伯告日時早晚，及此事之備具也。未郊，故未服大裘，而衣當且服日視朝之服也。○「示民嚴上也」者，結早朝著皮弁朝服以聽祭報之義，示教人尊，嚴其君上之義也。○注「周禮」至「王也」。○正義曰：引之者，證小宗伯既有告事，王皮弁聽之是也。"
      },
      {
        "index": 11,
        "text": "喪者不哭，不敢凶服，汜埽反道，鄉為田燭。謂郊道之民為之也。反道，劃令新土在上也。田燭，田首為燭也。○汜，芳劍反，本亦作泛。埽，素報反。剷，初產反，徐又初展反。令，力呈反。弗命而民聽上。化王嚴上。"
      },
      {
        "index": 12,
        "text": "[疏]「喪者」至「聽上」。○正義曰：郊祭之旦，人之喪者不哭，又不敢凶服而出，以干王之吉祭也。○「汜埽反道」者，汜埽，廣埽也；反道，剷路之土反之，令新土在上也。郊道之民，家家各當界廣埽新道也。○鄭氏曰：鄉者田燭者，鄉，謂郊內六鄉也。六鄉之民，各於田首設燭照路，恐王祭郊之早。○「弗命而民聽上」者，合結「喪者不哭」以下至此，並非王命，而民化王嚴上故也。然《周禮•蠟氏》云：「凡國之大祭祀，令州里除不蠲，禁刑者、任人及凶服者以及郊野。」而此云「不命者」者，《蠟氏》所云有司常事，至郊祭之時，王不特命，故云「不命」。且作記之人，盛美民之聽上之義，未必實然也。《蠟氏》云「除不蠲及刑者任人」等，此不言者，文不備也。"
      },
      {
        "index": 13,
        "text": "祭之日，王被袞以象天。謂有日月星辰之象，此魯禮也。《周禮》王祀昊天上帝，則服大裘而冕，祀五帝亦如之。魯侯之服，自袞冕而下也。○被，皮義反。卷，本又作袞，同古本反，注「卷冕」同。冕，亡展反，《字林》亡辨反。戴冕璪十有二旒，則天數也。天之大數不過十二。○戴，丁代反，本亦作戴。璪音早。過，古和反。乘素車，貴其質也。旂十有二旒，龍章而設日月，以象天也。設日月，畫於旂上。素車，殷路也。魯公之郊，用殷禮也。天垂象，聖人則之，郊所以明天道也。則，謂則之以示人也。"
      },
      {
        "index": 14,
        "text": "[疏]「祭之」至「道也」。○正義曰：當祭之日，王被袞冕，袞冕有日月星辰，以象天也，首戴袞冕，其璪十二旒，法則天數也。○「乘素車」者，乘殷之樸素之車，貴其象天之質也。所建之旂十有二旒，畫龍為章，而設日月以象天也者，旂十有二旒象天數十二也，龍為陽氣變化，日月以光照下，皆是象天也。○「聖人則之，郊所以明天道也」者，總結上王被袞冕以下之事，言天垂日月之象，各有其數，故聖人則之，郊天象日月，所以光明天之道，以示於人，故事事則之。○注「謂有」至「下也」。○正義曰：此明被象天。《明堂位》云：「日月之章，故袞有日月星辰也。」與周不同，故云此魯禮也。引《周禮》以下者，證王禮與魯禮不同。云「魯侯之服，自袞冕而下也」者，證魯侯得著袞冕，故經云袞也。魯公得稱王者，作記之人，既以魯禮而為周郊，遂以魯侯而稱王也。皇氏云：《書》用王禮，故稱王。或亦當然也。○注「天之大數不過十二」。○正義曰：此哀七年《左氏傳》文。○注「素車」至「禮也」。○正義曰：《明堂位》云：「大路，殷路也。乘路，周路也。」又此上文云「大路繁纓一就」，此云乘素車，故知殷路也。云「魯公之郊，用殷禮也」者，《公羊傳》云：「周公用白牡，魯公用騂犅。」周公既用殷之白牡，故知用殷禮也。"
      },
      {
        "index": 15,
        "text": "帝牛不吉，以為稷牛。養牲必養二也。帝牛必在滌三月，稷牛唯具，所以別事天神與人鬼也。滌，牢中所搜除處也。唯具，遭時又選可用也。○滌，范音迪，徐徒嘯反。別，彼列反。所搜，本又作廋，所流反。處，昌慮反，下「之處」、「同處」皆同。"
      },
      {
        "index": 16,
        "text": "[疏]「帝牛」至「鬼也」。○正義曰：郊天既以後稷為配，故養牲養二，以擬祭也。若帝牛不吉，或死傷，以為稷牛者。為，猶用也。為用稷牛而為帝牛，其祭稷之牛，臨時別取牛用之。○「帝牛必在滌三月，稷牛唯具」者，此覆說上文帝牛不吉而取稷牛之事。以帝牛既尊，必須在滌三月，今帝牛不吉，故取稷牛已在滌三月也。其祀稷之牛，臨時別取，故云「稷牛唯具」。天神既尊，故須在滌；人鬼稍卑，唯具而已。是分別天神與人鬼不同。○注「養牲必養二也」。○正義曰：按《春秋》宣三年，正月，「郊牛之口傷，改卜牛，牛死，乃不郊」。《公羊》云：「曷為不復卜？養牲養二，卜帝牲不吉，則扳稷牲而卜之。」何休云：「先卜帝牲，養之有災，更引稷牲卜之。以祭天，牲養之凡當二，卜爾，復不吉，則止不郊。」○注「滌牢」至「用也」。○正義曰：「滌，牢中所搜除」者，搜謂搜埽清除，故《周禮》主掌馬者謂之廋人。云「唯具，遭時又選可用也」者，遭時，謂帝牲遭災之時。既取稷牲而用之，其祀稷之牲，臨時選其可者。凡帝牲稷牲，尋常初時皆卜，取其牲繫於牢，芻之三月，若臨時有故，乃變之也。"
      },
      {
        "index": 17,
        "text": "萬物本乎天，人本乎祖，此所以配上帝也。言俱本可以配。郊之祭也，大報本反始也。\n[疏]「萬物」至「始也」。○正義曰：此一經論祖配天之義。人本於祖，物本於天，以配本故也。○「郊之祭也，大報本反始也」，此一經釋所以郊祭天之義。天為物本，祖為王本，祭天以祖配，此所以報謝其本。反始者，反其初始。以財言之，謂物為本，以終言之，謂初為始。謝其財，謂之報，歸其初，謂之反。大義同也。皇氏云：「上文『社稷』下直云『報本反始』，此文天神尊，故加『大』字。」義或然也。"
      },
      {
        "index": 18,
        "text": "天子大蠟八，所祭有八神也。○蠟八，仕詐反。蠟祭有八神，先嗇一，司嗇二，農三，郵表畷四，貓虎五，坊六，水庸七，昆蟲八。伊耆氏始為蠟。伊耆氏，古天子號也。○耆，巨夷反，或云即帝堯是也。蠟也者，索也，謂求索也。歲十二月，合聚萬物而索饗之也。歲十二月，周之正數，謂建亥之月也。饗者，祭其神也，萬物有功加於民者，神使為之也，祭之以報焉，造者配之也。○蠟之祭也，主先嗇而祭司嗇也。先嗇，若神農者。司嗇，後稷是也。祭百種，以報嗇也。嗇所樹蓺之功，使盡饗之。○種，之勇反，下「之種也」同。"
      },
      {
        "index": 19,
        "text": "[疏]「天子」至「嗇也」。○正義曰：此一節論蠟祭之事。各依文解之。○「大蠟八」者，即鄭注云：先嗇一，司嗇二，農三，郵表畷四，貓虎五，坊六，水庸七，昆蟲八。所祭之神，合聚萬物而索饗之，但以此八神為主。蠟云「大」者，是天子之蠟對諸侯為大。天子既有八神，則諸侯之蠟未必八也。謂若先嗇，古之天子，諸侯未必得祭也。知諸侯亦有蠟者，《禮運》云「仲尼與於蠟賓」，是諸侯有蠟也。按《周禮•大司樂》云：「六變而致象物，及天神。」鄭云：「有像在天，所謂日月。」此神不數象物及日月者，先嗇、司嗇並是一神，有益於人。水庸之屬，在地益其稼穡，故索而祭之，急其近者故也。天神像物，去人縣遠，雖祭，不為八神之數。○注「伊耆氏，古天子號也」。○正義曰：《明堂》云：「土鼓葦籥，伊耆氏之樂。」《禮運》云：「夫禮之初，始諸飲食，蕢桴而土鼓。」俱稱土鼓，則伊耆氏神農也。以其初為田事，故為蠟祭以報天也。下云「主先嗇」，神農即為始蠟，豈自祭其身以為先嗇乎？皇氏云：「神農伊耆，一代總號，其子孫為天子者，始為蠟祭，祭其先祖造田者，故有先嗇也。」○注「歲十」至「之也」。○正義曰：知是周十二月者，下云「既蠟而收，民息巳」。收，謂收斂，則《詩》所謂「十月納禾稼」。又《月令》孟冬「祈來年於天宗」，足知蠟周。建亥之月，三代皆然。此經文據周，故為十二月。皇氏以為三代各以十二月為蠟，其義非也。已具於《月令》疏。云「饗者，祭其神也」者，解經「合聚萬物而索饗之」。萬物非所饗，但饗其萬物之神。所以饗其神者，萬物所以能功加於民者，神使為之，故云祭之以報焉。云「造者配之也」者，賀瑒云：「謂造此蠟祭，配此八神而祭。」○注「先嗇」至「是也」。○正義曰：「若神農」者，若是不定之辭，以神農比擬，故云「若」。司嗇、後稷無所疑，故不言「若」，直云「後稷是也」。經言「主先嗇而祭司嗇」者，以先嗇為主，司嗇從祭。種曰稼，斂曰嗇。不云稼而云嗇者，取其成功收斂，受嗇而祭也。○「祭百種，以報嗇也」者，○此一經為下「饗農及郵表畷」起文。百種，則農及郵表畷、禽獸等，所以祭之者，報其助嗇之功，使盡饗焉。"
      },
      {
        "index": 20,
        "text": "饗農及郵表畷、禽獸，仁之至，義之盡也。農，田畯也。郵表畷，謂田畯所以督約百姓於井間之處也。《詩》云：「為下國畷。」郵禽，獸服不氏所教擾猛獸也。○郵，本亦作尤，有周反，字或作卸。畷，丁劣反，又丁衛反。畯音俊。督約，因妙反。擾，而沼反，馴也。古之君子，使之必報之。迎貓，為其食田鼠也。迎虎，為其食田豕也。迎而祭之也。迎其神也。○貓，字又作貓，音苗。為，於偽反，下同。祭坊與水庸，事也。水庸，溝也。○坊音房，後注同。"
      },
      {
        "index": 21,
        "text": "[疏]「饗農」至「事也」。○正義曰：此一經總明祭百種之事。農，謂古之田畯，有功於民。○「郵表畷」者，是田畯於井間所捨之處。郵，若郵亭屋宇處所。表，田畔。畷者，謂井畔相連畷。於此田畔相連畷之所，造此郵捨，田畯處焉。「禽獸」者，即下文云貓虎之屬，言禽獸者，貓虎之外，但有助田除害者，皆悉包之。下特云貓虎，舉其除害甚者。○「仁之至，義之盡也」者，不忘恩而報之是仁，有功必報之是義也，蠟祭有仁義之至盡也。○注「詩云」至「獸也」。正義曰：所引《詩》者，齊、魯、韓詩也。郵，謂民之郵捨，言成湯施布仁政，為下國諸侯任畷民之處所，使不離散。今《毛詩》作「綴旒」，在《商頌•長髮》之篇。云「禽獸，服不氏所教擾猛獸也」者，若非猛獸，不能殺害於物，以助天故也。○注「迎其神也」。○正義曰：恐迎貓虎之身，故云迎其神而祭之。○「祭坊與水庸，事也」者，是營為所須之事，故云事也。坊者，所以畜水，亦以鄣水。庸者，所以受水，亦以洩水。謂祭此坊與水庸之神。"
      },
      {
        "index": 22,
        "text": "曰：「土反其宅，水歸其壑，昆蟲毋作，草木歸其澤。」此蠟祝辭也。若辭同，則祭同處可知矣。壑猶坑也。昆蟲，暑生寒死，螟螽之屬，為害者也。○壑，火各反。祝，之六反，又之又反。坑，若衡反。螟，莫經反。螽音終，又作。"
      },
      {
        "index": 23,
        "text": "[疏]「曰土」至「殺也」。○正義曰：此以下皆蠟祭之祝辭。土，即坊也。反，歸也。宅，安也。土歸其安，則得不崩。○「水歸其壑」者，水即水庸。壑，坑坎也。水歸其壑，謂不汎溢。○「昆蟲母作」者，昆蟲，螟螽之屬也，得陰而死，得陽而生，故曰昆蟲母作，謂不為災。○「草木歸其澤」者，草苔、稗木、榛梗之屬也，當各歸生藪澤之中，不得生於良田害嘉穀也。蠟祭乃是報功，故亦因祈禱有此辭也。一云祝辭，言此神由有此功，故今得報，非祈禱也。○注「此蠟」至「可知矣」。○正義曰：蠟有八神，恐祭處各別，故言「則祭同處可知也」。陳辭有水土昆蟲草木者，以其無知，故特有辭也。而先嗇之屬有知，故不假辭也。據此祭草木有辭，則草木當有神。八蠟不數之者，以草木遍地皆是，不如坊與水庸之屬各指一物，故不數。"
      },
      {
        "index": 24,
        "text": "皮弁素服而祭。素服，以送終也。葛帶、榛杖，喪殺也。蠟之祭，仁之至，義之盡也。送終、喪殺，所謂老物也。素服，衣裳皆素。○榛杖，側巾反，以榛木為杖也。殺，所界反，徐所例反，注及下「德之殺」並同。黃衣、黃冠而祭，息田夫也。祭，謂既蠟，臘先祖五祀也，於是勞農以休息之。《論語》曰：「黃衣狐裘。」○臘，力合反。勞，力報反。"
      },
      {
        "index": 25,
        "text": "[疏]「皮弁」至「夫也」。○正義曰：素服送終，是仁恩也，故云「仁之至」。葛帶、榛杖，示陰氣喪殺，斷割其理，是義也，故云「義之盡也」。○注「送終」至「皆素」。○正義曰：「送終喪殺，所謂老物」者，按《周禮•籥章》云：「國祭蠟，則吹《豳頌》，擊土鼓，息老物。」以物老，故素服。物老將終，故葛帶榛杖。素服，衣裳皆素者，謂白素衣積素裳。輕直云「素服，以送終」，不云「皮弁」者，從上省文也。○注「祭謂」至「狐裘」。○正義曰：上云「蠟」，此云「祭，故知既蠟，臘先祖五祀。對文蠟、臘有別，總其俱名蠟也。故《月令》孟冬「祈來年於天宗，大割祠於公社及門閭，臘先祖五祀」。鄭注云：「此《周禮》所謂蠟。」是也。云「於是勞農以休息之」者，即經文「息田夫」是也。勞農，《王制》文。"
      },
      {
        "index": 26,
        "text": "野夫黃冠。黃冠，草服也。言祭以息民。服象其時物之色，季秋而草木黃落。\n[疏]「野夫」至「服也」。○正義曰：此解上息田夫用黃衣黃冠之意。田夫，則野夫也。野夫著黃冠，黃冠是季秋之後草色之服，故息田夫而服之也。"
      },
      {
        "index": 27,
        "text": "大羅氏，天子之掌鳥獸者也，諸侯貢屬焉。草笠而至，尊野服也。諸侯於蠟，使使者戴草笠，貢鳥獸也。《詩》云：「彼都人士，台笠緇撮。」又曰：「其餉伊黍，其笠伊糾。」皆言野人之服也。○笠音立。使使，上音史，下及下使者，皆色吏反。撮，七活反，又七括反。餉，始尚反。糾，居黝反。羅氏致鹿與女，而詔客告也，以戒諸侯曰：「好田、好女者亡其國。詔使者，使歸以此告其君，所以戒之。○好，呼報反，下「好女」、「可好」皆同。天子樹瓜華，不斂藏之種也。」華，果蓏也。又詔以天子樹瓜蓏而已，戒諸侯以畜藏蘊財利也。○蓏，力果反。蓄，丑六反，又許六反。蘊，於粉反。"
      },
      {
        "index": 28,
        "text": "[疏]「大羅」至「種也」。○正義曰：此一節因上蠟祭，廣釋歲終蠟時之事。天子掌鳥獸之官，謂大羅也。謂為大羅者，鄭云「能以羅捕鳥獸者也」。《周禮•羅氏》「掌羅烏鳥，蠟則作羅襦」。鄭司農云：「襦，細密之羅也。」解者云：「順秋冬殺物，故羅氏用細密之羅網以捕禽鳥矣。」然《周禮》不云掌獸，此云獸者，以其受貢獸故也。○「諸侯貢屬焉」者，大羅氏既以羅為名，能張羅得鳥獸，故四方諸侯有貢獻鳥獸於王者，皆入屬大羅氏也。○「草笠而至」者，草笠，以草為笠也。此諸侯所使貢獻鳥獸之使者，著草笠而至王庭也。○「尊野服也」者，草笠是野人之服。今歲終功成，是由野人而得，故重其事而尊其服。○「羅氏致鹿與女，而詔客告也」者，詔，亦告也。客，謂貢鳥獸之使者。羅氏先受貢畢，使者臨去，羅氏又以鹿及女子致與使者，而宣天子之詔於使者，令使者反還其國，以告戒其君，故云「詔客告也」。○「以戒諸侯曰：好田、好女者，亡其國」者，此宣詔所告之言也。令使者還其國，以如此告汝君曰，不得好田獵及女色，使國亡也。言鹿是田獵所得之物，女是亡國之女，而王所以獲者也。故與之鹿、女，明以此為戒也。一云豈每國輒與女、鹿邪！正當羅氏以鹿與女示使者爾。○「天子樹瓜華，不斂藏之種也」者，瓜，今之瓜。華，果蓏也。言天子唯樹瓜與果蓏，所以唯樹植此瓜華者，是供一時之食，不是收斂久藏之種。若其可久藏之物，則不樹之，不務畜藏，與民爭利，令使者歸告其君亦當如此，不得畜藏，與民爭利。○注「詩云」至「伊糾」。○正義曰：「彼都人士，台笠緇撮」，是《小雅•都人士》篇也。《毛詩》箋云：「台，夫須，都人以台夫須為笠，緇布為冠。」云「又曰：其餉伊黍，其笠伊糾」者，此周頌良耜之篇也。引此三詩者，證笠是野人所著之服。○注戒諸至利也。○正義曰：天子可畜聚斂藏之物既不種殖，戒諸侯不可畜藏蘊積財利也。"
      },
      {
        "index": 29,
        "text": "八蠟以記四方。四方，方有祭也。四方年不順成，八蠟不通，以謹民財也。其方穀不熟，則不通於蠟焉，使民謹於用財。蠟有八者，先嗇一也，司嗇二也，農三也，郵表畷四也，貓虎五也，坊六也，水庸七也，昆蟲八也。順成之方，其蠟乃通，以移民也。移之言羨也，《詩•頌•豐年》曰：「為酒為醴，烝畀祖妣，以洽百禮。」此其羨之與？○移，以豉反，注同。羨，才箭反，又辭見反。烝，之承反。畀，必利反。妣，必履反。與音餘。既蠟而收，民息已。故既蠟，君子不興功。收，謂收斂積聚也。息民與蠟異，則黃衣黃冠而祭，為臘必矣。○「既蠟而收」絕句。積聚，並如字，徐上音茲賜反，下方樹反。"
      },
      {
        "index": 30,
        "text": "[疏]「八蠟」至「興功」。○正義曰：此一節論天子蠟祭，四方不同，豐荒有異，兼記臘祭宗廟息民之事。各依文解之。○「八蠟以記四方」者，言蠟祭八神，因以明記四方之國，記其有豐稔、有凶荒之異也。○「四方年不順成，八蠟不通」者，謂四方之內，年穀不得和順成熟，則當方八蠟之神，不得與諸方通祭。所以然者，以謹慎民財，欲使不熟之方，萬民謹慎財物也。○「順成之方，其蠟乃通」者，因四方之內，有順成之方，其蠟之八神，乃與諸方通祭。所以然者，以蠟祭豐饒，皆醉飽酒食，使民歆羨也。皇氏以此一節皆據諸侯之國而為蠟祭，以記其功，當國不成，則不為蠟，成則為蠟，義亦通也。○注「蠟有」至「八也」。○正義曰：鄭數八神，約上文也。王肅分貓、虎為二，無昆蟲。鄭數昆蟲，合貓虎者，昆蟲不為物害，亦是其功。貓虎俱是除田中之害，不得分為二，不言「與」，故合為一也。○注「詩頌」至「百禮」。○正義曰：所引《詩》者，《周頌•豐年》之篇。烝，進也。畀，與也。言豐年多黍多稻，故為酒醴，進與祖妣，謂烝嘗於廟之祭也。○注「息民」至「必矣」。○正義曰：上文雖云「黃衣黃冠而祭」，不云臘之與蠟似為一。此文云「既蠟而收，民息已」，先蠟，後息民是息民為臘，與蠟異也。前「黃衣黃冠」在蠟祭之下，故知是臘也，是以云「為臘必矣」，故《月令》臘在祈天宗之下，但不知臘與蠟祭相去幾日，唯隋禮及今禮皆蠟之後日。經云「既蠟不興功」者，謂不興農功。若其土功，則《左氏傳》云：「龍見而畢，務戒事也。」火見而致用，水昏正而栽，日至而畢土功，建亥之月起，日至而畢也。"
      },
      {
        "index": 31,
        "text": "恆豆之菹，水草之和氣也。其醢，陸產之物也。加豆，陸產也。其醢，水物也。此謂諸侯也。天子朝事之豆有昌本、麋贊、茆菹、紝贊饋食之豆有葵菹、蠃醢、豚拍、魚醢，其餘則有雜錯云也。○菹，爭居反。醢音海。麋音眉。贊字又作{難月}，乃兮反，《字林》作□，人兮反。茆音卯，又力首反。麇，九倫反。嬴，力戈反。拍音博。籩豆之薦，水土之品也。不敢用常褻味而貴多品，所以交於神明之義也，非食味之道也。言禮以異為敬。○{藨豕}，即見反，又作薦，同，或作廌，非。先王之薦，可食也，而不可耆也。卷冕、路車，可陳也，而不可好也。《武》壯，而不可樂也。宗廟之威，而不可安也。宗廟之器，可用也，而不可便其利也。所以交於神明者，不可以同於所安樂之義也。《武》，萬舞也。○耆，市志反。路，本亦作輅，音同。樂，皇音洛，下同，徐五孝反。便，婢面反，徐比絹反。酒醴之美，玄酒、明水之尚，貴五味之本也。黼黻、文繡之美，疏布之尚，反女功之始也。莞簟之安，而蒲越、瑽鞂之尚，明之也。大羹不和，貴其質也。大圭不琢，美其質也。丹漆雕幾之美，素車之乘，尊其樸也。貴其質而已矣。所以交於神明者，不可同於所安褻之甚也。如是而後宜。尚質貴本，其至如是，乃得交於神明之宜也。明水，司烜以陰鑒所取於月之水也。蒲越、瑽鞂，藉神席也。明之者，神明之也。琢當為「篆」，字之誤也。幾，謂漆飾沂鄂也。○莞音官，徐音丸。簟，六點反。越音活，注同。槁，又作稿，古老反。鞂，簡八反，徐古八反。和，胡臥反。琢，依注為丈轉反。雕，多調反，又作彫。幾，巨依反，注同。乘，時證反。樸，普角反。烜音毀。鑒，古暫反。藉，字夜反。沂，魚斤反。鄂，五各反。鼎、俎奇而籩、豆偶，陰陽之義也。牲，陽也。庶物，陰也。○奇，居宜反。黃目，郁氣之上尊也。黃者，中也。目者，氣之清明者也。言酌於中而清明於外也。黃目，黃彝也，周所重，於諸侯為上也。祭天，掃地而祭焉，於其質而已矣。醯醢之美，而煎鹽之尚，貴天產也。割刀之用，而鸞刀之貴，貴其義也。聲和而後斷也。"
      },
      {
        "index": 32,
        "text": "[疏]「恆豆」至「斷也」。○正義曰：此一節總明祭祀籩豆、酒醴、莞簟、尊彝、醯醢、鸞刀之屬，明其尚質所用之宜。自「恆豆之菹」至「之道也」，遍明諸侯祭祀之禮。○「恆豆之菹」者，謂朝事恆常所薦之豆，所盛之菹，是水草和羹之氣，若昌本、茆菹是也。其所盛之醢，陸地所產之物也。○「加豆，陸產也」者，謂祭末酳屍之後，其菹，陸地產生之物而為之，若葵菹、豚拍之屬是也。○「其醢，水物也」者，加豆所盛之醢，用水中之物，若蠃醢、魚醢是也。○「籩豆之薦，水土之品也」者，其籩豆所薦之物，或水或土所生品類也。前文唯云豆，此連言籩者，籩是配豆之物，所盛亦有水土所生也。而《周禮•籩人》云：「天子朝事之籩，其寔有麷蕡白黑。」則土所生也。鮑魚則水物也。但籩之所盛，陸產甚多也。○「不敢用常褻味而貴多品」者，言所薦之物，不敢用常褻美味，貴其多有品類，言物多而味不美也。○「所以交於神明之義也，非食味之道也」者，解所以物多不美之意，所以交接神明之義，取恭敬質素，非如人事飲食美味之道也。○注「此謂」至「云也」。○正義曰：知此謂諸侯者，以其與《周禮》天子豆物不同，故知是諸侯也。按《醢人》：「加豆，謂屍食訖酳屍所加之豆。」則此「恆豆」者，謂朝事及饋食俱為恆豆也。諸侯菹悉用水物，醢悉用陸產，與天子不同，故引「天子朝事之豆」以下不同之事以明之。天子朝事之豆，有昌本、麋贊、茆菹、紝贊，與此經同。其菁菹、紝贊，其菁菹非水物，與此無異也。天子饋食之豆，有葵菹、蠃醢、豚拍、魚醢，與諸侯加豆不同。其天子加豆，有芹菹、兔醢、深蒲、醓醢、苔菹、雁醢、筍菹、魚醢，芹菹與深蒲及苔菹等，非陸產也，鹿與醓醢非水物也，與此經異也。又天子饋食有蜃蚔醢，蜃為水物，亦與此經不同。故鄭總云「其餘則有雜錯」，是天子與諸侯異也。○「先王」至「義也」，此以下總明祭祀之物，不可同於尋常安樂之義。○「而不可嗜」者，祭祀薦羞，質而無味，不可歆嗜。○「而不可好也」者，袞冕路車，尊嚴不可尋常乘服以為榮好也。○「《武》壯，而不可樂也」者，《武》是萬舞，大武也，以示壯勇之容，不可常為娛樂。○「宗廟之威，而不可安也」者，言宗廟尊嚴肅敬，不可寢處其中以自安也。○「而不可便其利也」者，宗廟之器，供事神明之道，不可回便以為私利也。○「所以交於神明」者，不可以同於所安樂之義也。是總結上文。○「酒醴」至「後宜」。○此明祭祀所用之物，不尚繁華，皆取尚質貴本。○「玄酒、明水之尚」者，玄酒，謂水也。明水，謂取於月中水也。陳列酒尊之時，明水在五齊之上，玄酒在三酒之上，是「玄酒、明水之尚」。謂尊尚其古，故設尊在前也。○「疏布之尚」者，《冪人》云：「疏布冪八尊。」《禮器》云：「犧尊疏布鼏。」是也。○」蒲越瑽、鞂之尚」者，凡常而居，下莞上簟，祭天則蒲越稿鞂之上也。○「明之也」者，釋所以祭天用蒲越瑽鞂之意，是神明矣。此祭天不敢用褻美味，故用質也。○「丹漆雕幾之美，素車之乘，尊其樸也」者，雕，謂刻鏤。幾，謂沂鄂。言尋常車以丹漆雕飾之，以為沂鄂，而祭天以素車之乘者，尊其樸素。○「貴其質而已矣」者，此一句包上酒醴以下諸事，言祭祀之時，不重華飾，唯質素而已。故用玄水、疏布、瑽鞂之屬。○「所以交於神明者，不可同於所安褻之甚也」者，解所以諸事貴質者，以其交接神明，不可同於尋常身所安褻之甚極也者。若其安褻之不甚者，亦得同之。○「如是而後宜」者，言尚質尚儉，如是而後得交神明之義也。○注「尚質」至「鄂也」。○正義曰：尚質則「大羹不和」，「大圭不琢」，「素車之乘」是也。貴本則「玄酒、明水之尚」，及「疏布之尚」是也。云「明水，司烜以陰鑒所取於月之水也」者，《周禮•秋官•司烜氏》文也。云「蒲越、瑽鞂，藉神席也」者，今禮及隋禮瑽鞂為祭天席，蒲越為配帝席，俱藉神也。云「幾，謂漆飾沂鄂也」者，幾與畿字相涉畿，是畿限之所，故以幾為沂鄂也。○注「牲，陽也。庶物，陰也」。○正義曰：按《宗伯》云：「以天產作陽德。」注云：「天產者動物，謂六牲之屬也。動物故為陽也。」「庶物，陰也」者，庶物雖出於牲體，雜以植物相和，非復牲之全體，故為陰也。然《聘禮》「陳醢醢，醯在碑東，醢在碑西」，鄭云：「醯穀，陽也。醢肉，陰也。」與此不同者，醯是穀物所為，其體清輕，故為陽也。醢是肉物所為，肉有形質，故為陰也。文各有所對，故不同也。○「黃目」至「外也」。○「黃目，黃彝也」，以黃金鏤其外以為目，因取名也。因將貯郁鬯酒，故云郁氣也。祭祀時列之，最在諸尊之上，故云上也。故鄭注《司尊彝》云：「黃目，以黃金為目。」是也。○「黃者，中也。目者，氣之清明者也」，解用黃目之義也。黃是中方色，目是氣之清明者也。○「言酌於中而清明於外也」者，又解必用中及清明義也。言酒清明在尊中而可斟酌，示人君慮於祭事，必斟酌盡於中也。目在尊外而有清明，示人君行祭，必外盡清明絜淨也。○注「黃目」至「上也」。○正義曰：按《明堂位》云：「夏後氏有雞彝，殷以以斝，周以黃目。」是周所造也。天子則黃彝之上，有雞彝鳥彝，備前代之器，諸侯但有黃彝，故云於諸侯為上也。○「祭天」至「斷也」。○此所論亦尚質，及貴天產及聲和之義。○「貴天產也」者，餘物皆人功和合為之，鹽則天產自然，故云貴天產也。言「煎」者，煎此自然之鹽柬治之也。言煎鹽之尚者，皇氏云：「設之於醯醢之上，故云尚。」熊氏云：「煎鹽，祭天所用，故云尚。」義俱通也。○「貴其義也」者，言割刀之用必用鸞刀，貴其聲和之義。○「聲和而後斷也」者，必用鸞刀，取其鸞鈴之聲宮商調和，而後斷割其肉也。"
      },
      {
        "index": 33,
        "text": "冠義，始冠之，緇布之冠也。始冠三加，先加緇布冠也。○冠也，古亂反，下文注「始冠」、「冠而敝之」、「而冠」、「冠於阼」、「冠而字之」、「冠禮」、「士禮冠」皆同。大古冠布，齊則緇之。其緌也，孔子曰：「吾未之聞也。」太古無飾，非時人緌也。《雜記》曰：「大白緇布之冠不緌。」大白即太古白布冠，今喪冠也。「齊則緇之」者，鬼神尚幽闇也，唐虞以上曰太古也。○齊，側皆反。緌，耳隹反。上，時掌反，後「以上」皆同。冠而敝之可也。此重古而冠之耳，二代改制，齊冠不復用也。以白布冠質，以為喪冠也。○敝本亦作弊，婢世反，徐又房列反，棄也。復，扶又反。適子冠於阼，以著代也。東序少北，近主位也。○適，丁歷反。近，附近之近。醮於客位，加有成也。每加而有成人之道也，成人則益尊，醮於客位尊之也。○醮，子妙反。三加彌尊，喻其志也。始加緇布冠，次皮弁，次爵弁，冠益尊則志益大也。冠而字之，敬其名也。重以未成人之時呼之。委貌，周道也。章甫，殷道也。毋追，夏後氏之道也。常所服以行道之冠也，或謂委貌為玄冠也。○毋追，上音牟，下多雷反。周弁、殷哻、夏收，齊所服而祭也。○哻，況甫反，《字林》作{曰紆}，火於反。三王共皮弁、素積。所不易於先代。無大夫冠禮，而有其昏禮。古者五十而後爵，何大夫冠禮之有？言年五十乃爵為大夫也，其有昏禮，或改取也。諸侯之有冠禮，夏之末造也。言夏初以上，諸侯雖有幼而即位者，猶以士禮冠之，亦五十乃爵命也。至其衰末，未成人者，多見篡弒，乃更即位，則爵命之，以正君臣，而有諸侯之冠禮。○篡，初患反。弒音試。天子之元子，士也。天下無生而貴者也。儲君副主，猶云士也，明人有賢行著德，乃得貴也。○行，下孟反，下「德行」同。繼世以立諸侯，像賢也。賢者子孫，恆能法其先父德行。以官爵人，德之殺也，言德益厚，官益尊也。死而謚，今也。古者生無爵，死無謚。古，謂殷以前也。大夫以上乃謂之爵，死有謚也。周制，爵及命士，雖及之，猶不謚耳。今記時，死則謚之，非禮也。禮之所尊，尊其義也。言禮所以尊，尊其有義也。失其義，陳其數，祝史之事也。故其數可陳也，其義難知也。知其義而敬守之，天子之所以治天下也。言政之要盡於禮之義。"
      },
      {
        "index": 34,
        "text": "[疏]「冠義」至「下也」。○正義曰：此一節總明尊卑加冠，因明官爵及禮義之意。各依文解之。○「冠義」者一節，總論初冠之義，以《儀禮》有《士冠禮》正篇，此說其義，故云「冠義」，如下篇有《燕義》、《昏義》，與此同。皇氏云：冠義秪明用緇布，重古之義。其說非也。○「始冠，緇布之冠也」者，謂人之加冠必三加，初始所加之冠，緇布之冠也。○「大古冠布，齊則緇之」者，此釋有緇布冠之由。大古之時，其冠唯用白布，常所冠也。若其齊戒則染之為緇，今始冠重古，先冠之也。○「其緌也，孔子曰：『吾未之聞也。』」者，以緇布之冠，古禮不合有緌，而後世加緌，故記者云：其今世加緌，非禮。故引孔子之言，云我未之聞也，言未聞緇布冠有緌之事。○「冠而敝之可也」者，言緇布之冠初加，暫用冠之，罷冠則敝棄之可也。以其古之齊冠，後世不復用也。○注「始冠」至「冠也」。○正義曰：鄭云此者，解經「始冠」之義。始冠者，謂三加之時，以緇布冠為始，故云先加緇布冠。先加，即始也。○注「大古」至「古也」。正義曰：大古無飾，緇布冠無緌也。云「《雜記》曰：『大白緇布之冠不緌』」者，孔子云：「吾未之聞。」是非駮時人加緌也。引《雜記》文者，證緇布冠無緌。而《玉藻》云「緇布冠繢緌」，則緇布冠有緌者。皇氏云：此經所論，謂大夫士，故緇布冠無緌，諸侯則位尊盡飾，故有緌也。云「大白即大古白布冠，今喪冠也」，《禮運》云後世有絲麻，雖絲麻同出，尚質，故用白布也。云「『齊則緇之』者，鬼神尚幽闇也」者，謂祭前齊時著緇布冠，正祭則著祭服，有虞氏皇而祭是也。云「唐虞以上曰大古也」者，以下云三王共皮弁素積，三王之前云「大古」，故云「唐虞以上曰大古」，與《易》之大古別也。○注「三代改制，齊冠不復用也」。○正義曰：唐虞既用之為齊冠，三代改唐虞之制，齊冠不復用之，以委貌章甫牟追，三代去緇布冠。其唐虞白布冠，三代用之為喪冠，緇布冠既棄而不用，所以《詩》「彼都人士，台笠緇撮」注云「緇撮，緇布冠」者，彼謂儉且質，故著古冠耳。○注「東序」至「位也」。○正義曰：按《士冠禮》「冠者，在主人之少北」，是近主位也。其庶子則冠於房戶外南面。○注「醮於」至「之也」。○正義曰：客位，謂戶牖之間南面，此謂適子也。若夏殷醮用酒，冠一加則一醮於客位，周則用醴，三加畢，乃一醴於客位，其庶子則皆醮於房戶外。○「三加彌尊，喻其志也」。○言「三加」者，初加緇布冠，次加皮弁，是益尊。至三加爵弁，是彌尊。所以尊者，曉喻其冠者之志意，令其志意益大。初加緇布冠，欲其尚質重古。次加皮弁，欲其行三王之德。後加爵弁，欲其行敬事神明，是志益大也。○注「始加緇布冠，次皮弁，次爵弁」。○正義曰：此皆約《士冠禮》文。按《士冠禮》三加者，謂冠時三遍加冠也，至冠日賓至，而主人設冠身之席於阼階上，近主人之北，又設笄纚櫛具於席南。冠身立於東房，賓揖冠身出就位，佐冠為冠身梳頭著纚畢，賓洗手，為正髻。正髻畢，往西階，至第一等，受取緇布冠，還至冠席前跪，為冠身著冠畢。冠身起，入東房，著玄端玄裳，士子皆隨其父朝夕之服，朝用玄衣素裳，夕用上士玄裳，中士黃裳，下士雜裳，雜裳前黃後玄，若大夫以上至天子，當同上士玄裳也。畢，又揖冠身出就位，就位畢，賓又下西階至第三等受皮弁冠，還為冠身著冠，然後又著爵弁。其儀皆如緇布冠也。○注「重以」至「呼之」。○正義曰：賀氏云：重，難也。難未成人之時呼其名，故以字代之。按《冠禮》「冠身既冠見母畢，立於西階東南面，賓東面字之曰『伯某甫』」是也。○「委貌」至「素積」。○此下三代，恆所服行道之冠，然三代乃俱用緇布，而其形自殊，周為委貌之形，殷則為章甫之形，夏則為毋追之形，故云「委貌，周道也」。鄭注《士冠禮》：「委，安也，言所以安正容貌。章，明也。殷質，言所以表明丈夫。毋發聲，追猶推也。夏後氏質，以其形名之。○「周弁、殷冔、夏收」者，鄭注《冠禮記》云：弁名出於槃。槃，大也，言所以自光大。冔名出於幠。幠，覆也，言所以自覆飾也。收，言所以收斂發也。其制之異亦未聞。○「三王共皮弁、素積」者，以其質素，故三王同服，無所改易也。○注「常所」至「冠也」。○正義曰：行道，謂養老燕飲燕居之服，若視朝行道，則皮弁也。此云「委貌」，而《儀禮》記稱「玄冠」，故云「或謂委貌為玄冠」。○注「齊所服而祭也」。○正義言齊及祭時所服也，若三命以下，齊祭同冠，四命以上，齊祭則異冠。「委貌」一條，論三加始加之冠。「周弁」一條，論第三所加之冠。「皮弁」一條，論第二所加之冠，在後言「皮弁」者，以其三王共同，故在後言之。○「無大」至「之有」。○前所明悉士禮，故無大夫冠禮也，所以然者，二十而冠，五十爵為大夫，故無大夫冠禮也。然四十強而仕，亦應無士冠禮，而云士有冠禮者，士是有識之目，故立禮悉用士為正，所以五等並依士禮冠子也。若試為大夫者，亦用士禮，故鄭注《冠禮記》云：「周之初禮，年未五十而有賢才者，試以大夫之事，猶服士服，行士禮。」○「而有其昏禮」者，言有大夫昏禮也。然禮三十而昏，五十乃為大夫，亦應無大夫昏禮。而云有者，是改取也。○「古者五十而後爵，何大夫冠禮之有」者，記者覆解無大夫冠禮所由也。○注「言夏」至「冠禮」。○正義曰：諸侯雖有幼而即位者，猶以士禮冠之，知用士禮者，以《儀禮•冠禮》是士之正禮，於冠禮之末云「公侯之有冠禮，夏之末造也」者，明夏初以前，諸侯未有冠禮，與土冠同。其夏末以來，諸侯有冠禮，與士禮異，故《大戴禮》有《公冠篇》，加玄冕為四加也。皇氏云：諸侯亦三加，與《大戴禮》違，其義非也。此經直明諸侯，不云天子，又下云天子之元子猶與士同，則天子與士異也。然則天子冠禮，其來已久，但無文以言之。《玉藻》云：「玄冠朱組纓，天子之冠也。」鄭注云：「始冠之冠也。」是天子別有冠禮。○注「儲君」至「貴也」。○正義曰：此文系冠禮之下，皇氏云：天子元子，唯冠同於士，其餘則與土不同也。故《喪服》諸侯之兄弟得行大夫之禮也。○「繼世以立諸侯，像賢也」者。○此釋夏末以來，有諸侯冠禮之意也。○「以官爵人，德之殺也」者，此明所以無大夫冠義也，言官爵之授，隨德隆殺也。大夫以上，雖以德授爵，猶無冠禮，兼明士又德薄而無爵也。○「死而」至「無謚」。○此一經明士禮，此是《士冠禮記》之文也。以士為主，故此論士死而加謚，是為記之時加謚，故云今也。○「古者生無爵，死無謚」者，古謂殷以前。士生時無爵，謂爵不及也。死時無謚，謂不制謚也。○注「周制」至「謚耳」。○正義曰：按《典命》云：「小國之君，其卿三命，其大夫再命，其士一命。」士既有命，命即爵也。故知爵及命士，猶不謚者，《檀弓》云：「士之有誄，自此始也。」既從縣賁父卜國為始，明以前無誄也。無誄，則無謚也。○「禮之」至「下也」。○此經所論，因上論冠義，下論昏義，故記人因上起下，於中說重禮之義也。○「禮之所尊，尊其義也」者，言禮之所以可尊重者，尊其有義理也。○「失其義，陳其數，祝史之事也」者，若不解禮之義理，是失其義；惟知布列籩豆，是陳其數，其事輕，故云祝史之事也。○「故其數可陳，其義難知也」者，謂籩豆事物之數可布陳，以其淺易故也。其禮之義理難以委知，以其深遠故也。○「知其義而敬守之，天子所以治天下也」者，言聖人能知其義理而恭敬守之，是天子所以治天下也。"
      },
      {
        "index": 35,
        "text": "天地合，而後萬物興焉。目禮之義。夫昏禮，萬世之始也。取於異姓，所以附遠厚別也。同姓或取，多相褻也。○取音娶，本又作娶。遠，皇於萬反。別，兵列反，下及注皆同。幣必誠，辭無不腆。誠，信也。腆猶善也。○腆，大典反。告之以直信。直猶正也，此二者所以教婦正直信也。信，事人也，信，婦德也。事猶立也。○信事，側吏反，又如字，注同。壹與之齊，終身不改，故夫死不嫁。齊，謂共牢而食，同尊卑也。齊或為「醮」。男子親迎，男先於女，剛柔之義也。天先乎地，君先乎臣，其義一也。先謂倡道也。○迎，魚敬反。先，采見反，下及注同。倡，昌亮反。道音導。執摯以相見，敬章別也。言不敢相褻也。摯，所奠雁也。○贄音至，本亦作「摯」。男女有別，然後父子親。父子親，然後義生。義生，然後禮作。禮作，然後萬物安。言人倫有別，則氣性醇也。無別無義，禽獸之道也。言聚麀之亂類也。○麀音憂。婿親御授綏，親之也。親之也者，親之也。言已親之，所以使之親已。敬而親之，先王之所以得天下也。先王，若太王、文王。出乎大門而先，男帥女，女從男，夫婦之義由此始也。先者，車居前也。○出乎大門而先，如字，絕句，又悉遍反。婦人，從人者也。幼從父兄，嫁從夫，夫死從子。從，謂順其教令。夫也者，夫也。夫也者，以知帥人者也。夫之言丈夫也，夫或為「傅」。○知音智。玄冕齊戒，鬼神陰陽也。將以為社稷主，為先祖後，而可以不致敬乎？玄冕，祭服也。陰陽，謂夫婦也。共牢而食，同尊卑也。故婦人無爵，從夫之爵，坐以夫之齒。爵，謂夫命為大夫，則妻為命婦。器用陶、匏，尚禮然也。此謂大古之禮器也。三王作牢，用陶、匏。言大古無共牢之禮，三王之世作之，而用太古之器，重夫婦之始也。厥明，婦盥饋，舅姑卒食，婦餕餘，私之也。私之猶言恩也。○盥音管。饋，其位反。一本無「婦盥饋」三字。餕音俊。舅姑降自西階，婦降自阼階，授之室也。明當為家事之主也。昏禮不用樂，幽陰之義也。樂，陽氣也。幽，深也。欲使婦深思其義，不以陽散之也。昏禮不賀，人之序也。序猶代也。"
      },
      {
        "index": 36,
        "text": "[疏]「天地」至「序也」。○正義曰：此一節論聖人重昏禮之事。各依文解之。○「天地合，而後萬物興焉」者，言天氣下降，地氣上騰，天地合配，則萬物生焉。若夫婦合配，則子胤生焉。此與下《昏禮》為目，故鄭云：「目禮之義也。」皇氏云：「『禮之所尊，尊其義也』以下結上爵德之事。」其義非也。○「所以附遠厚別也」者，取異姓者，所以依附相疏遠之道厚，重分別之義，不欲相褻，故不取同姓也。○「幣必」至「德也」。○「幣必誠」者，誠謂誠信。幣帛必須誠信，使可裁製，勿令虛濫。○「辭無不腆」者，腆，善也。謂之傳辭，無自謙退。云幣不善，不詐飾也。○「告之以直信」者，所以幣必信，辭必直，欲告戒婦人以正直誠信也。○「信，事人也」者，事，立也。言婦人立身之道，非信不立。「信，婦德也」者，言貞信是婦人之德。○注「此二」至「信也」。○正義曰：二者，謂辭也、幣也。辭不虛飾，是正也；幣不濫惡，是信也。故《昏禮記》云：「辭無不腆，反帛必可制。」鄭注云：「賓不稱，幣不善。」此二者正也、信也，下唯云「信，事人」、「信，婦德」，不云「正」者，正是信之小別，信則兼之。○「執摯以相見，敬章別也」者，摯，雁也。章，明也。婿親迎入門，而先奠雁，然後乃與婦相見，是先行敬，以明夫婦禮有分別，不妄交親。○「婿親」至「之也」。○按《昏禮》：「婦降自西階，婿親御婦車授綏。」是婿親御授綏也。○「親之也」者，謂婿御婦車授綏，欲親愛於婦也，故云「親之也」。○言婿所以親其婦者，欲令婦之親已也，故云「親之也者，親之也」。○「玄冕」至「敬乎」，玄冕齊戒，廣陳敬事也。玄冕，謂助祭服也，五冕通玄，故合為玄冕也。今用助祭之服，以親迎也。「齊戒」者，齊戒自整敕也。○「鬼神陰陽也」者，陰陽謂夫婦也。著祭服而齊戒親迎，是敬此夫婦之道，如事鬼神，故云「鬼神陰陽也」。○「將以為社稷主，為先祖後，而可以不致敬乎」者，釋所為者重，故宜用敬，所以冕而親迎也。妻為內主，故有國者，是為社稷內主也。始此嗣廣後世，故云先祖後也。明如此之重，可以不致敬乎，言宜敬也。○注「玄冕，祭服也」。○正義曰：按《昏禮》士昏用上服以爵弁，爵弁是士服之上者，則天子以下皆用上服。以五冕色俱玄，故總稱「玄冕」也。○「器用陶匏，尚禮然也」者，謂共牢之時，俎以外，其器但用陶匏而已。此乃貴尚古之禮自然也，陶是無飾之物，匏非人功所為，皆是天質而自然也。○「厥明」至「序也」。○厥，其也。其明，謂共牢之明日也。舅姑卒食，謂明日婦見舅姑訖，婦乃盥饋特豚，舅姑食特豚之禮竟也。食餘曰餕。婦餕餘，謂舅姑食竟以餘食與之也。而《禮》本亦有云「厥明，婦盥饋」者也。○「私之也」者，解婦餕餘義也。私猶恩也。所以食竟以餘食賜婦者，此示舅姑相恩私之義也。○「舅姑降自西階，婦降自阼階，授之室也」者，謂適婦也。婦見餕餘之禮畢，舅姑從賓階而下，婦從主階而降，是示授室與婦之義也。按《昏禮》：既昏之後，夙興，贊見婦於舅姑。席於阼，舅即席；席於房外，南面，姑即席。婦執笄棗栗，奠於舅席，又執腶脩奠於姑席。訖，贊者醴婦，席於戶牖間，贊者酌醴以醴婦，薦脯醢。婦受醴畢，取脯醢，降出授人於門外。舅姑入於室，共席於奧，婦盥饋特豚，無魚臘，無稷，卒食，一酳，席於北墉下。婦徹，設於席前，婦即席，餕姑之餘，卒食，姑酳之。此士禮也。其大夫以上，牲牢則異也。○「昏禮不用樂，幽陰之義也。樂，陽氣也。」昏禮所以不用樂者，幽，深也，欲使其婦深思陰靜之義，以脩婦道。「樂，陽氣也」者，陽是動散，若其用樂，則令婦人志意動散，故不用樂也。"
      },
      {
        "index": 37,
        "text": "有虞氏之祭也，尚用氣。血、腥、爓祭、用氣也。尚，謂先薦之。爓，或為「<月>」。○<月>，直輒反。○殷人尚聲，臭味未成，滌蕩其聲，樂三闋，然後出迎牲。聲音之號，所以詔告於天地之間也。滌蕩，猶搖動也。○滌音狄，徐又同吊反。三，如字，徐息暫反。周人尚臭，灌用鬯臭，郁合鬯，臭陰達於淵泉。灌以圭璋，用玉氣也。既灌，然後迎牲，致陰氣也。蕭合黍、稷，臭陽達於牆屋，故既奠，然後爇蕭合膻、薌。灌，謂以圭瓚酌鬯始獻神也，巳，乃迎牲於庭殺之，天子諸侯之禮也。奠，謂薦孰時也，《特牲饋食》所云「祝酌奠於鉶南」是也。蕭，薌蒿也，染以脂，含黍、稷燒之。《詩》云：「取蕭祭脂。」膻當為「馨」，聲之誤也。奠或為「薦」。○灌用鬯臭，絕句，庾以「鬯」字絕句，郁字，又作，同。合鬯，絕句。爇蕭，如悅反，下音簫。合，如字，徐音閤。膻，依注同「馨」，許經反。薌音香。瓚，在旦反。鉶音刑。蒿，呼毛反。梁，如琰反。膻當，失然反。凡祭，慎諸此。魂氣歸於天，形魄歸於地，故祭求諸陰陽之義也。殷人先求諸陽，周人先求諸陰。此其所以先後異也。詔祝於室，坐屍於堂，謂朝事時也，朝事延屍於戶西，南面，布主席東面，取牲膟膋，燎於爐炭，先肝於郁鬯而燔之，入以詔神於室，又出以墮於主人。主人親制其肝，所謂制祭也。時屍薦以籩、豆，至薦孰，乃更延主於室之奧。屍來升席，自北方，坐於主北焉。○祝，之六反，下及注並同，又之又反。膟音律。膋，力彫反。燎，力炒反，又力吊反，下文同。壚音盧。墮，許恚反，或許垂反。奧，烏報反。用牲於庭，謂殺之時。升首於室。制祭之後，升牲首於北墉下，尊首尚氣也。○墉音容。直祭祝於主，謂薦孰時也，如特牲少牢饋食之為也。直，正也，祭以孰為正，則血腥之屬盡敬心耳。索祭祝於祊。索，求神也。廟門曰祊，謂之祊者，以於繹祭名也。不知神之所在，於彼乎？於此乎？室與堂與？○室與、堂與，並音餘，下「遠者與」同。本作「室與堂也」，與，則如字讀。或諸遠人乎？祭於祊，尚曰求諸遠者與？尚，庶幾也。○遠人，徐於萬反。祊之為言倞也，倞猶索也，倞或為「諒」。○倞音諒。肵之為言敬也。為屍有肵俎，此訓也。○肵音祈。為屍，於偽反。富也者，福也。人君嘏辭有富，此訓之也。或曰「福也者，備也」。○嘏，古雅反。首也者，直也。訓所以升首祭也，直或為「犆」也。○犆，徒得反。相，饗之也。相，謂詔侑也，詔侑屍者，欲使饗此饌也。《特牲饋食禮》曰：「主人拜妥屍，屍答拜，執奠，祝饗。」○相，息亮反，注及下「之相」並注同。侑音又。妥，他果反。嘏，長也，大也。主人受祭福曰嘏，此訓也。○長，直良反，徐知兩反。屍，陳也。屍或詁為主，此屍神像，當從主訓之，言陳非也。○詁音古。毛、血，告幽全之物也。幽，謂血也。告幽全之物者，貴純之道也。純，謂中外皆善。血祭，盛氣也。祭肺、肝、心，貴氣主也。氣主氣之所捨也，周祭肺，殷祭肝，夏祭心。祭黍稷加肺，祭齊加明水，報陰也。祭黍稷加肺，謂綏祭也。明水，司烜所取於月之水也。齊，五齊也，五齊加明水，則三酒加玄酒也。○齊，才細反，注及下「兌齊」並注同。綏，許恚反。取膟膋燔燎，升首，報陽也。膟膋，腸間脂也，與蕭合燒之，亦有黍稷也。明水兌齊，貴新也。兌猶清也，五齊濁，泲之使清，謂之兌齊。及取明水，皆貴新也。《周禮•<巾荒>氏》以兌水漚絲。兌齊，或為「汎齊」。○說齊，姑銳反，字又作兌。泲，子禮反，下同。<巾荒>，莫剛反。漚，烏豆反。汎，本又作泛，同。凡兌，新之也。新之者，敬也。其謂之明水也，由主人之絜著此水也。著猶成也，齊主人齊絜，此水乃成，可得也。○齊，側皆反，篇末文注同。君再拜稽首，肉袒親割，敬之至也。敬之至也，服也。拜，服也。稽首，服之甚也。肉袒，服之盡也。割解牲體。祭稱「孝孫」、「孝子」，以其義稱也。謂事祖禰。稱「曾孫某」，謂國家也。謂諸侯事五廟也，於曾祖以上，稱曾孫而已。祭祀之相，主人自致其敬，盡其嘉，而無與讓也。相，謂詔侑屍也。嘉，善也。腥、肆、爓、腍祭，豈知神之所饗也？主人自盡其敬而已矣。治肉曰肆。腍，熟也。爓，或為<月>。○肆，敕歷反，注同。腍，而審反。<月>，直輒反。舉斝、角，詔妥屍。古者屍無事則立，有事而後坐也。屍，神像也。祝，將命也。妥，安坐也。屍始入，舉奠斝若奠角。將祭之，祝則詔主人拜，妥屍，使之坐。屍即至尊之坐。或時不自安，則以拜妥之也。天子奠斝，諸侯奠角，古謂夏時也。○斝，古雅反。坐，才臥反。縮酌用茅，明酌也。謂泲醴齊以明酌也。《周禮》曰：「醴齊縮酌。」五齊醴尢濁，和之以明酌。泲之以茅，縮去滓也。明酌者，事酒之上也，名曰明者。事酒，今之醳酒，皆新成也，《春秋傳》曰：「爾貢包茅不入，王祭不共。」泲以酌酒，酌猶斟也。酒已泲，則斟之以實尊彝。《昏禮》曰：「酌玄酒，三注於尊。」凡行酒亦為酌也。○縮，所六反，注同。齊，才細反，下皆同。去，起呂反。醳音亦。共音恭。斟，章金反。彝音夷。注，之樹反。醆酒兌於清，謂泲盞酒以清酒也。醆酒，盎齊。盎齊差清，和之以清酒泲之而已。泲盎齊必和以清酒者，皆久味相得。○醆，側產反。盎，烏浪反。差，初賣反，又初佳反。汁獻兌於醆酒，謂泲秬鬯以醆酒也。獻，讀當為莎，齊語聲之誤也。秬鬯者，中有煮郁，和以盎齊，摩莎泲之，出其香汁，因謂之汁莎。不以三酒泲秬鬯者，秬鬯尊也。○汁，之十反。獻，依注為莎，素何反，下注同。猶明、清與醆酒於舊澤之酒也。猶，若也。澤，讀為醳，舊醳之酒，謂昔酒也。泲醴齊以明酌，泲醆酒以清酒，泲汁獻以醆酒，天子諸侯之禮也。天子諸侯禮廢，時人或聞此而不審知。云若今明酌清酒與醆酒，以舊醳之酒泲之矣，就其所知以曉之也。泲清酒以舊醳之酒者，為其味厚臘毒也。○澤，依注讀為醳，音亦，徐詩石反。為其，於偽反。臘毒，上音昔，《隱義》云：「臘，久也，久酒有毒。」祭有祈焉，祈猶求也，謂祈福祥，求永貞也。有報焉，謂若穫禾報社。有由辟焉。由，用也。辟讀為弭，謂弭災兵，遠罪疾也。○辟，依注作弭，亡妣反。遠，於萬反。齊之玄也，以陰幽思也。故君子三日齊，必見其所祭者。齊三日者，思其居處，思其笑語，思其志意，思其所樂，則見之也。"
      },
      {
        "index": 38,
        "text": "[疏]「有虞」至「祭者」。○正義曰：此一節總論祭祀之事。各依文解之。○「有虞氏之祭也，尚用氣」者，尚謂貴尚，其祭祀之時，先薦用氣物也。○「血、腥、爓祭，用氣也」者，此解用氣之意。血，謂祭物以血詔神於室。腥，謂朝踐薦腥肉於堂。爓，謂沈肉於湯，次腥，亦薦於堂。《祭義》云「爓祭，祭腥而退」是也。今於堂以血、腥、爓三者而祭，是用氣也。以其並未熟，故云「用氣也」。○注「尚，謂先薦之」。○正義云：言先薦者，對合享饋熟為先也。此虞氏尚氣，殷人尚聲，周人尚臭，皆謂四時常祭也。若其大祭祫，周人仍先用樂也，故《大司樂》云：「若樂九變，則人鬼可得而禮矣。」鄭云：「先奏是樂，以致其神，而後祼焉。」推此言之，虞氏大祭亦先作樂也。故鄭注《大司樂》引《虞書》云：「戛擊鳴球，搏拊琴瑟以詠，祖考來格，蕭韶九成，鳳凰來儀。」此宗廟九奏之郊。此虞氏大祭，與周同樂九奏。夏殷大祭雖無文，或當與周同。熊氏以為殷人先求諸陽，謂合樂在灌前，周人先求諸陰，謂合樂在灌後，與降神之樂別。熊氏又云：「凡大祭並有三始：祭天，以樂為致神始，以煙為歆神始，以血為陳饌始。祭地，以樂為致神始，以腥為歆神始，以血為陳饌始。祭宗廟，亦以樂為致神始，以灌為歆神始以腥為陳饌始。」義或然也。按禮：宗廟之祭先薦血，後薦腥。熊云「宗廟腥為陳饌始」，於義未安也。熊氏又云：「社稷以下之祭，皆有三始。」於義非也。○「殷人」至「間也」。○「殷人尚聲」者，帝王革異，殷不尚氣而尚聲，謂先奏樂也，不言夏，或從虞也。○「臭味未成，滌蕩其聲」者，臭味未成，謂未殺牲也。滌蕩猶搖動也。殷尚聲，故未殺牲而先搖動樂聲以求神也。○「樂三闋，然後出迎牲」者，闋，止也。奏樂三遍止，乃迎牲入殺之。○「聲音之號，所以詔告於天地之間也」者，解以先奏樂之義。言天地之間，虛豁亦陽也，言鬼神在天地之間。聲是陽，故用樂之音聲，號呼告於天地之間，庶神明聞之而來，是先求陽之義也。○「周人」至「膻薌」。○「周人尚臭」者，周禮變於殷，故先求陰，尚臭也。○「灌用鬯臭」者，臭，謂鬯氣也。未殺牲，先酌鬯酒灌地以求神，是尚臭也。○「郁合鬯」者：郁，郁金草也。鬯，謂鬯酒，煮郁金草和之，其氣芬芳調鬯也，又以搗郁汁和合鬯酒，使香氣滋甚，故云郁合鬯也。鄭注《郁人》云：「郁，鬱金香草，宜以和鬯。」盧云：「言取草芬芳香者，與秬黍郁合釀之，成必為鬯也。」馬氏說郁草名，如鬱金香草，合為鬯也。庾氏讀句，則云「臭郁合鬯」。○「臭陰達於淵泉」者，用郁鬯灌地，是用臭氣求陰達於淵泉也。○「灌以圭璋，用玉氣也」者，王肅云：以圭璋為瓚之柄也，瓚，所以<奭斗>鬯也，玉氣絜潤，灌用玉瓚，亦求神之宜也。玉氣亦是尚臭也，周言用玉，則殷不用圭瓚。○「既灌然後迎牲」者，先求神後迎牲也。○「致陰氣也」者，解所以先灌，是先求陰也。先致氣於陰，故云「致陰氣也」。蕭合黍稷者，周人後求陽也，取蕭草及牲脂膋合黍稷燒之也，此謂饋食時也。○「臭陽達於牆屋」者，謂以蕭合黍稷之臭氣求陽，達於牆屋也。○「故既奠，然後蕭合膻、薌」者，明上蕭之時節也。既奠，謂薦熟時也。堂上事屍竟，延屍戶內，更從此始也。於薦熟時祝先酌酒，奠於鉶羹之南，訖，屍未入。於是又取香蒿，染以腸間脂，合黍稷燒之於宮中，此又求諸陽之義也。馨香，謂黍稷。○注「天子」至「燒之」。○正義曰：知此經所云天子諸侯禮也，以《儀禮•少牢》、《特牲》是大夫士之禮，無臭郁灌鬯之事故也。云「奠謂薦熟時也，《特牲饋食禮》所云『祝酌奠於鉶南』是也」者，屍未入之前，當饋孰之始，饋孰有黍稷，此云蕭合黍稷，既奠然後蕭，故知當饋孰之時也。云「染以脂，合黍、稷燒之」者，此云蕭合黍稷，是蕭與黍稷合。《詩》云「取蕭祭脂」，是蕭與脂合也。故知有蕭及脂黍稷合馨香也。○「詔祝」至「於堂」。○「詔祝於室」，謂朝事時也。詔，告也。祝，咒也。天子諸侯朝事之時，坐屍於堂戶西，南面，坐主在西方，東面，屍、主之前，則薦用籩豆也。祝乃取牲膟膋，燎於爐炭，入告神於室。又出墮於主。當此時，王乃親洗肝於郁鬯而燔之，以制於主前。今云詔祝於室，是燎於爐炭，入告於室也。○「坐屍於堂」者，既灌鬯之後，屍出堂，坐戶西而南面也。○注「謂朝」至「北焉」。○正義曰：「謂朝事時」者，以下云「用牲於庭，升首於室」，此云「詔祝於室」，當殺牲之初，故知當朝事時也。云「朝事延屍於戶西，南面，布主席東面，取牲膟膋，燎於爐炭，洗肝於郁鬯而燔之」者，此等並於堂上而燔燎之，故始云「入以詔神」，明以前在堂也。云「入以詔神於室，又出以墮於主前」者，墮，謂墮祭也，謂分減肝膋以祭主前也。云「主人親制其肝，所謂制祭也」者，制，割也，謂割其肝而不相離，按《禮器》云：「君親制祭，夫人薦盎。」此云「詔祝於室」，下云「用牲於庭」，故知制祭當此節也。云「時屍薦以籩、豆」者，即是朝事籩豆也。云「至薦熟，乃更延主於室之奧」者，約《少牢》、《特牲》饋食在奧室也。云「屍來升席，自北方，坐於主北焉」者，以在奧東面以南為尊，主尊，故在南。主既居南，故屍來升席自北方也。屍、主各席，故朝事延屍於戶外，屍南面，主席於東面是也。鄭之此注，雖參《禮記》及《少牢》、《特牲》而言之，亦約漢時祭宗廟之禮言也，故其事委曲也。○注「制祭」至「氣也」。○正義曰：知在制祭後者，熊氏云：見下文升首在燔燎下，故知在制祭後也。又知在北牖下者，見下雲升首以報陽，明是當戶北牖，可知此升首非說有虞氏祭以首者，故《羊人》云「祭祀割羊牲，登其首」，則三牲之首皆升也。○「直祭祝於主」，直，正也。祭以薦熟為正，言薦熟正祭之時，祝官以祝辭告於主，若《儀禮•少牢》「敢用柔毛剛鬣，用薦歲事於皇祖伯某」是也。○注「謂薦」至「心耳」。○正義曰：知薦熟時者，以上文云「詔祝於室」，次云「用牲於庭，升首於室」，下云「索祭祝於祊」，以文次之，知此當薦熟之節也。○「索祭祝於祊」，索，求也，廣博求神，非但在廟，又為求祭，祝官行祭在於祊也。祊，謂廟門。祭於廟門，凡祊有二種，一是正祭之時，既設祭於廟，又求神於廟門之內。《詩•楚茨》云：「祝祭於祊。」注云：「祊門內平生待賓客之處，與祭同日也。」二是明日繹祭之時，設饌於廟門外西室，亦謂之祊，即上文云「祊之於東方」，注云：「祊之禮，宜於廟門外之西室。」是也。今此索祭於祊，當是正祭日之祊矣。知者，《禮器》云：「為祊乎外，以其稱外。」故注云：「祊祭，明日之繹祭。」鄭又注上「祊之於東方」云：「祊之禮，宜於廟門外之西室。」此經直云「祊」，不云「外」，又注直云「廟門曰祊」，亦不云「外」，是據正祭日祊也。故下云「肵之為言敬也」，「相，饗之也」，「假，大也」，「血、毛，告幽全之物」，是皆據正祭之日，明此祊亦正祭日。○注「廟門」至「名也」。○正義曰：「廟門曰祊」，《爾雅•釋宮》文。云「謂之祊者，以於繹祭名也」者，此既正祭日於廟門內求神，應總稱雲廟，而謂之祊者，以祊是廟門，明日繹祭稱祊，雖今日之正祭，假以明日繹祭祊名，同稱之曰祊也。○「不知神之所在，於彼乎？於此乎？」者，此解正祭在廟之時，或設饌在室，或設饌在堂，不知神之所在之處，為於彼室乎，為於此堂乎，故兩處設饌也。○「或諸」至「者與」。○此解索祭為祊之時或諸遠人乎者。「諸」是語辭，其神靈或遠離於人不在廟乎。○「祭於祊，尚曰求諸遠者與？」者，尚，是庶幾也。言正祭之時，祭於廟門祊者，庶幾求於遠處者與？言於遠處求神也。○「祊之」至「陳也」，此皆訓祭祀所為之事。○注「為屍有肵俎」。○正義曰：按《特牲》、《少牢》：設饌之後，屍祭饌訖，祝取牢心舌，載於肵俎，設於饌北，屍每食牲體，反置於肵俎，是主人敬屍之俎也。○注「人君」至「備也」。○正義曰：《少牢》云：「皇屍命工祝，承致多福無疆，於女孝孫，使女受祿於天，宜稼於田，眉壽萬年，勿替引之。」此是大夫嘏辭也。人君則福慶之辭更多，故《詩•楚茨》云「永錫爾極，時萬時億」，「卜爾百福，如幾如式」是也。○注「訓所」至「犆也」。○正義曰：經云「首者，直也」。直，正也。言首為一體之正。○「相，饗之也」，相，謂詔侑，所以立祝詔侑屍者，欲屍歆饗此饌。○注「特牲」至「祝饗」。○正義曰：引《特牲》者，證饗屍時節，延屍初入，主人拜妥屍，屍答拜訖，執此鉶南之奠，祝則設辭以饗之，欲屍饗此奠也。屍遂祭與啐之。嘏，長也，大也。○屍嘏主人，欲使長久廣大也。○注「屍或」至「非也」。○正義曰：此經屍為陳，諸本屍為主。屍是神像，當從主，主是人所主事，陳是器物陳列。今訓之為陳，故云非也。○「毛血」至「道也」。○此謂祝初薦血、毛於室時也。血，是告幽之物，毛，是告全之物。告幽者，言牲體肉裡美善；告全者，牲體外色完具。所以備此告幽全之物者，貴其牲之純善之道也，故鄭云「純，謂中外皆善」，言中善則血好，外善則毛好也。○「血祭」至「主也」，此是堂上制祭後，又薦血腥時也。○「祭肺、肝、心，貴氣主也」，此三者並為氣之宅，故祭時先用之，是貴於氣之主故也。血是氣之所捨，故云「盛器也」。三者非即氣，故云「氣之主也」。○「祭黍」至「水也」。○「祭黍稷加肺」者，謂屍既坐綏祭之時，祭黍稷加之以肺，言兼肺而祭，故云「加肺」也。○「祭齊加明水」者，謂於正祭之時，陳列五齊之尊，上又加明水之尊，故云「祭齊加明水」也。○「報陰也」者，解加肺、加明水之意。肺是五臟在內，水又屬北方，皆是陰類，又親形魄歸地是陰，以陰物祭之，故云「報陰也」。○「取膟膋燔燎，升首」者，此謂朝踐時，祝取膟膋燎於爐炭，入以告神於室，出以綏於主前，又升首於室，至薦孰之時，祝更取膟膋及蕭，以黍稷合燒之，是臭陽達於牆屋也。○「報陽也」者，言膟膋黍稷，並是陽氣之物，首又是牲體，亦是陽，親之魂氣在天為陽。今以陽物祭之，故云報陽也。○「明水兌齊，貴新也」者，明水，謂以陰鑒取月中之水也。兌，猶清也。謂泲五齊使清，故云兌齊。所以設明水及兌齊者，貴其新潔之義也。○「凡兌，新之也」者，釋兌齊之意。言所以兌此齊者，以敬於鬼神，故新潔之也。○「其謂之明水也，由主人之潔，著此水也」者，此釋明水之意，所以謂之清明之水者。著，成也。由主人清潔成就，此水乃成，可得而用也。○注「祭黍」至「酒也」。○正義曰：「祭黍稷加肺，謂綏祭」者，按《特牲禮》云：「祝命綏祭屍，左執觶，右取菹，耎於醢，祭於豆間，佐食取黍稷肺祭授屍，屍祭之。」是屍綏祭之時，有黍稷肺也。《少牢》亦然。皇氏以為屍綏祭之時無黍稷，至主人綏祭之時，乃有黍稷，解此祭為主人綏祭也，違背《儀禮》正文，其義非也。云「五齊加明水，則三酒加玄酒也」者，崔氏云：五齊尊上，加明水之尊，五齊重，明水亦重，故加明水，三酒輕，玄酒亦輕，故云「三酒加玄酒也」。此云「玄酒」對「明水」，直謂水也。若總而言之，明水亦名玄酒，故《禮運》云：「玄酒在室。」及《司烜》注云：「明水以為玄酒。」是也。此經「祭齊加明水」之文，謂總據祭時而用五齊，非謂綏祭之時也。故鄭云「祭黍稷加肺，謂綏祭」，不云祭齊也。按《儀禮》綏祭之後，亦祭酒，必知此祭齊非綏祭者，以鄭云「三酒加玄酒」，三酒本非綏祭之用故也。○注「與蕭」至「稷也」。○正義曰：凡祭血腥之時，已有膟膋燔燎，故前文「詔祝於室」鄭注云「取牲膟膋，燎於爐炭，洗肝於郁鬯而燔之」，是也。至薦熟之時，又取膟膋而燔之，故上經云「蕭合黍、稷」，「故既奠，然後炳蕭合馨香」，故鄭此注云「與蕭合燒之」，謂饋熟時也。云「亦有黍稷也」者，非但有蕭與膟膋，兼有黍稷，故云「亦」也。○「敬之」至「盡也」。○「敬之」至「也，服也」者，言君所以再拜稽首肉袒者，是恭敬之至極。恭敬之至極，乃是服順於親也。此總結上「再拜稽首，肉袒」之文，下又各釋「拜稽首，肉袒」之事。○「拜，服也」者，釋再拜之文，拜者，是服順於親也。○「稽首，服之甚也」者，釋稽首之文。拜既是服，而稽首頭至於地，是服之甚極也。○「肉袒，服之盡也」者，釋肉袒之文。言心雖內服，外貌不盡，今肉袒去飾，是服之竭盡也。○「祭稱」至「家也」，熊氏云：「祭稱孝孫，對祖為言，稱孝子，對禰為言。」○「以其義稱也」者，義，宜也。事祖禰宜行孝道，是以義而稱孝也。○「稱『曾孫某』，謂國家也」者，國謂諸侯，家謂卿大夫、既有國家之尊，不但祭祖禰而已，更祭曾祖以上，但自曾祖以上，唯稱曾孫而已。言己是曾重之孫。○注「謂諸」至「而已」。○正義曰：熊氏云：經既稱國家，則兼諸侯及大夫。今注直云「諸侯」者，注文略也。大夫三廟，亦事曾祖而得稱曾孫也，其諸侯大夫事祖禰之時，亦稱孝子、孝孫。事曾祖以上，雖是內事，則同於外稱，故下《曲禮》云「諸侯內事曰孝子某侯某，外事曰曾孫某侯某」是也。此記不云某侯者，略也。上士二廟，祖禰各一廟，中下士一廟，祖禰共廟。前經注云「謂祖禰」，據上士也。○「祭祀」至「讓也」。○解為相之法也。相，謂詔侑也。嘉，善也。庾氏云：「賓主之禮，相告以揖讓之儀。祭祀之禮，則是主人自致其敬，盡其善，故詔侑屍者，不告屍以讓，是其無所與讓也。」○「腥肆」至「已矣」。○「腥、肆、爓、腍祭」者：肆，剔也；腍，熟也。言祭或進腥體，或薦解剔，或進湯沈，或薦煮熟，故云「腥、肆、爓、腍祭」也。○「豈知神之所饗也，主人自盡其敬而已矣」者，四種之薦，豈知神適所饗邪？正是主人自盡敬心而求索之心不一耳。○「舉斝」至「命也」。○斝、角，爵名也。天子曰斝，諸侯曰角。若依此，則饋食薦熟之時，屍未入，祝先奠爵於饌南，屍入，即席而舉之，如《特牲禮》「陰厭後，屍入舉奠焉也」，但云「舉斝、角」，恐非周禮耳。崔云是周也。○「詔妥屍」者，詔，告也；妥，安也。屍始即席舉奠斝、角之時，既始即席，至尊之坐，未敢自安，而祝當告主人拜屍，使屍安坐也。○「古者屍無事則立，有事而後坐也」者，古，夏時也。夏立屍，唯有飲食之事時乃坐，若無事則倚立也，由世質故耳。○「屍，神像也」者，屍是神像，故無事則立，有事而後坐也。○「祝，將命也」者，祝以傳達主人及神之辭令也。○「縮酌」至「酒也」。○正義曰：此一節，記人總釋《周禮•司尊彝》泲二齊及郁鬯之事。○「縮酌用茅，明酌也」者，縮，泲也；酌是斟酌。謂醴齊既濁，泲而後可斟酌，故云「縮酌」也。「用茅」者，謂泲醴齊之時而用茅也。「明酌也」者，謂事酒之上，酒色清明，謂之明酌。言欲泲醴齊時，先用明酌和此醴齊，然後用茅泲之，不云泛齊者，與醴齊同。○注「謂泲」至「酌也」。○正義曰：「謂泲醴齊以明酌」者，言泲醴齊之時，以明酌和之，引《周禮》「醴齊縮酌」者，證此經縮酌是醴齊也。云「五齊醴尤濁」者，以醴比盎齊、醍齊、沈齊，以次漸清，故云「尢濁」，其實泛齊亦濁也。云「明酌者，事酒之上也」者，《周禮》三酒，「一曰事酒，二曰昔酒，三曰清酒」。三酒之中，事酒尤濁，三齊之內，醴齊尢濁。醆酒清於，醴齊清酒又清於事酒，故知以事酒泲醴齊也。明，謂清明，故知是事酒之上清明者也。云「事酒，今之醳酒，皆新成也」者，言古之事酒，正是漢之醳酒，事酒與醳酒，皆是新作而成，故鄭注《周禮》云：「事酒，酌有事者之酒。」謂為事而新作者。醳是和醳醞釀之名，即今卒造之酒也。引《春秋傳》者，僖四年《左傳》文，證此用茅是縮酒也。云「酒已泲，則斟之以實尊彝」者，以別器泲之，泲訖，取之以實尊彝也。言彝者，通郁鬯而言也，引《昏禮》曰「酌玄酒三注於尊者」，證實尊稱酌之意。云「凡行酒亦為酌也」者，言非但實尊為酌，凡以爵行酒，亦為酌，故《儀禮•鄉飲酒》燕禮，實爵與人，皆稱為酌也。○「醆酒兌於清」，醆酒，盎齊也。兌，泲也。謂泲之以清酒，盎齊差清，先和以清酒而後泲之。泲，謂泲漉也。以其差清不用茅，其醍齊沈齊，泲之與醆酒同。鄭注《司尊彝》云：「泛從醴，緹沈從盎。」此記不言五齊，獨舉醴、盎二齊者，以《司尊彝》兌時祭二齊三酒與郁，故此言記者釋之。天子時祭，所用尢多，故特言之。○注「醆酒」至「相得」。正義曰：「醆酒，盎齊」者，《周禮》云：「盎齊兌酌。」此云「醆酒兌於清」，兌又是同。又《周禮》醴齊之後有「盎齊」，《禮運》醴後有「醆」，故知醆謂盎齊也。云「皆久味相得」者，盎齊既清，作之必久，清酒又冬釀接夏而成，故云「皆久味相得」也。○「汁獻兌於醆酒」，獻，謂摩莎。兌，謂泲也。秬鬯之中，既有煮郁，又和以盎齊，摩莎泲之出其香汁，是汁莎泲之以醆酒也。○注「不以」至「尊也」。○正義曰：既以事酒泲醴齊、清酒泲盎齊，則泲秬鬯應亦用三酒。今泲秬鬯乃用盎齊，故曰「不以三酒泲秬鬯者，秬鬯尊」，以其尊，故用五齊泲之；五齊卑，故用三酒泲之，事相宜也。○「猶明、清與醆酒於舊醳之酒也」，猶，若也。明，謂明酌。清，謂清酒。醆酒，謂盎齊。作記之時，呼明酌及清酒與醆酒等，皆泲於舊醳之酒。謂以舊醳昔酒，和此明酌清酒等三者而泲之。作記之時，其道如此。古禮廢亡，恐人不知泲醴齊以明酌、泲醆酒以清酒、泲汁莎以醆酒之意，故記者云：泲此醴齊之等，猶若今時明清醆酒泲於舊澤之酒也者。就其今日所知以曉古者難知之事。○注「天子」至「毒也」。○正義曰：「天子諸侯禮廢」者，謂祭禮廢則今日見存。此經所云泲酒，皆天子諸侯之事，以其禮廢，其事難知，故舉今事以譬曉之。云「泲清酒以舊醳之酒者，為其味厚臘毒也」者，舊醳之酒，謂昔酒，作雖久成，比清酒為薄，故用薄酒。泲此清酒，為其清酒是冬釀夏成，其味厚，久臘毒害，故以薄酒泲之，故《國語》云：「高位實疾顛，厚味實臘毒。」鄭之此注，解記時清酒泲於舊醳之酒。○「祭有」至「辟焉」。○正義曰：「有祈」者，謂求福祥也。「有報焉」者，謂獲福而報之，有由辟焉者。由，用也。辟，弭也。謂用此祭之，以弭止災兵罪戾之事。○注「辟讀」至「疾也」。○正義曰：祭既有祈有報，除祈福之外，唯有攘除兇惡，故解為「弭災兵，遠罪疾」，取《周禮•小祝》之文也。○「齊之」至「祭者」。○正義曰：解齊服所以用玄冠之衣義也。玄，陰色，鬼神幽陰，故齊者玄服以表心思幽陰之理，故云「陰幽思也」。○「故君子三日齊，必見其所祭者」：解思陰義也。三日，謂致齊時也。所祭者謂親也，為親而祭，故云「所祭者」也。鬼神居陰，故三日齊，思其親之居處笑語，故祭時如見其所祭之親也。"
      }
    ]
  }
}