{
  "chapterNumber": 28,
  "title": "卷27",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『以其記男女居室事父母舅姑之法。』」\n[疏]正義曰：按鄭《目錄》云：「名曰《內則》者，以其記男女居室事父母舅姑之法，此於《別錄》屬《子法》。以閨門之內，軌儀可則，故曰《內則》。"
      },
      {
        "index": 1,
        "text": "後王命塚宰，降德於眾兆民。後，君也。德，猶教也。萬億曰兆，天子曰兆民，諸侯曰萬民。《周禮》：塚宰掌飲食，司徒掌十二教。今一云「塚宰」，記者據諸侯也。諸侯並六卿為三，或兼職焉。○後王，鄭云：「後，君也，謂諸侯也。王，天子也。」盧云：「後，王后也。王，天子也。」孫炎、王肅云：「後王，君王也。」並，必政反。兼，如字，一音古念反。"
      },
      {
        "index": 2,
        "text": "[疏]「後王」至「兆民」。○正義曰：此一經論子事父母，由此後王之教使之然，故先云施教之法。○「後王」者，後，君也。君謂諸侯，王謂諸侯，王謂天子，不先云「王」者，辟天子妃後之嫌，故言「後王」也。○「命塚宰」者，若天子，則天官為塚宰，若諸侯，則司徒為塚宰。今記者據諸侯為文，命此司徒之塚宰。○「降德於眾兆民」者，降，下也；德，教也。諸侯命塚宰降下教令於群眾兆民也。既據諸侯，當云萬民。而云「兆民」者，此經雖以諸侯為主，雜以天子言之，故又稱「王」，又稱「兆民」也。○注「後君」至「職焉」。○正義曰：「後，君也」，《釋詁》文。云「萬億曰兆」者，依如算法，億之數有大小二法，其小數以十為等，十萬為億，十億為兆也。其大數以萬為等，萬至萬，是萬萬為億，又從億而數至萬億曰兆，億億曰秭，故《詩•頌》毛傳云：「數萬至萬曰億，數億至億曰秭。」兆在億秭之間，是大數之法。鄭以此據天子天下之民，故以大數言之。《詩•魏風》刺在位貪殘，魏國褊小，不應過多，故以小數言之，故云「十萬曰億」。云「天子曰兆民，諸侯曰萬民」者，閔元年《左傳》文。《周禮》是天子之法，每云萬民者，據畿內言之，或可通稱也。鄭引此者，明天子、諸侯之異。經云「兆民」，互明天子也。云「《周禮》：塚宰掌飲食，司徒掌十二教」者，欲明飲食、教令，所掌各有別官，不得獨云塚宰。云「今一云『塚宰』，記者據諸侯也」者，今此《內則》之篇，既有飲食，又有教令，則經文當云命塚宰、司徒，兩官備言之。今唯一云「塚宰」，不兼言「司徒」者，是司徒兼塚宰之事，故云記者據諸侯而言之。云「諸侯並六卿為三，或兼職焉」者，此明司徒兼塚宰之事，意疑而不定，故稱或焉。盧氏云：後謂天子之妃者不定。后妃唯主內事，不得降德於眾兆民。孫炎、王肅皆云：後王，君王，謂天子也。此經論教訓法則是司徒所掌，不可獨據塚宰。盧與孫、王之說，其義皆非，故鄭以為據諸侯言也，但雜陳王事耳。"
      },
      {
        "index": 3,
        "text": "子事父母，雞初鳴，咸盥、漱，櫛、縰、笄、總，拂髦、冠、緌、纓、端、韡、紳，搢笏。咸，皆也。縰，韜髪者也。總，束髮也，垂後為飾。拂髦，振去塵著之；髦用髪為之，像幼時鬌，其制未聞也。緌，纓之飾也。端，玄端，士服也；庶人深衣。紳，大帶，所以自紳約也。搢猶扱也，扱笏於紳。笏，所以記事也。○盥音管，洗手。漱，所救反，徐素遘反，漱，漱口也，下同。櫛，側乙反，梳也。縰，所買反，徐所綺反，黑繒韜髪。笄，古兮反。總，子孔反。髦音毛。緌，耳佳反。韡音必。紳音申。搢，徐音箭，又如字，音晉，插也。笏音忽。韜，吐刀反。去，起呂反。著，丁略反，下文及注同。鬌，多果反。扱，本又作「捷」，又作「插」，初洽反，徐采協反。左右佩用，自佩也。必佩者，備尊者使令也。○令，力呈反。左佩紛帨、刀、礪、小觿、金燧，紛帨，拭物之佩巾也，今齊人有言紛者。刀、礪，小刀及礪礱也。小觿，解小結也，觿貌如錐，以象骨為之。金燧，可取火於日。○紛，芳雲反，或作「□」，同。帨，}}始銳反，佩巾也。觿，許規反，本或作「鑴」，音同，解結錐。燧音遂，火鏡。拭音拭。礱，力工反。右佩玦、捍、管、遰、大觿、木燧。捍，謂拾也，言可以捍弦也。管，筆彄也。遰，刀鞞也。木燧，鑽火也。○捍，戶旦反，謂射捍。遰，時世反，徐作「滯」。彄，苦侯反。鞞，必頂反。鑽，子官反。偪，偪，行縢。○逼本又作「幅」，彼力反。縢，徒登反。屨、著綦。綦，屨系也。○屨，九具反。綦，其記反，注及下同。"
      },
      {
        "index": 4,
        "text": "[疏]「子事」至「著綦」。○正義曰：自此以下，至「不敢私祭」以上，總論在內法則。子事父母，婦事舅姑，男女出入之禮，長幼相事之法，其文既多，各隨事節而解之。自「子」至「著綦」以上，還論子事父母之法也。此子謂男子，知者，以經云「端、韡、紳、搢笏」故也。「咸盥、漱」者，盥謂洗手，漱謂漱口。此據年稍長者，若其孺子，則晏起，而不能雞初鳴也。「笄」者，著縰既畢，以笄插之。熊氏云：「此笄謂安髻之笄，以縰韜髪作髻，既訖，橫施此笄於髻中以固髻也。」故《士喪禮》云：「笄用桑，長四寸，中。」是也。中謂殺其中使細，非固冠之笄，故文在冠上，且玄冠有纓，約《士冠禮》「有纓者無笄」。《問喪》云：「親始死雞斯之時，去玄冠而有笄縰。」是知笄縰不得為冠。「總」者，裂練繒為之，束髮之本，垂餘於髻後，故以為飾也。此經所陳，皆依事先後。櫛訖加縰，縰訖加笄，笄訖加總，然後加髦，著冠，冠畢，然後服玄端著韡，又加大帶也。○「左佩紛帨、刀礪、小觿、金燧」者，皇氏云：「左旁用力不便，故佩小物。」○「右佩玦、捍、管、遰、大觿、木燧」者，皇氏云：「以右廂用力為便，故佩大物。」○注「縰韜」至「事也」。○正義曰：縰，韜髪者也。《士冠禮》云：「緇纚長六尺。」鄭云：「纚一幅長六尺，足以韜髪而結之矣。」盧云：「所以裹髻承冠，以全幅疊而用之。」未知孰是，盧說為優。云「緌，纓之飾也」者，結纓頷下以固冠，結之餘者，散而下垂，謂之緌。云「端，玄端，士服也」者，《特牲禮》：「士祭服玄端。」故云「士服也」。云「庶人深衣」者，以深衣是服之最下者，庶人是人之賤者，故知服深衣也。云「紳，大帶」者，其制備於《玉藻》。云「笏，所以記事也」者，《玉藻》文，其制亦備於《玉藻》。○注「紛帨」至「於日」。○正義曰：鄭恐人不識佩巾，當鄭之時，齊人呼佩巾為紛，故鄭指而言之。云「今齊人有言紛者」是也。云「刀、礪，小刀及礪礱也」者，鄭恐刀、礪是一物，故明之云「小刀及礪礱也」。知小刀者，與小觿連文，故知也。○注「捍謂」至「火也」。○正義曰：拾，斂也。故《鄉射》、《大射》將射謂之「遂」，射罷謂之「拾」。拾是收斂之意也。云「遰，刀鞞也」者，此刀大於左廂刀也。云「木燧，鑽火也」者，皇氏云：晴則以金燧取火於日，陰則以木燧鑽火也。○注「綦，屨系也」。○正義曰：皇氏云：屨頭施系以為行戒。未知然否。或可著屨之時，屨上自有系，以結於足也。故鄭注《士冠禮》「黑屨青絇」云「絇之言拘也」，以為行戒。"
      },
      {
        "index": 5,
        "text": "婦事舅姑，如事父母，雞初鳴，咸盥、漱，櫛、縰、笄、總，衣紳。笄，今簪也。衣紳，衣而著紳。○如父母，一本作「如事父母」。衣紳，如字，又於既反，注同。簪，徐側林反，又作南反。左佩紛帨、刀礪、小觿、金燧，右佩箴、管、線、纊、施縏帙，大觿、木燧，縏，小囊也。縏帙言「施」，明為箴、管、線、纊有之。○箴，之林反。線，本又作線，息賤反。纊音曠。縏，字又作槃，同步干反。帙，陳乙反，又作帙。囊，奴郎反，又作橐，徐音託。明，為，於偽反。衿纓、綦屨。衿猶結也。婦人有纓，示系屬也。○衿嬰，本又作紟，其鴆反，注同；嬰又作纓。"
      },
      {
        "index": 6,
        "text": "[疏]「婦事」至「綦屨」。○正義曰：此一節論女事父母，婦事舅姑所服之衣，所佩之物，皆異於男子之事。各依文解之。○注「笄今」至「著紳」。○正義曰：云：「笄，今簪也」者，謂婦人之笄異於上男子笄縰，故於此始云「笄，今之簪也。則與《士冠禮》男子爵弁笄、皮弁笄同。故鄭注《冠禮》亦云「笄，今之簪也」。則喪服女子吉笄尺二寸也。云「衣紳，衣而著紳」者，鄭恐經云「衣紳」，謂衣著此紳，故云「衣而著紳」，謂加玄端綃衣而後著紳帶，此異於男子，故不有冠緌端韡紳搢笏之屬。○注「縏小」至「有之」。○正義曰：熊氏云：「帙，刺也。以針刺帙而為縏囊，故云縏帙也。餘物皆不言施，獨於箴、管、線、纊之下而言施縏帙，明為四物而施矣。○注「衿猶」至「屬也」。○正義曰：按鄭注《昏禮》云「婦人十五許嫁，笄而禮之」，因著纓，明有系，蓋以五采為之，其制未聞。鄭注《昏禮》既云「笄而著纓」，則未笄無纓也。下「男女未冠笄」，亦云「衿纓」者，彼未冠笄之纓用之以佩容臭，故下注云「容臭香物，以纓佩之」，故童子男女皆有之，與此婦人既笄之纓別也。"
      },
      {
        "index": 7,
        "text": "以適父母舅姑之所。適，之。及所，下氣怡聲，問衣燠寒，疾痛苛癢，而敬抑搔之。怡，說也。苛，疥也。抑，按。搔，摩也。○燠，本又作奧，同於六反，暖也。苛音何。養，本又作癢，以想反。搔，素刀反。說音悅。疥音界。《說文》云：「瘙，癢也。」出入則或先或後，而敬扶持之。先後之，隨時便也。○便，婢面反。進盥，少者奉槃，長者奉水，請沃盥，盥卒，授巾。槃，承盥水者。巾以帨手。○少，詩召反，後皆同。奉，芳勇反，本或作捧，下同。長，丁丈反，後皆同。帨，始銳反，拭手也，本又作脫，同。問所欲而敬進之，柔色以溫之。溫，藉也。承尊者必和顏色。○溫，本又作□，又作慍，同於運反，注同。藉，字夜反。饘、酏、酒、醴、芼、羹、菽、麥、蕡、稻、黍、粱、秫唯所欲。酏，粥也。芼，菜也。蕡，熬枲實。○饘，之然反，厚粥也。酏，羊皮反，薄粥也。芼，毛報反。蕡，字又作<麻賁>，扶雲反，徐扶畏反，大麻子，注同。梁音良。秫音述。粥，之六反，又羊六反。熬，五羔反。枲，思裡反。棗、栗、飴、蜜以甘之，堇、荁、枌、榆、免、薧、滫、瀡以滑之，脂、膏以膏之。謂用調和飲食也。荁，堇類也。冬用堇，夏用荁。榆白曰枌。免，新生者。薧，乾也。秦人溲曰滫，齊人滑曰瀡也。○飴，羊之反，餳也。堇音謹，菜也。荁音丸，似堇而葉大也。枌，扶雲反。免音問，注同。薧，字又作稿，苦老反。滫，思酒反，溲也。瀡音髓，滑也。滑，胡八反，又於八反，諸卷皆同。膏之，古報反。調，如字，又徒吊反。和如字，又胡臥反。夏用，戶嫁反。溲，所九反。父母、舅姑必嘗之而後退。敬也。"
      },
      {
        "index": 8,
        "text": "[疏]「以適」至「後退」。○正義曰：此一節論子事父母，婦事舅姑，至其處所奉扶沃盥之儀，奉進酒醴膳羞之事。各依文解之。○注「苛，疥也」。○正義曰：「苛，疥」者，以其「苛」與「癢」共文，故知「苛，疥也」。○注「溫，藉也」。○正義曰：藉者，所以承藉於物，言子事父母，當和柔顏色，承藉父母，若藻藉承玉然。○注「酏粥」至「枲實」。○正義曰：酏既為粥，粥是薄者，則饘為厚者，故《左傳》云：「饘於是。」注云：「饘，鬻也。」《爾雅•釋言》云：「糊，饘也。」郭景純謂糜也。「芼，菜」者，按《公食大夫禮》三牲皆有芼者，「牛藿、羊苦、豕薇」也。是芼乃為菜也。用菜雜肉為羹。云「蕡，熬枲實」者，《釋草》云：「<麻賁>，枲實也。」此中菽豆以下，供尊者所食，悉皆須孰，或煮或熬，故云「熬，枲實」也。○「棗栗」至「膏之」，以「甘之」者，謂以此棗栗飴蜜以和甘飲食。○「以滑之」者，謂用堇用荁，及枌、榆，及新生乾薧相和，滫瀡之，令柔滑之。○「脂、膏以膏之」者，凝者為脂，釋者為膏，以膏沃之，使之香美。此等總謂調和飲食也。○注「冬用」至「瀡之」。○正義曰：按《士虞禮記》「夏用葵，冬用荁」，鄭玄云：「荁，堇類也，乾則滑，夏秋用生葵，冬春用乾荁。」與此不同者，此經「堇」「荁」相對，故「冬用堇，夏用荁」。《士虞禮》「葵」與「荁」相對，故「夏用葵，冬用荁也。所對不同，故注有異。云「榆白曰枌」者，《釋木》云：「榆白，枌。」孫炎云：「榆白者名枌。」郭景純曰：「枌，榆，先生葉，卻著莢皮，色白。」云「免，新生者。薧，乾也」者。按《庖人》云：「共鮮、薧之物。」鮮、薧相對，此經以「免」對「薧」，薧既是乾，故知免為新生。凡免、薧於《周禮》後因為言，熊氏、皇氏皆失云「文承堇、荁、枌、榆之下，據堇、荁等為免、薧」。義或為然。"
      },
      {
        "index": 9,
        "text": "男女未冠笄者，雞初鳴，咸盥、漱、櫛、縰、拂髦；總角、衿纓，皆佩容臭，總角，收髮結之。容臭，香物也，以纓佩之，為迫尊者，給小使也。○冠，古亂反。為迫，於偽反。昧爽而朝，後成人也。○朝，直遙反，下「而朝」同。後，如字，徐胡豆反，下同。問：「何食飲矣？」若已食則退，若未食，則佐長者視具。具，饌也。"
      },
      {
        "index": 10,
        "text": "[疏]「男女」至「視具」。○正義曰：此一節論未冠笄者事親之禮。○注「容臭」至「使也」。○正義曰：臭謂芬芳，臭物謂之容者，庾氏云：「以臭物可以脩飾形容，故謂之容臭。以纓佩之者，謂纓上有香物也。」"
      },
      {
        "index": 11,
        "text": "凡內外，雞初鳴，咸盥、漱、衣服，斂枕簟，灑掃室堂及庭，布席，各從其事。斂枕簟者，不使人見已褻者。簟，席之親身也。○衣，如字，又於既反。簟，徒玷反。灑，本又作酒。所買反，又所賣反。埽，素報反。○孺子蚤寢晏起，唯所欲，食無時。又後未成人者，孺子，小子也。○孺，如樹反。蚤音早。"
      },
      {
        "index": 12,
        "text": "[疏]「凡內」至「無時」。○正義曰：此一經總論子婦之外卑賤之人，爰及僕隸之等，故云「斂枕簟，灑掃室堂及庭，布席」之屬。"
      },
      {
        "index": 13,
        "text": "由命士以上，父子皆異宮，昧爽而朝，慈以旨甘。日出而退，各從其事。日入而夕，慈以旨甘。異宮，至敬也。慈，愛敬進之。日出乃從事，食祿不免農也。○士以上，「以」或作「已」；上，時掌反，後放此。"
      },
      {
        "index": 14,
        "text": "[疏]「由命」至「旨甘」。○正義曰：此一經論命士以上事親，異於命士以下之禮。\n父母舅姑將坐，奉席請何鄉；將衽，長者奉席請何趾，少者執床與坐。將衽，謂更臥處。○奉，芳勇反，下同。鄉，許亮反。衽，而鴆反，又而甚反，臥席也。止，本又作趾，足也。處，昌慮反。御者舉幾，斂席與簟，縣衾，篋枕，斂簟而襡之。須臥乃敷之也。襡，韜也。○縣音玄。篋，口協反。襡音獨。"
      },
      {
        "index": 15,
        "text": "[疏]「父母」至「襡之」。○正義曰：此一節論父母舅姑將坐將臥奉席之禮。及未臥之前，且斂枕簟衾篋舉藏，須臥乃鋪。○「御者舉幾」者，謂早旦親起之後，侍御之人則奉舉其幾，以進尊者，使馮之。○「斂席與簟」者，斂此所臥在下大席，與上親身之簟，又縣其所臥之衾，以篋貯所臥之枕也。○「斂簟而襡之」者，簟既親身，恐其穢污，故斂此細簟以襡韜之，言簟則韜藏，席則否。"
      },
      {
        "index": 16,
        "text": "父母舅姑之衣、衾、簟、席、枕、幾不傳；杖、屨祇敬之，勿敢近；傳，移也。○傳，丈專反，注同。近，附近之近。敦、牟、卮、匜，非餕莫敢用。餕乃用之。牟讀曰鍪也。卮、匜，酒漿器。敦、牟，黍稷器也。○敦音對，又丁雷反。牟，木侯反，齊人呼土釜為牟。卮音支。匜，羊支反。一音以氏反，杜預注《左傳》云：「沃，盥器也。」餕音俊。鍪，字又作蝥，木侯反。與恆食飲，非餕莫之敢飲食。餕乃食之。恆，常也，旦夕之常食。"
      },
      {
        "index": 17,
        "text": "[疏]「父母」至「飲食」。○正義曰：此一節論父母舅姑所服用之物，子婦不得輒用，所恆飲食之饌，不得輒食。○「衣、衾、簟、席、枕、幾不傳」者，侍御之人，停貯常處，子婦不得輒更傳移，令鄉他處。○「杖、屨祇敬之，勿敢近者，杖、屨是尊者服御之重，彌須恭敬，故云「祇敬之」，勿敢逼近也。○「與恆食飲，非餕莫之敢飲食」者，與，及也。接上「敦牟」之文，非但不敢用，及父母恆食飲食，非因餕時，莫敢飲食。○注「牟讀」至「漿器」。○正義曰：敦則周禮有玉敦，今之柸盂也。《隱義》曰：「鍪，土釜也。」今以木為器，像土釜之形。卮，酒器也。匜，盛酒漿之器，故《春秋》僖二十三年《左傳》云「懷嬴奉匜沃盥」，是也。"
      },
      {
        "index": 18,
        "text": "父母在，朝夕恆食，子婦佐餕，婦皆與夫餕也。既食恆餕。每食餕而盡之，末有原也。父沒母存，塚子御食，群子婦佐餕如初。御，侍也。謂長子侍母食也。侍食者不餕，其婦猶皆餕也。旨甘柔滑，孺子餕。"
      },
      {
        "index": 19,
        "text": "[疏]「父母」至「子餕」。○正義曰：此一節論父母之食，子婦餕餘之禮也。○「子婦佐餕」者，謂長子及長子之婦佐餕者，食必須盡，以父母食不能盡，故子婦佐助餕食之使盡，勿使有餘，恐再進，故注云：「末有原也。」末，無也。原，再也。無使有餘而再設也。○「群子婦佐餕如初」者，塚子既侍母而食，群子婦謂塚子之弟婦及眾弟婦，而佐餕如初者，如上「父母在」、「子婦佐餕」之禮，故云「如初」也。○注「侍食」至「餕也」。○正義曰：經云「塚子御食」，則云「群子婦佐餕」，不云塚子，故知侍食者不餕，塚子無父，故得侍母而食。塚婦既不侍食，故云「猶皆餕也」。"
      },
      {
        "index": 20,
        "text": "在父母舅姑之所，有命之，應「唯」，敬對，進退、周旋慎齊。齊，莊也。○唯，於癸反，徐伊水反。齊，側皆反。升降、出入、揖游不敢噦、噫、嚏、咳、欠、伸、跛、倚、睇視，不敢唾、洟。睇，傾視也。《易》曰：「明夷睇於左股。」○噦，於月反。噫，於畏反。嚏音帝。咳，苦愛反。欠，丘劍反。伸音申。跛，彼義反。倚，於義反，又其寄反。睇，大計反。視如字，徐市志反。唾，吐臥反。涕，本又作洟，同吐細反。寒不敢襲，癢不敢搔。襲謂重衣。○重，直龍反。不有敬事，不敢袒裼。父黨無容。○袒音但。裼，思歷反。不涉不撅。撅，揭衣也。○撅，居衛反。揭，起例反，又起列反，一音起言反。褻衣衾不見裡。為其可穢。○見，賢遍反，下同。為，於偽反。穢，紆廢反，又烏會反。父母唾、洟不見；輒刷去之。○刷，色劣反。去，丘呂反。冠帶垢，和灰請漱；衣裳垢，和灰請澣；手曰漱。足曰澣。和，漬也。○垢，古口反。漱，素侯反，後皆同。澣，本又作浣，戶管反。漬，似賜反。衣裳綻裂，紉箴請補綴。綻猶解也。○綻，字或作定，直莧反，徐治見反。裂，本又作列。紉箴，女陳反，徐而陳反；下之林反。綴，丁劣反，又丁衛反。解，胡賣反，又隹買反。五日則燂湯請浴，三日具沐。其間面垢，燂潘請□；足垢，燂湯請洗。潘，米瀾也。○燂，詳廉反，溫也。潘，芳煩反，淅米汁。□音悔，洗面。瀾，力旦反。少事長，賤事貴，共帥時。共猶皆也。帥，循也。時，是也。禮皆如此也。"
      },
      {
        "index": 21,
        "text": "[疏]「在父」至「帥時」。正義曰：此一節論事父母舅姑，在尊者之所，畏敬之法，並論漱澣沐浴，並明少事長賤事貴，如事父母舅姑。○注「睇傾」至「左股」。○正義曰：「明夷睇於左股」者，是《明夷》六二爻辭，彼注云：「旁視為睇，六二辰在酉，酉是西方。」又下體離，離為目，九三體在震，震東方，九三又在辰，辰得巽氣為股。此謂六二有明德，欲承九三，故云「睇於左股」。引之者，證睇為旁視也。○注「撅，揭衣也」。○正義曰：言於尊所，不因涉水，不敢揭衣。○注「手曰漱，足曰澣」。○正義曰：以冠帶既尊，故以手漱之，用力淺也。衣裳既卑，故以足澣之，用力深也。此據士，故冠帶得漱。晏子是大夫，故譏其澣衣濯冠也。此漱、澣對文為例耳，散則通也。故上《曲禮》云「諸母不漱裳」，是裳亦漱也。《詩•周南》箋云：「澣謂濯之耳。」亦是不用足。"
      },
      {
        "index": 22,
        "text": "男不言內，女不言外。謂事業之次序。非祭非喪，不相授器。祭嚴，喪遽，不嫌也。○遽，其據反。其相授，則女受以篚，其無篚，則皆坐奠之而後取之。奠，停地也。○篚，非鬼反。外內不共井，不共湢浴，不通寢席，不通乞假。男女不通衣裳。內言不出，外言不入。湢，浴室也。○湢，彼力反，本又作逼。男子入內，不嘯不指；夜行以燭，無燭則止。嘯，讀為叱，叱，嫌有隱使也。○嘯，依注音叱，尺失反。女子出門，必擁蔽其面；夜行以燭，無燭則止。擁猶障也。○障音章，道路，男子由右，女子由左。地道尊右。"
      },
      {
        "index": 23,
        "text": "[疏]「男不」至「由左」。○正義曰：此經論男子女子殊別之宜。○注「祭嚴，喪遽，不嫌也」。○正義曰：以經云「非祭非喪，不相授器」，則是祭與喪時得相授器，所以得者，祭是嚴敬之處，喪是促遽之所，於此之時，不嫌男女有淫邪之意。○注「嘯讀」至「使也」。○正義曰：嘯是自嘯，叱謂叱人。經言「不嘯」，與「不指」連文，而指既指物，明嘯是叱人，故以嘯為叱矣。云「嫌有隱使」者，若其常事，以言語處分，是顯使人也。如有奸私，恐人知聞，不以言語，但諷叱而已。是幽隱而使，故云「叱，嫌有隱使也」。"
      },
      {
        "index": 24,
        "text": "子婦孝者敬者，父母舅姑之命勿逆勿怠。恃其孝敬之愛，或則違解。○解，隹賣反，下「解倦」同。若飲食之，雖不耆，必嘗而待。待後命而去也。○飲，於鴆反。食音嗣。耆，市志反。去，起呂反，本又作「而食之」。加之衣服，雖不欲，必服而待。待後命釋藏也。加之事，人待之，已雖弗欲，謂難其妨已業。○難，乃旦反。姑與之，而姑使之，而後復之。遠懟怨於勞事。姑猶且也。○姑與，以渚反，下同。遠，於萬反。懟，直類反，本又作{勤心}。子婦有勤勞之事，雖甚愛之，姑縱之，而寧數休之。不可愛此而移苦於彼也。○縱，本又作從，足用反。數，色角反。子婦未孝未敬，勿庸疾怨，庸之言用也。姑教之。若不可教，而後怒之；怒，譴責也。○譴，棄戰反。不可怒，子放婦出而不表禮焉。表猶明也。猶為之隱，不明其犯禮之過也。○為，於偽反。"
      },
      {
        "index": 25,
        "text": "[疏]「子婦」至「禮焉」。○正義曰：此一節論子婦事父母舅姑，受飲食衣服之事，並明父母舅姑接待子婦之禮。「子婦孝者敬者，父母舅姑之命勿逆勿怠」者，子孝於父母，婦敬於舅姑，或恐倚恃孝敬之心，違逆其命意，有怠惰具身，故戒令勿逆勿怠也。○「若飲食之，雖不耆，必嘗而待」者，謂尊者以飲食與已，已雖不嗜愛，必且嘗之，而待尊者後命，令已去之，而後去之。○「加之衣服，雖不欲，必服而待」者，為尊者加已衣服，已雖不欲，必且服之，而待後命而藏去之。○「加之事，人代之，已雖弗欲」者，謂尊者言加已以事業，事業欲成，尊者又使人代已。此事既向成，不欲他人代已而難其妨已之業。○「姑與之，而姑使之」者，姑，且也。且與代已者之事，而且使代已者為之。○「而後復之」者，待代已者休解，而後復本事業於已身也。○「子婦有勤勞之事，雖甚愛之」者，從此以下，論尊者接待卑者之禮。「有勤勞之事」者，謂子婦有辛苦勤勞之事。「雖甚愛之」者，謂父母舅姑素來雖甚愛此勤勞之子婦。○「姑縱之」者，姑，且也。所愛子婦，既有勤勞，且緩縱之。○「而寧數休之」者，寧可數數休息此所愛子婦，不可移此勤勞於他不愛之子婦也。○「子婦未孝未敬，勿庸疾怨」者，庸，用也。子婦既不孝敬，勿用憎疾怨惡之。○「姑教之」者，姑，且也。且教誨之。○「若不可教，而後怒之」者，不可教，謂教而不從，然後責怒之。○「不可怒」者，謂雖責怒之而不從命者。○「子放婦出而不表禮焉」者，既不可責怒，子被放逐，婦被出棄。表，明也。雖被出棄，猶為之隱，不顯明言其犯禮之過也。"
      },
      {
        "index": 26,
        "text": "父母有過，下氣怡色，柔聲以諫。諫若不入，起敬起孝，說則復諫。子事父母，有隱無犯。起猶更也。○說音悅，下同。不說，與其得罪於鄉黨州閭，寧孰諫；子從父之令，不可謂孝也。《周禮》曰：「二十五家為閭，四閭為族，五族為黨，五黨為州，五州為鄉也。」父母怒，不說，而撻之流血，不敢疾怨，起敬起孝。撻，擊也。○撻，吐達反。"
      },
      {
        "index": 27,
        "text": "[疏]「父母」至「起孝」。○正義曰：此一節論父母有過子諫諍之禮。○「不說」者，謂父母有過，子犯顏諫諍，使父母不說也。○「與其得罪於鄉黨州閭」者，謂子恐父母不說，不敢孰諫，使父母有過，得罪於鄉黨州閭，謂鄉黨州閭所共罪也。「寧孰諫」者，犯顏而諫，使父母不說，其罪輕。畏懼不諫，使父母得罪於鄉黨州閭，其罪重。二者之間，寧可孰諫，不可使父母得罪。孰諫，謂純孰慇勤而諫，若物之成孰然。"
      },
      {
        "index": 28,
        "text": "父母有婢子若庶子庶孫，甚愛之，雖父母沒，沒身敬之不衰。婢子，所通賤人之子。子有二妾，父母愛一人焉，子愛一人焉，由衣服飲食，由執事，毋敢視父母所愛，雖父母沒不衰。由，自也。子甚宜其妻，父母不說，出。宜猶善也。子不宜其妻，父母曰「是善事我」，子行夫婦之禮焉，沒身不衰。"
      },
      {
        "index": 29,
        "text": "[疏]「父母」至「不衰」。○正義曰：此一節謂父母有婢子、庶子、庶孫，父母所愛，已亦愛之。並明已有妻妾，被父母之所愛，已亦當愛之。○「由衣服飲食，由執事，毋敢視父母所愛」者，由，自也。為自已身所愛妾衣服飲食及執事，毋敢比於父母所愛者，故鄭云：「由，自也。」○「子甚宜其妻」者，宜，謂與之相善而寵愛。○「子不宜其妻」者，謂不與之相善，被疏薄。○「父母曰『是善事我』」者，言此妻汝雖疏薄，是善能事我，子當行夫婦之禮焉。子雖寵愛其妻。○「父母不說，出」者，出，謂出去也。按《大戴禮•本命》云：「婦有七出：不順父母，去。無子，去。淫，去。妒，去。有惡疾，去。口多言，去。竊盜，去。不順父母為逆德也，無子為其絕世也，淫為亂其族也，妒為亂其家也，有惡疾為其不可共粢盛也，口多言為其離親也，竊盜為其反義也。」《大戴禮》又云：「婦有三不去：有所受無所歸，不去。曾經三年喪，不去。前貧賤，後富貴，不去。」何休又云：「喪婦長女，不娶，無教戒。世有惡疾，不娶，棄於天。世有刑人，不娶，棄於人。亂家女，不娶，類不正。逆家女，不娶，廢人倫也。」按《周易•同人•六二》鄭注云「天子諸侯後夫人，無子不出」，則猶有六出也。其天子之後雖失禮，亦不出，故《鼎卦•初六》鄭注云：「嫁於天子，雖失禮，無出道，廢遠而已。若其無子，不廢，遠之。後尊，如其犯六出，則廢之。」"
      },
      {
        "index": 30,
        "text": "父母雖沒，將為善，思貽父母令名，必果。將為不善，思貽父母羞辱，必不果。貽，遺也。果，決也。○貽，以之反。遺，以季反。"
      },
      {
        "index": 31,
        "text": "[疏]「父母」至「不果」。○正義曰：此一節論子事父母，父母雖沒，思行善事，必果決為之。若為不善，思遺父母羞辱，必不得果決為之。"
      },
      {
        "index": 32,
        "text": "舅沒則姑老，謂傳家事於長婦也。○傳，丈專反。塚婦所祭祀賓客，每事必請於姑。婦雖受傳，猶不敢專行也。介婦請於塚婦。以其代姑之事。介婦，眾婦。○介音界，注及下同。舅姑使塚婦，毋怠、雖有勤勞，不敢解倦。○倦，本又作倦，其卷反。不友、無禮於介婦。眾婦無禮，塚婦不友之也。善兄弟為友，姊姒猶兄弟也。舅姑若使介婦，毋敢敵耦於塚婦，雖有勤勞，不敢掉磬。○掉磬，徒吊反。《隱義》云：「齊人以相絞訐為掉磬。」崔云：「北海人謂相激事為掉磬也。」不敢並行，不敢並命，不敢並坐。下塚婦也。命，為使令。○下，戶嫁反。令，力呈反。凡婦不命適私室不敢退。婦侍舅姑者也。婦將有事，大小必請於舅姑。不敢專行。子婦無私貨，無私畜，無私器，不敢私假，不敢私與。家事統於尊也。○畜，許六反，又許又反，又敕六反。婦或賜之飲食、衣服、布帛、佩帨、茞蘭，則受而獻諸舅姑。舅姑受之則喜，如新受賜。或賜之，謂私親兄弟。○茞蘭，本又作芷，昌改反，韋昭注《漢書》云「香草也」。昌以反。又《說文》云：「虈也。」虈，火喬反。齊人謂之茞，昌在反。若反賜之，則辭；不得命，如更受賜，藏以待乏。待舅姑之乏也。不得命者，不見許也。婦若有私親兄弟，將與之，則必復請其故賜，而後與之。"
      },
      {
        "index": 33,
        "text": "[疏]「父母」至「與之」。正義曰：此一節論婦事舅姑之禮，並明塚婦介婦相於之節，又明婦有私親賜之美物當獻於舅姑也。○注「謂傳」至「婦也」。○正義曰：若舅姑未沒，年七十以上，傳家事於長子，其婦亦從夫知家事也。若舅沒姑未老，則其婦不得專知家事也，故經云「姑老」。若其不老，則不得知也。○注「眾婦」至「弟也」。○正義曰：「眾婦無禮，塚婦不友之也」者，以其無禮，故塚婦疏薄之。此無禮，謂非七出之罪者；若其七出，自當棄之。若塚婦無禮，罪非七出，眾婦當友之，以適婦尊故也。○注「雖有」至「掉磬」。○正義曰：庾氏云：「齊人謂之差訐。」崔氏云：「北海人謂相激之事為掉磬。」《隱義》云：「齊人謂相絞訐為掉磬。」○注「命，為使令」。○正義曰：謂介婦不敢與塚婦並有教令之命，下塚婦也。○注「或賜」至「兄弟」。○正義曰：以下文云「婦若有私親兄弟，將賜之」，此云「或賜之」，獻諸舅姑，故知私親兄弟賜也。雖藏之以待舅姑之乏，若舅姑不乏，私親兄弟既貧，將欲以物與之，不敢別請其財，則必於舅姑處復請其故賜所藏之物。舅姑既許，然後取而與之。"
      },
      {
        "index": 34,
        "text": "適子、庶子，祇事宗子、宗婦。祇，敬也。宗，大宗。○復，扶又反。適，丁歷反。○雖貴富，不敢以貴富入宗子之家，雖眾車徒，捨於外，以寡約入。入，謂入宗子家。子弟猶歸器，衣服、裘衾、車馬，則必獻其上，而後敢服用其次也。猶，若也。子弟若有功德，以物見饋賜，當以善者與宗子也。若非所獻，則不敢以入於宗子之門，謂非宗子之爵所當服也。不敢以貴富加於父兄宗族。加猶高也。若富，則具二牲，獻其賢者於宗子，賢猶善也。夫婦皆齊而宗敬焉，當助祭於宗子之家。○齊，側皆反。終事而後敢私祭。祭其祖禰。"
      },
      {
        "index": 35,
        "text": "[疏]「適子」至「私祭」。○正義曰：此一節論族人敬事宗子之禮。○「適子、庶子，祇事宗子、宗婦」者，適子謂父及祖之適子，是小宗也。庶子謂適子之弟。宗子謂大宗子。宗婦謂大宗子之婦。言小宗及庶子等敬事大宗子及宗婦也。○「子弟猶歸器，衣服、裘衾、車馬」者，猶，若也。歸謂歸遺也。子弟若有功德，被尊上歸遺衣服裘衾車馬，則必獻其善者於宗子。○「若富，則具二牲，獻其賢者於宗子」者，賢猶善也。善者獻宗子使祭之，不善者私用自祭也。○「夫婦皆齊而宗敬焉」者，大宗子將祭之時，小宗夫婦皆齊戒以助祭於大宗，以加敬焉，謂敬事大宗之祭。○「終事而後敢私祭」者，謂大宗終竟祭事，而後敢以私祭祖禰也。此文雖主事大宗子，其大宗之外，事小宗子者亦然。"
      },
      {
        "index": 36,
        "text": "飯：目諸飯也。黍、稷、稻、粱、白黍、黃粱，稰、穛。孰穫曰稰。生穫曰穛。黍，黃黍也。○稰，思呂反。穛，側角反。膳：目諸膳也。膷、臐、膮、醢、牛炙，醢、牛胾、醢、牛膾、羊炙、羊胾、醢、豕炙，醢、豕胾、芥醬、魚膾，雉、兔、鶉、遲。此上大夫之禮，庶羞二十豆也。以《公食大夫禮》饌校之，則膮、牛炙間不得有「醢」。「醢」，衍字也。又以「遲」為「鴽」也。○膷音香，牛臛也。臐，許雲反，羊臛也。膮，許臛也，《字林》云「豕羹也」，火攸反。炙，章夜反，下同。胾，側吏反。膾，古外反。芥，徐姬邁反。鶉，順倫反。遲音晏。食音嗣，「酏食」、「糝食」並同。鴽音如，下文同。○飲：目諸飲也。重醴，稻醴清、糟，黍醴清、糟，粱醴清、糟，重，陪也。糟，醇也。清，泲也。致飲有醇者，有泲者，陪設之也。○重，直龍反，注同。糟，子曹反，徐但到反。醇，常倫反。泲，子禮反。或以酏為醴，釀粥為醴。黍酏，酏，粥。漿，酢泲。○酢，七故反。，才載反。水，清新。醷，梅漿。○醷，本又作臆，於紀反，徐於力反。濫。以諸和水也。以《周禮》六飲校之，則濫，涼也。紀、莒之間，名諸為濫。○濫，力暫反。以諸乾桃乾梅皆曰諸。酒：目諸酒也。清、白。白，事酒，昔酒也。○羞：目諸羞也。糗餌、粉酏。糗，搗熬穀也，以為粉餌與餈，此記似脫。《周禮》：「羞籩之實，糗餌粉餈」，「羞豆之實，酏食糝食。」此「酏」當為「餰」，以稻米與狼臅膏為餰是也。○糗，起九反，又昌紹反。餌音二，下同。酏讀曰{衍食}，又作餰，之然反，又之善反。搗，本又作搗，丁老反，下同。餈，本又作粢，自私反，下同。糝，西感反。臅，昌錄反，徐又音燭。○食：目人君燕食所用也。○食音嗣，飯也，下「蓏食」、「麥食」、「食齊」皆同，徐如字。蝸醢而蓏食、雉羹，麥食、脯羹、雞羹，析稌、犬羹、兔羹，和糝不蓼。蓏，彫胡也。稌，稻也。凡羹齊宜五味之和，米屑之糝，蓼則不矣。此脯，所謂析乾牛羊肉也。○蝸，力戈反。蓏音孤，字又作菰，同。雉羹，絕句。麥食脯羹雞羹，絕句。折，之列反。稌音杜，徐他古反。和糝，上胡臥反，下三敢反，注同。蓼音了。齊，才細反，下文同。析，星歷反，下同。濡豚包苦實蓼，濡雞醢醬實蓼，濡魚卵醬實蓼，濡鱉醢醬實蓼。凡濡，謂亨之以汁和也。苦，苦荼也，以包豚，殺其氣。卵讀為鯤。鯤，魚子，或作也。○濡音而，下同。苞，伯交反。醢音海，一本作醯，呼兮反，次下句同。卵，依注音鯤，古門反。亨，普彭反，煮也。荼音徒。音關，本又作捫，音門。腶脩，蚳醢；腶脩，捶脯施姜桂也。蚳，蚍蜉子也。○腶，丁亂反。蚳，直其反，蟻子也。捶，徐之反。蜱，本又作蚍，音毗。蜉，本又作<蟲不>，音浮。脯羹，兔醢；麋膚，魚醢；魚膾，芥醬；麋腥，醢，醬；桃諸，梅諸，卵鹽。自蝸醢至此二十六物似皆人君燕所食也。其饌則亂。膚，切肉也。膚或為胖。卵鹽，大鹽也。○卵，力管反。胖音判。○凡食齊視春時，飯宜溫也。羹齊視夏時，羹宜熱也。○夏，戶嫁反，下放此。醬齊視秋時，醬宜涼也。飲齊視冬時。飲宜寒也。○凡和，春多酸，夏多苦，秋多辛，冬多鹹，調以滑甘。多其時味以養氣也。○牛宜稌，羊宜黍，豕宜稷，犬宜粱，雁宜麥，魚宜蓏。言其氣味相成。○春宜羔、豚，膳膏薌；夏宜腒、鱐，膳膏臊；秋宜犢、麛，膳膏腥；冬宜鮮、羽，膳膏膻。此八物，四時肥美也。為其大盛，煎以休廢之膏，節其氣也。牛膏薌，犬膏臊，雞膏腥，羊膏膻。腒，乾雉也。鱐，乾魚也。鮮，生魚也。羽，雁也。○薌音香。腒，其居反，盧云：「雉臘。」《說文》云：「北方謂烏臘曰腒。」鱐，本又作<月肅>，所求反。臊，素刀反。麛音迷，鹿子也。腥音星，雞膏也，《說文》作勝，云：「犬膏臭也。」膻，升然反。為，於偽反。大盛音太。○牛脩、鹿脯、田豕脯、麋脯、麇脯，麋、鹿、田豕、麇皆有軒；雉、兔皆有芼。脯，皆析乾肉也。軒，讀為憲，憲，謂藿葉切也。芼，謂菜釀也。軒或為胖。○麇，九倫反，本又作麇，又作麇，下「田豕麇」同。軒音憲，出注，後放此。爵、遲、蜩、范、蜩，蟬也。范，蜂也。○蜩范，上音條；下音犯。范，螽也。螽，本又作蜂，芳凶反。芝栭、菱、椇、棗、栗、榛、柿、瓜、桃、李、梅、杏、柤、梨、姜、桂。菱，芰也。椇，枳椇也。椇，藜之不臧者。自「牛脩」至此三十一物，皆人君燕食所加庶羞也。《周禮》天子羞用百有二十品，記者不能次錄。○芝音之。栭音而，本又作檽。菱音陵。椇音矩。榛，側巾反。柿音俟。柤，側加反。芰，其寄反。枳，居氏反。"
      },
      {
        "index": 37,
        "text": "[疏]「飯黍」至「姜桂」。正義曰：此一節總論飯、飲、膳、羞調和之宜，又明四時膳食所用，並明善惡治擇之等，又顯貴賤所食之別。各依文解之。○「飯黍」至「稰穛」；此飯之所載，凡有六種，下云白黍，則上黍是黃黍也。下言黃粱，則上粱是白粱也。按《玉藻》諸侯朔食四簋：黍、稷、稻、粱。此則據諸侯，其天子則加以麥，蓏為六，但記文不載耳。○注「孰穫」至「曰穛」。○正義曰：穛是斂縮之名，明以生獲，故其物縮斂也。稰既對穛，故為孰穫。○「膳膷」至「鶉遲」，此一節論豆上所盛美膳，謂羹與胾醢之屬也。○注「此上」至「鴽也」。○正義曰：知「上大夫之禮，庶羞二十豆」者，按《公食大夫禮》文云：二十豆者，膷一，謂牛臛也；臐二，謂羊臛也；膮三，謂豕臛也；牛炙四，炙牛肉也。此依《公食大夫禮》所陳設，此等四物共為一行，最在於北，從西為始。醢五謂肉醬也，牛胾六謂切牛肉，醢七，牛膾八，此等四物，又為第二行，陳之從東為始。羊炙九，羊胾十，醢十一，豕炙十二，此等四物為第三行，陳之從西為始。醢十三，豕胾十四，芥醬十五，魚膾十六，此等四物為第四行，陳之從東為始。以上十六豆，是下大夫之禮也。雉十七，兔十八，鶉十九，遲二十，此等四物為第五行，陳之從西為始，此是上大夫所加二十豆。按《公食大夫禮》，「膮」之下，「牛炙」為上無「醢」字，故云以《公食大夫禮》饌校之，則「膮」、「牛炙」間不得有「醢」，「醢」，衍字也。又《公食大夫禮》以「遲」為「鴽」。按《釋鳥》云：「鴽，鴾母。」某氏云：「謂鵪。」李巡云：「鴽鵪，一云鴾母。」郭景純云：「鵪，青州呼為鴾母。」皇氏用賀氏之說「鴽，蝙蝠」，其義未聞。熊氏云：「此經『醢』文豕、牛、羊之下，則是牛肉羊肉之醢，以其庶羞，故得用三牲為醢。若其正羞，則不得用三牲，故《醢人職》無云牲之醢也。」○「飲重」至「醷濫」，此一節明諸飲之物也。○注「重陪」至「之也」。○正義曰：此稻、黍、粱三醴各有清、糟，以清、糟相配重設，故云「重醴」。凡致飲之時有清者，有糟者，按《周禮•漿人》「共王之六飲」，有水、漿、醴、涼、醫、酏，不云糟也。「共夫人致飲於賓客之禮，清醴，醫、酏糟」，注云：「三物有清有糟，夫人不體王，得備之。若後之致飲於賓客，有糟無清。」故《酒正》「共後之致飲於賓客之禮，醫、酏糟」，注云：「後致飲無醴，醫、酏不清者，與王同體，屈也。」○注「以諸」至「為濫」。○正義曰：按《漿人》六飲有「涼」，注云：「涼，今寒粥，若糗飯雜水也。」康成以涼與濫是一物矣，則此以諸和水，謂以諸雜糗飯之屬和水也。諸者，眾雜之辭。按《漿人》六飲，一曰水，則此經「水」一也；二曰漿，則此經「漿」一也；三曰醴，則此經「重醴」一也，但用清耳；四曰涼，則此經「濫」一也；五曰醫，則此經「或以酏為醴」一也。六曰酏，則此經「黍酏」一也。除六飲之外，此經別有「醷」也。若鄭司農之意，醷與醫為一物，即以酏為醴者，非康成義也。鄭必知醷為梅漿者，見下文云「調之以醯醢」，及「若醯醷」，則醷是醯之類也。又云「獸用梅」，故知梅漿也。按《酒正》云：「一曰清」，則此「醴」也；「二曰醫」，則此「以酏為醴」也；「三曰漿」，則此「漿」也。「四曰酏」，則此「黍酏」也。但無水、涼二物。鄭云無厚薄之齊，故《酒正》不辨矣。○「酒：清、白」，此一節論酒之所用。清謂清酒，白謂事酒、昔酒，以二酒俱白，故以一「白」標之，配清酒則三酒，故鄭云：「白，事酒、昔酒也。」此無「五齊」者，五齊是祭祀獻神所飲，非人常用故也。○「羞：糗餌、粉酏」，按《周禮》：「羞籩之實，糗餌、粉餈。」鄭注云：「合蒸曰餌，餅之曰餈，此二物皆粉稻米黍米為之。糗者，搗粉熬大豆，為餌餈之黏著，故以粉糗搗之。」據《周禮》「粉」下有「餈」，今無者，記人脫漏，更以「酏」益之。酏者，於《周禮》「羞豆之實」，故《周禮》云：「羞豆之實，酏食糝食。」酏，謂{衍食}也。○注「此『酏』當為『餰』」。○正義曰：上以黍酏是粥，知此酏當為餰者，按《周禮》「酏食」共「糝食」文連，則酏是糝之般類，此《內則》作糝與餰，其事相連，故云「此『酏』當為『餰』」。若其黍酏，非膳羞所用，且餰雖雜以狼臅膏，亦粥之般類也。○「食蝸」至「卵鹽」，此一節總明人君燕食所用。○「蝸醢而蓏食、雉羹」者，謂以蝸為醢，以蓏米為飯，以雉為羹。三者味相宜。○「麥食、脯羹、雉羹」者，謂以麥為飯，析脯為羹，又以雞為羹。此三者亦味相宜也。○「析稌、犬羹、兔羹」者，稌，稻也，謂細析稻米為飯，以犬、兔為羹。此三者亦味相宜也。○「和糝不蓼」者，此等之羹，宜以五味調和米屑為糝，不須加蓼也。○「濡豚包苦實蓼」者，濡謂亨煮，以其汁調和。言濡豚之時，苞裹豚肉，以苦菜殺其惡氣，又實之以蓼。○「濡雞醢醬實蓼」者，言亨濡此雞，加之以醢及醬，又實之以蓼。「濡魚卵醬實蓼」者，卵，謂魚子，以魚子為醬，濡亨其魚，又實之以蓼。○「濡鱉醢醬實蓼」者，謂亨其鱉，加醢及醬，又實之以蓼。凡言實蓼者，皇氏云：「謂破開其腹，實蓼於其腹中，又更縫而合之。」○「腶脩，蚳醢」者，腶脩謂腶脯也。言食腶脯之時，以蚳醢配之。○「脯羹，兔醢」者，脯羹，即上析脯為羹，以兔醢配之。○「麋膚，魚醢」者，麋膚謂麋肉外膚，食之以魚醢配之。○「麋腥，醢，醬」者，腥謂生肉，言食麋生肉之時，還以麋醢配之。此云「麋腥」，即上麋膚謂孰也。○「桃諸，梅諸，卵鹽」者，言食桃諸、梅諸之時，以卵鹽和之。王肅云：「諸，菹也，謂桃菹、梅菹，即今之藏桃也、藏梅也。欲藏之時，必先稍乾之，故《周禮》謂之『乾{橑}』，鄭云『桃諸、梅諸』是也。」○注「卵讀」至「魚子」。○正義曰：知「卵讀為鯤」者，以鳥卵非為醬之物，蚳醢是蚍蜉之子，今卵醬承濡魚之下，宜是魚之般類，故讀為鯤。鯤是魚子也。○注「自蝸」至「鹽也」。○正義曰：「自蝸醢至此二十六物」者，皇氏云：「蝸，一也。蓏食，二也。雉羹，三也。麥食，四也。脯羹，五也。雞羹，六也。析稌，七也。犬羹，八也。兔羹，九也。濡豚，十也。濡雞，十一也。濡魚，十二也。濡鱉，十三也。自此以上，醢之與醬，皆和調濡漬雞豚之屬，為他物而設之，故不數矣。自此以下，醢及醬各自為物，但相配而食，故數之。腶脩，十四也。蚳醢，十五也。脯羹重出。兔醢，十六也。麋膚，十七也。魚醢，十八也。魚膾，十九也。芥醬，二十也。麋醢，二十一也。醢，二十二也。醬，二十三也。桃諸，二十四也。梅諸，二十五也。卵鹽，二十六也。」諸儒更無所說，今依用之。云「似皆人君燕所食也」者，按《周禮•掌客》云：諸侯相食，皆鼎、簋十有二。其正饌與此不同。其食臣下，則《公食大夫禮》具有其文，與此又異，故疑是人君燕食也。云「其饌則亂」者，按上陳庶羞有膷、臐、膮，有牛炙、牛胾，始云牛炙、豕炙，而依牲大小先後而陳，此則先云「雉羹」，後云「脯羹」，又先云「雞羹」，後云「犬羹」，不依牲之次第，又飯食在簋，醢羹之屬在豆，是上下雜亂，故云「其饌則亂」也。云「膚，切肉也」者，以其與醢醬相類，在豆之物，故為「切肉」。若其正膚則在俎，故《少牢》、《特牲》膚皆在俎也。云「卵鹽，大鹽也」者，以其鹽形似鳥卵，故云「大鹽也」。○注「多其」至「氣也」。○正義曰：依經方「春不用食酸，夏不用食苦，四時各減其時味也」。此云「多其時味以養氣」者，經方所云，謂時氣壯者，減其時味以殺盛氣。此經所云食以養人，恐氣虛羸，故多其時味以養氣也。○注「言其氣味相成」。○正義曰：此云「牛宜稌」，上云「析稌」用「犬羹」，又云「犬宜粱「，而以犬羹配析稌者，此」牛宜稌「之屬，據尊者正食，上之所云，據人君燕食以滋味為美，故與此不同。○「春宜」至「膏膻」。○上文「食齊視春時」至「魚宜蓏」，皆《周禮•食醫》之文，記者載之於此，論調和食飲之法。此「春宜羔、豚」一經，又記《庖人》論四時煎和膳食之宜，以王相休廢相參，其味乃善。○「春宜羔、豚，膳膏薌」者，春為木王。膏薌，牛膏也。牛中央，土畜春，春東方木，木剋土，木盛則土休廢，用休廢之膏，故用牛膏也。○「夏宜腒、鱐，膳膏臊」者，腒，乾雉；鱐，乾魚；膏臊，犬膏也。犬屬西方金，夏南方火，火剋金，火盛則金休廢，故用犬膏也。○「秋宜犢、麛，膳膏腥」者，膏腥謂雞膏也。雞屬東方木，秋西方金，金剋木，金盛則木休廢，故用雞膏也。○「冬宜鮮、羽，膳膏膻」者，鮮，魚；羽，雁。膏膻謂羊膏也。羊屬南方火，冬水王，水剋火，水盛則火休廢，故用羊膏也。《周禮•庖人》文與此同。鄭彼注云：羔、豚物生而肥，犢與麋物成而充，腒、鱐熱而乾，魚、雁水涸而性定，此八物者，得四時之氣尢盛，為人食之弗勝，是以用休廢之脂膏煎和膳之。義與此同。○注「牛膏」至「雁也」。○正義曰：按《洪範五行傳》云：「思之不睿，則有牛禍，牛屬土也。言之不從，則有犬禍，犬屬金也。貌之不恭，則有雞禍，雞屬木也。視之不明，則有羊禍，羊屬火也。」今四時各有所剋脂膏而和膳食，故知牛膏薌，犬膏臊，雞膏腥，羊膏膻也。云「腒，乾雉也」者，《士相見禮》云：「冬執雉，夏執腒。」故知腒為乾雉。云「鱐，乾魚也」者，《周禮•籩人》云：「膴、鮑魚、鱐。」「鱐」與「鮑」相對，鮑為濕魚，故知鱐是乾魚也。云「鮮，生魚也」者，鱐既為乾魚，故鮮為生魚也。《月令》云「季冬獻魚」，又《王制》云「獺祭魚，然後虞人入澤梁」，是冬魚成也。云「羽，雁也」者，羽族既多，而冬來可食者唯雁，故知「羽，雁也」。《庖人》云：「春行羔豚。」行謂行用，此云宜，謂氣味相宜，其事同也。○「牛脩」至「姜桂」。○「麋、鹿、田豕、麇皆有軒」者，言此等非但為脯，又可腥食。腥食之時，皆以藿葉起之，而不細切，故云「皆有軒」。不云牛者，牛唯可細切為膾，不宜大切為軒，故不言之。○「雉、兔皆有芼」者，為雉羹兔羹，皆有芼菜以和之。○「芝栭」者，庾蔚云：「無華葉而生者曰芝栭。」盧氏云：「芝，木芝也。」王肅云：「無華而實者名栭，皆芝屬也。」庾又云：「自『牛脩』至『姜桂』凡三十一物。」則芝栭應是一物也。今春夏生於木，可用為菹，其有白者不堪食也。賀氏云：「栭，軟棗，亦云芝，木椹也。」以芝栭為二物。鄭下注云「三十一物」，則數芝栭為一物也，賀氏說非也。○注「菱芰」至「次錄」。○正義曰：「椇，犁之不臧者」，柤是犁屬，其味不善，故云「不臧」也。○云「自牛脩至此三十一物」者，牛脩一，鹿脯二，田豕脯三，麋脯四，麇脯五，麋軒六，鹿軒七，田豕軒八，麇軒九，雉芼十，兔芼十一，爵十二，遲十三，蜩十四，范十五，芝栭十六，菱十七，椇十八，棗十九，栗二十，榛二十一，柿二十二，瓜二十三，桃二十四，李二十五，梅二十六，杏二十七，柤二十八，梨二十九，姜三十，桂三十一。云「皆人君燕食所加庶羞也」者，以下文云「大夫燕食，有膾無脯」，故知此是人君燕食也。按《周禮•籩人》《醢人》正羞，惟有棗、栗、榛桃，無以外雜物，故知所加庶羞也。引「《周禮》天子惟用百有二十品」以下者，證天子庶羞既多，不惟三十一物而已。云「記者不能次錄」者，謂作記之人，不能依次條錄天子之事，但錄諸侯燕食三十一物而已，亦不能依次也。"
      },
      {
        "index": 38,
        "text": "大夫燕食，有膾無脯，有脯無膾。士不貳羹、胾。庶人耆老不徒食。尊卑差也。\n[疏]「大夫」至「徒食」。○正義曰：此一經接上人君燕食，因明大夫、士、庶人燕食不同。○「有脯無膾」者，言大夫燕食，若有脯則不得有膾。按《鄭志》云：「脯非食殽。」此燕得食脯者，脯非食殽，謂食不專用脯以為食餚。若有餘饌兼之，則得有脯。○「士不貳羹、胾」者，謂士燕食也。若朝夕常食，則下云「羹食，自諸侯以下至於庶人，無等」。"
      }
    ]
  }
}