{
  "chapterNumber": 43,
  "title": "卷42",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "有父之喪，如未沒喪而母死，其除父之喪也，服其除服。卒事，反喪服。沒，猶竟也。除服，謂祥祭之服也。卒事，既祭。反喪服，服後死者之服。唯諸父、昆弟之喪，如當父母之喪，其除諸父、昆弟之喪也，皆服其除喪之服。卒事，反喪服。雖有親之大喪，猶為輕服者除，骨肉之恩也。唯君之喪不除私服，言當者，期大功之喪，或終始皆在三年之中。小功、緦麻則不除。殤長、中乃除。○為，於偽反，下「乃為」同。期音基。長，丁丈反，下云「長子」同。如三年之喪，則既顈。其練、祥皆同。言今之喪既服顈，乃為前三年者變除而練、祥祭也。此主謂先有父母之服，今又喪長子者。其先有長子之服，今又喪父母，其禮亦然。然則言未沒喪者，已練、祥矣。顈，草名，無葛之鄉，去麻則用顈。○顈，口迥反，徐孔穎反，沈苦頂反，草也，注同。又喪，如字，又息浪反，下「又喪」同。去，起呂反。王父死，未練、祥而孫又死，猶是附於王父也。未練、祥，嫌未袷祭序於昭穆爾。王父既附，則孫可祔焉。猶，當為由，由，用也。附，皆當作祔。○附，義作祔，出注。祫音洽。"
      },
      {
        "index": 1,
        "text": "[疏]「有父」至「父也」。○正義曰：此一節明前後兩服之中，有變除喪祭之節，今各隨文解之。此一經明先有父喪，而後遭母死，為父變除之節。如「未沒喪」者，謂父喪小祥後，在大祥之前，未竟之時也，於時又遭母喪，故云「而母死」也。○「其除父之喪也，服其除服」者，謂母死既葬後，值父應大祥，除服以行祥事，故云「服其除服」也。○「卒事，反喪服」者，卒事謂父祥竟，更還服母服也。故云「卒事，反喪服」。若母喪未葬，而值父二祥，則不得服其祥服也。所以爾者，二祥之祭為吉，未葬為凶，故不忍凶時行吉禮也。○「雖諸」至「喪服」。此一經明諸父兄弟之喪，當父母服內變除之節。○「如當」者，言此諸親自始死至除服，皆在父母服內，故云如當也。○「其除諸父昆弟之喪也，皆服其除喪之服。卒事，反喪服」者，亦為服除服，而除竟亦反先服也。此亦謂重喪葬後之時也。何以知然？既始末在重喪中，則其除自然知在重喪之葬後也。上文為父祥尚待母葬後乃除，則輕親可知也。然但舉此輕，足明前之重。而在前文云：言母喪得為父變除者，庾氏云：「蓋以變除事大故也。」○注「雖有」至「乃除」。○正義曰：「雖有親之大喪，猶為輕服者，除骨肉之恩也」者，鄭釋所以輕服在大喪之中得為輕服除者，乃輕服是骨肉恩親，故得除之。若君之大喪，不得自除私服，故曾子問曰：「大夫、士有私喪，可以除之矣。而有君服焉，其除之也如之何？」孔子曰：「有君喪服於身，不敢私服，又何除焉？」是有君服不得除己私服。其私，謂父母以下及諸父昆弟，皆不得除也。云「小功、緦麻則不除」者，按《服問》云「緦之麻不變小功之葛，小功之麻不變大功之葛」，據此言之，是尋常小功、緦麻不得易大功以上之服，故知有大功以上之服，不得為小功、緦麻除服也。云「殤長，中乃除」者，以《服問》云：「殤長、中，變三年之葛。」既變三年之葛，明在大功以上服中，為殤長、中著服，而又為之除也。○「如三年之喪，則既顈。其練祥皆行」者，此明前後俱遭三年之喪，後喪既受葛之後，得為前喪。練、祥既顈者，謂後喪既虞卒哭，合以變麻為葛，無葛之鄉則用顈也。後喪既顈之後，其前喪須練祭、祥祭皆舉行之。○注「言今」至「用顈」。○正義曰：云「此主謂先有父母之服，今又喪長子」者，以前文皆據先有父喪，後有母喪。此又先有父母之喪，後有諸父、昆弟死者，皆以重喪在前，輕喪在後，此亦類上文，故云「先有父母之服，今又喪長子」。云「其先有長子之服，今又喪父母，其禮亦然」者，以經不云長子之喪，而云「三年之喪，既顈」，明三年之文互包父母，故知先有長子之喪，既顈也。依禮，父在不為長子三年。今云「先有長子之服，今又喪父母」者，庾氏及熊氏並云「有父者，誤也，當應云又喪母，不得並稱父也」。庾氏又云：「後喪既顈，又前喪練、祥皆行，若後喪既殯，得為前喪虞祔。」未知然否，且依錄之。云「未沒喪者，已練祥矣」者，以此經云「三年之喪，既顈」，不云「未沒喪」，則知既顈與未沒喪者別也。既顈是既虞受服之時，明未沒喪是既練之後稱，言未沒，是將沒之文，故知練後也。若先有父喪，而後母死，練、祥亦然，以前文「父死，為母三年」也。故《喪服》齊衰三年章云「父卒則為母」是也。若先有母喪，而後父卒，母喪雖有期，父喪既顈，母之練、祥亦皆行也。○「王父死，未練祥，而孫又死，猶是祔於王父也」，猶為由，由，用也。禮，孫死祔祖。今此明若祖喪雖未二祥，而孫死，則孫亦得用是祔禮祔於祖也。○注「未練」至「祔焉」。○正義曰：禮：祔在練前。若祔後未練之前則得祔。直云未練足矣，兼言祥者，按文二年《穀梁傳》云：「作主壞廟有時日，於練焉壞廟，壞廟之道，易簷可也，改塗可也。」注云：「親過高祖，則毀其廟，以次而遷，將納新神，故示有所加。」以此言之，則練時壞祖與高祖之廟，改塗易簷，未有壞意。其以先祖入於太祖之廟，其祖傳入高祖廟，其新死者入祖廟，是練時遷廟也。入三年喪畢，祫於太祖廟，是祥後祫也。故云「未練祥，嫌未祫祭，序於昭穆爾」。兼言祥者，恐未祫故也，故練、祥兼言。但祖祔祭之後，即得祔新死之孫。故云「王父既附，則孫可祔焉」。然王父雖祔未練，無廟，孫得祔於祖，其孫就王父所祔祖廟之中而祔祭王父焉。"
      },
      {
        "index": 2,
        "text": "有殯，聞外喪，哭之他室。明所哭者異也，哭之為位。入奠，卒奠出，改服即位，如始即位之禮。謂後日之哭朝，入奠於其殯。既，乃更即位，就他室，如始哭之時。"
      },
      {
        "index": 3,
        "text": "[疏]「有殯」至「之禮」。○正義曰：有殯謂父母喪未葬，喪柩在殯宮者也。外喪謂兄弟喪在遠者也。他室，別室也。若聞外喪，猶哭於殯宮，然則嫌是哭殯，則於別室哭之，明所哭者為新喪也。○「入奠」者，謂明日之朝，著已重喪之服入奠殯宮及下室。○「卒奠出」者，謂卒終已奠而出。○「改服即位」者，謂改己重喪服，著新死未成服之服。即位謂即昨日他室之位。○「如始即位之禮」者，謂今日即哭位之時，如昨日始聞喪即位之時。"
      },
      {
        "index": 4,
        "text": "大夫、士將與祭於公，既視濯而父母死，則猶是與祭也，次於異宮。既祭，釋服出公門外，哭而歸。其它如奔喪之禮。如未視濯，則使人告，告者反而後哭。猶，亦當為由。次於異宮，不可以吉與凶同處也。使者反而後哭，不敢專已於君命也。○與音預，下同。濯，大角反。它音他。處，昌慮反，下「之處」同。使，色吏反。如諸父、昆弟、姑、姊妹之喪，則既宿則與祭。卒事，出公門，釋服而後歸。其它如奔喪之禮。如同宮，則次於異宮。宿則與祭，出門乃解祭服，皆為差緩也。○差，初賣反，又初隹反。"
      },
      {
        "index": 5,
        "text": "[疏]「大夫」至「異宮」。○正義曰：此一節明大夫、士與祭於公，而有私喪之禮。○「則猶是與祭也」者，既與祭於公祭日前、既視濯之後而遭父母之喪，則猶是吉禮，而與於祭也。○「次於異宮」者，其時止次異宮，不可以吉與凶同處也。○「如未視濯，則使人告」者，謂未視濯之前遭父母之喪，則使人告君。○「告者反而後哭」者，必待告君者反，而後哭父母也。○「既宿則與祭」者，宿謂祭前三日，將致齊之時。既受宿戒，雖有期喪，則與公家之祭。○「如同宮，則次於異宮」者，若諸父、昆弟、姑、姊妹等，先是同宮而死，則既宿之後，出次異宮，不可以吉凶雜處故也。○注「宿則」至「緩也」。○正義曰：按前遷父母之喪，既視濯而與祭。此遭期喪，宿則與祭。又前遭父母之喪，既祭，釋祭服乃出公門。此者期喪，出門乃解祭服，以其期喪緩於父母，故云「皆為差緩」。"
      },
      {
        "index": 6,
        "text": "曾子問曰：「卿大夫將為屍於公，受宿矣，而有齊衰內喪，則如之何？」孔子曰：「出捨乎公宮以待事，禮也。」屍重受宿，則不得哭。內喪，同宮也。孔子曰：「屍弁冕而出，卿、大夫、士皆下之。屍必式，必有前驅。」冕兼言弁者，君之屍，或服士大夫之服也。諸臣見屍而下車，敬也。屍式以禮。"
      },
      {
        "index": 7,
        "text": "[疏]注「內喪，同宮也」。○正義曰：按上文不為屍之時，未視濯之前、受宿之後父母喪，使人告，告者反而後哭。今此齊衰內喪，亦謂諸父、昆弟、姑、姊妹也。與前與後祭同，但屍尊，故出捨公之公館，以待君之祭事，不在已之異宮耳。"
      },
      {
        "index": 8,
        "text": "父母之喪，將祭，而昆弟死，既殯而祭。如同宮，則雖臣妾，葬而後祭。祭，主人之升、降、散等，執事者亦散等。雖虞、附亦然。將祭，謂練、祥也。言若同宮，則是昆弟異宮也。古者昆弟異居同財，有東宮，有西宮，有南宮，有北宮。有父母之喪，當在殯宮，而在異宮者，疾病或歸者。主人，適子。散等栗階，為新喪略威儀。"
      },
      {
        "index": 9,
        "text": "[疏]「父母」至「亦然」。○正義曰：「將祭」，謂將行大小祥祭也。○「而昆弟死，既殯而祭」者，若將祭而有兄弟死，則待殯後乃祭也。今不待葬後者，兄弟輕，故始殯後，便可行吉事也。○「如同宮，則雖臣妾，葬而後祭」者，兄弟既殯後，而行父母之喪，謂異宮者耳。若同宮，雖臣妾之輕卑，死，猶待葬後乃行父母祭也。所以爾者，吉凶不相干，故《喪服傳》云「有死於宮中者，則為之三月不舉祭」。庾氏云：「小祥之祭，已涉於吉，屍柩至凶，故不可以相干。其虞、祔則得為之矣。若喪柩即去者，則亦祭，不待於三月，可知矣。」○「祭，主人之升降散等」者，祭猶謂二祥祭。散，栗也。等，階也。吉祭則涉級聚足，喪祭則栗階，故云散等也。如此祥祭，宜涉級。於時為有兄弟喪，故少威儀，作散等也。○「執事者亦散等」者，助執祭者亦栗階也。○「雖虞祔亦然」者，謂主人至昆弟虞、附而行父母二祥祭，而執事者亦散等。○注「將祭」至「威儀」。○正義曰：知「將祭，謂練祥也」者，以經云：昆弟死，既殯而祭，故知非吉祭也。前經云「三年之喪既顈，練祥皆行」，故知此祭謂練、祥也。但前文主論變除，故委曲言練祥；以前文既具，故此經略言祭也。云「言若同宮，則是昆弟異宮也」者，以經云：如同宮則葬而後祭，明上「昆弟既殯而祭」者，是異宮也。云「有父母之喪，當在殯宮」者，既遭父母之喪，兄弟悉應同在殯宮，不得有在異宮而死之。所以在異宮死者，以其疾病或有歸者，故得異宮而死。云「散等栗階」者，謂升一等，而後散升不連步也。故《燕禮記》云「栗階不過二等」，注云：「其始升，猶聚足連步，趨二等，左右足各一發而升堂。」以此知散等、栗階是一也。"
      },
      {
        "index": 10,
        "text": "自諸侯達諸士，小祥之祭，主人之酢也嚌之，眾賓、兄弟則皆啐之。大祥，主人啐之。眾賓、兄弟皆飲之可也。嚌，啐，皆嘗也。嚌至齒，啐入口。○酢音胙。嚌，才細反。啐，七內反，徐蒼怏反。"
      },
      {
        "index": 11,
        "text": "[疏]「自諸」至「可也」。○正義曰：此一經明喪祭飲酒之儀。○「主人之酢也嚌之」者，謂正祭之後，主人獻賓長，賓長酢主人，主人受賓長酢則嚌之也。○「眾賓、兄弟則皆啐之」者，亦謂眾賓及兄弟祭末受獻之時啐之也，以其差輕故也。○「大祥，主人啐之」者，謂主人受賓酢之時，主人啐之。○「眾賓兄弟皆飲之可也」者，必知此主人之酢，非受屍酢者，以《士虞禮》主人、主婦獻屍受酢之時，皆卒爵。虞祭比小祥為重，尚卒爵。今大祥祭，主人受屍之酢，何得唯嚌之而已？故知受賓酢也。受屍酢，神惠為重，雖在喪，亦卒爵；賓禮為輕，受賓之酢，但嚌之。知喪祭有受賓酢者，鄭注《曾子問》云「虞不致爵，小祥不旅酬，大祥無」，無算爵，故知小祥之祭，旅酬之前皆為之也。皇氏云「主人之酢謂受屍之酢」，與《士虞禮》文違，其義非也。"
      },
      {
        "index": 12,
        "text": "凡侍祭喪者，告賓祭薦而不食。薦，脯、醢也。吉祭，告賓祭薦，賓既祭而食之，喪祭賓不食。\n[疏]「凡祭」至「不食」。○正義曰：侍祭喪，謂相於喪祭禮者。薦謂脯、醢也。吉時祭，相者則告賓祭薦，賓祭竟而食之。喪禮既不主飲食，故相者告賓，但祭其薦而已，遂不食之也。此亦謂喪之正祭之後，主人獻賓之時，賓受獻，主人設薦，賓祭而不食，謂練、祥祭也。其虞、祔，不獻賓也。"
      },
      {
        "index": 13,
        "text": "子貢問喪。子曰：「敬為上，哀次之，瘠為下。顏色稱其情，戚容稱其服。」問喪，問居父母之喪也。喪尚哀，言敬為上者，疾時尚不能敬也。容，威儀也。《孝經》曰：「容止可觀。」，○瘠，徐在益反。稱，尺證反，下同。「請問兄弟之喪」。子曰：「兄弟之喪，則存乎書策矣。」言疏者如禮行之，未有加也。齊、斬之喪，哀容之體，經不能載矣。君子不奪人之喪，重喪禮也。亦不可奪喪也。不可以輕之於己也。"
      },
      {
        "index": 14,
        "text": "[疏]「子貢」至「喪也」。○正義曰：此一節明居父母兄弟喪禮。○「君子不奪人之喪」者，謂不奪他人居喪之禮，謂他人居喪，任其行禮，不可抑奪。○「亦不可奪喪也」者，不可自奪己喪，謂已之居喪當須依禮，不可自奪其喪，使不如法。不奪人喪，恕也。不奪己喪，孝也。○注「言疏」至「載矣」。○正義曰：「言疏者如禮行之，未有加也」者，以疏者禮文具載，故云「存其書策」，其「齊斬之喪」，謂父母喪也。父母至親，哀容體狀不可名言，故經不能載。上文云「顏色稱其情」，當須毀瘠也。「戚容稱其服」，當須憔悴也。"
      },
      {
        "index": 15,
        "text": "孔子曰：「少連、大連善居喪，三日不怠，三月不解，期悲哀，三年憂，東夷之子也！」言其生於夷狄而知禮也。怠，惰也。解，倦也。○少，詩召反。解，佳買反，注同。期音基。惰，徒臥反。倦，其眷反。"
      },
      {
        "index": 16,
        "text": "[疏]「孔子」至「子也」。○正義曰：此明居喪得禮之事。○「三日不怠」者，親之初喪三日之內，禮不怠，謂水漿不入口之屬。○「三月不解」者，以其未葬之前，朝奠、夕奠，及哀至則哭之屬。○「期悲哀」者，謂練以來，常悲哀，朝哭、夕哭之屬。○「三年憂」者，以服未除，憔悴憂戚。"
      },
      {
        "index": 17,
        "text": "三年之喪，言而不語，對而不問。廬、堊室之中，不與人坐焉。在堊室之中，非時見乎母也，不入門。言，言己事也。為人說為語。在堊室之中，以時事見乎母，乃後入門，則居廬時不入門。○堊，烏各反，字亦作惡，同。見，賢遍反，注同。疏衰皆居堊室，不廬。廬，嚴者也。言廬，哀敬之處，非有其實則不居。"
      },
      {
        "index": 18,
        "text": "[疏]「三年」至「入門」。○正義曰：皇氏云：上云「少連大連」，及此經云「三年之喪」，並下「疏衰」之等，皆是總結上文，敬為上，哀次之，及「顏色稱其情，戚容稱其服」。今按別稱孔子是時之語，不連子貢之問，此「三年之喪」以下，自是記者之言，非孔子之語。前文「顏色稱其情」，謂據父母之喪。此下文「疏衰」，謂期親以下。何得將此結上「顏色稱其情」？皇說非也。○「三年之喪，言而不語」者，謂大夫、士言而後事行者，故得言己事，不得為人語說也。○「對而不問」者，謂有問者得對，而不得自問於人。此謂與有服之親者行事之時，若與賓客疏遠者言，則《間傳》云「斬衰唯而不對，齊衰對而不言」是也。○「廬堊室之中不與人坐」者，按《喪大記》云「練，居堊室，不與人居」，居即坐也，與此同。"
      },
      {
        "index": 19,
        "text": "妻視叔父母，姑、姊妹視兄弟，長、中、下殤視成人。視，猶比也，所比者，哀容居處也。○長，丁丈反。\n[疏]「妻視」至「成人」。○正義曰：此一經明此等之親，服雖有異，其哀戚輕重各視所正之親：妻居廬而杖，抑之視叔父母；姑、姊妹出適，服輕，進之視兄弟；長、中、下殤服輕，上從本親，視其成人也。"
      },
      {
        "index": 20,
        "text": "親喪外除。日月已竟，而哀未忘。兄弟之喪內除。日月未竟，而哀已殺。○已殺，已或作以。殺，色界反，徐所例反。"
      },
      {
        "index": 21,
        "text": "[疏]「親喪」至「內除」。○正義曰：「親喪外除」者，謂父母之喪。外謂服也。服猶外，隨日月漸除，而深心哀未忘。○「兄弟之喪內除」者，兄弟謂期服以下及小功、緦也。內，心也。服制未釋，而心哀先殺，由輕故也。"
      },
      {
        "index": 22,
        "text": "視君之母與妻，比之兄弟，發諸顏色者，亦不飲食也。言小君服輕，亦內除也。發於顏色，謂醲美酒食，使人醉飽。○醲，女龍反。"
      },
      {
        "index": 23,
        "text": "[疏]「視君」至「食也」。○正義曰：「視君之母與妻」者，視，比也，謂比視君之母與君之妻，輕重之宜，比於巳之兄弟。○「發諸顏色者，亦不飲食也」者，若其酒食不發見於顏色者，則得飲食之；若發見於顏色者，亦不得飲食也。"
      },
      {
        "index": 24,
        "text": "色喪之外，行於道路，見似目瞿，聞名心瞿，吊死而問疾，顏色戚容必有以異於人也。如此而後可以服三年之喪，其餘則直道而行之是也。惻隱之心能如是，則其餘齊衰以下直道而行，盡自得也。似，謂容貌似其父母也。名，與親同。○瞿，九遇反，下同。"
      },
      {
        "index": 25,
        "text": "[疏]「免喪」至「是也」。○正義曰：「見似目瞿」者，謂既除喪之後，若見他人形狀似於其親，則目瞿然。○「聞名心瞿」者，聞他人所稱名與父名同，則心中瞿瞿然。上云「目瞿」，此應云「耳瞿」，而云「心瞿」者，但耳狀難明，因心至重，惻隱之慘，本瞿於心，故直云「心瞿」。○「必有以異於人也」者，謂免喪之後，弔死問疾，其顏色戚容必有殊異於無喪之人，餘行皆應如此。獨云「弔死問疾」者，以弔死問疾是哀痛之處。身又除喪，戚容應甚，故舉弔死問疾言也。○「其餘則直道而行之是也」者，其餘謂期親以下也，則直依喪之道理而行之，於義是也。父在為母，雖期年，亦從上三年之內也。"
      },
      {
        "index": 26,
        "text": "祥，主人之除也。於夕為期，朝服。祥因其故服。為期，為祭期也。朝服以期，至明日而祥祭，亦朝服，始即吉，正祭服也。《喪服小記》曰「除成喪者，其祭也，朝服縞冠」是也。祭猶縞冠，未純吉也。既祭，乃服大祥素縞麻衣。《釋禫之禮》云「玄衣黃裳」，則是禫祭，玄冠矣。黃裳者，未大吉也。既祭，乃服禫服、朝服、綅冠。逾月吉祭，乃玄冠，朝服。既祭，玄端而居，復平常也。○朝，直遙反，及下「武叔朝」皆同。禫，大感反。綅，息廉反，黑經白緯曰綅。"
      },
      {
        "index": 27,
        "text": "[疏]「祥主」至「故服」。○正義曰：「祥，主人之除也」者，言祥謂祥祭之時，主人除服之節。○「於夕為期」者，謂於祥祭前夕，豫告明日祥祭之期。○「朝服」者，於此為期之時，主人著朝服，謂緇衣素裳，其冠則縞冠也。○「祥因其故服」者，謂明旦祥之時，主人因著其前夕故朝服也。○注「為期」至「常也」。○正義曰：「始即吉，正祭服也」者，以其往前居喪，今將除服，故云「始即吉」。於練祭之時，不著祭服。於此祥時，正著祭服，故云「正祭服」。此朝服謂之正祭服者，以諸侯、卿大夫朝服而祭，故《少牢禮》云「主人朝服」是也。按上《雜記》端衰、喪車皆無等，則祥後並禫服，尊卑上下無別，皆服此緇衣素裳也。此據諸侯、卿大夫言之，故云「正祭服」。引《喪服小記》者，證此經中「朝服」，是除成喪之服。云「祭猶縞冠，未純吉也」者，以純吉朝服玄冠。今著縞冠，故云「未純吉」。云「既祭，乃服大祥素縞麻衣」者，《間傳》文。以祥祭奪情，故朝服縞冠。祥祭雖訖，哀情未忘，其服稍重，故著縞冠素紕麻衣。引《釋禫之禮》者，是《變除禮》也。其禮云玄衣黃裳，既著玄衣，應著玄冠，故云「則是禫祭，玄冠」矣。云「黃裳者，未大吉也」者，以大吉當玄衣素裳。今用黃裳，故云「未大吉」。云「既祭，乃服禫服、朝服、綅冠」者，亦《變除禮》文。以祥祭之後乃著大祥素縞麻衣，故知禫祭之後亦著禫服、朝服、綅冠也。云「逾月吉祭，乃玄冠朝服」者，以《少牢》吉祭朝服故也。若天子諸侯以下，各依本官吉祭之服也。云「既祭，玄端而居，復平常也」者，謂既祭之後，同平常無事之時故也。從祥至吉，凡服有六祥。祭，朝服縞冠，一也。祥訖，素縞麻衣，二也。禫祭，玄冠黃裳，三也。禫訖，朝服綅冠，四也。逾月吉祭，玄冠朝服，五也。既祭，玄端而居，六也。"
      },
      {
        "index": 28,
        "text": "子游曰：「既祥，雖不當縞者，必縞，然後反服。」謂有以喪事贈賵來者，雖不及時，猶變服，服祥祭之服以受之，重其禮也。其於此時始吊者，則衛將軍文子之為之是矣。反服，反素縞麻衣也。"
      },
      {
        "index": 29,
        "text": "[疏]「子游」至「反服」。○正義曰：「既祥」，謂大祥之後有人以喪事來吊者。○「雖不當縞者」，謂來吊者既晚，不正當祥祭縞冠之時。○「必縞，然後反服」者，主人必須反著此祥服縞冠受來吊者之禮，然後反服大祥素縞麻衣之服。○注「謂有」至「麻衣」。○正義曰：知此「以喪事贈賵來」者，若其由未來，今始吊者，雖禫祭除喪之後，猶練冠而受吊，則衛將軍文子之子是也。練重，於此禫祭之前，主人尚吉而受禮。明此來者，是於前先已來，今重至，故主人著縞冠，輕於練冠也。云「其於此時始吊者，則衛將軍文子之為之」者，鄭云此者，證其來雖在後，其實事不同，衛將軍文子之子是除喪服之後始來吊。此據於先已來吊之，後始來贈賵也。云「反服，反素縞麻衣」者，鄭恐反服，反吉服之服，此謂禫祭之前，故知反服素縞麻衣也。"
      },
      {
        "index": 30,
        "text": "當袒，大夫至，雖當踴，絕踴而拜之，反，改成踴，乃襲。尊大夫來，至則拜之，不待事已也。更成踴者，新其事也。○袒音但。於士，既事成踴，襲而後拜之，不改成踴。於士，士至也。事謂大小斂之屬。"
      },
      {
        "index": 31,
        "text": "[疏]「當袒」至「成踴」。○正義曰：此一節明士有喪，大夫及士來吊之禮。○「當袒，大夫至」者，謂士有喪，當袒之時，而大夫來吊也。崔云：「謂斂竟時也。」○「雖當踴」者，假令大夫至，當主人踴時也。○「絕踴而拜之」者，主人則絕止踴而拜此大夫也。○「反，改成踴」者，反，還也。改，更也。拜大夫竟，而反還先位，更為踴，而始成踴，尊大夫之來，欲新其事也。故云「反，改成踴」。按《檀弓》云「大夫吊，當事而至則辭焉」，是當大夫絕踴，則士大小斂時，主人不出，故辭大夫也。今此云「絕踴而拜之」，故知是斂已竟，當其袒踴時出之也。○「乃襲者」，謂更成踴竟，乃襲初袒之衣也。此云「乃襲」，則知鄉者止踴拜大夫時未襲也。○「於士，既事成踴」者，既，猶畢也。若當主人有大小斂諸事，而士來吊，則主人畢事竟而成踴，不即出拜也。然士言既事，則大夫亦然。大夫言絕踴，則士固不絕踴也。○「襲而後拜之」者，成踴畢而襲，襲畢乃拜之也。○「不改成踴」者，拜之而止，不更為成踴也。"
      },
      {
        "index": 32,
        "text": "上大夫之虞也，少牢；卒哭成事，附，皆大牢。下大夫之虞也，犆牲；卒哭成事，附，皆少牢。卒哭成事，附，言皆，則卒哭成事，附，與虞異矣。下大夫虞以犆牲，與士虞禮同與？○犆音持。同與，音餘。"
      },
      {
        "index": 33,
        "text": "[疏]「上大」至「少牢」。○正義曰：上大夫平常吉祭，其禮少牢。虞依平常禮，故用少牢也。○「卒哭成事，附，皆大牢」者，卒哭謂之成事，成事，成吉事也。故云「卒哭成事」。附，附廟也。○此二祭皆大，並加一等，故皆大牢也。○「下大夫之虞也，犆牲」者，下大夫吉祭，用少牢。今虞祭降一等，用犆牲。○「卒哭成事，附，皆少牢」者，依平常吉祭禮也。不云「遣奠加」者，略可知也。○注「卒哭」至「異矣」。○正義曰：鄭以《士虞禮》云：「三虞卒哭，他，用剛日。」先儒以此三虞、卒哭同是一事，鄭因此經云「上大夫虞用少牢，卒哭用大牢」，其牢既別，明卒哭與虞不同。鄭引此文破先儒之義，故云「卒哭成事，與虞異矣」。"
      },
      {
        "index": 34,
        "text": "祝稱卜葬虞，子孫曰「哀」，夫曰「乃」，兄弟曰「某」，卜葬其兄弟曰「伯子某」。祝稱卜葬虞者，卜葬，卜虞，祝稱主人之辭也。孫謂為祖後者，稱曰「哀孫某卜葬其祖某甫」。夫曰「乃某卜葬其妻某氏」。兄弟相為卜，稱名而已。○祝，之六反，徐之又反。稱，昌升反，徐尺證反。"
      },
      {
        "index": 35,
        "text": "[疏]「祝稱」至「子某」。○正義曰：謂卜葬擇日，而卜人祝龜所稱主人之辭也。而云葬虞者，虞用葬日，故並言「葬虞」也。○「子孫曰哀」者，若子卜葬父，則祝辭稱云「哀子某卜葬某父某甫」。若孫卜葬祖，則祝辭稱云「哀孫某卜葬某祖某甫」。○「夫曰乃」者，若夫卜葬其妻，則祝辭云「乃某卜葬某妻某氏」。乃者，言之助也。妻卑，故假助句以明夫之尊也。○「兄弟曰某，卜葬其兄弟曰伯子某」者，若兄弟相為，其弟為兄，則祝辭云「某卜葬兄伯子某」。若兄為弟，則云「某卜葬其弟某」。兄弟稱名，則子孫與夫皆稱名，故鄭注於子孫通稱可知也。"
      },
      {
        "index": 36,
        "text": "古者貴賤皆杖。叔孫武叔朝，見輪人以其杖關轂而輠輪者，於是有爵而後杖也。記庶人失禮所由始也。叔孫武叔，魯大夫叔孫州仇也。輪人，作車輪之官。○關轂，工木反。輠，胡罪反，又胡瓦反，又胡管反，回也。仇音求。"
      },
      {
        "index": 37,
        "text": "[疏]「古者」至「杖也」。○正義曰：此一節記庶人失禮所由。○「以其杖關轂而輠輪」者，關，穿也；輠，回也。謂作輪之人，以扶病之杖關穿車轂中而回轉其輪。○「於是有爵而後杖也」者，以其爵位既尊，其杖不鄙褻而許用也。"
      },
      {
        "index": 38,
        "text": "鑿巾以飯，公羊賈為之也。記士失禮所由始也。士親飯，必發其巾，大夫以上，賓為飯焉，則有鑿巾。○鑿，在各反。飯，扶晚反，注同。"
      },
      {
        "index": 39,
        "text": "[疏]「鑿巾」至「之也」。○正義曰：亦記士失禮所由也。飯，含也。大夫以上貴，故使賓為其親含，恐屍為賓所憎穢，故設巾覆屍面，而當口鑿穿之，令含得入口也。而士賤，不得使賓，則子自含其親，不得憎穢之，故不得鑿巾，但露面而含耳。於是公羊賈是士，自含其親，而用鑿巾，則是自憎穢其親，故為失禮也。"
      },
      {
        "index": 40,
        "text": "冒者何也？所以揜形也。自襲以至小斂，不設冒則形，是以襲而後設冒也。言設冒者，為其形人將惡之也。襲而設冒，言後，衍字耳。○冒，莫報反，下及注同。揜，於儉反。惡，烏路反。"
      },
      {
        "index": 41,
        "text": "[疏]「冒者」至「冒也」。○正義曰：此一經論設冒之事。○「冒者何也」者，記人自問何以須冒。○「所以揜形也」者，記者自答，言冒所以揜蓋屍形。○「自襲以至小斂，不設冒則形」者，若未襲之前，始死，事須沐浴。自既襲以後以至小斂之前，雖已著衣，若不設冒，則屍象形見，為人所惡。○「是以襲而後設冒也」，言後者，衍字也。襲則設冒，至小斂之前，則以衣總覆於冒上。皇氏云「大斂脫冒」，未之聞也。"
      },
      {
        "index": 42,
        "text": "或問於曾子曰：「夫既遣而包其餘，猶既食而裹其餘與？君子既食則裹其餘乎！」言遣既奠而又包之，是與食於人、已而裹其餘將去何異與？君子寧為是乎？言傷廉也。○遣，棄戰反，注同。裹音果。與音餘，「何異與」同。曾子曰：「吾子不見大饗乎？夫大饗，既饗，卷三牲之俎歸於賓館。父母而賓客之，所以為哀也。子不見大饗乎？」既饗歸賓俎，所以厚之也。言父母家之主，今賓客之，是孝子哀親之去也。○見如字。夫音扶。卷，紀轉反，又厥挽反。歸如字，徐音匱，注同。"
      },
      {
        "index": 43,
        "text": "[疏]「或問」至「饗乎」。○正義曰：此一節明或人問曾子喪之遣奠之事。○「夫既遣而包其餘，猶既食而裹其餘與」者，或人問曾子云：喪禮既設遣奠，事畢，而包裹遣奠之餘，載車之而去，猶如生人於他家既食訖、而裹其餘相似乎？故云與。○「君子既食，則裹其餘乎」者，或人云：君子於他家既食之後，則更裹其餘食去乎？「寧有是也」，不應如此。既設遣奠，亦不應包餘而去。○「曾子曰：吾子不見大饗乎」者，曾子答或人之問。吾，我也。子，男子美稱。《儀禮》注云：「言我子，相親之辭也。」謂或人為吾子，豈不見大饗賓客之禮乎？○「夫大饗，既饗，卷三牲之俎歸於賓館」者，謂大饗賓客既畢，主人卷斂三牲俎上之肉，歸於賓館。○「父母而賓客之，所以為哀也」者，己家父母今日既去，遂同賓客之疏，是孝子所以悲哀也。為此之故，包遣奠而去。○「子不見大饗乎」者，重結前文，以語或人也。"
      },
      {
        "index": 44,
        "text": "非為人喪，問與？賜與？此上滅脫，未聞其首云何。是言非為人喪而問之與？人喪而賜之與？問，遺也。久無事曰問。○為，於偽反，注及下注「為母」、「為姑姊妹」皆同。問與、賜與，並音餘，注皆同。脫音奪，下同。遺，於季反，下文皆同。"
      },
      {
        "index": 45,
        "text": "[疏]「非為」至「賜與」。○正義曰：鄭云「此上滅脫，未聞其首云何」，此語接上之辭。與，語助也。豈非為人有喪而問遺之與？人之有喪而賜與之與？平敵則問，卑下則賜，故云「問與、賜與」。"
      },
      {
        "index": 46,
        "text": "三年之喪，以其喪拜，非三年之喪，以吉拜。謂受問、受賜者也。稽顙而後拜，曰喪拜。拜而後稽顙，曰吉拜。\n[疏]「三年」至「吉拜」。○正義曰：從上問與、賜與以下至遺人可也，皆明在喪受問遺之事。此一經論身有喪，拜謝之禮。○「三年之喪，以其喪拜」者，謂父母、長子也。其實杖期以上，皆為喪拜。非三年之喪，以吉拜者，謂不杖期。以下此義已備在《檀弓》疏。"
      },
      {
        "index": 47,
        "text": "三年之喪，如或遺之酒肉，則受之，必三辭。主人衰絰而受之。受之必正服，明不苟於滋味。○必三，如字，又息暫反。"
      },
      {
        "index": 48,
        "text": "[疏]「三年」至「受之」。○正義曰：「如或遺之酒肉」至「主人衰絰而受之」者，雖受之，猶不得食也。尊者食之，乃得食肉，猶不得飲酒，故《喪大記》云「既葬，若君食之，則食之，大夫、父之友食之，則食之矣。不辟粱肉，若有酒醴則辭」是也。"
      },
      {
        "index": 49,
        "text": "如君命，則不敢辭，受而薦之。薦於廟，貴君之禮。喪者不遺人。人遺之，雖酒肉，受也。從父、昆弟以下，既卒哭，遺人可也。言齊斬之喪重，志不在施惠於人。○施，始豉反。縣子曰：「三年之喪如斬，期之喪如剡。」言其痛之惻怛有淺深也。○縣音玄。期音基，下同。剡，徐以漸反。怛，旦末反。期之喪，十一月而練，十三月而祥，十五月而禫。此謂父在為母也。當在「練則吊」上，爛脫在此。○禫，大感反。三年之喪，雖功衰，不吊，自諸侯達諸士。如有服而將往哭之，則服其服而往。功衰，既練之服也。諸侯服新死者之服而往哭，謂所不臣也。練則吊。父在為母功衰，可以吊人者，以父在，故輕於出也。然則凡齊衰十一月，皆可以出矣。既葬，大功，吊，哭而退，不聽事焉。聽，猶待也。事，謂襲、斂、執綍之屬。○綍音弗。期之喪未葬，吊於鄉人，哭而退，不聽事焉。功衰，吊，待事，不執事。謂為姑、姊妹無主，殯不在己族者。○「功衰，吊」，本又作「大功衰，吊」。庾云「有大字，非」。小功緦，執事，不與於禮。禮，饋奠也。○與音預，下文注「不與」同。相趨也，出宮而退。相揖也，哀次而退。相問也，既封而退。相見也，反哭而退。朋友，虞、附而退。此吊者恩薄厚、去遲速之節也。相趨，謂相聞姓名，來會喪事也。相揖，嘗會於他也。相問，嘗相惠遺也。相見，嘗執摯相見也。附，皆當為祔。○封，彼驗反，又如字。摯音至。。吊，非從主人也。四十者執綍。言吊者必助主人之事。從，猶隨也。成人，二十以上至四十，丁壯時。鄉人，五十者從反哭，四十者待盈坎。非鄉人，則長少皆反。優，遠也。坎或為壙。○坎，口敢反，下同。長少，丁丈反；下詩詔反。壙，苦晃反，又音曠。"
      },
      {
        "index": 50,
        "text": "[疏]「三年」至「盈坎」。○正義曰：從此以下，至「待盈坎」，明弔喪之節，各隨文解之。○「三年之喪，雖功衰，不吊」者，謂重喪小祥後衰與與大功同，故曰「功衰」。衰雖外輕，而痛猶內重，故不得吊人也。○「自諸侯達諸士」者，貴賤同然，故云「自諸侯達諸士也」。○「如有服而將往哭之，則服其服而往」者，亦貴賤同也。如有服，謂有五服之親喪，功衰雖不吊人，若自有五服之親喪，則往哭之。將往哭，則不著已功衰，而依彼親之節以服之，申於骨肉之情故也。故云「則服其服而往」也。但著彼服，不著已功衰也。賀瑒云：「若新死者服輕，則不為之制服。雖不為重，變而為之制服。往奔喪哭之，則蹔服所制之服。往彼哭之事畢，反服故服也。」庾氏云：「將往哭之，乃服其服者，謂小功以下之親輕也。始聞喪，不能為之制服，至於往哭吊，乃服其服。」注《要記》通之已祥。皇氏云：「此文雖在功衰之下，而實通初喪也。假令初喪而有五屬之親死，則亦蹔服五服之服而往彼哭也。」上云「自諸侯達諸士」，然諸侯絕期，不應有諸親始死服。今云「服其服而往」，當是敵體。及所不臣者，謂始封君，不臣諸父昆弟也。故鄭明之也。○「期之喪十一月而練，十三月而祥，十五月而禫」者，此禫杖期，主謂父在為母，亦備二祥節也。文本應在「服而往」下，爛脫故在此。○「練則吊」者，謂至十一月小祥後，而可出吊人也。○注「父在」至「出矣」。○正義曰：此「練則吊」又承「十一月練」之下，故知是父在為母，以經云練，故云「功衰」也。大祥始除衰杖而練，得吊人者，以父在為母，故輕於出，言得出也。以母喪至練，父在而得出，則其餘喪，雖無父亦得出也。母既可矣，諸父灼然。○「既葬，大功」者，謂身有大功之喪，既葬之後，往吊他喪。○「吊，哭而退，不聽事焉」者，謂吊，哭既畢而即退去，不待主人襲斂之事。期喪練，吊則亦然也。○「期之喪未葬，吊於鄉人，哭而退，不聽事焉」者，謂姑、姊妹無主，為之服期喪，未至於葬，往吊於鄉人之喪，哭畢則退，不聽待主人襲斂之事焉。○「功衰，吊，待事，不執事」者，謂此姑、姊妹等期喪至既，葬受以大功衰，謂之功衰。至此之後，若吊於鄉人，其情稍輕於未葬之前，得待主人襲斂之事，但不親自執事。此云「功衰」，他本或云「大功衰」。今按，鄭注在此文下云「謂為姑、姊妹無主」，則此功衰還是姑、姊妹無主之功衰，不得別云「大功」也。皇氏云：「有大字者，誤也。」○注「謂為姑姊妹無主，殯不在已族者」。○正義曰：經直云「期喪」，鄭知是「姑姊妹無主」者，以前云大功既葬，始得吊人。今此經期喪未葬，已得吊人，明知此期服輕，故知是「姑姊妹無主，殯不在已族」者。女未廟見，反葬女氏之黨。此姑、姊妹巳於他族成婦日久，但夫既蚤死，故擯在夫族。○「小功緦，執事，不與於禮」者，執事，殯相也。禮，饋奠也。緦、小功服輕，故未葬便可吊人，今不論鄉人之同異也。亦為彼擯相，但不得助彼饋奠耳。按《曾子問》云：「廢喪服，可以與於饋奠之事乎？」孔子曰：「說衰與奠，非禮也，以擯相可也。」是擯相輕而饋奠重也。○「相趨」至「而退」，此以下明凡吊者恩之厚薄，去留遲速之節也。○「相趨也，出宮而退」者，相趨，謂與孝子本不相識，但相聞姓名，而來會趨喪也。情既輕，故柩出廟之宮門而遂去。○「相揖也，哀次而退」者，相揖，謂經會他處，已相揖者也。恩微深，故待柩出至大門外之哀次而退去也。○「相問也，既封而退」者，相問，謂曾相餉遺，恩轉深，故至窆竟而退也。○「相見也，反哭而退」者，相見，謂身輕自執摯相詣往來，恩轉厚，故至葬竟，孝子反哭還至家時而退也。○「朋友，虞附而退」者，朋友疇昔情重，生死同殷，故至主人虞附而退也。然與死者相識，其禮亦當有吊。禮，知生者吊，知死者傷。今注云吊，則知是吊生人也。○「吊非」至「盈坎」。此一節論助葬及執事反哭之節。言弔喪者本是來助事，非為空隨從主人而已。故云「非從主人也」。○「四十者執綍」者，既助主人，故使年二十以上至四十強壯者，皆執綍也。○「鄉人五十者從反哭」者，鄉人，同鄉之人也。五十始衰，故待主人窆竟而孝子反哭。故鄉人助葬，老者亦從孝子反也。○「四十者待盈坎」者，謂窆竟以土盈滿其坎，四十強壯，不得即反，故醋芰滿坎而反也。若非鄉人，則無問長少，皆從主人歸，優饒遠者。"
      },
      {
        "index": 51,
        "text": "喪食雖惡，必充飢，饑而廢事，非禮也。飽而忘哀，亦非禮也。視不明，聽不聰，行不正，不知哀，君子病之。故有疾飲酒食肉，五十不致毀，六十不毀，七十飲酒食肉，皆為疑死。病，猶憂也。疑，猶恐也。○視如字，徐市志反。為，於偽反，注「為食父」、「為王父母」、「以為」、「亦為」、「不為」並同。有服，人召之食，不往。大功以下，既葬，適人，人食之，其黨也食之，非其黨弗食也。往而見食，則可食也。為食而往，則不可。黨，猶親也。非親而食，則是食於人無數也。○人食之，音嗣，注「見食」同。功衰，食菜果，飲水漿，無鹽、酪，不能食食。鹽、酪可也。功衰，齊、斬之末也。酪，酢。○酪音洛。食食，上如字，下音嗣。酢，七故反。酨，才代反。孔子曰：「身有瘍則浴，首有創則沐，病則飲酒食肉。毀瘠為病，君子弗為也。毀而死，君子謂之無子。」毀而死，是不重親。○瘍音羊。創，初良反。"
      },
      {
        "index": 52,
        "text": "[疏]「喪食」至「無子」。○注「非親而食，則是食於人無數也」。○正義曰：解所以非親不食義也。夫親族不多，食，則其食有限。若非類而輒食，則無復限數，必忘哀也。"
      },
      {
        "index": 53,
        "text": "非從柩與反哭，無免於堩。言喪服出入，非此二事皆冠也。免，所以代冠，人於道路，不可以無飾。堩，道路。○免音問，注同。堩，古鄧反。"
      },
      {
        "index": 54,
        "text": "[疏]「非從」至「於堩」。○正義曰：「從柩」，謂孝子送葬從柩去時也。「與反哭」，謂葬竟孝子還時也。堩，道路也。道路不可無飾，故孝子唯送葬從柩去時及葬竟還、反哭時，於道得免而行。自非此二條，則不得免於道路也。此謂葬近而反哭者。若葬遠反哭，在路則著冠，至郊則乃反著免，故《小記》云「遠葬者比反哭者，皆冠，及郊而後免」是也。"
      },
      {
        "index": 55,
        "text": "凡喪，小功以上，非虞、附、練、祥無沐浴。言不有飾事則不沐浴。\n[疏]「凡喪」至「沐浴」。○正義曰：凡居喪之禮，自小功以上恩重哀深，自宜去飾。以沐浴是自飾，故不有此數條祭事，則不自飾。言「小功以上」，則至斬同。然各在其服限如此耳。練祥不主大功、小功也。若三年之喪，虞祭之時但沐浴不櫛，故《士虞禮》云「沐浴不櫛」，鄭注云「唯三年之喪不櫛，期以下櫛可也」。又《士虞禮》云：「明日，以其班祔，沐浴，櫛。」注云：「彌自飾。」此雖士禮，明大夫以上亦然。"
      },
      {
        "index": 56,
        "text": "疏衰之喪，既葬，人請見之則見，不請見人。小功，請見人可也。大功不以執摯，唯父母之喪，不辟涕泣而見人。言重喪不行求見人爾。人來求見己，亦可以見之矣。不辟涕泣，言至哀無飾也。○辟音避，注同。"
      },
      {
        "index": 57,
        "text": "[疏]「疏衰」至「見人」。○正義曰：此一節明在喪與人相見之義。○「小功，請見人可也」者，輕，可請見於人。然言小功可，則大功不可也。此小功文承疏衰、既葬之下，則此小功亦謂既葬也。凡言見人者，謂與人尋常相見，不論執摯之事。故云父母之喪，不辟涕泣而見人，是尋常相見也。而皇氏以為見人謂執摯相見，若然，父母之喪，豈謂執摯見人乎？皇氏則非也。"
      },
      {
        "index": 58,
        "text": "三年之喪，祥而從政。期之喪，卒哭而從政。九月之喪，既葬而從政。小功緦之喪，既殯而從政。以《王制》言之，此謂庶人也。從政，從為政者，教令謂給繇役。○期音基。繇音遙，本又作傜。曾申問於曾子曰：「哭父母有常聲乎？」曰：「中路嬰兒失其母焉，何常聲之有？」嬰，猶鷖彌也，言其若小兒亡母啼號，安得常聲乎？所謂哭不偯。○鷖，於奚反。彌，五兮反，一音迷。啼，徒奚反，本又作諦，同。號，徐本作唬，胡刀反。偯，於豈反，下同，《說文》作。"
      },
      {
        "index": 59,
        "text": "[疏]注「以王」至「繇役」。○正義曰：按《王制》云：「父母之喪，三年不從政。齊衰大功，三月不從政。」此云「期之喪，卒哭而從政。九月之喪，既葬而從政」，與《王制》不同者，此庶人，依士禮，卒哭與既葬同三月，故《王制》省文，總云「三月」也。若大夫、士三年之喪期不從政，是正禮也；卒哭，金革之事無辟，是權禮也。"
      },
      {
        "index": 60,
        "text": "卒哭而諱。自此而鬼神事之，尊而諱其名。王父母、兄弟、世父、叔父、姑、姊妹，子與父同諱。父為其親諱，則子不敢不從諱也。謂王父母以下之親諱，是謂士也。天子、諸侯諱群祖。母之諱，宮中諱。妻之諱，不舉諸其側。與從祖昆弟同名，則諱。母之所為其親諱，子孫於宮中不言。妻之所為其親諱，夫於其側亦不言也。孝子聞名心瞿，凡不言人諱者，亦為其相感動也。子與父同諱，則子可盡曾祖之親也。從祖昆弟在其中，於父輕，不為諱；與母、妻之親同名重，則諱之。"
      },
      {
        "index": 61,
        "text": "[疏]「卒哭而諱」至「則諱」。○正義曰：此一節論親戚死亡諱辟名之事，各隨文解之。○「卒哭而諱」者，謂卒哭之前，猶以生禮事之。卒哭之後，去生漸遠，以鬼道事之，故諱其名。○「王父母」者，謂父之王父母，於己為曾祖父母，正服小功，不合諱也。以父為之諱，故子亦自於父而諱之。「兄弟」者，是父之兄弟，於己為伯叔，正服期，父亦為之期，是子與父同是有諱也。「世父、叔父」者，是父之世父、叔父，於己是從祖也，正服小功，不合諱。以父為之諱，故己從父而諱。「姑」者，謂父之姑也，於己為從祖姑，在家正服小功，出嫁緦麻，不合諱。以父為之諱，故己從父而諱。「姊妹」者，謂父之姊妹，於己為姑。在家正服期，出嫁大功九月，是己與父同為之諱也。○「子與父同諱」者，言此等之親，子之與父同為之諱。○注「父為」至「群祖」。○正義曰：云「父為其親諱，則子不敢不從諱也」者，謂父之王父母、世父、叔父及姑等於己小功以下，不合諱，但父為之諱，故子不敢不從諱。其父之兄弟及姊妹己為合諱，不假從父而諱。鄭此注者，據己不合諱者而言之也。云「謂王父母以下之親諱，是謂士也」者，此士者，謂父身也。以父身是士，故諱王父。若是庶人子，不逮事父母，則不諱王父母也。直云「王父母以下」足矣，復云「之親諱」者，父之世父，叔父與姑等皆是王父所生，今為之諱，故云「王父母以下之親諱」也。云「天子諸侯諱群祖」者，以其「天子七廟，諸侯五廟」，故知諱群祖。○「母之諱，宮中諱」者，謂母所為其親諱，其子於一宮之中，為諱而不言也。○「妻之諱，不舉諸其側」者，謂妻諸親之諱，其夫不得稱舉其辭於其妻之側，但不得在側言之，則於宮中、遠處得言之也。○「與從祖昆弟同名，則諱」者，謂母與妻二者之諱與己從祖昆弟名同，則為之諱。不但宮中、旁側，其在餘處皆諱之。○注「子與」至「諱之」。○正義曰：云「子與父同諱，則子可盡曾祖之親也」者，父為王父諱，於子則為曾祖父之伯叔及姑，則是子曾祖之親，故云「子與父同諱，則子不盡曾祖之親也」，前經所云者是也。云「從祖昆弟在其中」者，從祖昆弟共同曾祖之親，故云「在其中」。云「於父輕，不為諱」者，從祖昆弟於父言之，是父之同堂兄弟子也。父服小功，不為之諱，己又不得從父而諱。若「與母、妻之親同名重，則諱之」，重，謂重累，謂母、妻諱與從祖昆弟名相重累，則諱之。不但為母、妻而諱，若從祖昆弟身死，亦為諱。故云於父輕，不為之諱；與母、妻之親同名重，則諱之。觀檢注意，是為從祖昆弟諱而生文也。"
      },
      {
        "index": 62,
        "text": "以喪冠者，雖三年之喪可也。既冠於次，入哭踴三者三，乃出。言雖者，明齊衰以下，皆可以喪冠也。始遭喪，以其冠月，則喪服因冠矣。非其冠月，待變除卒哭而冠。次，廬也。雖，或為唯。○冠，古亂反，下及注皆同。三，息暫反。"
      },
      {
        "index": 63,
        "text": "[疏]「以喪」至「乃出」。○正義曰：自此以下，明遭喪冠取之節，今各隨文解之。○「以喪冠者，雖三年之喪可也」者，謂將欲加冠而值其喪，則當成服之時，因喪服加冠。非但輕服得冠，雖有三年重喪亦可為。因喪服而冠，故云「可也」。○「既冠於次」者，此謂加冠於廬次之中。若齊衰以下，加冠於次捨之處。○「入哭踴三者三，乃出」者，謂既冠之後，入於喪所，哭而跳踴。謂每哭一節而三踴，如此者三，凡為九踴，乃出就次所。○注「言雖」至「廬也」。○正義曰：經云「雖三年之喪可也」，故知三年以下，皆得因喪而冠也。云「始遭喪，以其冠月，則喪服因冠矣」者，知當冠月則喪服因冠者，以《曾子問》云：將冠子未及期日而有齊衰、大功、小功之喪，則因喪服而冠。言未及期日，期及月，可知但未及冠之日耳。以此言之，知冠月則可冠也。云「非其冠月，待變除卒哭而冠」者，按《夏小正》二月「綏多士女」，是冠用二月。假令正月遭喪，則二月不得因喪而冠，必待變除受服之節乃可冠矣。云「次廬也」者，據重服而言也。"
      },
      {
        "index": 64,
        "text": "大功之末，可以冠子，可以嫁子。父小功之末，可以冠子，可以嫁子，可以取婦。己雖小功，既卒哭，可以冠，取妻，下殤之小功則不可。此皆謂可用吉禮之時。父大功卒哭，而可以冠子、嫁子。小功卒哭，而可以取婦。己大功卒哭，而可以冠子，小功卒哭，而可以取妻，必偕祭乃行也。下殤小功，齊衰之親，除喪而後可為昏禮。凡冠者，其時當冠，則因喪而冠之。○取，七住反，又如字。"
      },
      {
        "index": 65,
        "text": "[疏]「大功」至「不可」。○正義曰：「大功之末，可以冠子，可以嫁子」者，末謂卒哭之後，謂已有大功之喪，既卒哭，可以冠子、嫁子也。○「父小功之末，可以冠子，可以嫁子，可以取婦」者，謂父有小功，喪末可以冠子，可以嫁子，可以取婦。「大功之末」，云身不云父；「小功之末」，云父不以身，互而相通。是嫁及冠，於身大功之末，可以冠子、嫁子。小功之末，非但得冠子、嫁子，復可取婦。所以取婦必在小功之末者，以取婦有酒食之會，集鄉黨僚友，涉近歡樂，故小功之末乃可得為也。○「己雖小功，既卒哭，可以冠，取妻」者，以前文云「父小功之末，可以取婦」，恐己有小功，於情為重，不得冠、取，故云己身雖同有小功，既卒哭之後，可以冠、取。此文云「既卒哭」，明上云「末」者，並卒哭後也。○「下殤之小功則不可」者，謂其餘小功可以冠、取。若本服齊衰下殤，降在小功者，則不可。不可者，不可冠、嫁也。以本服是齊衰，重故也。若其長殤、中殤之大功者，庾氏注《要記》云「卒哭之後，則得與尋常大功同，於大功之末，可以身自冠、嫁。所以然者，雖本期年，但降在大功，其服稍伸，故得冠、嫁也」。賀氏云：「小功下殤，本是期親，以其重，故不得冠、取。」推此而言之，降在大功，理不得冠、嫁矣。今謂齊衰下殤尚不可冠、取，而況齊衰長殤、中殤，降在大功，何可冠、嫁？庾記非也，今從賀義。○注「父大」至「冠之」。○正義曰：「父大功卒哭，而可以冠子、嫁子。小功卒哭，而可以取婦」者，以經文大功據己身，小功據其父。今鄭同之，謂父及己身俱有大功之末，小功之末，故又注云「己大功卒哭，而可以冠子。小功卒哭，而可以取妻」，是父子同也。云「必偕祭乃行也」者，偕，俱也。父是大功之末，己亦是大功之末，乃得行此冠子、嫁子，父小功之末，己亦小功之末，可以嫁取。必父子俱然，乃得行事，故云「必偕祭乃行」。知父子俱大功小功者，若姑及姊妹出適，父子俱為大功。若從祖兄弟，父為之小功，己亦為之小功，是父子其服同也。若父有齊衰，子有大功，則不可。若父有大功，子有小功，可以冠、嫁，未可以取婦。必父子俱有小功之末，可以取婦。若父是小功，己在緦麻，灼然合取可知。又按正本云「必偕祭乃行」者，言為諸吉禮，必待祭訖乃行也。云「下殤小功，齊衰之親，除喪而後可為昏禮」者，言除訖可為昏禮，則未除喪不可為昏禮。經云「小功則不可」者，唯謂昏也，其冠、嫁則可也。云「凡冠者，其時當冠，則因喪而冠之」者，鄭以經云大功、小功之末，可以吉冠。則大功、小功之初，當冠之時，則因喪服而冠矣。前經云「以喪冠者，雖三年之喪可也」者，特據重服喪中可冠，恐輕服大功、小功者在喪不合冠，故鄭於注特明之。"
      }
    ]
  }
}