{
  "chapterNumber": 56,
  "title": "卷60",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『《大學》者，以其記博學，可以為政也。』」\n[疏]正義曰：案鄭《目錄》云：「名曰《大學》者，以其記博學，可以為政也。此於《別錄》屬《通論》。」此《大學》之篇，論學成之事，能治其國，章明其德於天下，卻本明德所由，先從誠意為始。"
      },
      {
        "index": 1,
        "text": "大學之道，在明明德，在親民，在止於至善。知止而後有定，定而後能靜，靜而後能安，安而後能慮，慮而後能得。物有本末，事有終始，知所先後，則近道矣。「明明德」，謂顯明其至德也。止，猶自處也。得，謂得事之宜也。○大，舊音泰，劉直帶反。近，附近之近。古之欲明明德於天下者，先治其國。欲治其國者，先齊其家。欲齊其家者，先脩其身。欲脩其身者，先正其心。欲正其心者，先誠其意。欲誠其意者，先致其知。知，謂知善惡吉凶之所終始也。○其知如字，徐音智，下「致知」同。致知在格物。格，來也。物，猶事也。其知於善深則來善物，其知於惡深則來惡物，言事緣人所好來也。此「致」或為「至」。○格，古百反。好，呼報反。物格而後知至，知至而後意誠，意誠而後心正，心正而後身脩，身脩而後家齊，家齊而後國治，國治而後天下平。自天子以至於庶人，壹是皆以脩身為本，其本亂而末治者否矣。其所厚者薄，而其所薄者厚，未之有也。此謂知本，此謂知之至也。壹是，專行是也。○治，國治，並直吏反，下同。"
      },
      {
        "index": 2,
        "text": "所謂誠其意者，毋自欺也，如惡惡臭，如好好色，此之謂自謙。故君子必慎其獨也。小人閒居為不善，無所不至，見君子而後厭然，揜其不善，而著其善。人之視己，如見其肺肝，然則何益矣？此謂誠於中形於外，故君子必慎其獨也。謙，讀為慊，慊之言厭也。厭，讀為黶，黶，閉藏貌也。○毋音無。惡惡，上烏路反，下如字。臭，昌救反。好好，上呼報反，下如字。謙，依注讀為慊，徐苦簟反。閒音閒。厭，讀為黶，烏斬反，又烏簟反。揜，於檢反。著，張慮反，注同。肺，芳廢反。肝音干。言厭，於琰反，一音於步反。曾子曰：「十目所視，十手所指，其嚴乎？」富潤屋，德潤身，心廣體胖，故君子必誠其意。嚴乎，言可畏敬也。胖，猶大也。三者，言有實於內，顯見於外。○胖，步丹反，注及下同。見，賢遍反。"
      },
      {
        "index": 3,
        "text": "《詩》云：「瞻彼淇澳，菉竹猗猗。有斐君子，如切如磋，如琢如磨。瑟兮僩兮，赫兮喧兮。有斐君子，終不可諠兮。」「如切如磋」者，道學也。「如琢如磨」者，自脩也。「瑟兮僩兮」者，恂慄也。「赫兮喧兮」者，威儀也。「有斐君子，終不可諠兮」者，道盛德至善，民之不能忘也。此「心廣體胖」之詩也。澳，隈崖也。「菉竹猗猗」，喻美盛。斐，有文章貌也。諠，忘也。道猶言也。恂，字或作「峻」，讀如嚴峻之「峻」，言其容貌嚴栗也。民不能忘，以其意誠而德著也。○淇音其。澳，本亦作奧，於六反，本又作「隩」，一音烏報反。菉音綠。猗，於宜反。斐，芳尾反，一音匪，文章貌。磋，七何反。琢，丁角反。摩，本亦作磨，末何反。《爾雅》云：「骨曰切，像曰磋，玉曰琢，石曰磨。」僩，下板反，又胡板反。赫，許百反。喧，本亦作咺，況晚反。諠，許袁反，《詩》作諼，或作暄，音同。恂，依注音峻，思俊反，一音思旬反。栗，利悉反。澳，於六反。隈，烏回反。"
      },
      {
        "index": 4,
        "text": "《詩》云：「於戲前王不忘。」君子賢其賢而親，其親小人樂其樂而利，其利此以沒世不忘也。聖人既有親賢之德，其政又有樂利於民。君子小人，各有以思之。○於音烏，下「於緝熙」同。戲，好胡反，徐范音義。樂其樂，並音岳，又音洛，注同。"
      },
      {
        "index": 5,
        "text": "《康誥》曰「克明德」，《大甲》曰「顧諟天之明命」，《帝典》曰「克明峻德」，皆自明也。皆自明明德也。克，能也。顧，念也。諟，猶正也。《帝典》，《堯典》，亦《尚書》篇名也。峻，大也。諟，或為「題」。○誥，古報反。大音泰。顧諟，上音故，本又作顧，同，下音是。峻，徐音俊，又弘俊反。題，徐徒兮反。"
      },
      {
        "index": 6,
        "text": "湯之《盤銘》曰：「苟日新，日日新，又日新。」《康誥》曰：「作新民。」《詩》曰：「周雖舊邦，其命惟新。」是故君子無所不用其極。盤銘，刻戒於盤也。極，猶盡也。君子日新其德，常盡心力不有餘也。○盤，步干反。銘，徐音冥，亡丁反。《詩》云：「邦畿千里，惟民所止。」"
      },
      {
        "index": 7,
        "text": "《詩》云：「緡蠻黃鳥，止於丘隅。」子曰：「於止，知其所止，可以人而不如鳥乎？」於止，於鳥之所止也。就而觀之，知其所止，知鳥擇岑蔚安閒而止處之耳。言人亦當擇禮義樂土而自止處也。《論語》曰：「里仁為美。擇不處仁，焉得知？」○畿音祈，又作幾，音同。緡蠻，音綿，一音亡取反，《毛詩》作「綿，傳云：「綿蠻，小鳥貌。」《詩》云：「穆穆文王，於緝熙敬止。」為人君止於仁，為人臣止於敬，為人子止於孝，為人父止於慈，與國人交止於信。緝熙，光明也。此美文王之德光明，敬其所以自止處。○緝，七入反。熙，許其反。"
      },
      {
        "index": 8,
        "text": "[疏]「大學」至「道矣」。○正義曰：此經大學之道，在於明明德，在於親民，在止於至善。積德而行，則近於道也。○「在明明德」者，言「大學之道」，在於章明己之光明之德。謂身有明德，而更章顯之，此其一也。○「在親民」者，言大學之道，在於親愛於民，是其二也。○「在止於至善」者，言大學之道，在止處於至善之行，此其三也。言大學之道，在於此三事矣。○「知止而後有定」者，更覆說「止於至善」之事。既知「止於至善」，而後心能有定，不有差貳也。○「定而後能靜」者，心定無慾改，能靜不躁求也。「靜而後能安」者，以靜故情性安和也。○「安而後能慮」者，情既安和，能思慮於事也。○「慮而後能得」者，既能思慮，然後於事得安也。○「物有本末，事有終始」者，若於事得宜，而天下萬物有本有末，經營百事有終有始也。○「知所先後」者，既能如此，天下百事萬物，皆識知其先後也。○「則近道矣」者，若能行此諸事，則附近於大道矣。○「古之欲明明德於天下」者，前章言大學之道在明德、親民、止善，覆說止善之事既畢，故此經明明德之理。○「先治其國」者，此以積學能為明德盛極之事，以漸到。今本其初，故言欲章明己之明德，使遍於天下者，先須能治其國。○「欲治其國者」，「先齊其家」也。「欲齊其家者，先脩其身」，言若欲齊家，先須脩身也。○「欲脩其身者，先正其心」，言若欲脩身，必先正其心也。○「欲正其心者，先誠其意」者，總包萬慮謂之為心，情所意念謂之意。若欲正其心使無傾邪，必須先至誠，在於憶念也。若能誠實其意，則心不傾邪也。○「欲誠其意者，先致其知」者，言欲精誠其己意，先須招致其所知之事，言初始必須學習，然後乃能有所知曉其成敗，故云「先致其知」也。○「致知在格物」，此經明初以致知，積漸而大至明德。前經從盛以本初，此經從初以至盛，上下相結也。「致知在格物」者，言若能學習招致所知。格，來也。己有所知，則能在於來物。若知善深則來善物，知惡深則來惡物。言善事隨人行善而來應之，惡事隨人行惡亦來應之。言善惡之來緣人所好也。○「物格而後知至」者，物既來，則知其善惡所至。善事來，則知其至於善；若惡事來，則知其至於惡。既能知至，則行善不行惡也。○「知至而後意誠」，既能知至，則意念精誠也。○「意誠而後心正」者，意能精誠，故能心正也。○「國治而後天下平」者，則上「明明德於天下」，是以自天子至庶人皆然也。○「壹是皆以脩身為本」者，言上從天子，下至庶人，貴賤雖異，所行此者專一，以脩身為本。上言誠意、正心、齊家、治國，今此獨云「脩身為本」者，細別雖異，其大略皆是脩身也。○「其本亂而末治者否矣」，本亂，謂身不脩也。末治，謂國家治也。言己身既不脩，而望家國治者否矣。否，不也。言不有此事也。○「其所厚者薄，而其所薄者厚，未之有也」者，此覆說「本亂而末治否矣」之事也。譬若與人交接，應須敦厚以加於人。今所厚之處，乃以輕薄，謂以輕薄待彼人也。「其所薄者厚」，謂己既與彼輕薄，慾望所薄之處以厚重報己，未有此事也。言己以厚施人，人亦厚以報己也。若己輕薄施人，人亦輕薄報己，言事厚之與薄皆以身為本也。○此謂知本，此謂知之至也」者，本，謂身也。既以身為本，若能自知其身，是「知本」也，是知之至極也。○「所謂誠其意」者，自此以下，至「此謂知本」，廣明誠意之事。此一節明誠意之本，先須慎其獨也。○「毋自欺也」，言欲精誠其意，無自欺誑於身，言於身必須誠實也。○「如惡惡臭」者，謂臭穢之氣，謂見此惡事人嫌惡之，如人嫌臭穢之氣，心實嫌之，口不可道矣。○「如好好色」者，謂見此善事而愛好之，如以人好色，心實好之，口不可道矣。言誠其意者，見彼好事、惡事，當須實好、惡之，不言而自見，不可外貌詐作好、惡，而內心實不好、惡也。皆須誠實矣。○「此之謂自謙」者，謙，讀如慊，慊然安靜之貌。心雖好、惡而口不言，應自然安靜也。「見君子而後厭然，揜其不善，而著其善」者，謂小人獨居，無所不為，見君子而後乃厭然閉藏其不善之事，宣著所行善事也。○「人之視己，如見其肺肝然，則何益矣」者，言小人為惡，外人視之，昭然明察矣，如見肺肝然。「則何益矣」者，言小人為惡，外人視之，昭然明察矣，如見肺肝，雖鏨時揜藏，言何益矣。○「此謂誠於中形於外」者，言此小人既懷誠實惡事於中心，必形見於外，不可揜藏。○注「謙讀為慊」。○正義曰：以經義之理，言作謙退之字。既無謙退之事，故讀為慊，慊，不滿之貌，故又讀為厭，厭，自安靜也。云「厭讀為黶」，黶為黑色，如為閉藏貌也。○「曾子曰：十目所視」者，此經明君子脩身，外人所視，不可不誠其意。作《記》之人，引曾子之言以證之。「十目所視，十手所指」者，言所指、視者眾也。十目，謂十人之目，十手，謂十人之手也。○「其嚴乎」者，既視者及指者皆眾，其所畏敬，可嚴憚乎。○「富潤屋，德潤身」者，此言二句為喻也。言家若富，則能潤其屋，有金玉又華飾見於外也。○「德潤身」者，謂德能霑潤其身，使身有光榮見於外也。○「心廣體胖」者，言內心寬廣，則外體胖大，言為之於中，必形見於外也。「故君子必誠其意」者，以有內見於外，必須精誠其意，在內心不可虛也。○「《詩》云：瞻彼淇澳」者，此一經廣明誠意之事，故引《詩》言學問自新、顏色威儀之事，以證誠意之道也。○「瞻彼淇澳，菉竹猗猗」者，此《詩•衛風•淇澳》之篇，衛人美武公之德也。澳，隈也。菉，王芻也。竹，萹竹也。視彼淇水之隈曲之內，生此菉之與竹，猗猗然而茂盛，以淇水浸潤故也。言視彼衛朝之內，上有武公之身，道德茂盛，亦蒙康叔之餘烈故也。引之者，證誠意之道。○「有斐君子」者，有斐然文章之君子，學問之益矣。○「如切如磋」者，如骨之切，如象之磋，又能自脩也。○「如琢如磨」者，如玉之琢，如石之磨也。○「瑟兮僩兮，赫兮喧兮。有斐君子，終不可喧兮」者，又瑟兮顏色矜莊，僩然性行寬大，赫然顏色盛美，喧然威儀宣美，斐然文章之君子，民皆愛念之，終久不可忘也。諠，忘也。自此以上，《詩》之本文也。自此以下，記者引《爾雅》而釋之。「如切如磋者，道學也」者，論道其學矣。○「如琢如磨者，自脩也」者，謂自脩飾矣，言初習謂之學，重習謂之脩，亦謂《詩》本文互而相通也。○「瑟兮僩兮者，恂慄也」者，恂，讀為「峻」，言顏色嚴峻戰慄也。○「道盛德至善，民之不能忘也」，謂善稱也。「有斐君子，終不可諠兮」，論道武王盛德至極美善，人之愛念不能忘也。○注「此心」至「著也」。○正義曰：「諠，忘也」，《釋訓》文也。云「道猶言也」，謂經中「道」盛德至善，恐為道德之「道」，故云「道猶言也」。云「恂，字或作峻，讀如嚴峻之峻」者，以經之「恂」字，他本或作「峻」字，故讀為嚴峻之「峻」。《詩》箋云：「還為恂也。」此《記》為「赫兮喧兮」，《詩經》云「赫兮喧兮」，本不同也。云「以其意誠而德著也」，以武公用意精誠德著於人，人不忘也。以經廣明誠意之事，故鄭云「意誠而德著也」。「《詩》云：於戲前王不忘」者，此一經廣明誠意之事。此《周頌•烈文》之篇也，美武王之詩。於戲，猶言嗚呼矣。以文王、武王意誠於天下，故詩人歎美之云：此前世之王，其德不可忘也。○「君子賢其賢而親其親」者，言後世貴重之，言君子皆美此前王能賢其賢人而親其族親也。○「小人樂其樂而利其利」者，言後世卑賤小人，美此前王能愛樂其所樂，謂民之所樂者，前王亦愛樂之。「利其利」者，能利益其人之所利，民為利者，前王亦利益之。言前王施為政教，下順人情，不奪人之所樂、利之事故云「小人樂其樂而利其利」也。○「此以沒世不忘也」，由前王意能精誠，垂於後世，故君子小人皆所美念。以此之故，終沒於世，其德不忘也。○「《康誥》曰：克明德」者，此一經廣明意誠則能明己之德。周公封康叔而作《康誥》，戒康叔能明用有德。此《記》之意，言周公戒康叔以自明其德，與《尚書》異也。「《大甲》曰：顧諟天之明命」者，顧，念也。諟，正也。伊尹戒大甲云：爾為君，當顧念奉正天之顯明之命，不邪僻也。○「《帝典》曰：克明峻德」者，《帝典》，謂《堯典》之篇。峻，大也。《尚書》之意，言堯能明用賢峻之德，此《記》之意，言堯能自明大德也。「皆自明也」，此經所云《康誥》、《大甲》、《帝典》等之文，皆是人君自明其德也，故云「皆自明也」。○注「皆自明明德也」。○正義曰：明明德必先誠其意，此經誠意之章，由初誠意也，故人先能明己之明德也。○「湯之《盤銘》」，此一經廣明誠意之事。「湯之《盤銘》」者，湯沐浴之盤，而刻銘為戒。必於沐浴之者，戒之甚也。○「苟日新」者，此《盤銘》辭也。非唯洗沐自新。苟，誠也。誠使道德日益新也。○「日日新」者，言非唯一日之新，當使日日益新。○「又日新」者，言非唯日日益新，又須常恆日新，皆是丁寧之辭也。此謂精誠其意，脩德無已也。○「《康誥》曰：作新民」者，成王既伐管叔、蔡叔，以殷餘民封康叔，《誥》言殷人化紂惡俗，使之變改為新人。此《記》之意，自念其德為新民也。○「《詩》曰：周雖舊邦，其命惟新」者，此《大雅•文王》之篇。其詩之本意，言周雖舊是諸侯之邦，其受天之命，唯為天子而更新也。此《記》之意，其所施教命，唯能念德而自新也。「是故君子無所不用其極」者，極，盡也。言君子欲日新其德，無處不用其心盡力也。言自新之道，唯在盡其心力，更無餘行也。○「《詩》云：邦畿千里，惟民所止」，此一經廣明誠意之事，言誠意在於所止，故上云：「《大學》之道在於至善。」此《商頌•玄鳥》之篇，言殷之邦畿方千里，為人所居止。此《記》斷章，喻其民人而擇所止，言人君賢則來也。○「《詩》云：緡蠻黃鳥，止於丘隅」者，此《詩•小雅•緡蠻》之篇，剌幽王之詩。言緡蠻然微小之黃鳥，止在於岑蔚丘隅之處，得其所止，以言微小之臣依託大臣，亦得其所也。○「子曰：於止，知其所止」者，孔子見其《詩》文而論之，云是觀於鳥之所止，則人亦知其所止。鳥之知在岑蔚安閒之處，則知人亦擇禮義樂土之處而居止也。○「可以人而不如鳥乎」者，豈可以人不擇止處，不如鳥乎？言不可不如鳥也。故《論語》云「里仁為美，擇不處仁，焉得知」是也。○「《詩》云：穆穆文王，於緝熙敬止」者，此《大雅•文王》之篇，美文王之詩。緝熙，謂光明也。止，辭也。《詩》之本意，云文王見此光明之人，則恭敬之。此《記》之意，「於緝熙」，言嗚呼文王之德緝熙光明，又能敬其所止，以自居處也。○注「鳥擇」至「止處」。○正義曰：岑，謂巖險。蔚，謂草木蓊蔚。言鳥之所止，必擇靜密之處也。"
      },
      {
        "index": 9,
        "text": "子曰：「聽訟，吾猶人也。必也使無訟乎？」無情者不得盡其辭，大畏民志。情，猶實也。無實者多虛誕之辭。聖人之聽訟，與人同耳。必使民無實者不敢盡其辭，大畏其心志，使誠其意不敢訟。○吾聽訟，似用反。「猶人也」，《論語》作「聽訟吾猶人也」。毋訟音無。誕音但。此謂知本。本，謂「誠其意」也。"
      },
      {
        "index": 10,
        "text": "所謂脩身在正其心者，身有所忿懥，則不得其正；有所恐懼，則不得其正；有所好樂，則不得其正；有所憂患，則不得其正。心不在焉，視而不見，聽而不聞，食而不知其味。此謂脩身在正其心。懥，怒貌也，或作懫，或為疐。○忿，弗粉反。懥，敕值反，范音稚，徐丁四反，又音勩。恐，丘勇反。好，呼報反，下「故好而知」同。樂，徐五孝反，一音岳。疐音致，又得計反。"
      },
      {
        "index": 11,
        "text": "所謂齊其家在脩其身者，人之其所親愛而辟焉，之其所賤惡而辟焉，之其所畏敬而辟焉，之其所哀矜而辟焉，之其所敖惰而辟焉。故好而知其惡，惡而知其美者，天下鮮矣。故諺有之曰：「人莫知其子之惡，莫知其苗之碩。」此謂身不脩，不可以齊其家。之，適也。譬，猶喻也。言適彼而以心度之，曰：吾何以親愛此人，非以其有德美與？吾何以敖惰此人，非以其志行薄與？反以喻己，則身脩與否可自知也。鮮，罕也。人莫知其子之惡，猶愛而不察。碩，大也。○辟音譬，下及注同，謂譬喻也。賤惡，烏路反，下「惡而知」同。敖，五報反。惰，徒臥反。其惡惡，上如字，下烏路反。鮮，仙善反，注同。諺，魚變反，俗語也。度，徒洛反。與音余，下「薄與」同。行，下孟反。"
      },
      {
        "index": 12,
        "text": "所謂治國必先齊其家者，其家不可教，而能教人者無之，故君子不出家而成教於國。孝者，所以事君也；弟者，所以事長也；慈者，所以使眾也。《康誥》曰：「如保赤子。」心誠求之，雖不中不遠矣。未有學養子而後嫁者也。養子者，推心為之而中於赤子之嗜欲也。○弟音悌。長，丁丈反，下「長長」並注同。中，丁仲反，注同。嗜欲，時志反。一家仁，一國興仁；一家讓，一國興讓；一人貪戾，一國作亂。其機如此。此謂一言僨事，一人定國。「一家」、「一人」，謂人君也。戾之言利也。機，發動所由也。僨，猶覆敗也。《春秋傳》曰：「登戾之。」又曰：「鄭伯之車僨於濟。」戾，或為吝；僨，或為奔。○戾，力計反。賁，徐音奮，本又作「僨」注同。覆，芳福反。濟，子禮反。奔音奔。堯、舜率天下以仁，而民從之。桀、紂率天下以暴，而民從之。其所令反其所好，而民不從。言民化君行也。君若好貨而禁民淫於財利，不能正也。○好，呼報反，注同。行，下孟反，或如字。是故君子有諸已而後求諸人，無諸己而後非諸人。所藏乎身不恕而能喻諸人者，未之有也。故治國在齊其家。「有於己」，謂有仁讓也。「無於己」，謂無貪戾也。《詩》云：「桃之夭夭，其葉蓁蓁。之子于歸，宜其家人。」「宜其家人」，而後可以教國人。《詩》云：「宜兄宜弟。」「宜兄宜弟」，而後可以教國人。《詩》云：「其儀不忒，正是四國。」其為父子、兄弟足法，而後民法之也。此謂治國在齊其家。「夭夭」、「蓁蓁」，美盛貌。「之子」者，是子也。○夭，於驕反。蓁音臻。忒，他得反。"
      },
      {
        "index": 13,
        "text": "所謂平天下在治其國者，上老老而民興孝，上長長而民興弟，上恤孤而民不倍，是以君子有絜矩之道也。老老、長長，謂尊老敬長也。恤，憂也。「民不倍」，不相倍棄也。絜，猶結也，挈也。矩，法也。君子有挈法之道，謂當執而行之，動作不失之。倍，或作偝。矩，或作巨。○弟音悌。倍音佩，注同。絜音結。拒之音矩，本亦作「矩」。偝棄音佩，本亦作「倍」，下同。挈也，苦結反。巨音拒，本亦作矩，其呂反。所惡於上，毋以使下；所惡於下，毋以事上；所惡於前，毋以先後；所惡於後，毋以從前；所惡於右，毋以交於左；所惡於左，毋以交於右。此之謂「絜矩之道」。「絜矩之道」，善持其所有，以恕於人耳。治國之要盡於此。○惡，烏路反，下皆同。毋音無，下同。"
      },
      {
        "index": 14,
        "text": "《詩》云：「樂只君子，民之父母。」民之所好好之，民之所惡惡之，此之謂「民之父母」。言治民之道無他，取於己而已。○只音紙。好好，皆呼報反。《詩》云：「節彼南山，維石巖巖。赫赫師尹，民具爾瞻。」有國者不可以不慎，辟則為天下僇矣。巖巖，喻師尹之高嚴也。師尹，天子之大臣，為政者也。言民皆視其所行而則之，可不慎其德乎？邪辟失道，則有大刑。○節，前切反，又音如字。巖，五銜反。辟，匹亦反，又必益反，與僻同。戮，力竹反，與戮同，注同。《詩》云：「殷之未喪師，克配上帝。儀監於殷，峻命不易。」道得眾則得國，失眾則失國。是故君子先慎乎德。有德此有人，有人此有土，有土此有財，有財此有用。德者本也，財者末也。外本內末，爭民施奪。是故財聚則民散，財散則民聚。是故言悖而出者，亦悖而入，貨悖而入者，亦悖而出。師，眾也。克，能也。峻，大也。言殷王帝乙以上，未失其民之時，德亦有能配天者，謂天享其祭祀也。及紂為惡，而民怨神怒，以失天下。監視殷時之事，天之大命，得之誠不易也。道，猶言也。用，謂國用也。施奪，施其劫奪之情也。悖，猶逆也。言君有逆命，則民有逆辭也。上貪於利，則下人侵畔。《老子》曰：「多藏必厚亡。」○喪，息浪反。峻，恤俊反。易，以豉反，注同。爭，爭鬥之爭。施如字。悖，布內反，下同。上，時掌反。藏，才浪反。"
      },
      {
        "index": 15,
        "text": "《康誥》曰：「惟命不於常。」道善則得之，不善則失之矣。於，於也。天命不於常，言不專祐一家也。○專佑音又。《楚書》曰：「楚國無以為寶，惟善以為寶。」《楚書》，楚昭王時書也。言以善人為寶。時謂觀射父、昭奚恤也。○射父，食亦反，又食衣反。父音甫。舅犯曰：「亡人無以為寶，仁親以為寶。」舅犯，晉文公之舅狐偃也。亡人，謂文公也，時辟驪姬之讒，亡在翟。而獻公薨，秦穆公使子顯吊，因勸之復國，舅犯為之對此辭也。仁親，猶言親愛仁道也。明不因喪規利也。○辟音避。驪，力宜反，本內作麗，亦作孋，同。翟音狄。顯，許遍反。為之，於偽反。"
      },
      {
        "index": 16,
        "text": "《秦誓》曰：「若有一介臣，斷斷兮，無他技，其心休休焉，其如有容焉。人之有技，若己有之。人之彥聖，其心好之，不啻若自其口出，寔能容之，以能保我子孫黎民，尚亦有利哉！人之有技，媢嫉以惡之。人之彥聖，而違之，俾不通，寔不能容，以不能保我子孫黎民，亦曰殆哉！」《秦誓》，《尚書》篇名也。秦穆公伐鄭，為晉所敗於殽，還誓其群臣，而作此篇也。斷斷，誠一之貌也。他技，異端之技也。有技，才藝之技也。「若己有之」，「不啻若自其口出」，皆樂人有善之甚也。美士為「彥」。黎，眾也。尚，庶幾也。媢，妒也。違，猶戾也。俾，使也。佛戾賢人所為，使功不通於君也。殆，危也。彥，或作「盤」。○一個，古賀反，一讀作「介」，音界。「臣」，此所引與《尚書》文小異。斷，丁亂反。無它音他。技，其綺反，下及注同。休休，許虯反，《尚書傳》曰：「樂善也。」鄭注《尚書》云：「寬容貌。」何休注《公羊》云；「美大之貌。」好，呼報反。啻音試，詩豉反。媢，莫報反，《尚書》作冒，音同，謂覆蔽也。惡，烏路反，下「能惡人」同。俾，本又作卑，必爾反。敗，必邁反。殽，戶交反。樂音岳，又音洛。妒，丁路反。佛戾，上扶弗反，下力計反。"
      },
      {
        "index": 17,
        "text": "唯仁人放流之，迸諸四夷，不與同中國。此謂唯仁人，為能愛人，能惡人。放去惡人媢嫉之類者，獨仁人能之，如舜放四罪而天下咸服。○迸，比孟反，又逼諍反。諍音爭鬥之爭。皇云：「逆猶屏也。」去，丘呂反。見賢而不能舉，舉而不能先，命也。見善而不能退，退而不能遠，過也。命，讀為「慢」，聲之誤也。舉賢而不能使君以先己，是輕慢於舉人也。○命，依注音慢，武諫反。遠，於萬反。好人之所惡，惡人之所好，是謂拂人之性，菑必逮夫身。拂，猶佹也。逮，及也。○好，呼報反，下皆同。惡，烏路反，下同。拂，扶弗反，注同。菑音哉，下同。逮音代，一音大計反。夫音扶。佹，九委反。"
      },
      {
        "index": 18,
        "text": "是故君子有大道，必忠信以得之，驕泰以失之。道行所由。生財有大道，生之者眾，食之者寡，為之者疾，用之者舒，則財恆足矣。是不務祿不肖，而勉民以農也。○肖音笑。仁者以財發身，不仁者以身發財。發，起也。言仁人有財，則務於施與，以起身成其令名。不仁之人，有身貪於聚斂，以起財務成富。○施，始豉反。予，由汝反。未有上好仁而下不好義者也，未有好義其事不終者也，未有府庫財非其財者也。言君行仁道，則其臣必義。以義舉事無不成者。其為誠然，如己府庫之時為己有也。"
      },
      {
        "index": 19,
        "text": "孟獻子曰：「畜馬乘，不察於雞豚。伐冰之家，不畜牛羊。百乘之家，不畜聚斂之臣。與其有聚斂之臣，寧有盜臣。」此謂國不以利為利，以義為利也。孟獻子，魯大夫仲孫蔑也。「畜馬乘」，謂以士初試為大夫也。「伐冰之家」，卿大夫以上，喪祭用冰。「百乘之家」，有采地者也。雞豚、牛羊，民之所畜養以為財利者也。國家利義不利財，盜臣損財耳，聚斂之臣乃損義。《論語》曰：「季氏富於周公，而求也為之聚斂，非吾徒也，小子鳴鼓而攻之可也。」○畜，許六反，下同。乘，徐繩證反，下及注同。蔑，莫結反。以上，時掌反。采，七代反，本亦作菜。為之，於偽反。長國家而務財用者，必自小人矣。言務聚財為己用者，必忘義，是小人所為也。○長，丁丈反。彼為善之，小人之使為國家，菑害並至，雖有善者，亦無如之何矣？彼，君也。君將欲以仁義善其政，而使小人治其國家之事，患難猥至，雖云有善，不能救之，以其惡之已著也。○難，乃旦反。猥，烏罪反。捄音救，本亦作救。著，張慮反。此謂國不以利為利，以義為利也。"
      },
      {
        "index": 20,
        "text": "[疏]「子曰」至「利也」。○正義曰：此一經廣明誠意之事，言聖人不惟自誠己意，亦服民使誠意也。孔子稱斷獄，猶如常人無以異也，言吾與常人同也。○「必也使無訟乎」者，必也使無理之人不敢爭訟也。○「無情者不得盡其辭」者，情，猶實也。言無實情虛誕之人，無道理者，不得盡竭其虛偽之辭也。○「大畏民志」者，大能畏脅民人之志，言人有虛誕之志者，皆畏懼不敢訟，言民亦誠實其意也。「聽訟吾猶人也，必也使無訟乎」，是夫子之辭。「無情者不得盡其辭，大畏民志」，是記者釋夫子「無訟」之事。然能「使無訟」，則是異於人也，而云「吾猶人」者，謂聽訟之時，備兩造，吾聽與人無殊，故云「吾猶人也」。但能用意精誠，求其情偽，所以「使無訟」也。○「此謂知本」者，此從上所謂「誠意」，以下言此「大畏民志」。以上皆是「誠意」之事，意為行本，既精誠其意，是曉知其本，故云「此謂知本」也。○「所謂脩身」者，此覆說前脩身正心之事。○「身有所忿懥，則不得其正」者，懥，謂怒也。身若有所怒，「則不得其正」，言因怒而違於正也。所以然者，若遇忿怒，則違於理，則失於正也。○「有所恐懼，則不得其正」者，言因恐懼而違於正也。○「心不在焉，視而不見，聽而不聞，食而不知其味」者，此言脩身之本，必在正心。若心之不正，身亦不脩。若心之不在，視聽與食，不覺知也。是心為身本，脩身必在於正心也。○「所謂齊其家在脩其身」者，此經重明前經齊家、脩身之事。○「人之其所親愛而辟焉」者，之，猶適也。此言脩身之譬也。設我適彼人，見彼有德，則為我所親愛，當反自譬喻於我也。以彼有德，故為我所親愛，則我若自脩身有德，必然亦能使眾人親愛於我也。○「之其所賤惡而譬焉」者，又言我往之彼，而賤惡彼人者，必是彼人無德故也，亦當回以譬我。我若無德，則人亦賤惡我也。○「之其所畏敬而譬焉」者，又我往之彼而畏敬彼人，必是彼人莊嚴故也，亦回其譬我，我亦當莊敬，則人亦必畏敬我。○「之其所哀矜而辟焉」者，又我往之彼，而哀矜彼人，必是彼人有慈善柔弱之德故也，亦回譬我，我有慈善而或柔弱，則亦為人所哀矜也。○「之其所敖惰而辟焉」者，又我往之彼，而敖惰彼人，必是彼人邪僻故也，亦回譬我，我若邪僻，則人亦敖惰於我也。○「故好而知其惡，惡而知其美者，天下鮮矣」者，知，識也；鮮，少也。人心多偏，若心愛好之，而多不知其惡。若嫌惡之，而多不知其美。今雖愛好，知彼有惡事；雖憎惡，知彼有美善，天下之內，如此者少矣。○「故諺有之曰：人莫知其子之惡，莫知其苗之碩」者，碩，猶大也。言人之愛子其意至甚，子雖有惡不自覺知，猶好而不知其惡也。農夫種田，恆欲其盛，苗唯碩大，猶嫌其惡，以貪心過甚，故不知其苗之碩。若能以已子而方他子，已苗而匹他苗，則好惡可知，皆以已而待他物也。○「此謂身不脩，不可以齊其家」者，此不知子惡、不知苗碩之人，不脩其身，身既不脩，不能以己譬人，故不可以齊整其家。○注「之適」至「大也」。○正義曰：「之，適也」，《釋詁》文。云「反以喻己」者，謂見他人所親愛，被賤惡，以人類己，他人之事反來自譬已身也。云「則身脩與否可自知也」者，謂彼人不脩，則被賤惡敖惰，己若不以脩身，事亦然也。若彼脩身，則被親愛敬畏，己若脩身亦當然也。故云「脩身與否，可自知也」。云「碩，大也」，《釋詁》文。「此謂」至「其家」，此一節覆明前經治國齊家之事。○「《康誥》曰：如保赤子」者，此成王命康叔之辭。赤子謂心所愛之子。言治民之時，如保愛赤子，愛之甚也。○「心誠求之，雖不中不遠矣」者，言愛此赤子，內心精誠，求赤子之嗜欲，雖不能正中其所欲，去其所嗜欲，其不甚遠。言近其赤子之嗜欲，為治人之道亦當如此也。○「未有學養子而後嫁者也」，言母之養子，自然而愛，中當赤子之嗜欲，非由學習而來，故云「未有學養子而後嫁者」。此皆本心而為之，言皆喻人君也。○「一家仁，一國興仁。一家讓，一國興讓」者，言人君行善於家，則外人化之，故一家、一國，皆仁讓也。○「一人貪戾，一國作亂」者，謂人君一人貪戾惡事，則一國學之作亂。○「其機如此」者，機，謂關機也。動於近，成於遠，善惡之事，亦發於身而及於一國也。○「此謂一言僨事，一人定國」者，僨，猶覆敗也。謂人君一言覆敗其事，謂惡言也。「一人定國」，謂由人君一人能定其國，謂善政也。古有此言，今記者引所為之事以結之。上云「一人貪戾，一國作亂」，是「一言僨事」也。又云一家仁讓，則一國仁讓，是知「一人定國」也。一家則一人也，皆謂人君，是一人之身，先治一家，乃後治一國。「其所令反其所好，而民不從」者，令，謂君所號令之事。若各隨其行之所好，則人從之。其所好者是惡，所令者是善，則所令之事反其所好，雖欲以令禁人，人不從也。「是故君子有諸己而後求諸人」者，諸，於也。謂君子有善行於己，而後可以求於人，使行善行也。謂於己有仁讓，而後可求於人之仁讓也。「無諸己而後非諸人」者，謂無惡行於己，而後可以非責於人為惡行也。謂無貪利之事於己，而後非責於人也。○「所藏乎身不恕而能喻諸人者，未之有也」者，謂所藏積於身既不恕實，而能曉喻於人，使從己者，未之有也。言無善行於身，欲曉喻於人為善行，不可得也。○「《詩》云：桃之夭夭，其葉臻臻」者，此《周南•桃夭》之篇，論昏姻及時之事。言「桃之夭夭」少壯，其葉臻臻茂盛，喻婦人形體少壯、顏色茂盛之時，似「桃之夭夭」也。○「之子于歸，宜其家人」者，「之子」者，是子也；歸，嫁也；宜，可以為夫家之人。引之者，取「宜其家人」之事。○「宜其家人，而後可以教國人」者，言人既家得宜，則可以教國人也。○「《詩》云：宜兄宜弟」者，此《小雅•蓼蕭》之篇，美成王之詩。《詩》之本文，言成王有德，宜為人兄，宜為人弟。此《記》之意，「宜兄宜弟」，謂自與兄弟相善相宜也。既為兄弟相宜，而可兄弟之意，而後可以教國人也。○「《詩》云：其儀不忒，正是四國」者，此《曹風•鳲鳩》之篇。忒，差也；正，長也。言在位之君子，威儀不有差忒，可以正長是四方之國，言可法則也。○「其為父子兄弟足法，而後民法之也」者，「此謂治國在齊其家」，謂其脩身於家，在室家之內，使父子兄弟足可方法，而後民皆法之也。是先齊其家，而後能治其國也。○注「一家」至「於濟」。○正義曰：「一家一人，謂人君也」者，以經言「治家」，故知是人君也，若文王「刑於寡妻，至於兄弟，以御於家邦」是也。云「《春秋傳》曰：登戾之」者，此隱五年《公羊傳》文。案彼傳：「文公觀魚於棠，何以書？譏。何譏爾？遠也。公曷為遠而觀魚？登來之也。」彼注意謂以思得而來之，齊人語，謂「登來」為「得來」也。聲有緩急，得為登。謂隱公觀魚於棠，得此百金之魚，而來觀之。《公羊傳》為「登來」，鄭所引《公羊》本為「登戾之」，以「來」為「戾」，與《公羊》本不同也。鄭意以戾為「貪戾」，故引以證經之「貪戾」也。云「又曰鄭伯之車，僨於濟」者，隱三年《左傳》文。○「所謂平天下，在治其國」者，正義曰：自此以下至終篇，覆明上文「平天下在治其國」之事。但欲平天下，先須治國，治國事多，天下理廣，非一義可了，故廣而明之。言欲平天下，先須脩身，然後及物。自近至遠，自內至外，故初明「絜矩之道」，次明散財於人之事，次明用善人、遠惡人。此皆治國、治天下之綱，故總而詳說也。今各隨文解之。○「上恤孤而民不倍」者，孤弱之人，人所遺棄，是上君長若能憂恤孤弱不遺，則下民學之，不相棄倍此人。「是以君子有絜矩之道也」者，絜，猶結也；矩，法也。言君子有執結持矩法之道，動而無失，以此加物，物皆從之也。○「所惡於上，毋以使下」者，此以下皆是「絜矩之道」也。譬諸侯有天子在於上，有不善之事加己，己惡之，則不可回持此惡事，使己下者為之也。○「所惡於下，毋以事上」者，言臣下不善事己，己所有惡，則己不可持此惡事，回以事己之君上也。○「所惡於前，毋以先後已者，前，謂在己之前，不以善事施己，己所憎惡，則無以持此惡事施於後人也。「所惡於後，毋以從前」者，後，謂在己之後，不以善事施己，己則無以惡事施於前行之人也。○「所惡於右，毋以交於左」者，謂與己平敵，或在己右，或在己左，以惡加己，己所憎惡，則無以此惡事施於左人。舉此一隅，餘可知也。○「此之謂絜矩之道」者，上經云「吾子有絜矩之道也」，其「絜矩」之義未明，故此經中說。能持其所有，以待於人，恕己接物，即「絜矩之道」也。○「《詩》云：樂只君子，民之父母」，此記者引之，又申明「絜矩之道」。若能以己化民，從民所欲，則可謂民之父母。此《小雅•南山有台》之篇，美成王之詩也。只，辭也。言能以己化民，從民所欲，則可為民父母矣。○「民之所好好之」者，謂善政恩惠，是民之原好，己亦好之，以施於民，若發倉廩、賜貧窮、賑乏絕是也。○「民之所惡惡之」者，謂苛政重賦，是人之所惡，己亦惡之而不行也。○「《詩》云：節彼南山」者，上經說恕己待民，此經明己須戒慎也。「《詩》云：節彼南山，維石巖巖」，此《小雅•節南山》之篇，剌幽王之詩。言幽王所任大臣，非其賢人也。節然高峻者，是彼南山，維積累其石，巖巖然高大，喻幽王大臣師尹之尊嚴。○「赫赫師尹，民具爾瞻」者，赫赫，顯盛貌。是太師與人為則者。具，俱也。爾，汝也。在下之民，俱於汝而瞻視之，言皆視師尹而為法。此《記》之意，以喻人君在上，民皆則之，不可不慎。○「有國者不可以不慎」者，有國，謂天子、諸侯。言民皆視上所行而則之，不可不慎其德乎，宜慎之也。○「辟則為天下僇矣」者，僇，謂刑僇也。君若邪辟，則為天下之民共所誅討，若桀、紂是也。○「《詩》云：殷之未喪師，克配上帝」，此一經明治國之道在貴德賤財。此《大雅•文王》之篇，美文王之詩，因以戒成王也。克，能也；師，眾也。言殷自紂父帝乙之前，未喪師眾之時，所行政教，皆能配上天而行也。○「儀監於殷，峻命不易」者，儀，宜也；監，視也。今成王宜監視於殷之存亡。峻，大也。奉此天之大命，誠為不易，言其難也。○「道得眾則得國，失眾則失國」者，道，猶言也。《詩》所云者，言帝乙以上「得眾則得國」，言殷紂「失眾則失國」也。○「有德此有人」者，有德之人，人之所附從，故「有德此有人」也。「有人此有土」者，有人則境土寬大，故「有土」也。○「有土此有財」，言有土則生植萬物，故「有財」也。○「有財此有用」者，為國用有財豐，以此而有供國用也。○「德者本也，財者末也」者，德能致財，財由德有，故德為本，財為末也。○「外本內末，爭民施奪」者，外，疏也；內，親也；施奪，謂施其劫奪之情也。君若親財而疏德，則爭利之人皆施劫奪之情也。○「是故財聚則民散，財散則民聚」者，事不兩興，財由民立。君若重財而輕民，則民散也。若散財而周恤於民，則民咸歸聚也。○「是故言悖而出者，亦悖而入」者，悖，逆也。若人君政教之言悖逆人心而出行者，則民悖逆君上而入以報答也，謂拒違君命也。○「貨悖而入者，亦悖而出」者，若人君厚斂財貨，悖逆民心而入積聚者，不能久如財，人畔於上，財亦悖逆君心而散出也。言眾畔親離，財散非君有也。○注「師眾」至「厚亡」。○正義曰：「師，眾也」，「峻，大也」，皆《釋詁》文。《爾雅》「峻」字馬旁為之，與此同也。「克，能也」，《釋言》文也。云「君有逆命，則民有逆辭也」者，「君有逆命」，解經「言悖而出」也。「民有逆辭」，解經「亦悖而入」，謂人有逆命之辭以拒君也。云「《老子》曰：多藏必厚亡」者，言積聚藏之既多，必厚重而散亡也。引之者，證「貨悖而入，亦悖而出」。○「《康誥》曰：惟命不於常」者，謂天之命，不於是常住在一家也。「道善則得之，不善則失之矣」，《書》之本意，言道為善則得之，不善則失之，是不常在一家也。○「舅犯曰：亡人無以為寶，仁親以為寶」者，此舅犯勸重耳之辭。於時重耳逃亡在翟，秦穆公欲納之反國，而勸重耳不受秦命，對秦使云：奔亡之人，無以貨財為寶，唯親愛仁道以為寶也。○注「楚書」至「奚恤」。正義曰：鄭知是「楚昭王時書」者，案《楚語》云：「楚昭王使王孫圉聘於晉，定公饗之。趙簡子鳴玉以相問於王孫圉，曰：『楚之白珩猶在乎？其為寶幾何矣？』王孫圉對曰：『未嘗為寶。楚之所寶者，曰觀射父，能作訓辭，以行事於諸侯，使無以寡君為口實。』」又《新序》云：「秦欲伐楚，使者觀楚之寶器。楚王召昭奚恤而問焉，對曰：『寶器在賢臣。』王遂使昭奚恤應之。昭奚恤發精兵三百人，陳於西門之內，為東面之壇一，南面之壇四，西面之壇一。秦使者至，昭奚恤曰：『君客也，請就上居東面之壇。』令尹子西南面，太宗子牧次之，葉公子高次之，司馬子發次之。昭奚恤自居西面之壇，稱曰：『客欲觀楚之寶器乎？楚之所寶者，即賢臣也。唯大國之所觀！』秦使無以對也。使歸，告秦王曰：『楚多賢臣，無可以圖之。』」何知有觀射父、昭奚恤者？案《戰國義》云：「楚王築壇，昭奚恤等立於壇上。楚王指之，謂秦使曰：『此寡人之寶。』故知有昭奚恤等也。謂賢為寶者，案《史記》云：「理百姓，實府庫，使黎甿得所者，有令尹子西而能也。執法令，奉圭璋，使諸侯不怨，兵車不起者，有大宗子牧能也。守封疆，固城郭，使鄰國不侵，亦不侵鄰國者，有葉公子高能也。整師旅，治兵戈，使蹈白刃，赴湯蹈火，萬死不顧一生者，有司馬子發能也。坐籌帷幄之中，決勝千里之外，懷霸王之業，撥理亂之風，有大夫昭奚恤能也。是皆為寶也。」引之者，證為君長能保愛善人為寶也。○注「舅犯」至「利也」。○正義曰：「舅犯，晉文公之舅狐偃」者，《左傳》文也。云「時避驪姬之讒，亡在翟而獻公薨。秦穆公使子顯吊之，因勸之復國。舅犯為之對此辭也」，《檀弓》篇文。○「《秦誓》曰」者，此一經明君臣進賢詘惡之事。《秦誓》，《尚書》篇名。秦穆公伐鄭，為晉敗於殽，還歸誓群臣而作此篇，是秦穆公悔過自誓之辭。記者引之，以明好賢去惡也。○「若有一介臣，斷斷兮」者，此秦穆公誓辭云，群臣若有一耿介之臣，斷斷然誠實專一謹愨。兮是語辭。《古文尚書》「兮」為「猗」。言有一介之臣，其心斷斷、猗猗然專一，與此本異。○「無他技，其心休休焉，其如有容焉」者，言此專一之臣，無他奇異之技，惟其心休休然寬容，形貌似有包容，如此之人，我當任用也。○「人之有技，若己有之」者，謂見人有技藝，欲得親愛之，如己自有也。○「人之彥聖，其心好之，不啻若自其口出」者，謂見人有才彥美通聖，其心中愛樂，不啻如自其口出。心愛此彥聖之美，多於口說，言其愛樂之甚也。○「實能容之，以能保我子孫黎民，尚亦有利哉」者，實，是也。若能好賢如此，是能有所包容，則我國家得安，保我後世子孫。黎，眾也。尚，庶幾也。非直子孫安，其下眾人皆庶幾亦望有利益哉也。○「人之有技，媢疾以惡之」者，上明進賢之善，此論蔽賢之惡也。媢，妒也。見人有技藝，則掩藏媢妒，疾以憎惡之也。○「人之彥聖，而違之，俾不通」者，見他人之彥聖，而違戾抑退之。俾，使也，使其善功不通達於君。《尚書》「通」為「達」字也。○「實不能容，以不能保我子孫黎民，亦曰殆哉」者，若此蔽賢之人，是不能容納，家國將亡，不能保我子孫。非唯如此，眾人亦曰殆危哉。○注「秦誓」至「危也」。○正義曰：「秦穆公伐鄭，為晉所敗於崤，還誓其群臣，而作此篇也」者，案《尚書序》，秦穆公伐鄭，晉襄公帥師敗諸崤，還歸，作《秦誓》。又《左傳》僖三十二年秦穆公興師伐鄭，蹇叔等諫之，公不從，為晉人與姜戎要而擊之，敗諸崤，是其事也。云「美士為彥」者，《爾雅•釋訓》文。「黎，眾也」，「俾，使也」，皆《釋詁》文。「尚，庶幾」者，《釋言》文。《爾雅》「庶幾，尚也」，是「尚」為「庶幾」矣。云「媢，妒也」者，《說文》云「媢，夫妒婦」，是「媢」為「妒」也。○「唯仁人放流之，迸諸四夷，不與同中國」者，言唯仁人之君，能放流此蔽善之人，使迸遠在四夷，不與同在中國。若舜流四凶，而天下咸服是也。○「此謂唯仁人，為能愛人，能惡人」者，既放此蔽賢之人遠在四夷，是仁人能愛善人，惡不善之人。○「見賢而不能舉，舉而不能先，命也」者，此謂凡庸小人，見此賢人而不能舉進於君。假設舉之，又不能使在其己之先，是為慢也。謂輕慢於舉人也。○「見不善而不能退，退而不能遠，過也」者，此謂小人見不善之人而不能抑退之。假令抑退之，而不能使遠退之。過者，言是愆過之人也。○「好人之所惡」者，又謂君子，君子所惡者，兇惡之事。今乃愛好兇惡，是好人之所惡也。○「惡人之所好」者，君子所好仁義善道。今乃惡此仁義善道，是「惡人之所好」也。○「是謂拂人之性」者，若如此者，是謂拂戾善人之性。○「菑必逮夫身」者，逮，及也。如此，菑必及夫身矣。○「是故君子有大道」者，大道，謂所由行孝悌仁義之大道也。○「必忠信以得之，驕泰以失之」者，言此孝悌仁義，必由行忠信以得之，由身驕泰以失之也。○「生財有大道」者，此一經明人君當先行仁義，愛省國用，以豐足財物。上文「大道」，謂孝悌仁義之道，此言人君生殖其財，有大道之理，則下之所云者是也。○「生之者眾」者，謂為農桑多也。○「食之者寡」者，謂減省無用之費也。○「為之者疾」者，謂百姓急營農桑事業也。○「用之者舒」者，謂君上緩於營造費用也。○「則財恆足矣」者，言人君能如此，則國用恆足。○「仁者以財發身」者，謂仁德之君，以財散施發起身之令名也。○「不仁者以身發財」者，言不仁之人，唯在吝嗇，務於積聚，勞役其身，發起其財。此在治家、治國天下之科，皆謂人君也。○「未有上好仁而下不好義者也」，言在上人君好以仁道接下，其下感君仁恩，無有不愛好於義，使事皆得其宜也。○「未有好義其事不終者也」，言臣下悉皆好義，百事盡能終成，故云「未有好義其事不終者」，言皆能終成也。○「未有府庫財非其財者也」，又為人君作譬也。君若行仁，民必報義，義必終事。譬如人君有府庫之財，必還為所用也，故云「未有府庫財非其財者也」。○注「其為」至「有也」。○正義曰：言君行仁道，則臣必為義。臣既行義，事必終成。以至誠相感，必有實報，如己有府庫之財，為己所有也。其為誠實而然，言不虛也。○「孟獻子曰：畜馬乘，不察於雞豚」者，此一經明治國家不可務於積財，若務於積財，即是小人之行，非君上之道。言察於雞豚之所利，為畜養馬乘。士初試為大夫，不闚察於雞豚之小利。○「伐冰之家，不畜牛羊」者，謂卿大夫喪祭用冰，從固陰之處伐擊其冰，以供喪祭，故云「伐冰」也。謂卿大夫為伐冰之家，不畜牛羊為財利，以食祿不與人爭利也。○「百乘之家，不畜聚斂之臣」者，百乘，謂卿大夫有采地者也。以地方百里，故云「百乘之家」。言卿大夫之家，不畜聚斂之臣，使賦稅什一之外徵求采邑之物也，故《論語》云「百乘之家」是也。○「與其有聚斂之臣，寧有盜臣」者，覆解「不畜聚斂之臣」之本意。若其有有聚斂之臣，寧可有盜竊之臣，以盜臣但害財，聚斂之臣則害義也。○「此謂國不以利為利，以義為利也」者，言若能如上所言，是國家之利，但以義事為國家利也。○「長國家而務財用者，必自小人矣」者，言為人君長於國家而務積聚財以為己財者，必自為小人之行也。○注「孟獻」至「可也」。○正義曰：「孟獻子，魯大夫仲孫蔑」者，此據《左傳》文也。「畜馬乘，謂以士初試為大夫」者，案《書傳》「士飾車駢馬」，《詩》云「四牡騑騑」大夫以上，乃得乘四馬。今下云「伐冰之家」，「百乘之家」，家是卿大夫。今別云「畜馬乘者，不察雞豚」，故知「士初試為大夫」也。伐冰之家，卿大夫者，案昭四年《左傳》云：大夫命婦，喪浴用冰。《喪大記》注云：士不用冰。故知卿大夫也。士若恩賜及食，而得用，亦有冰也。但非其常，故《士喪禮》「賜冰則夷槃」可也。《左傳》又云「食肉之祿，冰皆與焉」是也。云「百乘之家，有采地者也」，此謂卿也。故《論語》云「百乘之家」，鄭云「采地，一同之廣輪」是也。○「彼為」至「利也」。○前經明遠財重義，是「不以利為利，以義為利」，此經明為君治國，棄遠小人，亦是「不以利為利，以義為利」也。彼，謂君也。君欲為仁義之道，善其政教之語辭，故云「彼為善之」。「小人之使為國家，災害並至」者，言君欲為善，反令小人使為治國家之事，毒害於下，故災害患難，則並皆來至。○「雖有善者，亦無如之何矣」者，既使小人治國，其君雖有善政之亦無能奈此患難之何。言不能止之，以其惡之已著故也。"
      }
    ]
  }
}