{
  "chapterNumber": 18,
  "title": "卷17",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "季秋之月，日在房，昏虛中，旦柳中。季秋者，日月會於大火，而斗建戌之辰也。\n[疏]「季秋」至「柳中」。○正義曰：《茸藶》：「九月節，日在氐五度，昏虛二度中，去日九十七度，旦張初度中。九月中，日在房五度，昏危三度中，去日九十三度，旦張十八度中。按《元嘉歷》：「九月節，日在亢一度，昏牛八度中，旦井二十九度中。九月中，日在氐七度，昏女十一度中，旦柳十二度中。」"
      },
      {
        "index": 1,
        "text": "其日庚辛。其帝少皞，其神蓐收。其蟲毛。其音商，律中無射。其數九。其味辛，其臭腥。其祀門，祭先肝。無射者，夾鍾之所生，三分去一，律長四寸六千五百六十一分寸之六千五百二十四。季秋氣至，則無射之律應。《周語》曰：「無射所以宣佈□人之令德，示小民軌儀。」○射音亦。□，貞列反。"
      },
      {
        "index": 2,
        "text": "[疏]注「無射」至「軌儀」。○正義曰：「按夾鍾之律長七寸二千一百八十七分寸之千七十五，下生者三分去一。今夾鍾七寸，取六寸三分去一，有四寸在。夾鍾以一寸為三千一百八十七分，今更三分之，則一寸者分為六千五百六十一分。夾鍾二千一百八十七分寸之千七十五者，又三分之，則為三千二百二十五，其夾鍾整十有六千五百六十一，又以三千二百二十五益之，總為九千七百八十六分。三分去一，則去三千二百六十二，餘有六千五百二十四在，故云無射律長四寸六千五百六十一分寸之六千五百二十四也。引「《周語》」曰以下者，證無射之義。云「宣佈吾人之令德，示民軌儀」者，按《周語》注云「《乾》，上九用事」，無射「陽氣上升，陰氣收藏，萬物無射者也」。□人，後稷，布其德教，示以法儀，當及時銍獲而收藏也。"
      },
      {
        "index": 3,
        "text": "鴻雁來賓，爵入大水為蛤，鞠有黃華，豺乃祭獸戮禽。皆記時候也。來賓，言其客止未去也。大水，海也。戮猶殺也。○來賓，高誘注《呂氏春秋》則云「賓雀」，與鄭異。蛤，古答反。鞠，本又作菊，九六反。豺音柴。僇音六，本或作戮。"
      },
      {
        "index": 4,
        "text": "[疏]注「來賓」至「殺也」。○正義曰：上仲秋直云「鴻雁來」，今季秋云「來賓」，以仲秋初來則過去，故不云賓。今季秋「鴻雁來賓」者，客止未去也，猶如賓客，故云「客止未去也」。「大水，海也」者，按《國語》云「雀入於海為蛤」，故知大水是海也。云「戮猶殺也」者，以經「祭獸戮禽」，禽獸皆殺之，但殺獸而又陳戮禽，則殺之而巳，不以為祭，故直云「戮禽」，此亦互文也。禽獸初得皆殺而祭之，後得者殺而不祭也。"
      },
      {
        "index": 5,
        "text": "天子居總章右個，乘戎路，駕白駱，載白旂，衣白衣，服白玉，食麻與犬，其器廉以深。總章右個，西堂北偏。\n是月也，申嚴號令。申，重。○重，直用反。命百官貴賤無不務內，以會天地之藏，無有宣出。內謂收斂入之也。會猶聚也。"
      },
      {
        "index": 6,
        "text": "[疏]「命百」至「宣出」。○正義曰：於此月之時，敕命百官貴之與賤無不務內。內謂收斂其物，言貴之與賤，無有一人不勤務收斂內物。「以會天地之藏」者，會猶趣也，言心皆趣鄉天地所藏之事，謂心順天地以深閉藏也。「無有宣出」者，以物皆收斂，時又閉藏，無得有宣露出散其物，以逆時氣。"
      },
      {
        "index": 7,
        "text": "乃命塚宰，農事備收，備猶盡也。舉五穀之要，定其租稅之簿。○簿，步古反，徐步各反。藏帝藉之收於神倉，祗敬必飭。重粢盛之委也。帝藉，所耕千畝也。藏祭祀之穀為神倉。祗亦敬也。○收如字，又守又反。委，紆偽反。"
      },
      {
        "index": 8,
        "text": "[疏]「藏帝」至「必飭」。○正義曰：「帝藉」者，供上帝之藉田也。「神倉」者，貯祀鬼神之倉也。言天子於此月，命塚宰藏此帝藉所收禾穀於此神倉之中，當須敬而復敬，必使飭正。○注「重粢」至「亦敬」。○正義曰：委謂委積之物，重此粢盛委積之物，故內於神倉。《公羊傳》桓十四年，「御廩災。御廩者何？粢盛委之所藏」。皇氏云「委謂輸也」，其義非。云「帝藉所耕千畝」者，鄭康成云「藉之言借也，借民力所治之田也」。《祭義》云：「天子為藉千畝，冕而朱紘，躬秉耒。」《祭統》云：「天子親耕於南郊。」是藉田在南郊也。云「藏祭祀之穀為神倉」者，以其供神之物，故曰「神倉」。「祗亦敬」者，經有敬字，祗又訓為敬，故云「祗亦敬」，言敬者恆以敬，敬為心，不有怠慢也。"
      },
      {
        "index": 9,
        "text": "是月也，霜始降，則百工休。寒而膠漆之作，不堅好也。\n[疏]「是月也。霜始降」。○正義曰：上文自「申嚴號令」至「祗敬必飭」，論務內必須敬慎。從此「霜始降」至「習吹」，論霜降寒來，人皆入室，又為饗帝，當習吹順時氣。習吹雖與入室不同，但饗帝大事，則須更云「是月」，故習吹之事，附於入室之下。自「大饗帝」至「無有所私」，論大饗明堂，及嘗犧牲、告備，並諸侯來歲之制，稅民輕重貢賦之數，皆大事相連，事異於上，故言「是月」。「天子乃教田獵」及「祭禽於四方」，論順時田獵，以習兵戎，事異於前，故言「是月」。「草木黃落」至「供養之不宜」，論草木黃落，蟄蟲閉戶，斷決獄刑，收減祿秩，事異於前，故又言「是月」。「天子以犬嘗稻，先薦寢廟」，事重，故特言「是月」也。"
      },
      {
        "index": 10,
        "text": "乃命有司曰：「寒氣總至，民力不堪，其皆入室。」總猶猥卒。○猥卒，溫罪反；下七忽反。○上丁，命樂正入學習吹。為將饗帝也。春夏重舞，秋冬重吹也。○吹，昌睡反，注同。為，於偽反，下文「縣為」、注「王為」、「又為」同。"
      },
      {
        "index": 11,
        "text": "[疏]注「為將」至「重也」。○正義曰：以下有饗帝之文，此有言吹之事，故云「為將饗帝」。其習舞吹必用丁者，取其丁壯成就之義，欲使學者藝業成故也。"
      },
      {
        "index": 12,
        "text": "是月也，大饗帝。言大饗者，遍祭五帝也。《曲禮》曰「大饗不問卜」，謂此也。\n[疏]注「言大」至「謂此」。○正義曰：若祭一帝之時，則《禮器》謂之饗帝，今云「大饗」，故知「遍祭五帝也」。此大饗與帝連文，故謂祭天。《禮器》「大饗其王事與」，彼下云「三牲魚臘，九州之美味」，是四方助祭之物，故以大饗為祫也。與此不同。引《曲禮》云『大饗不問卜』，謂此」者，以《曲禮》大饗不云帝，此云「大饗帝」，不云不問卜，恐是別事，諸儒多以為疑，故鄭執之云《曲禮》所云「謂此也」。鄭必知《曲禮》大饗非指祫祭，必是此大饗帝者，以《周禮》祀大神享大鬼，帥執事而卜日。若祫祭，不得云不問卜也。此謂五帝皆饗，莫適卜可從，故知不問卜，謂此也。"
      },
      {
        "index": 13,
        "text": "嘗犧牲，告備於天子。嘗者，謂嘗群神也。天子親嘗帝，使有司祭於群神，禮畢而告焉。\n[疏]「嘗犧牲，告備於天子」。○正義曰：「嘗犧牲」者，謂嘗祭群神以犧牲，於時有司常祭，其事既畢，告祭備具於天子也。○注「嘗者」至「禮畢而告焉」○正義曰：此犧牲之文，繼饗帝之下，知非欲饗帝之時，使有司展犧牲，告其備具。而云「嘗謂嘗群神」者，以四月大雩以祈穀實，雩上帝之後，云「雩祀百辟卿士」，是雩帝以外，別雩群神．九月大饗以報功。明饗帝之外。亦饗群神，故知此嘗嘗群神。云「使有司祭於群神」者，以其經云「告備於天子」，故知是有司。帝是尊神，故知天子親祭。經云「饗帝」，鄭云「天子親嘗」者，嘗是秋祭之名，因經有「嘗犧牲」之文，雖天子亦曰嘗，以秋物新成故也。"
      },
      {
        "index": 14,
        "text": "合諸侯制，百縣為來歲受朔日，與諸侯所稅於民，輕重之法，貢職之數，以遠近土地所宜為度，以給郊廟之事，無有所私。秦以建亥之月為歲首，於是歲終，使諸侯及鄉遂之官受此法焉。合諸侯制者，定其國家、宮室、車旗、衣服、禮儀也。諸侯言合制，百縣言受朔日，互文也。貢職所入天子。凡周之法，以正月和之，正歲而縣於象魏。○「合諸侯制」，絕句。縣音玄。"
      },
      {
        "index": 15,
        "text": "[疏]「合諸」至「所私」。○正義曰：「合諸侯制」者，秦十月為歲首，此月歲之終也，當入新歲，故合此諸侯之法制，又命百縣為來歲受朔日之政令，並授諸侯所稅於民輕重之法，貢職之數。天子有朔日政令，諸侯所稅民輕重之法，貢職之數，皆天子制之。百縣此來受處分，故云「受朔」。「與諸侯所稅於民，輕重之法，貢職之數」，皆天子之制，言與者，兼事之辭。「以遠近土地所宜為度」者，言定稅輕重，入貢多少，皆以去京遠近之差，土地所宜之物為節度。「無有所私」者，言既給郊廟重事，事百縣等物，無得有所偏私，不如法制也。○注「秦以」至「像魏」。○正義曰：按《史記》秦文公獲黑龍，自為水瑞，命河為德水，以十月為歲首。云「定其國家宮室車旗衣服禮儀」者，此皆《周禮•典命》文也。彼注云「國家，國之所居，謂成方也」。云「互文」者，諸侯言合制，則百縣亦合制，百縣言來歲受朔日，則諸侯亦來歲受朔日也，故云「互文」。諸侯謂畿外國，百縣謂鄉遂。云「貢職謂所入天子」者，以經云「稅於民，輕重之法」，又云「貢職之數」，其文既重，故知稅於民者是積貯本國，貢職之數者是輸納天子。云「周之法，以正月和之」者，按《大宰職》「正月之吉始和，布治於邦國都鄙」。云「正歲而縣於象魏」者，《小宰職》云「正歲縣治象之法於象魏」是也。"
      },
      {
        "index": 16,
        "text": "是月也，天子乃教於田獵，以習五戎，班馬政。教於田獵，因田獵之禮教民以戰法也。五戎，謂五兵：弓矢、殳、矛、戈、戟也。馬政，謂齊其色，度其力，使同乘也。《校人職》曰：「凡軍事，物馬而頒之。」○殳音殊。矛，亡侯反。度，大各反。乘，繩證反。校，戶教反。頒音班。"
      },
      {
        "index": 17,
        "text": "[疏]「是月」至「馬政」。○正義曰：「天子乃教於田獵」者，天子於此陰殺之時，乃教人以戰法於田獵之事，謂因田獵而教之也。○「以習五戎」者，謂於田獵之時，令人習用五種兵戎之器。○「班馬政」者，謂班布乘馬之政令。○注「五戎」至「頒之」。○正義曰：知五器是五兵者，以別云「班馬政」，則五戎非馬也。下文云「七騶咸駕」，則知五戎非五戎車也。且車不須更習，故知五戎五矢也。按《周禮•司兵》「掌五兵」，鄭司農注「五兵者，戈、殳、戟、酋矛、夷矛」，後鄭又注云：「步卒之五兵，則無夷矛而有弓矢。」如鄭所云，則此注據步卒五兵：弓矢，一也；殳長丈二，二也；矛長二丈，三也；戈長六尺六寸，四也；戟長一丈六尺，五也。此隨便而言，不依《周禮》長短之次也。云「馬政，謂齊其色，度其力」者，按《毛詩傳》云：「宗廟齊豪，尚純也。戎事齊色，尚強也。田獵齊足，尚疾也。」此對文言之，則戎事齊力，故《校人職》云：「凡軍事，物馬而頒之。」注云：「物馬齊其力。」但戎事以弓為主耳，亦須齊色，故《詩》云「駟騵彭彭」，是齊色也。"
      },
      {
        "index": 18,
        "text": "命僕及七騶咸駕，載旌旐，授車以級，整設於屏外。僕，戎僕及御夫也。七騶，謂趣馬，主為諸官駕說者也。既駕之，又為之載旌旗。《司馬職》曰「仲秋教治兵，如振旅之陳，辨旗物之用，王載大常，諸侯載旂，軍吏載旗，師都載旃，師遂載物，郊野載旐，百官載旟」是也。級，等次也。整，正列也。設，陳也。屏，所田之地，門外之蔽。○騶，側求反。載，丁代反，又如字，注同。旐音兆。級，九立反。趣，七住反，又七走反。說，始銳反。陳，直覲反。大音太。旟音餘。○"
      },
      {
        "index": 19,
        "text": "[疏]「命僕」至「屏外」。○正義曰：前既班馬政，乃命戎僕御夫及七騶等，皆以馬駕車，又載旌旐既畢，授此七戎之車，以其尊卑等級，正其行列，設於軍門屏之外東西廂，以為行陳，於是司徒在兩行之間，北面誓之。或者屏之外，左右六軍鄉南而陳，司徒於陳前，北面誓之也。○注「僕戎」至「之蔽」。○正義曰：按《周禮•戎僕》「掌馭戎車」，故知僕是戎僕也，以其教戰，故不用田僕。云「及御夫」者，按《周禮•馭夫》「掌馭從車使車」，注云「從車戎路，田路之副也；使車，驅逆之車」，故知及御夫也。云「七騶，謂趣馬，主為諸官駕說」者，按《周禮•趣馬職》云「掌駕說之頒」，謂第次也，是貴賤等列，故云「為諸官駕說也」。七騶者，皇氏云：「天子馬有六種，種別有騶，則六騶也。又有總主之人，並六騶為七，故為七騶。」引《司馬職》以下者，證九旗之異也。「載旌旐」者，雜舉以言之。按《周禮•司常》云：「日月為常，交龍為旂，通帛為旃，雜帛為物，熊虎為旗，鳥隼為旟，龜蛇為旐，全羽為旞，析羽為旌。及國之大閱，替司馬，頒旗物。王建大常，諸侯建旂，孤卿建旃，大夫士建物，師都建旗，州里建旟，縣鄙建旐。道車載旞、斿車載旌。」注云「師都，六鄉、六遂大夫也」，「州里、縣鄙，鄉遂之官，互約言之」。則州里謂鄉中之州長、黨正、族師、遂中裡宰、鄰長也。縣鄙者，遂中縣正、鄙師、酇長及鄉之閭胥、比長也。道車，像路也。視朝行道。斿車，木路也。王以田以鄙，此是仲冬大閱之時，各象治民之事，空習其事，故所建旌旗，不如仲秋治兵，實出軍之事，故鄭注《大司馬》云「空，辟實」也。言大閱是空，治兵是實，故云「空，辟實」。實者，則此所引《司馬職》「仲秋治兵」是也。按《司馬職》云：「王載大常，諸侯載旂，軍吏載旗，師都載旃。鄉遂載物，郊野載旐，百官載旟。」註：「軍吏，諸帥也。師都，遂大夫也。鄉遂，鄉大夫也。或載旃，或載物，眾屬軍吏，無所將也。郊謂鄉遂之州長，縣正以下也。野謂公邑大夫。載旐者，以其將羨卒也。百官，卿大夫也。載旟者，以其屬衛王也。」按《周禮》云「鄉遂」，今此注「師遂載物」者，轉寫誤也。既以師都為遂大夫載旃，無容故違《周禮》云「鄉遂載物」。然王侯所載，與仲冬大閱同，尊，故不變也。其餘則異，隨時事也。以其出兵教戰，故無道車、斿車也。其王建大常，皆乘戎路，異於在國也。故《司常注》云：「玉路、金路不出，春教振旅者，以陽氣方長，兵宜止息也。」「夏教茇捨」者，以草木茂盛，故教以草舍。「秋教治兵」者，以殺氣方盛，則匿邪惡，故教兵。「冬教大閱」者，以冬閉無事，備習威儀，故因其田獵，教以簡閱。云「屏所田之地，門外之蔽」者，按《詩傳》云：「揭纏旃以為門，驅而入擊，則不得入。」既門外驅車，則不得有屏。此門外之屏者，蓋車入之時，則去屏，無事之時，則設屏也。"
      },
      {
        "index": 20,
        "text": "司徒搢撲，北面誓之。誓眾以軍法也。○搢如字，又音箭。撲，普卜反。\n[疏]「司徒」至「誓之」。○正義曰：司徒，地官，掌邦教誓者也，故《司徒職》云「施十有二教」，「八曰以誓教恤，則民不怠」。《司馬職》云：「遂以蒐田，有司表貉，誓民。」鄭云：「有司，大司徒也。掌大田役，治徒庶之政令」，「誓民，誓以犯田法之罰也。誓曰『無於車，無自後射』。」按於經注則司徒主誓，今田獵出軍，亦於所獵之地而搢撲北面誓之也。搢，插也。○注「誓眾以軍法也」。○正義曰：軍法之誓，有異田獵之誓，則云無於車，如蒐田之法也。今此大閱之誓，以依軍法，故《司馬》中冬大閱云，「群吏聽誓於陳前，斬牲，以左右徇陳，曰『不用命者斬之』」。鄭注云「凡誓之大略，《甘誓》、《湯誓》之屬是也」。今又按經注，則軍法之誓，必斬殺也。其誓，《尚書•甘誓》云「左不攻於左」、「右不攻於右」、「予則孥戮汝」之屬是也。然鄭注《司馬》中冬大閱，引此九月季秋之令，將為大閱之誓，而云作《月令》者，說季秋之政於周為中冬，失之矣。而今在此不非之者，緣巳非於彼，不復重言於此也。而注「旌旂不作冬法，而依秋禮言之」者，此文記者，雖誤將作周中冬，而文既在夏秋，故因言秋禮也。熊氏以為此文載旌旐，故解為中秋治兵。《大司馬》有群吏聽誓，故引此司徒北面以誓，證為中冬，兩解其義，俱得通也。"
      },
      {
        "index": 21,
        "text": "天子乃厲飾，執弓挾矢以獵。厲飾，謂戎服，尚威武也。今《月令》「獵」為「射」。○挾，於協反，又音協。\n[疏]注「厲飾」至「為射」。○正義曰：厲飾，謂嚴厲武猛容飾。冠本飾謂容儀也。俗本作飾，非也。熊氏云：「謂戎服者，韋弁服也。以秋冬之田，故韋弁服。若春夏則冠弁服，故《司服》云『凡甸，冠弁服』。」義或然也。"
      },
      {
        "index": 22,
        "text": "命主祠祭禽於四方。以所獲禽祀四方之神也。《司馬職》曰：「羅弊，致禽以祀祊。」○祊，鄭注《周禮》音方。"
      },
      {
        "index": 23,
        "text": "[疏]「命主」至「四方」。○正義曰：謂獵竟也。主祠，謂典祭祀者也。禽者，獸之通名也。四方，四方有功於方之神也。四時田獵皆祭宗廟，而分時各以為主也。春時四方施生，獵則祭社為主也。夏時陰氣始起，像神之在內，獵則祭宗廟為主也。秋時萬物以成，獵則以報祭社及四方為主也。冬時萬物眾多，獵則主用眾物，以祭宗廟，而亦報於物有功之神於四方也。此天子獵既畢，因命典祀之官，取田獵所獲之禽，還祭於郊，以報四方之神也。冬獵亦何以知然？按鄭注「秋獮祀方」云：「秋田主祭四方，報成萬物。」《詩》曰：「以社以方。」下云：「方，迎四方氣於郊也。」鄭又云：「秋祭社與四方，為五穀成熟，報其功也。」又《司馬》冬狩云：「致禽饁獸於郊，入獻禽以享蒸。」鄭云：「冬田，主用祭物多，眾得取也。致禽饁獸於郊，聚所獲禽，因以祭四方神於郊也。《月令》季秋，天子既田，『命主祠祭禽四方』是也。入又以禽祭宗廟。」按於經注，更相引證，如可見矣。其祭四方，但用此禽，又用別牲，故《甫田》云「與我犧羊，以社以方」是也。此祀四方者，謂四方五行之神也。"
      },
      {
        "index": 24,
        "text": "是月也，草木黃落，乃伐薪為炭。伐木必因殺氣。○炭，吐旦反。○蟄蟲咸俯在內，皆墐其戶。墐，為塗閉之，辟殺氣。○墐，其靳反。辟音避。"
      },
      {
        "index": 25,
        "text": "[疏]「蟄蟲」至「其戶」。○正義曰：俯，垂頭也。墐，塗也。前月但藏而壞戶，至此月既寒，故垂頭向下，以隨陽氣，陽氣稍沈在下也。而又塗塞其戶穴，以避地上陰殺之氣也。"
      },
      {
        "index": 26,
        "text": "乃趣獄刑，毋留有罪。殺氣巳至，有罪者即決也。○趣音促，又七住反。收祿秩之不當，供養之不宜者，天氣殺而萬物咸藏，可以去之也。祿秩之不當，恩所增加也。供養之不宜，欲所貪耆熊蹯之屬非常食。○當，丁浪反，注同。供養，九用反；下餘亮反，注同。去，起呂反。耆，市志反。熊，乎弓反。蹯音煩。"
      },
      {
        "index": 27,
        "text": "[疏]「收祿」至「宜者」。○正義曰：春夏陽氣寬施，許人主從時，雖祿秩不當，亦所權許。今秋陰氣急斂，禁罰必當，是春夏所權置者，今悉收停之也。祿秩不當，謂彼人不應得祿，而王恩私與之者；供養不宜，謂非常之膳，求不可得者也。"
      },
      {
        "index": 28,
        "text": "是月也，天子乃以犬嘗稻，先薦寢廟。稻始孰也。\n季秋行夏令，敗其國大水，冬藏殃敗，民多鼽嚏。未之氣乘之也。六月宿宜東井，氣多暑雨。○鼽音求，《說文》云：「病塞鼻窒。」嚏，丁計反。"
      },
      {
        "index": 29,
        "text": "[疏]「季秋」至「鼽嚏」。○正義曰：「其國大水」，天災。「冬藏殃敗」，地災。「民多鼽嚏」，人災。\n行冬令，則國多盜賊，邊竟不寧，土地分裂。丑之氣乘之也。極陰為外，邊竟之象也。大寒之時，地隆坼也。○竟音境，注及後同。隆，六中反。坼，丑白反。"
      },
      {
        "index": 30,
        "text": "[疏]「行冬」至「分裂」。正義曰：「國多盜賊，邊竟不寧」，人災；「土地分裂」，地災。○注「極陰」至「之象」。○正義曰：以十一月一陽生，十二月二陽生。陽在內，伏於地下，四陰在地上，故云「極陰為外」也。"
      },
      {
        "index": 31,
        "text": "行春令，則暖風來至，民氣解惰，辰之氣乘之也。《巽》為風。○暖，乃管反，又許元反。解，古買反。惰，徒臥反。師興不居。辰宿直角，角主兵，不居，像風行不休止也。"
      },
      {
        "index": 32,
        "text": "[疏]「行春」至「不居」。○正義曰：「暖風來至」，天災。「民氣解惰，師興不居」，人災。\n孟冬之月，日在尾，昏危中，旦七星中。孟冬者，日月會於析木之津，而斗建女之辰也。○析，思歷反。"
      },
      {
        "index": 33,
        "text": "[疏]「孟冬」至「星中」。○正義曰：按《三統歷》：「十月節，日在尾十度，昏危十四度中，去日八十九度，旦翼初度中。十月中，日在箕七度，昏室十度中，去日八十六度，旦軫五度中。」按《元嘉歷》：「十月節，日在心二度，昏危一度中，且張八度中。十月中，日在尾十二度，昏危十三度中，旦翼八度中。」"
      },
      {
        "index": 34,
        "text": "其日壬癸。壬之言任也。癸之言揆也。日之行，東北從黑道，閉藏萬物，月為之佐。時萬物懷任於下，揆然萌牙，又因以為日名焉。"
      },
      {
        "index": 35,
        "text": "其帝顓頊，其神玄冥。此黑精之君，水官之臣，自古以來，著德立功者也。顓頊，高陽氏也。玄冥，少皞氏之子曰脩，曰熙，為水官。○顓音專。頊音許玉反。冥，亡丁反。"
      },
      {
        "index": 36,
        "text": "[疏]注「顓頊」至「水官」。○正義曰：按《五帝德》云：「顓頊高陽氏，姬姓也。」又《帝王世紀》云：「生十年而佐少皞，十二年而冠，二十年而登帝位，在位七十八年而崩，以水承金也。」云「玄冥，少皞氏之子曰脩曰熙」者，按昭二十九年《左傳》云「少皞氏有子曰脩曰熙，又云脩及熙為玄冥」，是相代為水官也。"
      },
      {
        "index": 37,
        "text": "其蟲介。介，甲也。像物閉藏地中，龜鱉之屬。○鱉，必滅反。其音羽。三分商去一以生羽，羽數四十八。屬水者，以為最清，物之象也。冬氣和則羽聲調。《樂記》曰：「羽亂則危，其財匱。」○匱，其位反。"
      },
      {
        "index": 38,
        "text": "[疏]注「三分」至「十八」。○正義曰：商數七十二，三分之，每一分有二十四，去其二十四，餘有四十八，故羽數四十八也。其數既少，故為最清，清者最賤，物比於人亦為賤，故云「物之象也」。"
      },
      {
        "index": 39,
        "text": "律中應鐘。孟冬氣至，則應鍾之律應。應鍾者，姑洗之所生，三分去一，律長四寸二十七分寸之二十。《周語》曰：「應鐘，均利器用，俾應復。」○應，應對之應，注同。"
      },
      {
        "index": 40,
        "text": "[疏]注「應鍾」至「應復」。○正義曰：姑洗之律長六寸九分寸之一，三分去一，則六寸去二寸，有四寸在。餘有整一寸九分寸之一，更三分，一寸為二十七分，九分寸之一為三分，並二十七分，總為三十分，三分去一，去其十分，餘有二十分在，故云應鍾「律長四寸二十七分寸之二十」也。引《周語》以下者，證應鍾之義。按《春秋》說云：「應其鐘。」注云：「應鐘，應其種類。」《律歷志》：「應鐘，言陰氣應無射，該藏萬物，而雜陽閡種。」注云：「閡，藏塞也。陰雜陽氣藏塞，為萬物作種。」晉灼曰：「外閉曰閡。」以此言之，云「應其種類」，正謂應無射也。云「均利器用，俾應復」者，按《周語注》：「《坤》六三用事，應，當也。」言陰當代陽用事，百物可鍾藏，則均利百工之器，俾應復者，陰陽用事，終而復始也。"
      },
      {
        "index": 41,
        "text": "其數六。水生數一，成數六，但言六者，亦舉其成數。其味鹹，其臭朽。水之臭味也。凡鹹朽者皆屬焉。氣若有若無為朽。○朽，許九反，本亦作，《字林》云：「，腐也。」《說文》云：「或為朽字。」其祀行，祭先腎。冬陰盛，寒於水，祀之於行，從辟除之類也。祀之先祭腎者，陰位在下，腎亦在下，腎為尊也。行在廟門外之西為軷壤，厚二寸，廣五尺，輪四尺。祀行之禮，北面設主於軷上，乃制腎及脾為俎，奠於主南。又設盛於俎東、祭肉、腎一、脾再，其他皆如祀門之禮。○辟，必亦反，又婢亦反。軷，步曷反。壤，如丈反。厚，戶豆反。廣，古曠反。"
      },
      {
        "index": 42,
        "text": "[疏]注「行在」至「之禮」。○正義曰：知「行在廟門外之西」者，約《檀弓》云「毀宗躐行」。自此以下，皆中霤禮文。「廣五尺，輪四尺」者，謂軷壇東西為廣，南北為輪，常祀行神之壇則然。若於國外祖道軷祭，其壇隨路所向，而為廣輪尺數同也。按鄭注《聘禮》云：「禮畢，乘車轢而遂行，唯車之一輪轢耳。」所以然者，以兩輪相去八尺，今軷唯廣五尺，故知不兩輪俱轢。云「北面設主軷上」者，以主須南向，故人北面設之。其主，則鄭注《大馭》云：「蓋以菩芻棘柏為神主也。」"
      },
      {
        "index": 43,
        "text": "水始冰，地始凍，雉入大水為蜃，虹藏不見。皆記時候也。大水，淮也。大蛤曰蜃。○蜃，常忍反。見，賢遍反。下注「錄見」同。"
      },
      {
        "index": 44,
        "text": "[疏]注「大水淮也」。○正義曰：知「大水淮」者，《晉語》云：「雉入於淮為蜃。」\n天子居玄堂左個，乘玄路，駕鐵驪，載玄旂，衣黑衣，服玄玉，食黍與彘，其器閎以奄。玄堂左個，北堂西偏也。鐵驪，色如鐵。黍秀舒散，屬火，寒時食之，亦以安性也。彘，水畜也。器門而奄，像物閉藏也。今《月令》曰「乘軫路」，似當為「袗」字之誤也。○驪，力知反。鐵，他結反。軫，之忍反。袗，之刃反。"
      },
      {
        "index": 45,
        "text": "[疏]「載玄」至「玄玉」。○正義曰：春云「載青旂，衣青衣，服蒼玉」，青深而蒼淺。旂與衣，雖人功所為，不可淺深異色，故同用青也。玉是自然之色，不可純青，故用蒼之淺色。夏云「載赤旂，衣朱衣，服赤玉」，與春不類者，亦以朱深而赤淺。旂可用淺，衣必用深，故衣旂異色，赤玉與蒼玉同，俱是其色淺也。冬云「載玄旂，衣黑衣，服玄玉」者，亦以黑深而玄淺，旂用淺色，故其色玄。衣用深色，故其色黑，與夏同也。服玄玉者，玉從自然之色，故其色淺而用玄玉也。猶如夏云赤玉，春云蒼玉，相似也。○注「今月」至「誤也」。○正義曰：鄭以此月乘軫路，軫是車之後材，路皆有軫。何得云「乘軫路」，此「軫」字當衣旁著？袗是玄色，故以今《月令》「軫」字似當為「袗」字錯誤，以車旁為之。必知「袗」字為色者，以此經云「乘玄路」，玄袗義同，故《昏禮》云「女從者畢袗玄」，鄭雖以袗為同，要袗是玄之類。"
      },
      {
        "index": 46,
        "text": "是月也，以立冬。先立冬三日，太史謁之天子曰：「某日立冬，盛德在水。」天子乃齊。謁，告。○先，悉薦反。○立冬之日，天子親帥三公、九卿、大夫以迎冬於北郊，還反，賞死事，恤孤寡。迎冬者，祭黑帝葉光紀於北郊之兆也。死事，謂以國事死者，若公叔禺人、顏涿聚者也。孤寡，其妻子也。有以惠賜之，大功加賞。○葉，本又作汁，音協。禺音遇。椓，丁角反，又作涿，同。"
      },
      {
        "index": 47,
        "text": "[疏]「天子」至「孤寡」。○正義曰：亦率群臣至北郊迎黑帝葉光紀，而顓頊玄冥配之。不言諸侯，亦如夏空其文也。○「還反賞死事」者，還於郊，反亦反於朝也。賞死事，謂巨人有為國事死者，北郊還，因殺氣之盛，而賞其家後也。「恤孤寡」者，恤，供給也。孤寡，即死事者妻子也，財祿供給之也。○注「死事」至「加賞」。○正義曰：舉死事之人證之也。《春秋左傳》魯哀十一年，魯師與齊戰，公叔務人曰：「上不能謀，士不能死，何以治民？吾既言之矣，敢不勉乎？」乃與其嬖僮汪錡赴敵，皆死。雖無賞賜之文，而亦死事之義，故以證之。哀二十三年，晉「知伯親禽顏庚」，注云「齊大夫顏涿聚」。二十七年「齊師將興」，「屬孤子，三日朝。設乘車兩馬，系五邑焉，召顏涿聚之子晉曰『隰之役，而父死焉。今君命女以是邑也，服車而朝』」，是其加賞也。兼平常惠賜，養幼少，恤孤寡，亦是也。"
      },
      {
        "index": 48,
        "text": "是月也，命大史釁龜筴占兆，審卦吉凶。筴，蓍也。占兆，龜之繇文也。《周禮•龜人》「上春釁龜」，謂建寅之月也。秦以其歲首，使大史釁龜筴，與周異矣。卦吉凶，謂《易》也。審，省錄之，而不釁筮，筮短，賤於兆也。今《月令》曰「釁祠」，「祠」衍字。○釁，許靳反。筴，初格反。蓍音屍。繇，直又反。"
      },
      {
        "index": 49,
        "text": "[疏]「是月」至「吉凶」。○正義曰：從「命大史」至「無有掩蔽」，論釁祠龜筴，察阿黨，事異於上立冬之日，故別言「是月也」。從「天子始裘」至「貴賤之等級」，論天子身事，及命飭百官蓋藏之事，及喪紀棺槨等級，以事異於上，故言「是月」也。自「命工師」至「以窮其情」，論飭工匠營造盡情，事異於前，故言「是月」。自「大飲烝」至「射御角力」，論祭祀之事，勞農講武，亦事異於前，故更言「是月」。自「乃命水虞」至「行罪無赦」，論收斂藪澤之賦，必須得所，勿侵削下民，亦事異於前，故言「是月也」。○「命大」至「吉凶」。正義曰：是月大史之官釁龜筴，謂殺牲以血塗釁其龜及筴。筴謂蓍也，亦以血塗之。占兆者，龜之繇文。非但釁此龜筴，又釁此占兆繇文。此占兆之語，蒙上釁文也。「審卦吉凶」者，卦吉凶謂《易》也。《易》有六十四卦，或吉或凶，故云「卦吉凶」。卦之吉凶，但是筮耳。筮短賤於龜兆，不得塗釁，但省視錄之而已，故云「審卦吉凶」。卦既云吉凶，明兆亦有吉凶，但占兆與龜筴連文，故略而不言吉凶也。○注「筴蓍」至「衍字」。○正義曰：《曲禮》云「筴為筮」，知是蓍也。云「占兆，龜之繇文」者，上與龜筴不同，下與卦吉凶又別，故言龜之繇文。則占兆之書也，則《周禮•大卜》云「其經皆百有二十，其頌皆千有二百」是也。引「《周禮•龜人》『上春釁龜』，謂建寅之月」，秦以孟冬為歲首，謂建亥月釁龜筴，故云「與周異也」。鄭之此注，與《周禮》不同。《周禮》云「上春釁龜」，注引《月令》孟冬「釁祠，龜策相互矣」者，《周禮》云「上春釁龜」，明秦亦以上春釁龜，秦以孟冬釁龜筴，明周亦孟冬釁龜筴，故云相互也。注《周禮》又云「《月令》，秦世之書，亦或從以歲首釁龜耳」，則與此同也。而秦十月為歲首，一釁而巳。《周禮》上春者，亦謂夏之建寅之月，但歲首一釁而已，無一年兩釁之事，此鄭氏注《周禮》，別解其義也。今此《月令》之注，與《周禮》「上春釁龜」，以為建寅之月，則此與《周禮》不同，彼此鄭為兩解也。云「審省錄之而不釁，筮短賤於兆」者，以卦吉凶謂《易》也。直言審不云釁，故言「審省錄之而不釁」。所以不釁者，《易》是筮卦之書，賤於龜之書，故龜繇云釁之，筮書則省錄而巳。觀鄭注占兆釁之分明，而皇氏云「唯釁龜筴，命大史唯占視兆書不釁」，與鄭注違，其義非也。云「筮短」者，《左傳》僖四年，「晉獻公卜驪姬不吉，筮之吉，公曰：『從筮。』卜人曰：『筮短龜長，不如從長。』」杜元凱注云：「筮以數告，故短。龜以象示，故長。」是筮短龜長之事也。"
      },
      {
        "index": 50,
        "text": "是察阿黨，則罪無有掩蔽。阿黨，謂治獄吏以私恩曲橈相為也。○為，於偽反，下「為仲冬」、「為天子」皆同。"
      },
      {
        "index": 51,
        "text": "[疏]「是察」至「掩蔽」。○正義曰：「是察阿黨」者，謂當是正審察獄吏阿黨之事，則在下犯罪之人，獄吏不能掩蔽，故云「無有掩蔽」。"
      },
      {
        "index": 52,
        "text": "是月也，天子始裘。九月授衣，至此可以加裘。○命有司曰：「天氣上騰，地氣下降，天地不通，閉塞而成冬。」使有司助閉藏之氣，門戶可閉閉之，窗牖可塞塞之。○上，時掌反，又如字，下「上世」同。命百官謹蓋藏。謂府庫囷倉有藏物。○藏，才浪反，又如字。命司徒循行積聚，無有不斂。謂芻禾薪蒸之屬。○行，下孟反。積聚，子賜反；下七柱反，又才屢反，仲冬同。"
      },
      {
        "index": 53,
        "text": "[疏]「天氣」至「下降」。○正義曰：若以《易》卦言之，七月三陽在上，則天氣上騰；三陰在下，則地氣下降也。今十月乃云「天氣上騰，地氣下降」者，《易》含萬象，言非一概，周流六虛，事無定體。若以爻象言之，則七月為天氣上騰，地氣下降。若氣應言之，則從五月地氣上騰，至十月地氣六陰俱升，天氣六陽並謝，天體在上陽歸於虛無，故云「上騰」。地氣六陰用事，地體在下，陰氣下連於地，故云「地氣下降」。各取其義，不相妨也。"
      },
      {
        "index": 54,
        "text": "杯城郭，戒門閭，脩鍵閉，慎管籥，固封疆，備邊竟，完要塞，謹關梁，塞徯徑。壞，益也。鍵，牡。閉，牝也。管籥，搏鍵器也。固封疆，謂使有司循其溝樹及其眾庶之守法也。要塞，邊城要害處也。梁，橋橫也。徯徑，禽獸之道也。今《月令》「疆」或為「璽」。○鍵，其輦反，又其偃反。籥，羊灼反。疆，居良反，注及下注同。塞，先代反，注同。塞徯，上先則反，下音奚。徑，古定反。牡，亡古反，又茂後反。搏音博，一本作傳，直專反。處，尺慮反。璽音徙。"
      },
      {
        "index": 55,
        "text": "[疏]「壞城」至「徯徑」。○正義曰：城郭當須牢厚，故言壞。門閭備擬非常，故云戒。鍵閉或有破壞，故云修。管籥不可妄開，故云審。封疆理當險阻，故云固。邊竟防擬盜賊，故云備。要塞理宜牢固，故云完。關梁禁御奸非，故云謹。徯徑細小狹路，故須塞。皆隨事戒約，故設文不同也。○注「壞益」至「為璽」。○正義曰：「鍵牡閉牝」者，凡鎖器入者謂之牡，受者謂之牝，若禽獸牝牡。然管籥與鍵閉別文，則非鍵閉之物，故云「搏鍵器」，以鐵為之，似樂器之管籥，搢於鎖內，以搏取其鍵也。按《檀弓》注云：「管，鍵也。」則管、鍵一物，此為別者，熊氏云：「管是鍵之伴類，仍非鍵也。」注稱管鍵者，以類言之，若云鄰里然也。管籥云搏鍵器，則管籥一物，義或然也。而何胤云：「鍵是門扇之後，樹兩木，穿上端為孔。閉者謂將扃關門，以內孔中。」按《漢書•五行志》每云牝飛及牝亡，謂失其鎖須，須則牡也。何胤云「兩邊樹木」，非其義也。云「固封疆，謂使有司循其溝樹及其眾庶之守法」者，溝樹謂掘溝塹而種樹木也，令使眾庶可守之。"
      },
      {
        "index": 56,
        "text": "飭喪紀，辨衣裳，審棺槨之薄厚，塋丘壟之大小、高卑厚薄之度、貴賤之等級。此亦閉藏之具，順時飭正之也。辨衣裳，謂襲斂，尊卑所用也。所用又有多少。○塋音營。壟，力勇反。襲音習。斂，力驗反，又力檢反。"
      },
      {
        "index": 57,
        "text": "[疏]注「衣裳」至「多少」。○正義曰：其衣裳襲斂多少及棺槨厚薄，具在《喪大記》。丘壟小大，按鄭注《塚人》云：「《漢律》列侯墳高四丈，關內侯以下各有等差。」又注《檀弓》云「墳高四尺」，蓋周之士制，外無文。"
      },
      {
        "index": 58,
        "text": "是月也，命工師效功，陳祭器，按度程，毋或作為淫巧，以蕩上心，必功致為上。霜降而百工休，至此物皆成也。工師，工官之長也。效功，錄見百工所作器物也。主於祭器，祭器尊也。度謂制大小也。程謂器所容也。淫巧，謂奢偽怪好也。蕩謂搖動生其奢淫。○效，戶教反。巧如字，又若孝反，注同。致，直吏反，下注同。長，丁丈反。物勒工名，以考其誠。勒，刻也。刻工姓名於其器，以察其信，知其不功致。功有不當，必行其罪，以窮其情。功不當者，取材美而器不堅也。○當，丁浪反，注同。"
      },
      {
        "index": 59,
        "text": "[疏]「命工」至「其情」。○正義曰：於是之時，冬閉無事，百工造作器物，恐為淫巧，故命工師之官。師，長也。命此工官之長，效實百工所造之物，陳列祭器善惡。○「按度程」者，謂於按此器舊來制度大小，及容受程限多少。○「毋或作為淫巧」者，或，有也。勿得有作過制之巧，以搖動在上生奢侈之心必，「功致為上」者，言作器不須靡麗華侈，必功力密緻為上。又每物之上，刻勒所造工匠之名於後，以考其誠信與不，若其用材精美，而器不堅固，則功有不當，必行其罪罰，以窮其詐偽之情。○注「主於」至「所容」。○正義曰：百工造作器物，則諸器皆營。今經直主於祭，故云「主於祭器，祭器尊也」。度謂制大小，程謂器所容」者，以經度、程文別，度是制度大小，除制度之外，唯有容受多少，故以程為器所容也。"
      },
      {
        "index": 60,
        "text": "是月也，大飲烝。十月農功畢，天子諸侯與其群臣飲酒於太學，以正齒位，謂之大飲。別之於他，其禮亡。今天子以燕禮，郡國以鄉飲酒禮代之。烝謂有牲體為俎也。《黨正職》曰：「國索鬼神而祭祀，則以禮屬民，而飲酒於序，以正齒位。」亦謂此時也。《詩》云：「十月滌場，朋酒斯饗。曰殺羔羊，躋彼公堂。稱彼兕觥，受福無疆。」是頌大飲之詩。○別，彼列反。索，所百反。屬，之玉反，下同。滌，大歷反。場，直良反。躋，子兮反。兕，除履反。觥，古宏反。"
      },
      {
        "index": 61,
        "text": "[疏]「大飲烝」。○正義曰：言於是月之時，天子諸侯與群臣大行飲酒為饗禮，以正齒位。烝，升也。升此牲體於俎之上，故云「大飲烝」。○注「十月」至「之詩」。○正義曰：「天子諸侯與其群臣飲酒於太學」者，按此大飲烝是天子之禮，《詩•豳風》「躋彼公堂」，序諸侯之事，是諸侯之禮，故云「天子諸侯與群臣」也。《豳詩》云「躋彼公堂」，《毛傳》云：「公堂，學校也。」《黨正》「以禮屬民，飲酒於序」，故云此飲酒於太學也。云「以正齒位」者，約《黨正》文。必約《黨正》者，以此是孟冬，《黨正》云「國索鬼神」，謂蠟祭也，與此同月，故鄭下注引《黨正》文，亦謂此時也。云「烝謂有牲體為俎」者，按《國語》云：「王公立飫，則有房烝。」此既大飲饗禮，當用房烝半體之俎。若《黨正》飲酒，雖饗而用餚蒸，故宣十六年《左氏》云「王享有體薦，宴有折俎，公當享，卿當宴」是也。鄭又引《黨正》及《詩》者，證大飲是十月正齒位、飲群臣之事。云「十月滌場」者，謂場功畢入，滌掃其場。「朋酒斯饗」者，《毛傳》云：「兩樽曰朋。」鄭云：「饗謂饗禮，而殺羔羊，行禮之時，升彼公之學校之堂，舉彼兕觥之爵，以罰失禮。臣下慶君命受福無疆也。」"
      },
      {
        "index": 62,
        "text": "天子乃祈來年於天宗，大割祠於公社及門閭，臘先祖五祀。此《周禮》所謂蠟祭也。天宗，謂日月星辰也。大割，大殺群牲割之也。臘，謂以田獵所得禽祭也。五祀：門、戶、中霤、灶、行也。或言祈年，或言大割，或言臘，互文。○臘，力合反。蠟，仕迓反，《字林》作「措」。"
      },
      {
        "index": 63,
        "text": "[疏]「天子」至「五祀」。○正義曰：「祈來年於天宗」者，謂祭日月星辰也。「大割祠於公社」者，謂大割牲以祠公社，以上公配祭，故云「公社」。「及門閭」者，非但祭社，又祭門閭，但先祭社，後祭門閭，故云及。「臘先祖五祀」者，臘，獵也。謂獵取禽獸，以祭先祖五祀也。此等之祭，總謂之蠟。若細別言之，天宗、公社、門閭謂之蠟，其祭則皮弁素服，葛帶榛杖。其臘先祖五祀，謂之息民之祭，其服則黃衣黃冠。鄭注《郊特牲》云：「息民與蠟異也。」按《黨正》云「國索鬼神而祭祀，則以禮屬民，而飲酒於序，以正齒位」，則飲酒在蠟祭之後。此大飲在蠟祭之前者，若《黨正》屬民飲酒在蠟之後，故下云「勞農以休息之」，注「《黨正》飲酒」是也。若天子諸侯群臣大飲在蠟祭之前，故以大飲敘在祈年之前。然鄭為大飲之下注引《黨正》飲酒者，證其正齒位同在此月，不謂大飲，即《黨正》飲酒也。而熊氏以為大飲烝在蠟之後，非其義也。凡蠟皆在建亥之月，而皇氏以為夏、殷蠟各在已之歲終。若如此，夏家季冬則計耦耕事也，脩耒耜，具田器。不得方始勞農以休息，皇氏之義非也。○注「此周」至「互文」。○正義曰：知此《周禮》所謂蠟者，以《郊特牲》「蠟者，索也。索萬物而饗之」。按《籥章》云「國祭蠟，吹《豳頌》，以息老物」，蠟而後息老。此經亦先祭眾神，乃後勞農休息，文與《籥章》相當，故經廣祭眾神，是《周禮•籥章》所謂蠟祭也。而熊氏、皇氏皆為《周禮》六樂：一變而致羽物，以致六變而蠟祭。此亦廣祭眾神，故指彼一變、二變而為之蠟也。然彼樂一變二變，鄭自解為蠟耳，非《周禮》正文言蠟，何得云《周禮》所謂蠟也？云「天宗謂日月星」者，以蠟祭唯公，社不祭地，故知祭天宗者不祭天，若是祭天，何須稱宗？下季冬云天之神，是天之眾神，有司中、司命，不稱宗，明稱宗者，謂日月星也。按《異義》六宗：賈逵等以為天宗三，謂日月星；地宗三，謂泰山、河、海。鄭玄六宗：以為星也，辰也，司中也，司命也，風師也，雨師也。不同賈逵之義。今此云「天宗謂日月星」者，《尚書》六宗，文承肆類上帝之下。凡郊天之時，日月從祀，故祭以日月配。日月在類上帝之中，故六宗不得復有日月。此不云六宗，而云天宗，與彼別也。蔡邕云：「日為陽宗，月為陰宗，北辰為星宗也。」云「臘謂田獵所得禽祭」者，以欲臘祭之時，暫出田獵以取禽，非仲冬大閱之獵也。《左傳》云：「唯君用鮮。」則天子諸侯，祭用鮮獸。皇氏云「仲秋獵得禽獸，以為乾豆，至臘用之」，其義非也。云「五祀：門、戶、中霤、灶、行」者，《月令》殷禮言之，若周則七祀。云「或言祈年，或言大割，或言臘，互文」者，天宗、公社、門閭、先祖五祀等，皆祈年大割臘祭之事，故云「互」也。皇氏云：「天宗，故云祈。社是報功，故云大割。先祖已之親，故臘祭也。」"
      },
      {
        "index": 64,
        "text": "勞農以休息之。黨正屬民，飲酒正齒位是也。○勞，力報反。\n[疏]注「黨正」至「是也」。○正義曰：按《黨正職》「國索鬼神而祭祀，則以禮屬民」。此亦祭眾神之後，勞農休息文正相當，故云是此等休息是正齒位。按《雜記》子貢觀蠟，云「一國之人皆若狂」者，按《鄉飲酒》初立，賓行禮，至禮終，說屨升堂而往，行無算爵。然則初時正齒位，後則皆狂。蠟祭，蔡邕云：「夏曰清祀，殷曰嘉平，周曰蠟，秦曰臘。」按《左傳》云：「虞不臘矣。」是周亦有臘名也。"
      },
      {
        "index": 65,
        "text": "天子乃命將帥講武，習射御，角力。為仲冬將大閱，簡習之。亦因營室主武士也。凡田之禮，唯狩最備。《夏小正》：「十一月王狩。」○將帥，上子匠反，下色類反。閱音悅。狩，手又反。"
      },
      {
        "index": 66,
        "text": "[疏]注「營室」至「最備」。○正義曰：《春秋》說云：「營室主軍士之糧。」云「凡田之禮，唯狩最備」者，解此經孟冬云「乃命將帥講武，習射御」，言習，是未正用也。備擬仲冬教戰之事所須，故言唯狩最備，謂狩禮大也。故仲冬教大閱，禮儀備。"
      },
      {
        "index": 67,
        "text": "是月也，乃命水虞、漁師收水泉池澤之賦，毋或敢侵削眾庶兆民，以為天子取怨於下。其有若此者，行罪無赦。因盛德在水，收其稅。"
      },
      {
        "index": 68,
        "text": "孟冬行春令，則凍閉不密，地氣上洩，寅之氣乘之也。○洩，息列反，下同。民多流亡。像蟄蟲動。\n[疏]「孟冬」至「流亡」。○正義曰：「凍閉不密，地氣上洩」，地災也。「民多流亡」，人災也。"
      },
      {
        "index": 69,
        "text": "行夏令，則國多暴風，方冬不寒，蟄蟲復出。巳之氣乘之也。立夏巽用事，巽為風。○復，扶又反。\n[疏]「國多」至「復出」。○正義曰：「國多暴風，方冬不寒」，天災也。「蟄蟲復出」，地災也。"
      },
      {
        "index": 70,
        "text": "行秋令，則雪霜不時，申之氣乘之也。小兵時起，土地侵削。申陰氣，尚微。申宿直參伐，參伐為兵。○參，所林反，下同。"
      },
      {
        "index": 71,
        "text": "[疏]「雪霜」至「侵削」。○正義曰：「雪霜不時」，天災也。○「小兵時起，土地侵削」，人災也。○注「申宿直參伐，參伐為兵」。○正義曰：按《春秋》說云：「參伐主斬刈，示威行伐也。」"
      },
      {
        "index": 72,
        "text": "仲冬之月，日在鬥，昏東壁中，旦軫中。仲冬者，日月會於星紀，而斗建子之辰也。○辟，必亦反，又必狄反。\n[疏]「仲冬」至「軫中」。○正義曰：按《律歷志》云「仲冬之初，日在斗十二度」，故云「日在斗」也。《三統歷》：「大雪，日在斗十二度，昏壁五度中，去日八十四度，旦角三度中。冬至，日在牛初度，昏奎十度中，去日八十二度，旦亢七度中。」《元嘉歷》云：「大雪，日在箕十度，昏氐九度中，旦軫八度中。冬至，日在斗十四度，昏東壁八度中，晝漏四十五刻，旦角七度中。"
      },
      {
        "index": 73,
        "text": "其日壬癸。其帝顓頊，其神玄冥。其蟲介。其音羽，律中黃鐘。其數六。其味鹹，其臭朽。其祀行，祭先腎。黃鐘者，律之始也，九寸。仲冬氣至，則黃鐘之律應。《周語》曰：「黃鐘所以宣養六氣九德。」"
      },
      {
        "index": 74,
        "text": "[疏]注「周語」至「九德」。○正義曰：按《元命包》：「黃鐘者始黃。」注云：「始萌黃泉中。」《律歷志》云：「黃者中之色，君之服。鐘，種也。」又云：「黃，五色莫盛焉，故陽氣始種於泉，孳萌萬物為六氣元也。」「《周語》曰『黃鐘所以宣養六氣九德』」者，按彼注十一月建子，陽氣在中，「六氣：陰、陽、風、雨、晦、明。九德：金、木、水、火、土、穀、正德、利用、厚生」。作事宣遍，黃鐘象氣伏地，物始萌，所以遍養六氣九功之德。此養之者，若施於人六情，正德，天德；利用，地德；厚生，人德。六府者，金、木、水、火、土、穀也。"
      },
      {
        "index": 75,
        "text": "冰益壯，地始坼，鶡旦不鳴，虎始交。皆記時候也。鶡旦，求旦之鳥也。交猶合也。○壯，莊亮反。曷，本亦作鶡，同，戶割反。鶡旦，鳥名。"
      },
      {
        "index": 76,
        "text": "天子居玄堂大廟，乘玄路，駕鐵驪，載玄旂，衣黑衣，服玄玉，食黍與彘，其器閎以奄。玄堂大廟，北堂當大室。○飭死事。飭軍士，戰必有死志。"
      },
      {
        "index": 77,
        "text": "[疏]「飭死事」。○正義曰：事異前也，因殺氣之盛，以飭軍士，使戰者必有死志，故曰「飭死事」也。\n命有司曰：「土事毋作，慎毋發蓋，毋發室屋，及起大眾，以固而閉。地氣沮洩，是謂發天地之房，諸蟄則死，民必疾疫。又隨以喪，命之曰暢月。」而猶女也。暢猶充也。大陰用事，尤重閉藏。○暢，敕亮反。女音汝。大音太。"
      },
      {
        "index": 78,
        "text": "[疏]「命有」至「暢月」。○正義曰：此不云是月者，總是冬月閉藏之事，從十月為漸，非惟仲冬一月之事，故不言「是月」。自「命奄尹」至「淵澤井泉」，論命奄尹之官，謹慎房室；命酒正之職，以為酒醴；命掌祠之官，祈祀四海井泉：事雖各別，同是命告群官，事異於上，故總言「是月」。自「農有不收藏積聚」至「罪之不赦」，論收斂尤急之時，務須積聚之事，事異於上，故云「是月」。自「日短至」至「取竹箭」，論日至之時，須有所為之事，事異於收斂積聚，故云「是月」。自「可以罷官之無事」至「閉藏」，論去間務助時寧靜，亦事異於前，故言「是月」。云「土事毋作，慎毋發蓋」者，於此之時，土地之事毋得興作，又須謹慎，毋得開發掩蓋之物，則孟冬云「謹蓋藏」是也。非惟仲冬一月之事，故不言是月，良為此也。為陰氣凝固，陽須閉藏，若起土功，開蓋物，發室屋，起大眾，開洩陽氣，故下云「諸蟄則死」，人則疾疫也。「以固而閉」者，而，汝也。命此有司云，於此之時，以堅固汝閉塞之事，勿令開動。「地氣沮洩，是謂發天地之房」者，約束有司，若其不固汝所閉之事，令地沮洩，謂洩漏地之陽氣，是發徹天地之房。房是人次捨之處擁蔽，於此之時，天地亦擁蔽萬物，不使宣露，與房舍相似，令地氣洩漏，是開發天地之房也。如此，則諸蟄則死，人必疾疫。非但蟄死人疾，「又隨以喪」者，國有大喪，隨逐其後。「命之曰暢月」者，告有司云：所以須閉藏，以其命此月曰暢月。暢，充也。言名此月為充實之月，當使萬物充實不發動故也。皇氏云：「又隨以喪者，謂逃亡，人為疾疫皆逃亡，故云又隨以喪。」"
      },
      {
        "index": 79,
        "text": "是月也，命奄尹申宮令，審門閭，謹房室，必重閉。奄尹，主領奄豎之官也。於周則為內宰，掌治王之內政、宮令。幾出入及開閉之屬。重閉，外內閉也。○重，直龍反，注同。省婦事，毋得淫。雖有貴戚近習，毋有不禁。省婦事，所以靜陰類也。淫謂女功奢偽怪好物也。貴戚，謂姑、姊妹之屬。近習，天子所親幸者。○省，所景反，注同。"
      },
      {
        "index": 80,
        "text": "[疏]「命奄」至「不禁」。○正義曰：「命奄尹」者，尹謂正也。謂命奄官正長，申重之政令，常察門閭之事，謹慎房室之處。「必重閉」者，謂門閭房室，必外內重閉。遠者謂之門閭，近者謂之房室，皆有外內，門戶必重疊閉之。此月陰氣既靜，故減省婦人之事，順陰類也。婦人須事者，務所質素，無得過為淫巧。其所禁婦人，無限貴戚姑姊妹之徒，及王親近愛習嬖寵之類，無有不禁，言禁之無得淫巧也。○注「於周」至「之屬」。○正義曰：此奄尹，奄官之尹，於周則內宰，俱是主領奄官，身非奄人，故云於周為內宰，內宰非奄也。云「掌治王之內政」者，皆解經「中申宮」令也，宮令則內政也。云「譏出入及開閉之屬」者，解經「審門閭，謹房室」也。"
      },
      {
        "index": 81,
        "text": "乃命大酋，秫稻必齊，麴□必時，湛熾必絜，水泉必香，陶器必良，火齊必得。兼用六物，大酋監之，毋有差貸。酒熟曰酋。大酋者，酒官之長也，於周則為酒人。秫稻必齊，謂孰成也。湛，漬也。熾，炊也。火齊，腥孰之調也。物猶事也。差貸，謂失誤，有善有惡也。古者獲稻而漬米麴，至春而為酒。《詩》云：「十月獲稻，為此春酒，以介眉壽。」○酋，子由反，又在由反。秫音述。麴，丘六反。□，魚列反。湛，於廉反。熾，尺志反。齊，才計反，注「火齊」同。監，古銜反。貸音二，又他得反，注同。長，丁丈反。獲，戶郭反。"
      },
      {
        "index": 82,
        "text": "[疏]「乃命」至「差貸」。○釋義曰：大酋者，酒官之長，於此之時，始為春酒，先須治擇秫稻，故云「秫稻必齊」。齊得成孰，又須以時料理麴□，故云「必時」。「湛熾必絜」者，湛，漬也。熾，炊也。謂炊漬米麴之時，必須清絜。「水泉必香，陶器必良」者，謂所用水泉必須香美，所盛陶器必須良善。「火齊必得」者，謂炊米和酒之時，用火齊，生孰必得中也。「兼用六物」者，秫稻一，麴□二，湛熾三，水泉四，陶器五，火齊六也。物，事也，謂作酒之人，用此六事作酒，大酋監督之，無使有參差貸變，使酒誤其善惡。○注「酒孰」至「眉壽」。○正義曰：酒孰曰酋，然則酋者，酒孰之名也。云「於周則為酒人」者，《周禮•酒正》引此大酋為酒正也。此注大酋為酒人，不同者，以酒正掌作酒法，或及酒材之事，故引大酋證之。其實酒正「掌酒之政令」，及酒出入之事，不親監作，此大酋監作，故為酒人也，以酒人監作酒故也。云「古者獲稻，而漬米麴，至春事而為酒」者，證此十一月命大酋作酒之事。以十月獲稻，於此月漬米麴，至春而為酒者，謂春成也，非春始釀，故《毛詩傳》云：「春酒凍醪。」又注《酒正》云：「清酒，今中山冬釀接夏而成。」是於仲冬季冬以釀也。引《詩》者，《豳風•七月》之詩，以證獲稻作酒之事。"
      },
      {
        "index": 83,
        "text": "天子命有司祈祀四海、大川、名源、淵澤、井泉。順其德盛之時祭之也。今《月令》「淵」為「深」。\n是月也，農有不收藏積聚者，馬牛畜獸有放佚者，取之不詰。此收斂尤急之時，人有取者不罪，所以警懼其主也。《王居明堂禮》曰：「孟冬之月，命農畢積聚，系收牛馬。」○畜，許六反。詰，起吉反。"
      },
      {
        "index": 84,
        "text": "[疏]注「明堂」至「牛馬」。○正義曰：引之者，證若不積聚收牛馬，他人取之不詰。俗本作「牧」，定本作「收」。"
      },
      {
        "index": 85,
        "text": "山林藪澤，有能取蔬食田獵禽獸者，野虞教道之。其有相侵奪者，罪之不赦。務收斂野物也。大澤曰藪，草木之實為蔬食。○藪，素口反。道音導。"
      },
      {
        "index": 86,
        "text": "[疏]注「大澤」至「蔬食」。○正義曰：按鄭注《周禮》：「水鍾曰澤，水希曰藪。」今言「大澤曰藪」者，以有水之處謂之澤，旁無水之處謂之藪。「草木之實為蔬食」者，《爾雅》云：「蔬不孰為饉。」蔬謂菜蔬，以其粗蔬，經言蔬食，故為草木實也。山林蔬食，榛栗之屬。藪澤蔬食，菱芡之屬。"
      },
      {
        "index": 87,
        "text": "是月也，日短至，陰陽爭，諸生蕩。爭者，陰方盛，陽欲起也。蕩，謂物動萌牙也。○爭，爭鬥之爭，注同。君子齊戒，處必掩身，身欲寧，去聲色，禁耆欲，安形性，事欲靜，以待陰陽之所定。寧，安也。聲謂樂也。《易》及《樂》、《春秋》說云「冬至，人主與群臣從八能之士作樂五日」，此言「去聲色」，又相反。○去，起呂反，注及下同。耆，市志反。從，子用反。"
      },
      {
        "index": 88,
        "text": "[疏]注「易及」至「相違」。○正義曰：此《易•通卦驗》文，及《樂緯》、《春秋緯》，其語同也。其八能之士，以具在仲夏疏文。「又相違」者，以夏巳違，今此復違，故言又也。"
      },
      {
        "index": 89,
        "text": "芸始生，荔挺出，蚯蚓結，麋角解，水泉動。又記時候也。芸，香草也。荔挺，馬也。水泉動，潤上行。○芸音云。荔，力計反。挺，大頂反。麋，亡悲反。解音蟹。，戶介反。上，時丈反。"
      },
      {
        "index": 90,
        "text": "[疏]「芸始」至「泉動」。○正義曰：「芸始生，荔挺出」者，皇氏云「以其俱香草，故應陽氣而出」。而「蚯蚓結」者，蔡云「結猶屈也。蚯蚓在穴，屈首下向，陽氣氣動則宛而上首，故其結而屈也」。「麋角解」者，說者多家，皆無明據，熊氏云「鹿是山獸，夏至得陰氣而解。角麋是澤獸，故冬至得陽氣而解角」。今以麋為陰獸，情淫而游澤，冬至陰方退故解角，從陰退之象。鹿是陽獸，情淫而遊山，夏至得陰而解角，從陽退之象。既無明據，故略論焉。若節氣早，則麋角十一月解，故《夏小正》云「十一月麋角隕墜」是也。若節氣晚，則十二月麋角解，故《小正》云「十二月隕麋角」。"
      },
      {
        "index": 91,
        "text": "日短至，則伐木，取竹箭。此其堅成之極時。\n是月也，可以罷官之無事，去器之無用者。謂先時權所建作者也。天地閉藏而萬物休，可以去之。○塗闕廷門閭，築囹圄，此以助天地之閉藏也。順時氣也。"
      },
      {
        "index": 92,
        "text": "仲冬行夏令，則其國乃旱，午之氣乘之也。氛霧冥冥，霜露之氣，散相亂也。○氛，芳雲反。雷乃發聲。震氣動也。午屬震。"
      },
      {
        "index": 93,
        "text": "[疏]「其國」至「發聲」。○正義曰：「其國乃旱，氛霧冥冥，雷乃發聲」，皆天災也。\n行秋令，則天時雨汁，瓜瓠不成。酉之氣乘之也，酉宿直昴畢，畢好雨。雨汁者，水雪雜下也。子宿直虛危，虛危內有瓜瓠。○雨汁，於付反；下音執，注同。瓠，戶故反。好，呼報反。國有大兵。兵亦金之氣。"
      },
      {
        "index": 94,
        "text": "[疏]「天時」至「大兵」。○正義曰：「天時雨汁」，天災也。「瓜瓠不成」，地災也。「國有大兵」，人災也。○注「虛危內有瓜瓠」。○正義曰：按《天文志》：「瓜瓠四星在危東。」"
      },
      {
        "index": 95,
        "text": "行春令，則蝗蟲為敗，當蟄者出，卯之氣乘之也。水泉咸竭，大火為旱。民多疥癘。疥癘之病，孚甲之象。○疥音介。"
      },
      {
        "index": 96,
        "text": "[疏]「蝗蟲」至「疥癘」。○正義曰：「蟲蝗為敗，水泉咸竭」，地災也。「民多疥癘」，人災也。\n季冬之月，日在婺女，昏婁中，旦氐中。季冬者，日月會於玄枵，而斗建丑之辰也。○婺，無付反。婁，力候反。氐，丁兮反，又音丁計反。枵，許驕反。"
      },
      {
        "index": 97,
        "text": "[疏]「季冬」至「氐中」。○正義曰：按《律歷志》：「季冬初，日在婺女八度。」《三統歷》：「小寒，日在婺女八度，昏婁十一度中，去日八十四度，旦氐十二度中。大寒，日在危初度，昏昴二度中，去日八十度，旦心五度中。」《元嘉歷》：「日在牛三度，昏奎十五度中，晝漏四十五刻六分，旦亢九度中。大寒，日在女十度，昏胃四度中，晝漏四十六刻七分，旦氐十三度中。」"
      },
      {
        "index": 98,
        "text": "其日壬癸。其帝顓頊，其神玄冥。其蟲介。其音羽，律中大呂。其數六。其味鹹，其臭朽。其祀行，祭先腎。大呂者，蕤賓之所生也。三分益一，律長八寸二百四十三分寸之百四。季冬氣至，則大呂之律應。《周語》曰：「大呂助陽宣物。」"
      },
      {
        "index": 99,
        "text": "[疏]注「大呂」至「宣物」。正義曰：按蕤賓長六寸八十一分寸之二十六，上生大呂，三分益一，三寸益一寸，六寸益二寸，故為八寸。其八十一分寸之二十六，各三分之，則為七十八分，三分益一，更益一個二十六，則為一百四，故云「律長八寸二百四十三分寸之一百四」也。引「《周語》『大呂助陽宣物』」者，證大呂之義也。按《律歷志》云：「大呂，呂，旅也。」言陰大旅助黃鐘宣氣而聚物。"
      },
      {
        "index": 100,
        "text": "雁北鄉，鵲始巢，雉雊，雞乳。皆記時候也。雊，雉鳴也。《詩》云：「雉之朝雊，尚求其雌。」○鄉音向。雊，音豆反。乳，如住反。"
      },
      {
        "index": 101,
        "text": "[疏]「雁北」至「雞乳」。○正義曰：雁北鄉有早有晚，早者則此月北鄉，晚者二月乃北鄉，故《易》說云：「二月驚蟄，候雁北鄉。」「鵲始巢」者，此據晚者，若早者十一月始巢，故《詩緯•推度災》云「復之日鵲始巢」是也。「雉雊雞乳」者，《易•通卦驗》云「雉雊雞乳，在立春節」，與此同，以立春在此月也。《通卦驗》又云：「小寒虎始交，豺祭獸。」此季冬不言者，文不具也。若節氣晚則季冬虎交，若節氣早則在仲冬，故仲冬虎始交。按《月令》「九月豺祭獸」，《通卦驗》「季冬豺祭獸」者，熊氏云「再祭也」。一曰《易》說誤也，無此文。"
      },
      {
        "index": 102,
        "text": "天子居玄堂右個，乘玄路，駕鐵驪，載玄旂，衣黑衣，服玄玉，食黍與彘，其器閎以奄。玄堂右個，北堂東偏。\n命有司大難，旁磔，出土牛，以送寒氣。此難，儺陰氣也。難陰始於此者，陰氣右行，此月之中，日曆虛危，虛危有墳墓四司之氣，為厲鬼將隨強陰出害人也。旁磔於四方之門。磔，禳也。出猶作也。作土牛者，丑為牛，牛可牽止也。送猶畢也。○難，乃多反，下注同。磔，竹百反。為厲，於偽反。"
      },
      {
        "index": 103,
        "text": "[疏]「命有」至「寒氣」。○正義曰：此月之時，命有司之官，大為難祭，令難去陰氣，言大者，以季春唯國家之難，仲秋唯天子之難，此則下及庶人，故云「大難」。「旁磔」者，旁謂四方之門，皆披磔其牲，以禳除陰氣。「出土牛，以送寒氣」者，出猶作也。此時強陰既盛，年歲巳終，陰若不去凶邪，恐來歲更為人害，其時月建丑，又土能克水，持水之陰氣，故特作土牛，以畢送寒氣也。○注「此月」至「畢也」。○正義曰：「此月之中」者，中猶內也，謂此月之內也。皇氏以為此月中氣，非也。云「日曆虛危，虛危有墳墓四司之氣」者，熊氏引《石氏星經》云：「司命二星，在虛北。司祿二星，在司命北。司危二星，在司祿北。司中二星，在司危北。」史遷云：「四司，鬼官之長。」又云：「墳墓四星，在危東南。」是危虛有墳墓四司之氣也。皇氏以為北方蓋藏，故為墳墓；北方歲終，以司主四時，故云四司。其義皆非也。皇氏又云：「以季春國難，下及於民。」以此季冬大難，為不及民也。然皇氏解《禮》，違鄭解義也。今鄭注《論語》「鄉人難」云：「十二月命方相氏，索室中驅疫鬼。」鄭既分明云十二月鄉人難，而皇氏解季冬難，云不及鄉人，不知何意如此？云「送猶畢者，此時寒實未畢，而言畢者，但意欲全畢耳。"
      },
      {
        "index": 104,
        "text": "征鳥厲疾。殺氣當極也。征鳥，題肩也。齊人謂之擊征，或名曰鷹，仲春化為鳩。○題，本兮反。\n[疏]「征鳥厲疾」。○正義曰：亦命有司辭也。征鳥，謂鷹隼之屬也，謂為征鳥如征。厲，嚴猛。疾，捷速也。時殺氣盛極，故鷹隼之屬取鳥捷疾嚴猛也。蔡云「太陰殺氣將盡，故猛疾與時競也」。○注「殺氣」至「為鳩」。○正義曰：按《釋鳥》云：「鷹，鶆鳩。」某氏云：「鶆鳩，□鳩。」《月令》云：「鷹化為鳩。」《左傳》曰：「爽鳩氏，司寇也。」郭景純云：「鶆當為□。」即□鳩也。此征鳥者，則□鳩之謂也。"
      },
      {
        "index": 105,
        "text": "乃畢山川之祀，及帝之大臣，天之神祇。四時之功成於冬，孟月祭其宗，至此可以祭其佐也。帝之大臣，句芒之屬。天之神祇，司中、司命、風師、雨師。○祗音祁。"
      },
      {
        "index": 106,
        "text": "[疏]注「四時」至「雨師」。○正義曰：按上孟冬「祈來年於天宗，大割祠於公社，臘先祖五祀」，是謂蠟祭，則百神皆祭，則一變而致羽物山林之祗，再變而致鱗物川澤之祗，是蠟祭並祭山川也，是岳瀆及眾山川也。孟冬不見者，文不具。孟冬祭岳瀆，因及眾山川，至此又更祭眾山川，山川少於岳瀆，是孟月祭其宗，此月祭其佐。前孟冬是祭先嗇神農，並祭五帝，但孟月其文不具，則五帝為宗，大臣句芒等為佐，是孟月祭其宗，此月祭其佐也。孟冬祭司中等，是孟月祭宗，此月祭佐，則天神人鬼山川等，皆有宗有佐也。故鄭先云孟月祭宗，至此祭佐，後解帝之大臣，天神地祗。若然，山川卑於帝之大臣，在先言，故以為尊卑之序，無義例也。熊氏云「孟冬祭宗，至此祭佐，唯天」，恐非也。"
      },
      {
        "index": 107,
        "text": "是月也，命漁師始漁。天子親往，乃嘗魚，先薦寢廟。天子必親往視漁。明漁非常事，重之也。此時魚絜美。\n[疏]注「天子」至「絜美」。○正義曰：按仲秋「以犬嘗麻」，季秋「以犬嘗稻」，皆不云天子親往。今此「天子親往」，特云「嘗魚」，故云「明漁非常事，重之也」。以四時薦新，是其常事，魚則非常祭之物，故云「重之也」。"
      },
      {
        "index": 108,
        "text": "冰方盛，水澤腹堅，命取冰。腹，厚也。此月日在北陸，冰堅厚之時也。北陸，謂虛也。今《月令》無「堅」。○腹，本又作復，又方服反。"
      },
      {
        "index": 109,
        "text": "[疏]「冰方」至「取冰」。○正義曰：言此月冰既方盛，於時極寒，冰實至盛，而云方盛者，此謂月半以前，小寒之節，冰猶未盛，故云方也。至於月半以後，大寒乃盛，水澤腹堅者，腹，厚也。謂水濕潤澤，厚實堅固。冰既堅固，故命取冰。○注「腹厚」至「無堅」。正義曰：腹者，形體腹長，故為厚也。云「此月日在北陸」者，當此月之時，日在玄枵之次，其星當女虛危也。陸，道也。言女虛危，是北方七宿之道，故《釋天》云：「北陸，虛也。」舉中央星以言之。"
      },
      {
        "index": 110,
        "text": "冰以入，令告民，出五種。冰既入，而令田官告民，出五種，明大寒氣過，農事將起也。○種，章勇反，注同。命農計耦耕事，脩耒耜，具田器。耜者，耒之金也，廣五寸。田器，鎡錤之屬。○鎡音茲。錤音基。"
      },
      {
        "index": 111,
        "text": "[疏]「冰以」至「五種」。○正義曰：冰以藏入之後，大寒以過，暖氣方來，故令此典農之官，出五種之物，以擬種之。○注「耜者」至「之屬」。○正義曰：耒者以木為之，長六尺六寸，庛長尺有一寸，中央直者三尺有三寸，勾者二尺有二寸。底謂耒下向，前曲接耜者頭而著耜。耜，金鐵為之，故云「耜者，耒之金」。云「田器，鎡錤之屬」者，何胤云：「鎡，今之鋤類。」《孟子》云：「齊人曰：雖有鎡錤，不如待時。」云「之屬」者，以田器非一也。"
      },
      {
        "index": 112,
        "text": "命樂師大合吹而罷。歲將終，與族人大飲，作樂於大寢，以綴恩也。言罷者，此用禮樂於族人最盛，後年若時乃復然也。凡用樂必有禮，用禮則有不用樂者。《王居明堂禮》：「季冬命國為酒，以合三族，君子說，小人樂。」○合，古答反。吹，昌睡反。罷如字，又音皮。復，扶又反。子說音悅。人樂音洛。"
      },
      {
        "index": 113,
        "text": "[疏]「命樂」至「而罷」。○正義曰：於此歲終，必族人燕飲，樂師之官，大合諸樂管籥之吹，以綴恩慈之心，而遂休罷，至來年季冬，乃更為之。○注「歲將」至「人樂」。○正義曰：「與族人大飲」者，以《王居明堂禮》云「季冬命國為酒，以合三族」，故知與族人飲也。云「作樂於大寢」者，以其命樂師合吹，故知作樂也。大寢則路寢也，與宗人圖事之處。既飲族人，故知於大寢。云「以綴恩」者，綴謂連綴，恩謂恩親。《大傳》云：「系之以姓而弗別，綴之以食而弗殊。」云「罷者，此用禮樂於族人最盛，後年若時乃復然」者，謂後年季冬，乃復如此作樂，以一年頓停，故云罷。云「凡用樂必有禮，而用禮則有不用樂」者，以大合吹必當有禮，與族人燕飲。今唯云命樂師作樂，故云「用樂必有禮」，而食嘗無樂，故云「禮有不用樂」也。引《明堂禮》以合三族者，三族，父、子及身，則《小記》云「親親以三為五，以五為九」是也。「君子說」，謂卿大夫士。「小人樂」，謂凡庶也。"
      },
      {
        "index": 114,
        "text": "乃命四監收秩薪柴，以共郊廟及百祀之薪燎。四監，主山林川澤之官也。大者可析謂之薪，小者合束謂之柴，薪施炊爨，柴以給燎，《春秋傳》曰：「其父析薪。」今《月令》無「及百祀之薪橑」。○共音恭，下文「以共」皆同。燎，力召反。析，思歷反，下同。爨，七亂反。"
      },
      {
        "index": 115,
        "text": "[疏]注「四監」至「薪燎」。正義曰：以薪柴出於山林川澤，故四監為山林川澤之官也。「薪施炊爨，柴以給燎」者，以薪柴並文，故知各有所用。上云「薪柴」，下云「薪燎」。故知「柴以給燎」。引「《春秋傳》曰其父析薪」者，此昭七年《左傳》辭也，「其父析薪，其子弗克負荷」，引之者，證薪是粗大可析之物。云「今《月令》無及百祀之薪燎」者，謂無此句之文也。"
      },
      {
        "index": 116,
        "text": "是月也，日窮於次。月窮於紀，星回於天，數將幾終。言日月星辰運行，於此月皆周匝於故處也。次，捨也。紀，會也。○幾音祈，又音機。處，昌慮反。"
      },
      {
        "index": 117,
        "text": "[疏]「日窮」至「幾終」。○正義曰：「日窮於次」者，謂去年季冬「日次於玄枵」，從此以來，每月移次他辰，至此月窮盡，還次玄枵，故云「日窮於次」。「月窮於紀」者，紀猶會也。去年季冬月與日相會於玄枵，自此以來，月與日相會在於他辰，至此月窮盡，還復會於玄枵，故云「月窮於紀」。「星回於天」者，謂二十八宿隨天而行，每日雖周天一匝，早晚不同，至於此月，復其故處，與去年季冬早晚相似，故云「星回於天」。「數將幾終」者，幾，近也。以去年季冬，至今年季冬二百五十四日，未滿三百六十五日，未得正終，唯近於終，故云「數將幾終」。"
      },
      {
        "index": 118,
        "text": "歲且更始，專而農民，毋有所使。而猶女也。言專一女農民之心，令之豫有志於耕稼之事，不可徭役。徭役之，則志散失業也。○女音汝。令，力呈反。"
      },
      {
        "index": 119,
        "text": "[疏]「歲且」至「所使」。○正義曰：此脩《月令》之人，為國家戒令之法。此月既終，歲且更始。而，女也。言在上專一女農之事，無得興起造作，有所使役也。此是制禮者總為約戒之辭。此《月令》之內，不云乃命某官之屬者，皆是禮家總禁也。他皆仿此。"
      },
      {
        "index": 120,
        "text": "天子乃與公、卿、大夫共飭國典，論時令，以待來歲之宜。飭國典者，和六典之法也。《周禮》以正月為之，建寅而縣之。今用此月，則所因於夏殷也。○縣音玄。"
      },
      {
        "index": 121,
        "text": "[疏]注「飭國」至「殷也」。○正義曰：經云「共飭國典」，調和飭正之，故云「和六典之法」。「六典」者，則治典、教典、禮典、政典、刑典、事典是也。云「《周禮》以正月為之，建寅而縣之」者，按《大宰職》云「正月之吉始和布治」，《小宰》云「正歲而觀治象之法」是也。云「今月此月，則所因於夏殷」者，不用周法，故知因於夏殷，以王者損益，不出三代故也。"
      },
      {
        "index": 122,
        "text": "乃命太史次諸侯之列，賦之犧牲，以共皇天、上帝、社稷之饗。此所與諸侯共者也。列國有大小也。賦之犧牲，大者出多，小者出少。饗，獻也。"
      },
      {
        "index": 123,
        "text": "[疏]「乃命」至「之饗」。○正義曰：此至「之饗」，皆命大史也。列，次也。來歲方祭，祀須犧牲，犧牲出諸侯之國，國有大小，故命大史書列之，以共賦也。諸侯同王南面，專王之土，故命之出牲，以與王共事天地也。既漫言諸侯，則異姓同姓俱然也。「賦之犧牲」者，賦稅出也，次之隨國大小而出之也。「以共皇天」者，賦牲所共也。「皇天」，天皇大帝也。「上帝」者，靈威仰五帝也。「社稷」者，王之社稷也。諸侯乃自有社稷，而始封亦割王社土與之，故賦牲共王社稷也。享，獻也。出牲以共獻於上帝諸神也。"
      },
      {
        "index": 124,
        "text": "乃命同姓之邦，共寢廟之芻豢。此所以與同姓共也。芻豢，猶犧牲。\n[疏]「乃命」至「芻豢」。○正義曰：芻豢猶犧牲也。皇天社稷，與天下共之，故通賦天下國家也。寢廟先王，與同姓國共之，故別又命同姓國共之也。言芻乃是牛羊，而又云豢，則是犬豕也。天地不用犬豕，社稷大牢乃有豕而不用犬，故沒其芻豢，而徒云天地犧牲也。宗廟備六牲，故云「芻豢」也。"
      },
      {
        "index": 125,
        "text": "命宰，歷卿大夫至於庶民，土田之數，而賦犧牲，以共山林名川之祀。此所與卿、大夫、庶民共者也。歷猶次也。卿大夫采地亦有大小，其非采地，以其邑之民多少賦之。"
      },
      {
        "index": 126,
        "text": "[疏]「命宰」至「之祀」。○正義曰：宰，小宰也。歷亦次也。卿大夫，謂畿內有采地者，歲終又小宰列次畿內之地大小，並至於庶民受田，准土田多少之數，賦之犧牲，以共山林名川之祀。不云士者，上舉卿大夫，下舉庶民，則士在其中，省文耳。注云「此所與卿大夫庶人共之」，則各賦稅之，卿大夫出其采地賦稅，無采地出其邑之賦稅，庶人無邑，出其賦稅以與邑宰，邑宰以共上，是庶人亦出賦也。故下云「凡在天下九州之人，無不咸獻其力」是也。"
      },
      {
        "index": 127,
        "text": "凡在天下九州之民者，無不咸獻其力，以共皇天、上帝、社稷、寢廟、山林、名川之祀。民非神之福不生，雖有其邦國采地，此賦要由民出。"
      },
      {
        "index": 128,
        "text": "[疏]注「民非」至「民出」。○正義曰：「雖有其邦國采地，此賦要由民出」者，有邦國，諸侯；有采地，謂卿大夫，賦稅所來，皆由民出。必由民者，以經中云「天下九州之民」，不云諸侯卿大夫，獨云民，故鄭云此也。"
      },
      {
        "index": 129,
        "text": "季冬行秋令，則白露蚤降，介蟲為妖，戌之氣乘之也。九月初尚有白露，月中乃為霜。丑為鱉蟹。四鄙入保。畏兵辟寒象。○辟，毗異反。"
      },
      {
        "index": 130,
        "text": "[疏]「白露」至「入保」。○正義曰：「白露早降」，天災。「介蟲為妖」，地災。「四鄙入保」，人災。○注「丑為鱉蟹」。○正義曰：按陰陽式法，丑魚鱉蟹。季冬建丑，而行秋令，丑氣失，故云「介蟲為妖」。"
      },
      {
        "index": 131,
        "text": "行春令，則胎夭多傷，辰之氣乘之也。天，少長也。此月物甫萌牙，季春乃句者畢出，萌者盡達。胎夭多傷者，生氣早至，不充其性。○胎，吐來反。夭，烏老反，注同。少長，上詩召反，下丁丈反。句，古侯反。國多固疾，生不充性，有久疾也。命之曰逆。眾害莫大於此。"
      },
      {
        "index": 132,
        "text": "[疏]「胎夭」至「曰逆」。正義曰：「胎夭多傷，國多固疾，命之曰逆」，皆人災也。○注「辰之」至「其性」。○正義曰：云「此月物甫萌牙，季春乃句者畢出，萌者盡達」者，甫，始也。此十二月萌者始牙，至三月乃出達地上也。云「胎夭多傷者，生氣蚤至，不充其性」者，三月之氣在十二月內至，故胎萌而暴長出，既性不得充滿，所以多傷也。○注「眾害莫大於此」。正義曰：以胎夭既傷，國多固疾，眾種之害，莫大於此，故經云「命之曰逆」。命猶名也。言名此曰特逆之事，謂惡之甚也。"
      },
      {
        "index": 133,
        "text": "行夏令，則水潦敗國，時雪不降，冰凍消釋。未之氣乘之也。季夏大雨時行。○消釋如字，一本作液，音亦。\n[疏]「水潦」至「消釋」。○正義曰：「水潦敗國，時雪不降」，天災也。「冰凍消釋」，地災也。"
      }
    ]
  }
}