{
  "chapterNumber": 21,
  "title": "卷20",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「文王，周文王昌也。鄭云：『以其善為世子之禮，故著謚號標篇，言可法也。』」\n[疏]正義曰：案鄭《目錄》云：「名曰《文王世子》者，以其記文王為世子時之法，此於《別錄》屬《世子法》。」此篇之內凡有五節，從「文王之為世子」下，終「文王之為世子也」為第一節，論文王武王為世子之禮、下之事上之法。從「凡學世子」至「周公踐阼」為第二節，論在上教下，說庠序，釋奠先聖、先師，養老東序，並明茸荃教世子，又更論周公踐阼，抗世子法於伯禽之事。自「庶子之正於公族」至「不翦其類」為第三節，明庶子正理、族人燕飲，及刑罰之事，殊於異姓，又更覆說殊於異姓之義。自「天子視學」至「典於學」為第四節，論天子視學，養三老五更，並明公侯伯子男反歸養老於國。自「世子之記」以終篇末為第五節，以其文王為世子聖人之法，非凡人所行，故更明尋常世子法。各隨文解之。"
      },
      {
        "index": 1,
        "text": "文王之為世子，朝於王季日三。三皆曰朝，以其禮同。○朝，直遙反。三如字，又息暫反。雞初鳴而衣服，至於寢門外，問內豎之御者曰：「今日安否何如？」內豎，小臣之屬，掌外內之通命者。御，如今小史直日矣。○衣，徐於既反，又如字。豎，上主反。內豎曰：「安。」文王乃喜。孝子恆兢兢。及日中又至，亦如之。又，復也。○復，扶又反。及莫又至，亦如之。莫，夕也。○莫音暮，注及篇末皆同。其有不安節，則內豎以告文王。文王色憂，行不能正履。節謂居處故事。履，蹈地也。○蹈，徒報反。王季復膳。飲食安也。然後亦復初。憂解。○解，胡買反。"
      },
      {
        "index": 2,
        "text": "[疏]「文王」至「復初」。○正義曰：案緯之說，文王年九十六始稱王，崩後謚之曰文，則為世子之時，未得為文王也，記者於後追而書之。下記世子朝父母，每日唯二。又《內則》云「命士以上，昧爽而朝，日入而夕」者，朝禮具，夕禮簡，故言夕。今三皆曰朝者，以其禮同，故通言朝。凡常世子朝父母每日唯二，今文王朝於王季日三者，增一時又三者皆稱朝，並是聖人之法也。"
      },
      {
        "index": 3,
        "text": "食上，必在視寒暖之節。在，察也。○上，時掌反。暖，乃管反，徐況煩反。食下，問所膳。問所食者。命膳宰曰：「末有原。」應曰：「諾。」然後退。末猶勿也。原，再也。勿有所再進，為其失飪，臭味惡也。退，反其寢。○末，亡曷反。應，應對之應。為，於偽反。飪，而審反，生孰之節。武王帥而行之，不敢有加焉。庶幾程式之。帥，循也。文王有疾，武王不說冠帶而養。言常在側。○稅，本亦作脫，又作說，同，音他活反，養，羊尚反。文王一飯亦一飯，文王再飯亦再飯。欲知氣力箴藥所勝。○壹，本亦作一。飯，扶晚反，下及篇末皆同。箴，本亦作諴，之林反。勝音升。旬有二日乃間。間猶瘳也。○瘳，丑由反，差也。"
      },
      {
        "index": 4,
        "text": "[疏]「食上，必在視寒暖之節，食下，問所膳」至「乃間」。○正義曰：「食上」謂獻饌，「食下」謂食畢徹饌而下，文王問進食之人，其父所膳何食，膳宰答畢，文王又命戒膳宰云：末有原。末，無也。原，再也。言在後進食之時，皆須新好，無得使前進之物而有再進，膳宰應曰誥，然後文王乃退，反其寢也。○注「末猶」至「其寢」。○正義曰：末，微末，故為勿也。原，再也，《釋言》文。云「為其失飪，臭味惡也」者，食若再進，必熟爛過節，故為失飪。臭謂氣也，言氣之與味皆惡也，故云「臭味惡」。云「退，反其寢」者，以來至王季寢門外，今云退，故知退反其寢，謂文王私寢也。○注「庶幾程式之，帥，循也」。○正義曰：案《爾雅•釋言》云：「庶幾，尚也。」是庶幾為慕尚之義。「程式之」者，程是程限也，式是法式，言武王慕尚文王，以為程限法式。帥，循也。《釋詁》文。經云「不敢有加焉」者，以武王伐紂，功業既成，恐有逾越文王之嫌，故記者云「不敢有加焉」。○注「間猶瘳也」。○正義曰：若病重之時病恆在身，無少間空隙。病今既損，不恆在身，其間有空隙，故云「間猶瘳也」。瘳是疾減損也。"
      },
      {
        "index": 5,
        "text": "文王謂武王曰：「女何夢矣？」間後容臥。○女音汝，後同。武王對曰：「夢帝與我九齡。」帝，天也。○聆音零，本或作齡。文王曰：「女以為何也？」武王曰：「西方有九國焉，咀荃其終撫諸？」撫猶有也。言君王，則此受命之後也。文王曰：「非也。古者謂年齡，齒亦齡也。我百，爾九十。吾與爾三焉。」年，天氣也。齒，人壽之數也。九齡，九十年之祥也。文王以勤憂損壽，武王以安樂延年。言與爾三者，明傳業於女，女受而成之。○壽音受，後同。樂音洛。予爾，羊汝反。傳，直專反。文王九十七乃終，武王九十三而終。君子曰終，終其成功。"
      },
      {
        "index": 6,
        "text": "[疏]「文王」至「而終」。○正義曰：文王疾瘳，武王得安睡，文王問，爾其何夢？武王對曰：夢見天帝與我九齡之言，而與我也。文王語武王云：天既與女九齡之言，女以九齡為何事也。武王曰：齡，善也，是福善之事，西方有九國未賓，既夢得九種齡善，君王其終撫諸。撫，有也。諸，之也。言王終久有之。文王曰：女之所言非也。古者謂年齡，謂稱年為齡。古者稱齒亦為齡。天既與女九齡，女得九十年之祥。是我為百歲，爾為九十，吾與爾三焉，言我於百年中，與爾以三年焉。皇氏云：「以九齡謂鈴鐸，謂天以九個鈴鐸而與武王。」遍驗書本，齡皆從齒，解為鈴鐸，於理有疑，亦得為一義。今謂天直以九齡之言而與武王，不知齡是何事，故文王不審，云「女以為何」。○注「撫猶」至「後也」。○正義曰：撫為存撫，故為有也。「言君王，則此受命之後」者，文王繼王季為西伯，是殷之諸侯，不合稱王。今武王謂之君王，故知受命之後也。案《書傳》云：「文王受命一年，質虞芮之訟，二年伐鬼方，三年伐密須，四年伐犬夷，五年伐耆，六年伐崇，七年而崩。」《書序》云：「殷始咎周。」鄭注云：「紂聞文王三伐皆勝，而始畏惡之，囚於羑里。」三伐者，謂二年伐鬼方，三年伐密須，四年伐犬，夷則被囚在四年之末，五年之初。於時必未稱王，若其稱王，反叛已露，紂何肯囚復釋之？是知於時必未稱王也。《書傳》云：「五年伐耆。」《殷傳》云：「五年之初，得散宜生等獻寶而釋文王。」文王出則克黎，六年伐崇則稱王，故《詩•皇矣》論伐崇，「是類是禡」，行天子禮。此云稱王在受命之後者，謂受命六年之後也。受命者，謂受赤雀丹書之命，故《中候我應》云：「赤雀入酆，止於昌戶，受命之時，已三分有二。」今云西方有九國，於時未賓，則非有二分諸侯也。或以為庸、蜀、羌、髳、微、盧、彭、濮之徒，未知定是何國也。○注「年，天氣也」至「成之」。○正義曰：《爾雅•釋天》云：「周曰年。」年，稔也。稔孰謂歲穀一孰，是年為天氣也。《大戴禮》云：「男八月生齒，八歲而齔齒。」是人壽之數也。又年穀一孰而零落，人之年老，齒亦零落，是年之與齒，俱有零落之義。云「文王以勤憂損壽」者，以文王當紂暴虐之時，故知勤憂損壽也。《無逸》篇云：「文王自朝至於日中昃，不遑暇食。」是勤憂也。云「武王以安樂延年」者，以武王承文王之業，故安樂延年。《詩•魚麗》「美萬物盛多」，「始於憂勤，終於逸樂」也。年壽之數，賦命自然，不可延之寸陰，不可減之晷刻。文王九十七，武王九十三，天定之數。今文王云「吾與女三」者，示其傳基業於武王，欲使武王承其所傳之業，此乃教戒之義訓，非自然之理。"
      },
      {
        "index": 7,
        "text": "成王幼，不能蒞阼。蒞，視也。不能視阼階，行人君之事。○蒞音吏，又音類，下同。蒞視，本或作蒞，臨也。周公相，踐阼而治。踐，履也。代成王履阼階，攝王位，治天下也。○相，息亮反。治，徐直吏反，下注「治定」同，一音如字。抗世子法於伯禽，欲令成王之知父子、君臣、長幼之道也。抗猶舉也。謂舉以世子之法，使與成王居而學之。○抗，苦浪反。長，丁丈反，後皆同。成王有過，則撻伯禽，所以示成王世子之道也。以成王之過擊伯禽，則足以感喻焉。○撻，他達反，擊也。文王之為世子也。顯上事。"
      },
      {
        "index": 8,
        "text": "[疏]「成王幼不能」至「子也」。○正義曰：武王既終，成王幼弱，不能蒞阼階行人君之事，周公乃輔相成王，令成王且在學，學世子之道。周公代成王踐履阼階，攝王位而臨天下，乃興舉世子之法於伯禽，伯禽舉行世子之法以示成王，欲令成王觀而法之，使知父子君臣長幼之道。○「成王有過則撻伯禽」者，若成王法效伯禽，不能備具，而有過失，周公則笞撻伯禽，責其不能以世子之禮教成王也。必如此者，所以示成王世子之道。○「文王之為世子也」者，從篇首以至於此，是文王之為世子及武王成王之法，其武王成王為世子之禮，皆上法文王，故以文王之為世子總結之也。○注「蒞視」至「之事」。○正義曰：案鄭注《金縢》云：「文王崩後，明年生成王。」則武王崩時，成王年十歲，服喪三年畢，成王年十二，明年將踐阼，周公欲代之攝政，群叔流言，周公辟之，居東都，時成王年十三也。居東二年，成王收捕周公之屬黨，時成王年十四也。明年秋大熟，遭雷風之變。時周公居東三年，成王年十五，迎周公反，而居攝之元年也。居攝四年，封康叔作《康誥》，是成王年十八也。故《書傳》云：「天子大子十八稱孟侯。」居攝七年，成王年二十一也。明年，成王即政，年二十二也。此是鄭義，推成王幼不能踐阼之事也。○注「踐履」至「下也」。○正義曰：經云「周公相，踐阼而治」，知非周公輔相成王。今云「踐阼而治」，必知周公代成王履阼階者，以《明堂位》云「天子負斧依，南鄉而立」，又云「周公踐天子之位」，是代居位也。"
      },
      {
        "index": 9,
        "text": "凡學世子及學士必時，四時各有宜學。士謂司徒論俊選所升於學者。○學，戶孝反，教也，下「小樂正學干」、「籥師學戈」、「學舞干戚」同。選，息戀反，後同。春夏學干戈，秋冬學羽籥，皆於東序。干，盾也。戈，句孑戟也。干戈，《萬》舞，像武也，用動作之時學之。羽籥，《籥》舞，像文也，用安靜之時學之。《詩》云：「左手執籥，右手秉翟。」○夏，戶嫁反，下放此。籥，羊灼反。楯，食准反，又音尹。句，古侯反。翟，大歷反。小樂正學干，大胥贊之。籥師學戈，籥師丞贊之。四人皆樂官之屬也，通職，秋冬亦學以羽籥。小樂正，樂師也。《周禮》「樂師掌國學之政，教國子小舞」，「大胥掌學士之版，以待致諸子，春入學，捨菜合舞。秋頒學合聲」，「籥師掌教國子舞羽吹籥」。○大如字，又音大。胥，息余反，又息呂反，注皆放此。版音板，本又作板。捨菜音釋，後「捨菜」同。頒音班。胥鼓《南》。《南》，南夷之樂也。胥掌以六樂之會，正舞位。旄人教夷樂，則以鼓節之。《詩》云：「以《雅》以《南》，以籥不僣。」○旄音毛。僣，七尋反，又子念反。春誦夏弦，大師詔之。瞽宗秋學《禮》，執禮者詔之。冬讀《書》，典書者詔之。《禮》在瞽宗，《書》在上庠。誦謂歌樂也。弦謂以絲播《詩》。陽用事，則學之以聲。陰用事，則學之以事。因時順氣，於功易成也。周立三代之學，學《書》於有虞氏之學，《典》、《謨》之教所興也。學舞於夏後氏之學，文武中也。學《禮》、《樂》於殷之學，功成治定，與已同也。○大音太，下文注「大樂正」、「大學」、「大傅」、「大祖」、「大寢」皆同。瞽音古，瞽宗，殷學名。庠音詳，上庠，虞學名。播，波我反。易，以豉反。"
      },
      {
        "index": 10,
        "text": "[疏]「凡學」至「上庠」。○正義曰：此一節是第二節中，教世子及學士時節，兼明所教之官及所教之處。「凡學世子及學士必時」者，學謂教也，言三王教世子及學士等，必各逐四時所宜，則下文之類是也。○注「四時」至「學者」。○正義曰：「四時各有所宜學」者，即下云「春夏學干戈」，及「春誦夏弦」之類是也。云「學士謂司徒論俊選所升於學」者，則《王制》云「王子、卿、大夫、元士之適子，及國之俊選等升於學」，謂大學也。故下云「於東序」，是大學也。○注「干盾」至「秉翟」。○正義曰：干，盾也。春時萬物有孚甲，故象干也。盾，捍也。盾所以捍難，故以干為盾也。云「戈，句孑戟也」者，夏氣茂盛，萬物體壯，枝葉似戟，有句孑也。案《考工記》：「戈廣二寸，內倍之，胡三之，援四之，以其形句曲有孑刃。」鄭云：「若今雞鳴戟也。」云「干戈，《萬》舞，像武也」者，宣八年《公羊傳》：「《萬》者何？干舞也。」以其用干，故知象武。若其《大武》，則以干配戚，則《明堂位》云：「朱干玉戚冕而舞《大武》。」若其小舞，則以干配戈，則《周禮》樂師教小舞、干舞是也。春夏陽氣發動，故云「用動作之時學之」。「秋冬學羽籥」，羽，翟羽也。秋則體成文章也。籥，笛也。籥聲出於中，冬則萬物藏於中。云「羽籥，籥舞，像文也」，宣八年《公羊傳》云：「籥者何？籥舞也。」以其不用兵器，故象文也。引《詩》者，《邶風•簡兮》之篇也，證羽籥之義，以秋冬凝寒漸靜，故云「用安靜之時學之」。盧植以為春教干，夏教戈，秋教羽，冬教籥。但干與戈、羽與籥，舞時相對之物。皇氏云「鄭引《詩》『左手執籥，右手秉翟』，則秋冬羽籥同教，春夏亦同教干戈」，義或然也，皆據年二十升大學者也。○注「四人」至「吹籥」。○正義曰：云「通職，秋冬亦學以羽籥」者，此籥師云教戈，《周禮》「籥師掌教國子舞羽吹籥」，是籥師既教戈，又教籥。此小樂正教干，《周禮》樂師教小舞，則六舞皆教，故知通職。至秋冬之時，亦教羽籥也。云「小樂正，樂師也」者，諸侯謂之小樂正，天子謂之樂師，此有大樂正及小樂正，《周禮》有大司樂，有樂師，故知小樂正當樂師也。但此經雜，多有諸侯之禮，故謂之大樂正也、小樂正也。云「《周禮》樂師掌國學之政，教國子小舞」者，證樂師有教舞之事。小舞者，謂年幼小時教之舞，其舞即帗舞、羽舞、皇舞、旄舞、干舞、人舞也。云「大胥掌學士之版，以待致諸子，春入學，捨菜合舞，秋頒學合聲」者，證大胥有教樂之事，大胥掌教學士版籍，以待聚致諸子，諸子則學士也。春時入學釋蘋藻之菜，禮先聖先師，合六舞節奏，令之得所。秋時頒布學者才藝，和合音聲，使應曲折。云「籥師掌教國子舞羽吹籥」者，證籥師有教樂之事。《周禮》唯有籥師，此云籥師丞者，或諸侯之禮，或異代之法。○「胥鼓《南》」。○胥謂大胥，《南》謂南夷之樂。旄人教國子南夷樂之時，大胥則擊鼓以節南樂，故云「胥鼓《南》」。○注「南南」至「不僣」。○正義曰：《鉤命決》云：「東夷之樂曰《昧》，南夷之樂曰《南》，西夷之樂曰《朱離》，北夷之樂曰《禁南》，一名《任》。」《明堂位》云：「《任》，南蠻之樂也。」云「胥掌以六樂之會，正舞位」者，證大胥所以鼓節《南》，由正舞位，故鼓之也。云「旄人教夷樂」者，證教《南》樂之人是旄人也。引《詩》「以雅以南」者，是《小雅•鼓鍾》之詩，剌幽王用樂不與德比，故陳先王正樂以剌之。教夷蠻者，明王德化率來四夷，言先王以《萬》舞之雅樂，以四夷之《南》樂，以籥舞之文樂，進旅退旅，則知三舞各得其所，不有僣差。引之者，證此經之《南》，舉南樂，則四夷之樂皆教之也。○注「誦謂」至「同也」。○正義曰：誦謂歌樂者，謂口誦歌樂之篇章，不以琴瑟歌也。云「弦謂以絲播《詩》」者，謂以琴瑟播彼《詩》之音節，《詩》音則樂章也。若學舞之時，春夏學干戈而用動，秋冬學羽籥而用靜，皆據年二十升於大學者。若其未升大學之時，則春誦夏弦，在殷之瞽宗也。云「陽用事則學之以聲」，春夏是陽，陽主清輕，故學聲，聲亦清輕。云「陰用事則學之以事」，秋冬屬陰，陰主體質，故學事，事亦體質。因四時所宜，順動靜之氣，於學功業易成也。云「周立三代之學」者，謂立虞、夏、殷學也。其虞之學制在國，兼在西郊，郊則周之小學也。夏、殷之學亦在國。而鄭注《儀禮》云「周立四代之學於國」者，合周家為言耳，故與此注不同。夏後氏之學在上庠，即周之大學，為夏之制也。云「學《書》於虞氏之學，《典》、《謨》之教所興也」者，《虞書》有《典》有《謨》，故就其學中而教之，則周之小學也。云「學舞於夏後氏之學，文武中也」，夏後氏上受舜禪，是文：下有湯伐，是武。以此二者之間，故云「文武中」，以兼有文舞武舞故也。云「學《禮》、《樂》於殷之學，功成治定，與已同也」者，以湯伐桀，武王伐紂，殷、周革命，事類相似，故云「功成治定，與已同也」。先師以為三代學，皆立大學小學。今案下養老於東序，是周之大學，夏之東序也。又《王制》云「養老於虞庠」，是周之小學為虞庠也。又此學虞學也，學舞於夏學，學禮於殷學。若周別有大學小學，更何所教也？"
      },
      {
        "index": 11,
        "text": "凡祭與養老乞言，合語之禮，皆小樂正詔之於東序。學以三老之威儀也。養老乞言，養老人之賢者，因從乞善言可行者也。合語，謂鄉射、鄉飲酒、大射、燕射之屬也。《鄉射記》曰：「古者，於旅也語。」○合如字，徐音閤，注同。下「大合樂」放此。大樂正學舞干戚，語說，命乞言，皆大樂正授數。學以三者之舞也。戚，斧也。語說，合語之說也。數，篇數。○說如字，徐始銳反，注「語說」同。大司成論說在東序。論說，課其義之深淺，才能優劣。此云樂正司業，父師司成，則大司成、司徒之屬師氏也。師氏掌以美詔王，教國子以三德三行，及國中、失之事也。○論，力門反，徐力頓反，注同。行，下孟反，下文「德行」同。"
      },
      {
        "index": 12,
        "text": "[疏]「凡祭與養老」至「在東序」。○正義曰：此一節還是第二節中，教世子及學士祭與養老合語之威儀，又教世子等祭與養老合語之義理，兼明所教之官及所教之處，又明司成之官考課才藝深淺也。○「凡祭與養老乞言，合語之禮」者，此之一「凡」總包三事也：一是祭，二是養老乞言，三是合語之禮。「皆小樂正詔之於東序」，謂祭與養老乞言及合語之禮，皆小樂正之官詔告世子及學士於東序之中，謂小樂正以此祭及養老、合語三者之威儀以教世子及學士等。○注「學以」至「也語」。○正義曰：學以三者，學，教也。教以三者威儀容貌，言祭與養老乞言及合語行禮之時，皆有容貌，故小樂正教之。云「合語謂鄉射，鄉飲酒、大射、燕射之屬也」者，此經先云祭與養老乞言，別云合語，則合語非祭與養老也。故知是鄉射、鄉飲酒必大射、燕射之等，指《儀禮》成文而言之，以其此等至旅酬之時，皆合語也。其實祭未及養老，亦皆合語也。故《詩•楚茨》論祭祀之事，云「笑語卒獲」，箋云：「古者於旅也。」語是祭，有合語也。養老既乞言，自然合語也。引《鄉射記》者，證旅酬之時，得言說先王之法，故云「古者於旅也語」。言合語者，謂合會義理而語說也。○「大樂」至「授數」。○前文小樂正既教三者之威儀，今大樂正又教三者之義理，故大樂正學舞干戚，干戚則前經祭祀也。祭祀之時，舞其干戚之樂。不云祭祀，而云舞干戚者，容祭祀之外，餘干戚皆教之。語說，謂合語之說，則前經合語也，亦大樂正教以語說義理。命乞言者，大樂正命此世子及學士於老者而乞言，則前經養老乞言。但前經云祭，故養老乞言與祭相連，故尊之，序在合語之上。此經不云祭，故略其養老在語說之下。皆大樂正授數者，謂干戚、語說、乞言三者，皆大樂正之官授世子及學士等篇章之數，為之講說，使知義理。○注「學以」至「篇數」。○正義曰：此經與前經重序其事，文勢相似，前經小樂正乃教威儀，事淺，故云「詔之東序」。此大樂正所教義理既深，故「大樂正授數」。知者，文承東序之下，大樂正授數之時，亦在東序，大司成論說在東序。○小樂正既詔以三者威儀，大樂正又教以三者義理，於是大司成之官論量課說此世子學士等義理之深淺、才能之優劣於東序之中。○注「司成」至「事也」。正義曰：鄭以下文云「樂正司業，父師司成」，父師與樂正相連。此大司成亦與大樂正相次，故知司成則大司成也。以其掌教，故知是司徒之屬。以其父師司成，又掌教國子，故知當師氏也。引《師氏》以美詔王以上者，皆《師氏職》文。案《書傳》「大夫為父師」，《周禮•師氏》中大夫云教國子以三德三行，三德「一曰至德，以為道本；二曰敏德，以為行本；三曰孝德，以知逆惡。教三行，一曰孝行，以親父母；二曰友行，以尊賢良；三曰順行，以事師長」。云「及國中、失之事」者，中謂中禮，失謂失禮，掌國家中禮、失禮之事也。"
      },
      {
        "index": 13,
        "text": "凡侍坐於大司成者，遠近間三席，可以問。間猶容也。容三席則得指畫相分別也。席之制，廣三尺三寸三分，則是所謂函丈也。○坐，才臥反，又如字。遠近間，並如字；間，猶容也，注同，徐古辨反。指畫，乎麥反。別，彼列反。廣，古曠反，又如字。三寸，一本作「廣三尺三寸三分」。函，胡南反。終則負牆，卻就後席相辟。○辟音避，下「辟君」同。列事未盡不問。錯尊者之語，不敬也。"
      },
      {
        "index": 14,
        "text": "[疏]「凡侍」至「不問」。○正義曰：此一節論國子侍坐於大司成之儀，故云「侍坐於大司成」。○「遠近間三席，可以問」者，去大司成遠近，中間可容三席之地。席制廣三尺三寸三分寸之一，三席則函一丈，可以指畫而問也。○「終則負牆」者，問終則起，卻就後席，負牆而坐，辟後來問者。「列事未盡不問」者，其問事之時，必待尊者言終，如有不曉，然後更問。若尊者序列其事未得終盡，則不可錯亂尊者之語而輒有咨問，則為不敬也。"
      },
      {
        "index": 15,
        "text": "凡學，春官釋奠於其先師，秋冬亦如之。官謂《禮》、《樂》、《詩》書之官，《周禮》曰：「凡有道者有德者，使教焉。死則以為樂祖，祭於瞽宗。」此之謂先師之類也。若漢，《禮》有高堂生，《樂》有制氏，《詩》有毛公，《書》有伏生，億可以為之也。不言夏，夏從春可知也。釋奠者，設薦饌酌奠而已，無迎屍以下之事。○億，本又作噫，音抑。"
      },
      {
        "index": 16,
        "text": "[疏]「凡學」至「如之」。○正義曰：此論四時在學釋奠之事。凡學者，謂《禮》、《樂》、《詩》、書之學，於春夏之時，所教之官各釋奠於其先師。秋冬之時，所教之官亦各釋奠於其先師，故云「秋冬亦如之」。猶若教《書》之官，春時於虞庠之中釋奠於先代明《書》之師，四時皆然。教禮之官，秋時於瞽宗之中釋奠於其先代明《禮》之師，如此之類是也。○注「官謂」至「之事」。○正義曰：「官謂《禮》、《樂》、《詩》、《書》之官」者，謂所教之官也。若春誦夏弦，則大師釋奠也。教干戈，則小樂正、樂師等釋奠也。教禮者，則執禮之官釋奠也。皇氏云：「其教雖各有時，其釋奠則四時各有其學，備而行之。」引「《周禮》曰凡有道者有德者，使教焉。死則以為樂祖，祭於瞽宗」者，此《周禮•大司樂》文。引之者，證樂之先師也，後世釋奠祭之。然則《禮》及《詩》、《書》之官，有道有德者亦使教焉。死則以為《書》、《禮》之祖，後世則亦各祭於其學也，故云「此之謂先師之類也」。以大司樂掌樂，故特云「樂祖」，其餘不見者，《周禮》文不具也。云「若漢，《禮》有高堂生，樂有制氏，《詩》有毛公，《書》有伏生」者，皆《漢書•儒林傳》文。案《書傳》，伏生濟南人，故為秦時博士，孝文帝時以《書》教於齊魯之間。《詩》有毛公者，毛公，趙人，治《詩》，為河間獻王博士。高堂生者，魯人，漢興為博士，傳《禮》十七篇。《藝文志》：「漢興，制氏以雅樂聲律，世為樂官，頗能記其鏗鎗鼓舞，不能言其義。」是其事也。其儒林傳《詩》、《書》及《禮》多矣，而不言者，以其非俊異也。又有傳《易》及《春秋》，不引者，以此經唯有《詩》、《書》、《禮》、《樂》，故不引《易》與《春秋》。云「億可以為之也」者，億是發語之聲，言此等之人，後世亦可為先師也。疑而不定，故發聲為億。以三時釋奠，獨不言夏，故言夏從春可知也。以其釋奠，直奠置於物，無食飲酬酢之事，故云「設薦饌酌奠而已，無迎屍以下之事」。釋奠所以無屍者，以其主於行禮，非報功也。"
      },
      {
        "index": 17,
        "text": "凡始立學者，必釋奠於先聖先師。及行事，必以幣。謂天子命之教、始立學官者也。先聖，周公若孔子。\n[疏]「凡始」至「以幣」。○正義曰：此明諸侯之國，天子命之使立學者，必釋奠於先聖先師，及行事之時，必用幣而行禮。諸侯言始立學，必釋奠於先聖先師，則天子始立學，亦釋奠於先聖先師也。天子云四時釋奠於先師，不及於先聖者，則諸侯四時釋奠亦不及先聖也。始立學云必用幣，則四時常奠不用幣也。皇氏云：「行事必用幣，謂禮樂器成及出軍之事，其告用幣而已。」案釁器用幣，下別具其文。此行事必用幣，繫於釋奠之下，皇氏乃離文析句，其義非也。○注「謂天」至「孔子」。○正義曰：此謂諸侯新建國，天子命之始立學也。故《王制》云「天子命之教，然後為學」是也。知非天子始立學者，以此下文云「有國故則否」，是廣記諸侯之國，故知此始立學者，據諸侯也。但天子立虞夏殷週四代之學，若諸侯正立時王一代之學，有大學小學耳。其所習經業，皆於時王學中。其鄉學為庠，故《鄉飲酒義》曰：「迎賓於庠門之外。」注云：「庠，鄉學也。」若州黨與鄉同處，共在鄉學，故《學記》云：「黨有庠。」是鄉之所居黨也。州及遂以下皆謂之序，故州長《春秋》射於序。《學記》云：「術有序。」鄭云：「『術』當為『遂』。是州遂為序也。云「先聖，周公若孔子」者，以周公孔子皆為先聖，近周公處祭周公，近孔子處祭孔子，故云「若」。若是不定之辭，立學為重，故及先聖，常奠為輕，故唯祭先師。此經始立學，故奠先聖先師。"
      },
      {
        "index": 18,
        "text": "凡釋奠者，必有合也。國無先聖先師，則所釋奠者當與鄰國合也。有國故則否。若唐虞有夔、伯夷，周有周公，魯有孔子，則各自奠之，不合也。○夔，求龜反。○凡大合樂，必遂養老。大合樂，謂春入學舍菜合舞，秋頒學合聲。於是時也，天子則視學焉。遂養老者，謂用其明日也。鄉飲酒，鄉射之禮，明日乃息司正。徵唯所欲，以告于先生君子可也。是養老之象類。"
      },
      {
        "index": 19,
        "text": "[疏]「凡釋」至「養老」。○正義曰：此謂諸侯之國釋奠之時，若已國無先聖先師，則合祭鄰國先聖先師，謂彼此二國共祭此先聖先師，故云「合也」。非謂就他國而祭之，當遙合祭耳。若魯有孔子、顏回，餘國祭之，不必於魯。若已國有先聖先師，則不須與鄰國合也，當各自祭，故云「有國故則否」。是唐虞有夔龍、伯夷，周有周公，魯有孔子，是國故有此人，則不與鄰國合祭也。○「凡大合樂，必遂養老」。○正義曰：此明合樂之時，天子視學，於其明日必遂養老。○注「大合」至「像類」。○正義曰：經云「凡大合樂」者，凡者非一之辭，鄭以「大合樂，謂春入學釋菜合舞、秋頒學合聲」者，其《月令》季春「大合樂」，則亦在其中。以季春大合樂，其文自明，故鄭不引之耳。○云「於是時也，天子則視學焉」者，《周禮•大胥》春合舞，秋合聲，雖無天子視學之文。又《月令》季春「大合樂」，「天子親往」，則明春合舞，秋合聲之時，天子亦親視學也。云「遂養老者，謂用其明日也」者，案《鄉飲酒》、《鄉射禮》明日乃息司正。云「徵唯所欲，以告于先生君子可也」，先生謂致仕者，君子謂鄉中有德行者，此皆老人也。故云「是養老之象類」。"
      },
      {
        "index": 20,
        "text": "凡語於郊者，語謂論說於郊學。必取賢斂才焉：或以德進，或以事舉，或以言揚。大樂正論造士之秀者，升諸司馬曰進士，謂此矣。曲藝皆誓之，曲藝為小技能也。誓，謹也。皆使謹習其事。○技，其彼反。以待又語。又語，為後復論說也。○復，扶又反。三而一有焉，三說之中，有一善則取之。以有曲藝，不必盡善。乃進其等，進於眾學者。以其序，又以其藝為次。謂之郊人，遠之。俟事官之缺者，以代之。遠之者，不曰俊選，曰郊人，賤技藝。○遠，於萬反，注同。於成均，以及取爵於上尊也。董仲舒曰「五帝名大學曰成均」，則虞庠近是也。天子飲酒於虞庠，則郊人亦得酌於上尊以相旅。○近，附近之近。"
      },
      {
        "index": 21,
        "text": "[疏]「凡語」至「尊也」。○正義曰：此以下明官爵於學士已成者。○注「語謂論說於郊學」。○正義曰：語謂論課學士才能也。郊，西郊也。周以虞庠為小學，在西郊。今天子親視學於其西郊，考課論說於西郊之學，以西方成就之地故也。或遍在四郊。○「必取賢斂才焉」者，謂在於西郊學之中，論說取賢，斂其才能者以爵之也。○「或以德進者」。○謂人能不同，各隨才用也。德謂有道德者，進謂用爵之也。德最為上，故進之宜先也。○「或以事舉」者，事次德者，雖無德而解世事，或吏治之屬，亦舉用之也。○「或以言揚」者，次事也。揚亦進、舉之類，互言之，雖無德無事，而能言語應對，堪為使命亦舉用之。○「曲藝皆誓之」者，曲藝謂小小技術，若醫卜之屬也。誓，謹也。若學士中雖無前三事，而有小小技術，欲授試考課，皆且卻之，令謹習。○「以待又語」者，又語謂後復論說之日，令待後時，若春待秋時也。○「三而一有焉」者，謂小技藝者所說三事之中，而一事有善者。○「乃進其等」者，等，輩類也。若說三事有一善者，則進於大眾輩中也。「以其序」者，序，次也。雖得進眾而不得與眾為一，猶使與其輩中自為高下之次序也。○「謂之郊人」者，雖有次序而待職缺當擬補之。若國子學士，未官之前，俱為俊選；而以小才技藝者，未官之前，而不得同為俊選，但名曰郊人，言其猶在郊學也。○「遠之」者，所以謂為郊人者，是疏遠之故也。○「於成均，以及取爵於上尊也」者，成均則虞庠也。上尊，堂上之酒尊。天子於成均之內飲酒，以恩澤被及於此郊人，其郊人雖賤，亦得取爵於堂上之尊，以相旅也，所以榮之。○注「董仲」至「相旅」。○正義曰：董仲舒為《春秋繁露》云，「成均為五帝之學，虞庠是舜學」，則成均五帝學也。以無正文，故云「近是也」，言虞庠近是成均。凡飲酒之禮，尊者酌於堂上之尊，卑者酌於堂下之尊，故《特牲禮》三人獻賓，及獻眾賓及長兄弟等，及次賓及次兄弟等，皆酌於堂下之尊，以相旅是也。今郊人雖賤，亦得酌於堂上尊，故云「取爵於上尊」。"
      },
      {
        "index": 22,
        "text": "始立學者，既興器用幣，「興」當為「釁」，字之誤也。禮樂之器成，則釁之，又用幣告先聖先師以器成。○興，依注為釁，音虛覲反。然後釋菜。告先聖先師以器成有時，將用也。不舞，不授器。釋菜禮輕也。釋奠則舞，舞則授器。司馬之屬司兵、司戈、司盾祭祀授舞者，兵也。乃退，儐於東序，一獻，無介語可也。言乃退者，謂得立三代之學者，釋菜於虞庠，則儐賓於東序，魯之學有米廩、東序、瞽宗也。○儐，必刃反，本亦作擯，注同。介如字，下注同，副也。廩，力甚反。"
      },
      {
        "index": 23,
        "text": "[疏]「始立學者，既興器用幣」至「可也」。○正義曰：此一節明禮樂之器初成用幣告先聖先師，又釋菜告器成將用乃退寶之事也。○「始立學」者，亦謂天子命諸侯始立教學，又造禮樂之器新成釁之，既畢，乃用幣告先聖先師以器成也，然後釋菜。既以幣告後又更釋菜，告先聖先師以器成將用也。故前用幣，告其器成；後釋菜，告其將用也。「不舞不授器」，凡釋奠禮重，故作樂時須舞，乃授舞者所執干戈之器。今其釋菜之時，雖作樂不為舞也，亦既不舞，故不授舞者之器，乃退儐於東序，釋菜虞庠既畢，乃從虞庠而退。乃儐禮其賓於東序之中，其禮既殺，唯行一獻，無介無語，如此於禮可也。○注「興當」至「器成」。○正義曰：案《雜記》宗廟之器，其名者成則釁之以豭豚，是器成當釁之，故知「興當為釁」。經言「用幣」，故知告先聖先師以器成也。○注「告先」至「用也」。○正義曰：前用幣直云告器成，此釋菜云告器成將用，則兩告不同也。熊氏云：「用幣則無菜，用菜則無幣。」皇氏云：「用幣釋菜，只是一告。」其義恐非也。案四時釋奠，不及先聖，知此用幣及釋菜及先聖者，以上文始立學釋奠先聖先師，此文亦云始立學既釁器用幣，釋菜亦及先聖也。以其始立學，及器新成，事重於四時常奠也。故《學記》云：「皮弁祭菜。」鄭註：「禮先聖先師。」知及先聖者，以彼云未卜禘不視學則祭菜與視學為一也。此下文云天子視學祭先聖先師，故知《學記》祭菜及先聖也。熊氏云：「《月令》釋菜不及先聖者，以其四時入學釋菜，故不及先聖也。《王制》『釋奠於學』，注以為釋菜奠幣。知非釋奠者，彼是告祭之禮。初天子出師，受成於學，告之無牲，明反告亦無牲也。故謂釋奠時亦不及先聖也。凡釋奠有六：始立學釋奠，一也；四時釋奠有四，通前五也；《王制》師還釋奠於學，六也。釋菜有三：春入學釋菜合舞，一也；此釁器釋菜，二也；《學記》皮弁祭菜，三也。秋頒學合聲，無釋菜之文，則不釋菜也。釋幣唯一也，即此釁器用幣是也。」以前皆熊氏之說，義或當然也。○注「釋菜禮輕也」。○正義曰：此既釋菜禮輕，不可為舞，所以《大胥》云「春捨菜合舞」，似釋菜為舞者，彼謂春欲合舞之時，先行釋菜之禮，不謂釋菜之時則合舞也。○注「言乃」至「宗也」。○正義曰：從釁器以來皆據諸侯之禮，故云「始立學」。若其諸侯唯立時王之學，何得云乃退儐於東序。故云乃退者，得立三代之學，得有夏之東序。謂諸侯有功德者，得立三代之學，若魯國之比，東序與虞庠相對，東序在東，虞庠在西。既退儐於東序，明釋菜在於虞庠。云「魯之學有米廩、東序、瞽宗也」者，《明堂位》文也。"
      },
      {
        "index": 24,
        "text": "教世子。亦題上事。\n[疏]「教世子」。○正義曰：從上「凡學世子」至此，皆是教世子之法。其間雖有王子公卿大夫元士之子，及國之俊選，諸侯之事，及釋奠養老之事，雖非一也，以世子為主，故云「教世子」以總之。○注「亦題上事」。○正義曰：題謂題目。前「文王之為世子」，文在於下，題目以上之事。今「教世子」之文又在於下，亦是題目以上所設諸事，故云「亦題上事」也。"
      },
      {
        "index": 25,
        "text": "凡三王教世子，必以禮樂。樂，所以脩內也，禮，所以脩外也。禮樂交錯於中，發形於外，是故其成也懌，恭敬而溫文。中，心中也。懌，說懌。○懌音亦。立大傅、少傅以養之，欲其知父子君臣之道也。養猶教也。言養者，積浸成長之。○少傅，詩召反；下音賦，後同。浸，子鴆反。大傅審父子君臣之道以示之，謂為之行其禮。○為，於偽反，下「為說」、「其為君」皆同。少傅奉世子以觀大傅之德行而審喻之。為說其義。大傅在前，少傅在後，謂其在學時。入則有保，出則有師，謂燕居出入時。是以教喻而德成也。以有四人維持之。師也者，教之以事而喻諸德者也。保也者，慎其身以輔翼之而歸諸道者也。慎其身者，謹安護之。《記》曰：「虞夏商周，有師保，有疑丞。《記》所云謂天子也，取以成說。"
      },
      {
        "index": 26,
        "text": "[疏]「凡三」至「疑丞」。○正義曰：此一節是第三節中，論茸荃教世子禮樂，及立師傳教以道德既成，教尊、官正、國治之事。○「樂所以脩內」者，樂是喜樂之事喜樂從內而生，和諧性情，故云「所以脩內也」。○「禮所以脩外也」者，禮是恭敬之事，恭敬是正其容體，容體在表，故「所以脩外也」。○「禮樂交錯於中，發形於外」者，樂雖由中，從中而見外；禮雖由外，從外而入中。是中之與外，皆有禮樂，故云「禮樂交錯於中」，謂交間錯雜於其情性之中。「發形於外」，謂宣發形見於身外也，謂威儀和美也。○「是故其成也懌」者，謂內外有樂，心既喜悅，外貌和美，故「其成也懌」。懌，說懌也。○「恭敬而溫文」者，謂內外有禮，貌恭心敬，而溫潤文章，故云「恭敬而溫文」也。○注「謂燕居出入時」。○正義曰：上云在前在後，謂行步動止之節，此文言入言出，故以為燕居出入也。○「是以教」至「者也」。○以世子外有傅相，內有師保，是以世子於師教曉喻其德業成就。「師也者，教之以事而喻諸德者也」，作《記》者，更明師保之德，故云「師也者，教之以事而喻諸德者」，謂教世子以所行之事。喻，曉也。諸，於也。而每事之上，使世子曉喻於德義也。○「保也者，慎其身以輔翼之而歸諸道者也」，保是護也。輔，相也。翼，助也。謂護慎世子之身，輔相翼助，使世子而歸於道。案《老子》先道後德，則道尊德卑。此師喻諸德，保歸諸道，先德後道者，以道德無定據，各有大小。《老子》謂無為自然之道故在先，德謂人所法行故在後，皆謂大道大德也。此謂教世子之身，先須於事得理，若身之有德，乃可通達流行，故德先道後，謂小道小德也。已具上《曲禮》疏。○「記曰：虞夏商周，有師保，有疑丞」。注「《記》所云謂天子也，取以成說」。○正義曰：此作《記》之人，更言「記曰」，則是古有此《記》，作《記》者引之耳。注「《記》所云據天子也」，必知據天子者，以有師保疑丞，下則云四輔三公，故知天子也。後人作《記》者，取此古《記》天子之事，以成世子之《記》耳。"
      },
      {
        "index": 27,
        "text": "設四輔及三公，不必備，唯其人。」語使能也。語，言也。得能則用之，無則已，不必備其官也。小人處其位，不如且闕。君子曰德，德成而教尊，教尊而官正，官正而國治，君之謂也。"
      },
      {
        "index": 28,
        "text": "[疏]「設四」至「能也」。○正義曰：「設四輔及三公，不必備，唯其人」，此皆古《記》之文。「語使能」一句，是後作《記》者解前《記》之人所言，以四輔三公不必須備，惟擇好人者。「語使能也」，語，言也。言古《記》如此，言四輔三公必使能也。其四輔者，案《尚書大傳》云：「古者天子必有四鄰：前曰疑，後曰丞，左曰輔，右曰弼。天子有問，無以對，責之疑；可志而不志，責之丞；可正而不正，責之輔；可揚而不揚，責之弼。其爵視卿，其祿視次國之君也。"
      },
      {
        "index": 29,
        "text": "仲尼曰：「昔者周公攝政，踐阼而治，抗世子法於伯禽，所以善成王也。聞之曰：『為人臣者，殺其身有益於君則為之。』況於其身以善其君乎？周公優為之。」聞之者，聞之於古也。於讀為迂，迂猶廣也，大也。○治，直吏反，下「而治」、「國治」並同。於，依注作迂，音同，又音紆。"
      },
      {
        "index": 30,
        "text": "[疏]「仲尼」至「為之」。○正義曰：此一節是第二節中，覆說周公教成王為世子之事，及在學行一物而有三善之事，故云「抗世子法於伯禽，所以善成王也」。○「況於其身以善其君乎？周公優為之」者，仲尼聞古之言為人臣者，殺其身有益於君，不辟殺害，猶尚為之，況周公於其身。於，廣大也。今乃廣大其身，謂其身得廣大以善其君乎？「周公優為之」，其周公比殺身之人，則優饒為之，言周公自優饒光益也。所以光益者，古人益君，則身處危亡；周公益君，身居尊顯。又古人益君則勤苦，周公益君則逸樂。是於身有優饒，於德又廣大也。○注「於讀」至「大也」。○正義曰：於是語辭，迂為回遠，故讀於為迂，從廣大之義也。"
      },
      {
        "index": 31,
        "text": "是故知為人子，然後可以為人父。知為人臣，然後可以為人君。知事人，然後能使人。成王幼，不能蒞阼，以為世子，則無為也。以為世子，若為世子時。"
      },
      {
        "index": 32,
        "text": "[疏]「是故」至「為也」。○正義曰：凡教世子之法，必須對父。成王既幼，未能蒞阼為人君，應須教以世子之法，然後能為人君。成王既無父，今若以成王為世子時，則無為世子之處，故抗世子法於伯禽，使伯禽與成王居，令成王學之，知父子君臣之義也。○注「以為」至「子時」。正義曰：武王既崩，則成王非復是世子。今經云「以為世子」，則是周公全用世子禮教之，故云「若為世子時」。言雖為君，未能蒞阼，與世子時無異，故云「以為世子，則無為也」。以實則不為世子也。"
      },
      {
        "index": 33,
        "text": "是故抗世子法於伯禽，使之與成王居。亦學此禮於成王側。欲令成王之知父子、君臣、長幼之義也。君之於世子也，親則父也，尊則君也。有父之親，有君之尊，然後兼天下而有之。是故養世子不可不慎也。處君父之位，覽海內之士，而近不能教其子，則其餘不足觀矣。○令，力呈反。"
      },
      {
        "index": 34,
        "text": "行一物而三善皆得者，唯世子而已，其齒於學之謂也。物猶事也。故世子齒於學，國人觀之，曰：「將君我而與我齒讓，何也？」曰：「有父在則禮然。」然而眾知父子之道矣。其二曰：「將君我，而與我齒讓，何也？」曰：「有君在則禮然。」然而眾著於君臣之義也。其三曰：「將君我，而與我齒讓，何也？」曰：「長長也。」然而眾知長幼之節矣。故父在斯為子，君在斯謂之臣。居子與臣之節，所以尊君親親也。故學之為父子焉，學之為君臣焉，學之為長幼焉。學，教。○學音效，下及注同。父子、君臣、長幼之道得而國治。語曰：「樂正司業，父師司成，一有元良，萬國以貞。」世子之謂也。司，主也。一，一人也。元，大也。良，善也。貞，正也。周公踐阼。亦題上事。"
      },
      {
        "index": 35,
        "text": "[疏]「行一」至「踐阼」。○正義曰：「物猶事也」，謂與國人齒讓之。一事而三善者，謂眾知父子，眾知君臣，眾知長幼，是其三善，則下經所云者是也。俗本皆云「著於君臣之義」，而定本無「著」字，義亦通。云「父在則禮然」，「君在則禮然」，直云「長長」，不云兄在則禮然者，於世子無兄，故不云兄在也。「故世子齒於學，國人觀之，曰：將君我而與我齒讓何也」者，國人謂不知禮者，疑而發問。○「曰有父在則禮然」者，是知禮曉其意而答之，言父在則禮然者，父在之時，恆須謙退，不敢居人之前，故云父在則禮當如此。○「然而眾知父子之道矣」者，國人見世子雖貴，尚屈降於人，則知父尊彌甚，故云「眾知父子之道」。父子天性自然，故云「道」。君臣以義相合，故云「義」。長幼有等級上下，故云「節」。以幼時事父，成人事君，故先父子，後君臣，長幼輕於君臣，故在下。父子長幼，親屬易明，故云「知」。君臣以義和合，於後始顯，故云「著」也。此世子齒於學者，唯在學受業時與國人齒。若朝會飲食，則各以位之尊卑。《諸子職》云「辨其等，正其位」，注云「位，朝位」是也。○「故父在斯為子，君在斯謂之臣」。○國人聞世子為君、父之在，而居臣、子之禮，不敢自尊，於是各知尊其君、父，故世子所以父在為子禮，君在為臣禮也。斯，語辭也。然父子天性，故云「為子」也。君臣以義相合，不云為臣，而云「謂之臣」者，世子於君，雖曰君臣，異於義合，故云「謂之臣」也。○注「司主」至「正也」。○正義曰：司是職司，故為主，謂樂正主大子《詩》、《書》之業，父師主大子成就其德行也。云「一，一人也」，一人謂世子也。「元，大也。良，善也。貞，正也」，言世子有大善，則萬國以正。此經謂世子也，何直云「一，一人者？」恐為一時之事，故云「一人謂世子也」。《釋詁》文，元是首，故為大也。《論語》云：「溫良恭儉讓。」漢有賢良方正，故良為善。《易•文言》云「貞固足以幹事」，故貞為正也。○「周公踐阼」。○從上「三王教世子」至此，皆周公踐阼之事，故注云「亦題上事」也。"
      },
      {
        "index": 36,
        "text": "庶子之正於公族者，教之以孝弟、睦友、子愛，明父子之義，長幼之序。正者，政也。庶子，司馬之屬，掌國子之倅，為政於公族者。○弟，大計反。倅音七對反，副也。其朝於公，內朝則東面北上，臣有貴者以齒。內朝，路寢庭。○朝，直遙反，後不出者並同。其在外朝，則以官，司士為之。外朝，路寢門之外庭。司士，亦司馬之屬也，掌群臣之班，正朝儀之位也。其在宗廟之中，則如外朝之位，宗人授事，以爵以官。宗人，掌禮及宗廟也。以爵，貴賤異位也。以官，官各有所掌也。若司徒奉牛，司馬奉羊，司空奉豕。"
      },
      {
        "index": 37,
        "text": "[疏]「庶子」至「以官」。○正義曰：此一節是第三節中之上節也，論庶子之官，治理公族朝祭燕食吉凶刑罰之事，各隨文解之。○注「正者」至「族者」。○正義曰：以經之正字，乃是正定之正。今案在下皆論公之接待族人及犯罪公之赦宥刑殺，皆君之所為，非庶子所正故知庶子唯主其政令而已，故讀為政也。「庶子，司馬之屬，掌國子之倅」者，案《周禮》「諸子下大夫二人」，屬夏官司馬，諸侯謂之庶子，職掌與諸子同，故《周禮•序官》鄭注云「或曰庶子」。「掌國子之倅」者，倅，副也。鄭注《諸子》云「國子，是公卿大夫士之副貳也」，言副貳於父也。○「其朝」至「以齒」。○此公族之等，若朝於公之內朝，內朝，謂路寢庭朝也。公族內朝，則西方東面北上。○「臣有貴者以齒」者，皆同姓之臣，不得逾越父兄，皆以昭穆長幼為齒，謂父兄雖賤而在上，子弟雖貴而處下。○注「內朝，至寢庭。○正義曰：知「路寢庭」者，以下云其在外朝，司士為之。案《周禮》司士掌路寢門外之朝，則知此內朝是路寢庭朝也。○「其在外」至「為之」。○外朝謂路寢門外之朝也。若公族在於外朝，與異姓同處，位次之時，則以官之上下，不復以年齒也。○「司士為之」者，謂司士之官主為朝位之次，外朝位既司士主之，則內朝庶子主之也。上文內朝不云庶子為之者，以文承庶子之下，主之可知，故不言也。○注「外朝」至「位也」。○正義曰：以言「司士」，亦司馬之屬也，掌群臣之班，正朝儀之位也」，案《周禮》司士掌「正朝儀之位」，「王族故士虎士，在路門之右」，「南面大僕從者，在路門之左」，南面是在路門外也。故知此外朝，路門外之朝也。此對路寢庭朝為外朝，若對庫門外朝，朝士所掌三槐九棘之朝，則此路門外朝亦為內朝也。故《玉藻》云「朝於內朝，朝，辨色始入。君曰出而視之，退適路寢」是也。其朝位天子之朝，三公北面東上，孤東面北上，卿大夫西面北上，其士門西東面北上。若諸侯之朝，案《大射》卿西面北上，大夫北面東上，士門西東面北上，與天子不同。《周禮》司士屬司馬，故云「亦司馬之屬」。「掌群臣之班，正朝儀之位」，皆《司士職》文。○「其在」至「以官」。○此論同姓公族在宗廟之禮，故云「其在宗廟之中，則如外朝之位」也。言立位所在如外朝之位也。○「宗人授事，以爵以官」者，宗人掌禮之官，及宗廟授百官之事以爵者，隨爵之尊卑，貴者在前，賤者在後。又以官之職掌，各供其事。○注「宗人」至「奉豕」。○正義曰：言「宗人掌禮及宗廟」者，別言及宗廟，則掌禮謂宗廟之外諸禮皆掌也。云「若司徒奉牛，司馬奉羊，司空奉豕」者，以經云「以官」，謂祭祀之時官，官各司其事，更無正文，故引「司徒奉牛」以下證之。案《周禮》司徒奉牛牲，司馬奉羊牲，其司空奉豕無文。此云知奉豕者，案《周禮》雞人屬宗伯，羊人屬司馬，故此云「司馬奉羊」，犬人屬司寇。案《五行傳》云：「牛屬土，雞屬木，羊屬火，犬屬金，豕屬水。」司空冬官，其位當水，故鄭注《周禮》司空奉豕與。案《五行傳》馬屬火，而《周禮》司馬羞馬牲者，以其主馬，故特使供之。此注直云「奉牛」、「奉羊」、「奉豕」者，據諸侯三卿以言之，故不云雞、犬及馬。"
      },
      {
        "index": 38,
        "text": "其登餕、獻、受爵，則以上嗣。上嗣，君之適長子，以《特牲饋食禮》言之，受爵，謂上嗣舉奠也。獻謂舉奠洗爵酌入也。餕，謂宗人遣舉奠盥，祝命之餕也。大夫之嗣無此禮，辟君也。○餕音俊。適，丁歷反。盥音管。"
      },
      {
        "index": 39,
        "text": "[疏]正義曰：此亦公族廟中之禮，論貴適子之事。案《特牲禮》屍食之後，主人主婦賓長等獻屍，三獻禮畢，主人獻賓，及獻眾賓畢，主人酬賓，賓奠不舉。主人獻長兄弟及獻眾兄弟、內兄弟等訖，長兄弟洗觚酌屍為加爵，眾賓長又為加爵，畢，嗣子乃舉奠。奠者，初屍未入之前，祝酌奠於鉶南，屍入，祭奠，不飲，至此乃嗣子舉之。必嗣子舉奠者，鄭注《特牲》云「將傳重累之」者，又云「大夫之嗣子不舉奠」，則此舉奠者，天子諸侯及士之子禮。《特牲》云「嗣舉奠，盥，入，北面再拜稽首，屍執奠，嗣子進受，復位，再拜稽首」，屍答拜，嗣子卒觶拜屍，屍答拜，則此經所謂受爵也。《特牲》又云「嗣舉奠，先酌入，屍拜受，嗣子答拜」，則此經所謂獻也。《特牲》又云無筭爵之後，禮畢，屍謖而出，宗人遣嗣子及長兄弟相對而餕。所謂餕也。以《特牲》言之，則先受爵而後獻，獻而後餕。今此經先云餕者，以餕為重，舉重者從後以鄉先，逆言之，故云「其登餕、獻、受爵」也。登謂登堂，無事之時。嗣子在堂下，餕時登堂，獻時亦登堂，受爵之時亦登堂。此一登之文，包此三事。以經文連於上宗廟之中，宗人授事，以爵以官，謂眾官皆為其事。○「則以上嗣」。○其登餕，獻不用眾官，唯用上嗣，故云「則以上嗣」。案《特牲》餕時雖有長兄弟，以上嗣為主。○注「上嗣」至「君也」。○正義曰：言適長子者，是適子之中長也。凡適皆可以嗣，今云上嗣，是嗣中最上。云「受爵，謂上嗣舉奠」者，以《特牲》無受爵之文，唯有嗣子舉屍之奠爵受而飲之，故此經謂之受爵也。云「獻謂舉奠洗爵酌入也」者，亦以《特牲》無嗣獻之文，故將此為獻也。舉奠，謂嗣子也。名此嗣子為舉奠，嗣子既飲屍前爵畢，乃更洗爵酌入以進屍，此謂士禮。若天子諸侯除此酌入之數外，子孫別有獻屍，故鄭注《小雅》云：「天子則有子孫獻屍之禮。」云「大夫之嗣無此禮，辟君也」者，案《少牢饋食》無嗣子舉奠，大夫尊於士而不舉奠，故知辟正君也。"
      },
      {
        "index": 40,
        "text": "庶子治之，雖有三命，不逾父兄。治之，治公族之禮也，唯於內朝則然。其餘會聚之事，則與庶姓同。一命齒於鄉里，再命齒於父族，三命不齒。不齒者，特為位，不在父兄行列中。○行，屍剛反。其公大事，則以其喪服之精粗為序，雖於公族之喪亦如之，以次主人。大事謂死喪也。其為君雖皆斬衰，序之必以本親也。主人，主喪者。次主人者，主人恆在上，主人雖有父兄，猶不得下齒。若公與族燕，則異姓為賓，同宗無相賓客之道。膳宰為主人，君尊，不獻酒。公與父兄齒。親親也。族食，世降一等。親者稠，疏者希。○稠，直由反，密也。"
      },
      {
        "index": 41,
        "text": "[疏]「庶子」至「父兄」。○正義曰：「庶子治之」，謂治此公族朝於內朝之時也。既不計官之大小，故雖有三命之貴，而列位不得逾越在無爵父兄之上也。然此句應承第二條前「臣有貴者以齒」之下，其外朝既云司士為之，則內朝自然庶子治之也。所以在此者，當是簡札遺脫，故在此也。鄭不言者，略耳。○注「治之」至「行列中」。○正義曰：「治之，治公族之禮也，唯於內朝則然」者，鄭恐外朝亦爾，故云「唯於內朝則然」。云「其餘會聚之事，則與庶姓同」者，其餘謂非內朝，則皆並計官也。云「一命齒於鄉里」者，引《黨正》文，解三命，不逾父兄之事也。一命尚卑，若與鄉里長宿燕食，則猶計年也。云「再命齒於公族」者，再命漸尊，不復與鄉里計年，唯官高在上，但父族為重，而猶與之計年為列也。云「三命不齒」者，三命大貴，則不復與父族計年。若應有燕會，則別席獨坐，在賓之東也。○「其公」至「主人」。○此謂君喪而庶子官掌之事也。大事謂君喪，其臣雖皆斬衰，其庶子列次之時，則以其本服之精粗為序，衰粗者在前，衰精者在後。○「雖於公族之喪亦如之」者，言非但公喪如此，雖於公族之內有死喪之事，相為亦如之。為死者服粗者居前，服精者居後，故云「亦如之」。○「以次主人」者，謂雖有庶長父兄尊於主人，仍次於主人之下，使主人在上居喪主也。○注「大事」至「下齒」。○正義曰：以其經云「則以其喪服之精粗」，故知「大事謂死喪也」。云「序之必以本親也」者，案《喪服》臣為君斬衰，今言服之精粗為序，故知必以本親服之精粗，謂衰服縷布精粗也。皇氏云：「以為喪服以粗為精，故鄭注《雜記》云『臣為君三升半』，微細焉，則屬於粗。是知斬為精，齊為粗。」若如皇氏說，緦麻小功為極粗，斬衰為極精也，《書傳》何處謂斬衰為精乎？但斬衰於粗之外，別更稱斬，見其哀痛之甚，故於齊衰而稱粗也；云「微細焉，則屬於粗」者，謂得入齊衰之限，不復稱斬耳，豈謂斬衰細乎？皇氏之說非也。云「主人雖有父兄，猶不得下齒」者，言主喪之人，當在於上以為喪主，雖族人父兄尊，則主人猶不得在父兄之下而齒列焉。○「若公」至「一等」。○正義曰：此明公與族人燕食之禮，庶子掌之也，則異姓為賓。燕飲必須禮儀，獻酬交酢，故宜立賓以行禮也。但公欲與族人相親，若使族人為賓，賓禮疏隔，故用異姓為賓也。「膳宰為主人」者，既有其賓，賓必對主人。而君尊不宜敵賓，故使供膳之宰以為主人對於賓，使得抗禮酬酢也。若與異姓燕飲，則《燕禮》云「宰夫為獻主」，故注云「君尊，不獻酒」。○「公與父兄齒」者，公既不為主，族人又不為賓，故列位在父兄之坐上。與族人相齒，見親親也。○「族食，世降一等」者，族食謂與族人燕食也。族人既有親疏，燕食亦隨世降殺也。○注「親者」至「者希」。○正義曰：假令本是齊衰，一年四會食。若大功則一年三會食，小功則一年二會食，緦麻則一年一會食，是世降一等也。"
      },
      {
        "index": 42,
        "text": "其在軍，則守於公禰。謂從軍者。公禰，行主也。所以遷主言禰，在外親也。公若有出疆之政，謂朝覲會同也。○疆，居良反。庶子以公族之無事者守於公宮，正室守大廟，正室，適子也。大廟，大祖之廟。○守如字，又手又反，下同。諸父守貴宮貴室，謂守路寢。○守貴室，本或作「守貴宮貴室」。諸子諸孫守下宮下室。下宮，親廟也。下室，燕寢。或言宮，或言廟，通異語。"
      },
      {
        "index": 43,
        "text": "[疏]「其在軍」至「下宮下室」。○正義曰：此一節明庶子從行在軍，及公行庶子留守之事。「則守於公禰」者，公禰謂遷主，載在齊車隨公行者也。庶子官既從在軍，故守於公齊車之行主也。行主是遷主，而呼為禰者，既在國外，欲依親親之辭。○注「謂朝覲會同也」。○正義曰：上云在軍，謂庶子之官從公出行。此云公若出疆，庶子不從公行，在國掌其留守。對上在軍，故知此出疆是朝覲會同，非出軍也。其庶子之官，公有朝覲會同，不從公行，既掌留守公宮。若征伐出軍，庶子不從公行，亦是所掌留守之事。○注「正室」至「之廟」。○正義曰：經云「庶子以公族之無事者守於公宮」者，與下文為總。「正室守大廟」以下文，各言其別。無事，謂不從行，及無職事者。「正室，適子也」者，謂公卿大夫之適子也。案《公羊傳》云：「周公稱大廟。」周公是魯之始祖，故知其餘諸侯大廟皆大祖之廟也。○注「謂守路寢」。○正義曰：以下云下宮，上云大廟，此貴宮貴室既非大廟，又非下宮下室，唯當路寢也。指其院宇謂之宮，指其所居之處謂之室。《爾雅》云：「宮謂之室，室謂之宮。」此貴宮貴室，總據路寢。皇氏云：「或俗本無『貴宮』者，定本有『貴宮』。」○注「下宮」至「異語」。○正義曰：上云大廟，此云下宮，除大廟之外，唯有親廟，高祖以下，故云「下宮，親廟也」。上云貴室，此又云下室，故知燕寢也。云「或言宮」，則下宮也。「或言廟」，則大廟也。故《春秋》云「立武宮」，《明堂位》云「武公之廟，武世室也」，是通異語也。此云諸父及諸子諸孫者，未審為是君之諸父，及諸子孫之行，為當是見任卿大夫者之諸父子孫也。然鄭解正室適子，不云世子，則卿大夫之適子，則諸父子孫，亦謂卿大夫之諸父子孫也。不云諸兄諸弟者，蓋諸兄從諸父，諸弟從子孫也。"
      },
      {
        "index": 44,
        "text": "五廟之孫，祖廟未毀，雖為庶人，冠、取妻必告，死必赴，練、祥則告。赴，告於君也。實四廟孫，而言五廟者，容顯考為始封子也。○冠，古亂反。取，七喻反，後放此。族之相為也，宜吊不吊，宜免不免，有司罰之。吊謂六世以往。免謂五世。○為，於偽反，下「為君」同。免音問，下及注同。至於賵、賻、承、含，皆有正焉。承讀為贈，聲之誤也。正，正禮也。○賵，芳鳳切，下同。賻音附。承音贈，出注。含，胡暗反，本又作唅。賵賻唅襚，皆贈喪之物也：車馬曰賵，布帛曰賻，珠玉曰唅，衣服曰襚，總謂之贈，贈猶送也。"
      },
      {
        "index": 45,
        "text": "[疏]「五廟」至「有正焉」。○正義曰：此論族人雖或至賤，吉凶必須相告吊，賵含贈皆當有正禮，庶子掌其正焉。○「皆有正焉」者，正謂正禮，庶子之官治之，使賵賻贈含，隨其親疏，各有正禮。○注「實四」至「子也」。○正義曰：經云「祖廟未毀」，謂同高祖。若高祖以下，唯有四廟，今云五廟，故云「容顯考為始封子」，是高祖為四世也。其五世祖是始封之君，自五世以下，其廟不毀，故為五廟也。○注「吊謂」至「五世」。○正義曰：六世以往者，從六世以至百世，但有吊禮，故言以往。四世同高祖，有緦麻之親，五世則親盡，但有袒免，故云「免謂五世」也。○注「承讀」至「禮也」。○正義曰：承文在賻含之間，則贈含之類，故以承為贈。云「正，正禮也」者，謂庶子之官，正之以禮，非訓正為禮也。庶子之官治之，使賵賻隨其親疏，各有正禮。賵賻含襚，皆贈喪之物。賵，車馬；賻，財帛；含，珠玉；襚，衣服；總謂之贈。贈，送也。"
      },
      {
        "index": 46,
        "text": "公族其有死罪，則磬於甸人。不於市朝者，隱之也。甸人，掌郊野之官，縣縊殺之曰磬。○甸，大遍反。縣音玄。縊，一智反。其刑罪，則纖剸，亦告於甸人。纖讀為殲，殲，剌也。剸，割也。宮、割、臏、墨、劓、刖，皆以刀鋸剌割人體也。告讀為鞠，讀書用法曰鞠。○纖，依注音針，之林反，徐子廉反，注本或作纖，讀為殲者，是依徐音而改也。剸，之免反。告，依注作鞠，久六反。剌，七以反，又七智反，下同。臏，頻忍反，徐扶忍反。鋸，徐音據。公族無宮刑。宮割，淫刑。獄成，有司讞於公。其死罪，則曰：「某之罪在大辟。」其刑罪，則曰：「某之罪在小辟。」成，平也。讞之言白也。辟亦罪也。○讞，徐魚列反，言也。辟，婢亦反，後不音者，放此。公曰：「宥之。」宥，寬也。欲寬其罪，出於刑也。○宥音又。有司又曰：「在辟。」公又曰：「宥之。」又，復也。○復，扶又反，下「不復」、「復自行」皆同。有司又曰：「在辟。」及三宥，不對，走出，致刑於甸人。對，答也。先者君每言宥，則答之以將更寬之，至於三，罪定不復答，走往刑之，為君之恩無已。公又使人追之，曰：「雖然，必赦之。」有司對曰：「無及也。」罪既正，不可宥，乃欲赦之，重刑殺其類也。反命於公。白已刑殺。公素服不舉，為之變。如其倫之喪，無服。素服，於凶事為吉，於吉事為凶，非喪服也。君雖不服臣，卿大夫死則皮弁錫衰以居，往吊當事則弁絰。於士蓋疑衰，同姓則緦衰以吊之。今無服者，不往吊也。倫謂親疏之比也。素服亦皮弁矣。○為之，於偽反，下「不為服」、「為忝祖」，注「非為」、「又為之舞」同。比，必利反。親哭之。不往吊，為位哭之而已。君於臣，使有司哭之。"
      },
      {
        "index": 47,
        "text": "[疏]「公族」至「哭之」。○正義曰：此一節論公之同族有死刑之罪，有司行法之事，及公為之貶降之禮。○「公族其有死罪，則磬於甸人」者，甸人，掌郊野之官。又云磬，盡也。磬謂縣縊殺於甸人之官，令其性命磬盡也。○「其刑」至「甸人」。○謂族人犯刑罪者，欲纖剌劓割之時，亦鞠讀刑法之書於甸人之官也。○「公族無宮刑」者，雖犯宮刑，不得行宮刑。○「獄成，有司讞於公」者，成，平也。讞言白也。謂獄斷既平定其罪狀，有司以此成辭言白於公，若其所犯死罪，白公之時，則曰某之罪在大辟，其犯刑罪，則曰某之罪在小辟。「公曰宥之」。○公既得有司之白，此公族之親，則公更言曰寬宥之，以法商量，使從其寬也。「有司又曰在辟」。○有司既得公言，更往平審理，無可出也。有司又更白公，言罪在大辟，公又曰宥之，有司又曰在大辟。○「及三宥」。○有司執法，又曰在大辟，公又曰宥之，凡三宥也。初有司白公，公令寬宥則答，公將更寬宥，及公遣三宥之後，為公意無已，有司不復對公，則走出致此刑死之事於甸人也。○「公又使人追之」。○謂追止行刑殺之人。云「雖然，必赦之」，然猶如是。雖罪重如是，必更寬宥，赦其刑殺也。「有司對曰：無及也」，言其追之不可及也。「公素服不舉，為之變，如其倫之喪，無服」者，謂公身著素服，衣裳皆素，不舉饌食，為之變其常禮，如其親疏倫輩之喪，身不往吊，無吊服也，乃親自哭之於異姓之廟。○注「縣縊殺之曰磬」。○正義曰：磬謂磬盡也。《左傳》云：「室如縣罄。」杜預云：「罄，盡也。」皇氏云：「如縣樂器之磬也。」○注「纖讀」至「曰鞠」。○正義曰：案《魯語》云：「小刑用鑽鑿，次刑用刀鋸。」案墨刑刻其面，是用鑽鑿也。其宮、劓之屬，則剸割也。故云「宮、割、臏、墨、劓、刖，皆以刀鋸剌割人體也」。云「告讀為鞠，讀書用法曰鞠」者，以刑之殺人，皆於甸師氏，何得唯告而已，故以為鞠，《漢書》每云鞠獄是也。讀書，讀囚人之所犯罪狀之書。用法，謂其法律平斷其罪。鞠，盡也，謂推審其罪狀令盡也。今言公族雖無宮刑，但髡去其發也。○注「罪既」至「類也」。○正義曰：罪既正定不可宥，謂罪當正條，無可赦宥之理。君今乃更欲赦之者，是重慎刑殺其族類也。○注「白」至「刑殺」。○正義曰：公不遣刑，而云「反命於公」者，祗謂行刑者反回，而來告已刑殺之命言於公。○注「素服」至「弁矣」。○正義曰：案下《曲禮》重素，鄭云：「重素，衣裳皆素謂之重素，素為衣裳也。」此素服亦然也。「於凶事為吉」者，人以凶事用布，今乃用素，是比於凶事為吉也。「於吉事為凶」者，吉時皮弁，服白布深衣，素積裳，以采為領緣，今唯素服衣裳，是比吉事為凶也。非如五服之限，故云「非喪服也」。云「君雖不服」至「弁絰」者，並《服問》文也。云「於士蓋疑衰，同姓則緦衰以吊之」者，案《司服》云：「王為三公六卿錫衰，為諸侯緦衰，為大夫士疑衰。」是疑衰輕於錫衰。諸侯為卿大夫既錫衰，士宜卑降，故疑衰。但士有同姓異姓，故以同姓為緦衰，異姓為疑衰。知諸侯亦有三衰者，以《司服》王有三衰，又云上公如王之服，轉次相加，故知諸侯亦有三衰也。此云君吊士疑衰，案《士喪禮》「公視斂」，注云主人成服之後往則錫衰者，彼謂士有俊選，於君有師友之恩，與常士不同，故錫衰也。或於諸侯吊士無文，因諸侯吊必錫衰無明文，故注《士喪禮》為錫衰也。云「素服亦皮弁矣」者，諸侯亦為卿大夫吊服皮弁錫衰。今此但云素服，不言素冠，故云亦皮弁也。譙周云「此素服著素冠」，非鄭義也。○注「君於」至「哭之」。○正義曰：案《檀弓》云「天子之哭諸侯，爵弁絰，緇衣。或曰：使有司哭之」是也。"
      },
      {
        "index": 48,
        "text": "公族朝於內朝，內親也。雖有貴者以齒，明父子也。謂以宗族事會。外朝以官，體異姓也。體猶連結也。宗廟之中，以爵為位，崇德也。崇，高也。宗人授事以官，尊賢也。官各有能。登餕、受爵以上嗣，尊祖之道也。上嗣，祖之正統。喪紀以服之輕重為序，不奪人親也。紀猶事也。公與族燕則以齒，而孝弟之道達矣。以至尊不自異於親之列。其族食世降一等，親親之殺也。殺，差也。○殺，色戒反，徐所例反。差，初隹反，徐初宜反。戰則守於公禰，孝愛之深也。行主，君父之象。正室守大廟，尊宗室，而君臣之道著矣。以其不敢以庶守君所重。諸父諸兄守貴室，子弟守下室，而讓道達矣。以其貴者守貴，賤者守賤。上言父子孫，此言兄弟，互相備也。"
      },
      {
        "index": 49,
        "text": "[疏]「公族」至「達矣」。○正義曰：此謂第三節中之下節，覆明在上公族九條之義。○「公族朝於內朝，內親也」，此覆釋前第一條，言公族所以朝於內朝者，其內親也。欲使親在其內，故於內朝也。○「雖有貴者以齒，明父子也」者，此覆釋在上第二條，言宗族在內朝雖貴，猶與賤者計年以為齒列者，欲明父子昭穆之本恩故也。○「外朝以官，體異姓也」者，此覆釋在上第三條也，若族入朝，則不復計年，各隨官為次者，外朝主尊別，不得以私恩為異，故雖族人悉以計爵為位，是欲與異姓相連結以為體也。「宗廟之中，以爵為位，崇德也」者，覆釋上第四條也。所以在廟中行禮時不計年，而以官爵列位者，爵以德序，而廟中行禮時，是先祖尊嚴之所，所主在德，不可私恩，故列爵為位，是崇高於有德也。○「宗人授事以官，尊賢也」者，此覆釋廟中所以授事必隨官序，司徒奉牛之屬者，官由賢能而興，今欲尊崇此賢，故授事以表之也。○「登餕、受爵則以上嗣，尊祖之道也」者，此覆釋所以登餕、受爵用適子者。夫祭祀是尊嚴於祖也，適子是先祖之正體，故使受爵於屍，及升餕屍饌，是尊祖之道理也。「喪紀以服之輕重為序，不奪人親也」者，此覆釋前第五條，臣服君皆斬而巳，又以本輕者為下，本重者為上，不計爵尊卑為次序者，是不奪人本親之恩，故輕重為序也。○「公與族燕則以齒，而孝弟之道達矣」者，此覆釋前第六條，公所以降巳尊而與族人燕會齒列，是欲使孝弟之道通達於下也。君尚有親而與族人燕，則民有親屬者，豈得相遺棄，此孝弟之道達於下也。○「其族」至「殺也」者，此覆釋族食之事，近者食稠，遠者食希，每世降一等，是親親之殺也。○「戰則守於公禰，孝愛之深也」者，此覆釋前第七條公在軍戰伐之事，而載遷主將行又使庶子官主守之者，是為孝愛情深故也。載主將行，示不自專，是孝也。使守而尊之，是愛也。乃是孝愛之深也。○「正室守大廟，尊宗室」者，此覆釋所以遣適子守大廟，適子是宗室之正，大廟是祖之正，用適子守大廟，是尊於宗及廟之室故也。○「而君臣之道著矣」者，臣下不敢以庶賤之人守君所重，是君臣之道著明也。○「諸父諸兄守貴室，子弟守下室，而讓道達矣」者，此覆釋前諸父諸子諸孫守貴宮下室之事，而貴者守貴，賤者守賤，賤者讓於貴，貴者不相陵犯，是讓道達也。"
      },
      {
        "index": 50,
        "text": "五廟之孫，祖廟未毀，雖及庶人，冠、取妻必告，死必赴，不忘親也。親未絕而列於庶人，賤無能也。敬吊、臨、賻、賵，睦友之道也。古者庶子之官治而邦國有倫，邦國有倫而眾鄉方矣。鄉方，言知所鄉。○臨如字，徐力鴆反。治，直吏反。鄉，許亮反，注同。公族之罪雖親，不以犯有司正術也，所以體百姓也。犯猶干也。術，法也。○百姓，本或作異姓，非。刑於隱者，不與國人慮兄弟也。弗吊，弗為服，哭於異姓之廟，為忝祖，遠之也。素服居外，不聽樂，私喪之也，骨肉之親無絕也。公族無宮刑，不翦其類也。翦，割截也。○遠，於萬反。"
      },
      {
        "index": 51,
        "text": "[疏]「五廟」至「類也」。○正義曰：此覆釋前第八條祖廟未毀，雖及庶人冠、取妻必告，死必赴之事。所以告、必赴者，君不以貴仍統於親，故族人有事告、赴是不忘親也。○「親未絕而列於庶人，賤無能也」。○此解既與君有親，何得為庶人者，賤其無能也。○「敬吊、臨、賻、賵，睦友之道也」者，此覆釋前宜吊不吊，宜免不免，及賵賻必有正焉，之事言君敬重吊臨賵賻不使闕失者，是君親睦和友之道也。○「古者庶子之官治而邦國有倫」者，此合結須庶子官義也。不待於第九條覆而先在第八結者，第九是罪惡之事，今結邦國之功，不宜與罪惡相連，故於此結也。倫，理也，言庶子宮治則邦國治理也。○「邦國有倫，而眾鄉方矣」者，若邦國治理，則天下之人眾皆知其所鄉之方矣。○「公族之罪雖親，不以犯有司正術也」者，此釋前第九條也。犯，干也。有司，獄官也。術，法也。公族之親有罪，公應宜放赦之，而猶在五刑者，國立有司之官，以法齊治一切。今不可以私親之罪，而干壞有司之正法也。○「所以體百姓也」者，此解公所以不干有司正法義也。法無二制，故雖公族之親猶治之，與百姓為一體，不得獨有私也。○「刑於隱者，不與國人慮兄弟也」者，此覆釋上致刑於甸人之事。若異姓則刑之於市，此同姓刑於甸師隱僻之處者，不與國人謀慮兄弟也。○「弗吊，弗為服，哭於異姓之廟，為忝祖，遠之也」者，此覆釋上無服及公親哭之事，所以不吊無服哭於異姓之廟者，為其犯罪忝辱先祖，於公法合疏遠之也。「素服居外，不聽樂，私喪之也，骨肉之親無絕也」者，覆釋上君為之素服為之變之事。所以素服居在外寢不在內，又不聽樂為之變常者，以其實是已親，私心喪之也。所以私喪之者，骨肉之親，雖犯刑戮，無斷絕之理故也。○「公族無宮刑，不翦其類也」者，覆釋上公族無宮刑。所以無宮刑者，不可翦其同類也。上公族無宮刑在哭與素服之前，此在哭與素服之後。此覆說刑殺之後，君則哭之，及素服文相連接，待其事終，然後別釋公族無宮刑，故在後也。○注「翦，割截也」。○正義曰：公族既無宮刑，當髡去其髪，故《掌戮》云「髡者使守積」，鄭康成注法云「謂同族不宮者」是也。"
      },
      {
        "index": 52,
        "text": "天子視學，大昕鼓徵，所以警眾也。早昧爽擊鼓，以召眾也。警猶起也。《周禮》「凡用樂」，大胥「以鼓徵學士」。○昕音欣，《說文》云：「旦明日將出也。讀若希。」警音景。眾至，然後天子至，乃命有司行事，興秩節，祭先師、先聖焉。興猶舉也。秩，常也。節猶禮也。使有司攝其事，舉常禮祭先師、先聖。不親祭之者，視學觀禮耳，非為彼報也。有司卒事反命。告祭畢也。祭畢，天子乃入。始之養也。又之養老之處。凡大合樂，必遂養老，是以往焉。言始，始立學也。○養如字，徐主尚反，後皆依徐音。處，昌慮反，下同。適東序，釋奠於先老。親奠之者，已所有事也。養老東序，則是視學於上庠。遂設三老、五更、群老之席位焉。三老五更各一人也，皆年老更事致仕者也。天子以父兄養之，示天下之孝悌也。名以三五者，取像三辰五星，天所因以照明天下者。群老無數，其禮亡。以《鄉飲酒禮》言之，帝位之處，則三老如賓，五更如介，群老如眾賓必也。○更，江衡反，注同，蔡作叟，音系口反。適饌省醴，養老之珍具。親視其所有。遂發詠焉。退脩之，以孝養也。發詠，謂以樂納之。退脩之，謂既迎而入，獻之以醴，獻畢而樂闋。反，登歌《清廟》。反，謂獻群老畢，皆升就席也。反就席，乃席正於西階上，歌《清廟》以樂之。既歌而語，以成之也。言父子、君臣、長幼之道，合德音之致，禮之大者也。既歌，謂樂正告正歌備也。語，談說也。歌備而旅，旅而說父子君臣長幼之道，說合樂之所美，以成其意。《鄉射記》曰：「古者於族也語。」下管《象》，舞《大武》，大合眾以事，達有神，興有德也。《象》，周武王伐紂之樂也。以管播其聲，又為之舞，皆於堂下。眾謂所合學士也。達有神，明天授命周家之有神也。興有德，美文王武王有德，師樂為用，前歌後舞。正君臣之位，貴賤之等焉，而上下之義行矣。由《清廟》與《武》也。有司告以樂闋，闋，終也。告君以歌舞之樂終，此所告者，謂無筭樂。王乃命公、侯、伯、子、男及群吏，曰：「反，養老幼於東序。」終之以仁也。群吏，鄉、遂之官。王於燕之末，而命諸侯時朝會在此者，各反養老如此禮，是終其仁心。《孝經說》所謂諸侯歸各帥於國，大夫勤於朝，州里𩥉於邑是也。○𩥉，皇音冀，冀，及也；本又作愷，又作駿，駿亦作驥。"
      },
      {
        "index": 53,
        "text": "[疏]「天子視學，大昕鼓，所以警眾也」至「之以仁也」。○正義曰：此一節是第四節中之上節，論天子視學必遂養老之法則，養老既畢，乃命諸侯群吏令養老之事。「天子視學」者，謂仲春合舞，季春合樂，仲秋合聲。於此之時，天子親往視學也。「大昕鼓征」者，謂視學之晨，大猶初也。昕猶明也。征猶召也。謂初始昕明，擊鼓以召學士。所以警眾者，初昕擊鼓，警動眾人，令早起也。○「眾至然後天子至」者，眾人既聞鼓聲而起，先至會聚之處，然後天子始至，尊者體盤故也。○「乃命有司行事，興秩節」者，天子既至，乃命遣有司，行此釋奠之事。興，舉也。秩，常也。節，禮也。謂興舉尋常舊禮，以祭先師先聖焉。有司則《詩》、《書》、《禮》、《樂》之教官也。○「有司卒事反命」者，卒事謂終卒釋奠之事，行事畢而反命於天子，於時天子視學在虞庠之中，有司釋奠既畢，天子乃從虞庠入反於國，明日乃之東序而養老，故云「始之養也」。○「適東序，釋奠於先老」者，若其尋常視學，則於東膠中唯行養老之禮。若始立學，既視學畢，則適之養老之處，東序之中，天子親自釋奠於先世之老，祀先老既畢，遂設三老五更群老之席位焉。○禮先老畢，遂之於東序中，設三老五更群老之席位焉。若非始立學，則不釋奠於先老也。○「適饌省醴，養老之珍具」者，布席既畢，天子親適陳饌之處，省視醴酒，並省視養老之珍具。遂發詠焉者，省具既畢，出迎三老五更，將入門之時，遂作樂，發其歌詠，以樂納之也。○「退脩之以孝養也」，謂三老五更入，而即位於西階下，天子乃退酌醴獻之，以脩行孝養之道也。○「反，登歌清廟」者，反謂反席，三老五更群老初受獻畢，皆立於西階下東面，今皆反升就席，乃使工登堂上西階北面，歌《清廟》之詩以樂之也。「既歌而語以成之也」者，謂既歌《清廟》之後，則至旅酬之節，語謂談說善道，以成就天子養老之義也。言父子君臣長幼之道者，所談說善言，論父子君臣長幼尊卑上下之道理也。○「合德音之致」者，德音謂歌《清廟》之詩，文王道德之音。致謂致極也。言說父子君臣長幼之道理，合會《清廟》文王道德音聲，理之至極也。○「禮之大者也」，言登歌《清廟》，語說父子君臣之道，是禮之大者也。○「下管《象》，舞《大武》」者，謂登歌之後，笙入立於堂下，《象》謂象武王伐紂之樂，堂下管中，奏此《象》、《武》之曲，庭中舞此《大武》之舞，《大武》即《象》也，變文耳。○「大合眾以事」者，眾謂大會聚學士，以登歌下管之事。○「達有神」者，謂歌舞其樂，明達上天授命周家之有神也。「興有德」者，興謂發起文王武王之有德，使眾前歌後舞也。○「正君臣之位，貴賤之等焉」者，登歌《清廟》，文王詩也。君詩在上，下管象，是武王詩，臣詩在下，是正君臣之位，貴賤之等也。○「而上下之義行矣」者，既以此教上下，眾知之，是上下之義行於眾庶也。○「有司告以樂闋」者，闋，終也。謂養老之末，無筭樂之終也。有司告王以樂終。○「王乃命公侯伯子男及群吏」者，於時諸侯及鄉遂之吏在此席，王燕末，乃告之，令其養老幼也。○「曰反養老幼於東序」者，此則王所告諸侯之辭也。令其各反其國，養老幼如我於東序之禮也。○「終之以仁也」者，謂仁恩，王家恆自養老，是仁恩也。又令諸侯州里而行養老，是終之以仁，謂仁恩之心也。○注「早昧」至「學士」。○正義曰：經云「大昕」，昕，明也。恐是盛明之時，故云早昧爽之前，凡物以初為大，以末為小。必知早昧爽者，以云鼓征眾至，然後天子至。若其盛明始召學士則晚矣。○注「興猶」至「報也」。○正義曰：「秩，常也」，《釋詁》文也。云「舉常禮祭先師先聖」者，此謂因大合樂之時，在虞庠之中，祭先師先聖也。若四時常奠，各於其學之中，又不祭先聖也。云「視學觀禮耳，非為彼報也」者，解天子不親釋奠之意。所以視學者，觀看有司行禮耳，非是為彼學士而報先聖先師也。○注「凡大」至「學也」。○正義曰：言「凡大合樂必遂養老」者，為其養老，是以往焉。大合樂者，鄭前注春合舞、秋合聲為大合樂，其實《月令》季春合樂亦是也。云「言始，始立學也」者，以上文稱云始立學，故以此始為始立學。若然始立學則之養老，而尋常視學則不養老，何得云「凡大合樂必遂養老」者？然此云始之養也，為下釋奠於先老之學，故云始立學也。若非始立學之後，則視學凡養老於東膠，不釋奠於先老也。皇氏云：「若尋常視學，則養老於東膠；若始立學，則養老於東序。」以為周立三代之學，又立周之大學於東謂之東膠，立小學於西郊謂之虞庠，故以東膠別也。○注「三老」至「必也」。○正義曰：「三老五更，各一人」，蔡邕以為更字為叟。叟，老稱。又以三老為三人，五更為五人，非鄭義也，今所不取。云「皆年老更事致仕」者，三老亦有更名，五更亦有老稱，但尊此老名，特屬三老耳。以其天子父兄所事，故知致仕者，知天子以父兄養之者，以天子冕而總干而舞，執醬而饋，是父兄事也。云「取像三辰五星」者，三辰謂日月星，五星謂東方歲星，南方熒惑，西方大白，北方辰星，中央鎮星。其三辰之星者，二十八宿及諸星也。云「三老如賓，五更如介」者，案《鄉飲酒注》「敷席，賓席，牖前南面。介席，西階上東面」是也。云「群老如眾賓必也」者，三老既如賓，五更既如介，故群老如眾賓，以其無文，故云必也。案《鄉飲酒注》「席眾賓於賓之西南面，各特焉」是也。○注「發詠」至「樂闋」。○正義曰：此文承「設席省醴」之後也，云發詠，以大射之禮約之，當納賓之節。案《大射》賓入及庭，奏《肆夏》，此養老既尊，故用兩君敵禮，入門即奏《肆夏》，故《仲尼燕居》云「入門而縣興」是也。云「退脩之，謂既迎而入，獻之以醴」者，謂迎老、更就位，主人乃退酌醴獻之也。○注「反就」至「樂之」。○正義曰：知反就席，乃席工於西階上者，約《鄉飲酒禮》文知之也。○注「既歌」至「也語」。○正義曰：案《鄉飲酒》登歌之後，乃下管，間歌合樂之後，樂正告云正歌備。定本云正歌云工歌備，誤也。工當為正也。云「歌備而旅」者，案《鄉飲酒》之禮，告正歌備後，作相為司正，賓取觶酬主人，主人酬眾賓，是歌備而旅酬也。旅酬之時則語說，合於樂之所美，以成其意者，解經「合德音之致」。樂之所美，謂《清廟》之詩，所美文王有君臣父子長幼之德。今於旅之時，論說君臣父子之道，合會《清廟》所美之事，以成就其升歌《清廟》之意。○注「像周」至「後舞」。○正義曰：案《詩》「維清奏《象》舞」，是武王作樂稱《象》也。故《左傳》云：「見舞象箾南籥。」必知此是武王伐紂樂者，以上文云「登歌《清廟》」，此云「下管象」，下云「正君臣之位，上下之義」，故知此《象》為武王樂在堂下也。云「師樂為用，前歌後舞」者，是今文《泰誓》之文也。○注「由清廟與武也」。○正義曰：「登歌《清廟》，下管《象》，父詩在上，子詩在下，故得正君臣之位，貴賤之等也。○注「此所告者，謂無筭樂」。○正義曰：以上云「登歌《清廟》」，次「下管《象》」，此云「告以樂闋」，下即云王乃命諸侯反養者，是燕末之事，故知樂闋者，謂無筭樂也。○注「群吏」至「是也」。○正義曰：經云「乃命公侯伯子男」，又云「及群吏」，諸侯既為畿外，故知群吏謂畿內鄉遂之官也。云「各反養老如此禮，是終其仁心」者，此是王命諸侯群吏，使之養老如此禮，謂如王家於東序之禮，是終竟其仁心也。云「《孝經說》」以下者，《孝經援神契》文。云「諸侯歸各帥於國」者，諸侯還歸帥行於國；云「大夫勤於朝」者，大夫勤力行之於朝；云「州里𩥉於邑」者，州長裡宰之官希𩥉慕仰行之於邑是也，謂此在下奉行在上之事也。"
      },
      {
        "index": 54,
        "text": "是故聖人之記事也，慮之以大，謂先本於孝弟之道。愛之以敬，謂省其所以養老之具。行之以禮，謂親迎之如見父兄。脩之以孝養，謂親獻之薦之。紀之以義，謂既歌而語之。終之以仁。謂又以命諸侯歸於國復自行之。"
      },
      {
        "index": 55,
        "text": "[疏]「是故」至「以仁」。○正義曰：此一節是第四節中之下節，申說視學養老之義。「是故聖人之記事也」者，方釋養老之義。記事，謂聖人親行養老之禮，記序前代之事也。「慮之以大」者，先解初將謀慮養老之時也。慮，謀也。大謂孝弟也。言謀慮於養老之事，是本於孝弟故也，故云「慮之以大也」。○「愛之以敬」者，解「適饌省醴」，是愛而又敬之也。○「行之以禮」者，解「遂發詠焉」而自迎之，如見父兄之禮也。○「脩之以孝養」者，解既迎又親獻醴薦饌，是脩於孝養故也。○「紀之以義」者，解「既歌而語」，是紀錄德音之義，亦存天下之大義也。○「終之以仁」者，解樂闋而又命諸臣，令歸國各行此禮，是終之以仁心也。"
      },
      {
        "index": 56,
        "text": "是故古之人，一舉事，而眾皆知其德之備也。古之君子，舉大事必慎其終始，而眾安得不喻焉。言其為之本末露見，盡可得而知也。喻猶曉也。《兌命》曰：「念終始典於學。」兌當為說，《說命》書篇名，殷高宗之臣傅說之所作。典，常也。念事之終始常於學。學，禮義之府。○兌，注作說，同音悅。"
      },
      {
        "index": 57,
        "text": "[疏]「是故」至「於學」。○正義曰：此亦是第四節中之下節，覆說養老而在下眾庶知道德之備其在學乎。「一舉事而眾皆知其德之備」者，謂一舉養老之事以示於下，而眾皆知其在上道德備具。其備具者，則「上慮之以大，愛之以敬，行之以禮」之屬是也。○「古之君子，舉大事必慎其終始」者，大事謂養老，初則慮之以大，是慎其始，末則終之以仁，是慎其終也，而眾安得不喻焉。聖人養老，既慎其本末終始，一一露見，盡以示眾庶，而眾何得不曉喻焉？言眾皆曉喻養老之德也。○「《兌命》曰：念終始典於學」者，《兌命》，《尚書》篇名，殷高宗之臣傳說所作，錄記者既美養老終始，而眾得曉喻，是由學而來，故引《兌命》學為可重之事以結之。云「念終始」者，言人君念錄事之終始，常在於學中念之，以學為禮義之府，故聖人於中而行養老之禮，是念終始常於學也。○注「兌當」至「之府」。○正義曰：案《尚書序》云「高宗夢傅說」，「得諸傅巖，作《說命》三篇」，故知兌當為說也。「典，常也」，《釋詁》文。"
      },
      {
        "index": 58,
        "text": "《世子之記》曰：朝夕至於大寢之門外，問於內豎曰：「今日安否何如？」朝夕，朝朝暮夕也。日中又朝，文王之為世子，非禮之制。世子之禮亡，言此存其《記》。○朝夕至於，直遙反，旦曰朝，暮曰夕，舊如字。朝朝，上如字，下文「朝夕之食上」同；下直遙反。內豎曰：「今日安。」世子乃有喜色。其有不安節，則內豎以告世子，世子色憂不滿容。色憂，憂淺也。不及文王行不能正履。內豎言「復初」，然後亦復初。朝夕之食上，世子必在視寒暖之節。食下，問所膳。羞必知所進，以命膳宰，然後退。羞必知所進，必知親所食。○上，時掌反。若內豎言疾，則世子親齊玄而養，親猶自也。養疾者齊玄，玄冠、玄端也。○齊，側皆反，注同。膳宰之饌，必敬視之。疾者之食，齊和所欲或異。○齊，才細反。和，胡臥反。疾之藥，必親嘗之。試毒味也。嘗饌善，則世子亦能食。善謂多於前。嘗饌寡，世子亦不能飽。又不及武王一飯再飯。以至於復初，然後亦復初。復常所服。"
      },
      {
        "index": 59,
        "text": "[疏]「世子」至「復初」。○正義曰：此第三節也。以文王為世子，是聖人之法也，不可以為常行，故此記尋常世子之禮也。○「則世子親齊玄而養」者，內豎既言有疾，則世子親自齊戒，衣玄冠玄端而養也。○注「親猶」至「端也」。○正義曰：經云「親齊」，恐是世子親視齊戒之事，非身自為，故云「親猶自也」。以其玄冠而養，是世子自養，故知齊是世子自齊也。云「齊玄，玄冠玄端也」，以經直云「齊玄」，故知冠衣皆玄也，是以為玄冠玄端。此則齊服，故《玉藻》云：「玄冠丹組纓，諸侯之齊冠也。玄冠綦組纓，士之齊冠也。」玄端其衣，則緇布衣也。謂之端者，端，正也。其制正幅，袂二尺二寸，袪尺二寸。鄭注《玉藻》云：「天子諸侯，玄端朱裳。大夫素裳。」《士冠禮》：「上士玄端玄裳，中士玄端黃裳，下士玄端雜裳。」齊必用玄者，玄是陰之色，陰氣靜，齊亦靜，故用玄也。"
      }
    ]
  }
}