{
  "chapterNumber": 13,
  "title": "卷12",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "檀弓下第四\n[正義曰：案鄭《目錄》云：「義同前篇，以簡策繁多，故分爲上下二卷。」]\n君之適長殤車三乘，公之庶長殤車一乘，大夫之適長殤車一乘。[皆下成人也。自上而下，降殺以兩。成人遣車五乘，長殤三乘，下殤一乘，尊卑以此差之。庶子言「公」，卑遠之。傳曰：「大功之殤，中從上。」　【疏】正義曰：此一節論諸侯及卿大夫之子送葬遣車之數。　「君」者，五等諸侯也。今此謂諸侯適子在長殤而死，故云「君之適長殤」也。「車三乘」者，遣車也。葬，柩朝廟畢，將行，設遣奠竟，取遣奠牲體臂臑折之爲段，用此車載之，以遣送亡者，故謂之遣車。然遣車之形甚小，《周禮·巾車》云「大喪飾遣車」，鄭云：「使人以次舉之以如墓也。」又《雜記》「遣車視牢具，置於四隅」，鄭云：「四隅，椁中之四隅。」以此而推，故知小也。所以必須遣車者，《雜記》云：「大饗，既饗，卷三牲之俎歸于賓舘。父母而賓客之，所以爲哀也。」是言父母方將遠去，亦如賓客之義，所以載牲體送之也。但遣車之數，貴賤不同。若生有爵命、車馬之賜，則死有遣車送之，諸侯七乘，大夫五乘，此後有明文。鄭推諸侯既七乘，降殺宜兩，則國王宜九乘，士三乘也。今此所明並是殤未成人，未有爵命、車馬之賜，而得遣車者，言其父有之，得與子也。王九乘，若適子成人，則應七乘；在長殤而死，則五乘；中殤從上，亦五乘；下殤三乘也。若有國王庶子成人，則應五乘，長殤、中殤三乘，下殤一乘也。諸侯既自得七乘，其適子成人五乘，長殤三乘，故「君之適長殤車三乘」也，中則從上，若下殤，則一乘也。　「公之庶長殤車一乘」者，公亦諸侯也。適長殤既三乘，庶子若成人乃三乘，而長殤則一乘，故云「車一乘」也。中殤亦從上，若下殤則無。　「大夫之適長殤車一乘」者，大夫自得五乘，適子成人三乘，長殤降二，故一乘也。中殤從上，亦一乘。若下殤及庶殤，並不得也。案下注云「人臣賜車馬乃得有遣車」，禮，三命始賜車馬，然諸侯大夫再命而下，則不合有遣車。今大夫適子長殤得有遣車一乘者，以其身爲大夫，德位既重，雖未三命，得有遣車。約鄭注《雜記》云，則士無遣車。禮，天子上士三命，得有車馬之賜，而云士無遣車者，謂諸侯之士及天子中士、下士也。但喪禮質略，天子之臣與諸侯之臣命數雖殊，喪禮不異，故鄭云「大夫以上乃有遣車」，文主天子大夫，其實兼諸侯大夫也。鄭以士無遣車者，文王諸侯之士，其實亦兼天子中下士也。諸侯及大夫之子，熊氏云：「人臣得車馬賜者，遣車得及子。若不得車馬賜者，雖爲大夫，遣車不得及子。」案此經云「大夫之適長殤車一乘」，則大夫之身五乘。下云「大夫五个，遣車五乘」，二文正同，但此揔爲殤而言之，故言其子，下文爲晏子大儉，故舉國君及大夫之身，本無及子、不及子之義，橫生異意，無所證據，熊氏非也。《雜記》云「遣車視牢具」，則遣車一乘當苞一个。士無遣車，《既夕禮》苞三个者，亦是豐小殺大禮之義。若服虔之意，視牢具者，視饔餼牢具，故襄二十五年崔杼葬莊公，下車七乘，服注云「上公饔餼九牢，遣車九乘」，與此異也。　注「庶子」至「從上」。　正義曰：君是對臣之名，有地大夫以上皆有君號。公則五等之上，又同三公之尊。今庶子言「公」，就其尊號，是卑遠於庶子也。此有公、君相對，故爲此解。若文無所對，嫡與稱公，故《喪服》云「公子」，嫡子是也。又鄭引《喪服傳》云「大功之殤，中從上」者，證此遣車亦中從上也。必知然者，服是生人所著，哀念死者，車亦生者所有，被及亡人。車、服雖殊，皆緣生者之事，故車馬與服同中從上。若其瓦棺、堲周之屬，本爲死者，中殤年實童幼，故從於下。盧植以爲遣車亦中從下，非其宜。]"
      },
      {
        "index": 1,
        "text": "公之喪，諸達官之長杖。[謂君所命，雖有官職，不達於君，則不服斬。　【疏】正義曰：此一節論臣爲君杖法。　公者，五等諸侯也。諸者，非一之辭。達官，謂國之卿大夫士被君命者也。既被君命，故稱達官也。既達於官而貴有其職，此對不達者爲長，故云「長」也。若遭君喪，則備服衰杖，故云「諸達官之長杖」也。不云衰，從可知也。　注「謂君」至「服斬」。　正義曰：不達於君，謂府史之屬也，賤不被命，是不達於君也。不服斬衰，但服齊衰三月耳。故《喪服》齊衰三月章有「庶人爲國君」，鄭云：「不言民而言庶人，庶人或有在官者。」案彼注即是不達者也，皆謂凡是庶人在官者。若其近臣閽寺之屬，雖無爵命，但嗣君服斬，則亦服斬，與此異也。故《喪服》斬衰章云「公士大夫之眾臣爲其君布帶、繩屨」，傳曰：「近臣，君服斯服矣。」鄭注云：「近臣，閽寺之屬。」若大夫之臣，雖不被命於諸侯，得爲大夫之君服斬與杖，但眾臣降其帶、屨，用布帶、繩屨耳。]"
      },
      {
        "index": 2,
        "text": "君於大夫，將葬，弔於宮。及出，命引之，三步則止。[以義奪孝子。宮，殯宮。出，謂柩已在路。]如是者三，君退。[退，去也。三命引之，凡移九步。]朝亦如之，哀次亦如之。[君弔不必於宮。朝，喪朝廟也。次，他日賓客所受大門外舍也。孝子至此而哀，君或於是弔焉。　【疏】正義曰：此一節論君弔臣之禮。君於大夫之喪，將至葬時，君必親往弔於殯宮，謂就殯宮以弔孝子。弔禮既畢，及其柩出殯宮之門，孝子號慕攀轅，柩車不動，君奪孝子之情，命遣引之。引者三步則止，所以止者，引者不忍頓奪孝子之情，故且止柩住。君又命引之，引之者三步而止，君又命引之，引之者三步而止。故如是者三，君又命引之，柩車遂行，君便退去。君或來弔參差早晚，不必恆在殯宮，或當朝廟明日將發之時，亦如柩出殯宮、命引之三步，如是者三之事，故云「朝亦如之」。君弔或晚，不及朝廟之時，朝廟已畢，柩出大門，至平生待賓客次舍之處。孝子哀其平生次舍之處，停柩不行，君於是始弔，弔畢，君命引之使行，如上來之事，故云「哀次亦如之」。　注「宮殯」至「在路」。　正義曰：知此是殯宮者，以下云朝及哀次，以朝廟及出大門哀次之事，此文在其前，以事前後，故知是殯宮也。云「出，謂柩已在路」者，對宮中未行，今已出殯門，將往嚮廟，謂之「在路」。賀瑒以路謂載柩之車，義亦通也。　注「退去」至「九步」。　正義曰：鄭嫌退謂逡巡且退，故云「退，去也」。云「三命引之，凡移九步」者，以禮成於三，故知凡爲九步。鄭必分明言九步者，以經上云「引之，三步則止」，下云「如是者三」，恐別更爲三，通前爲四，有十二步之嫌，故明言九步也。九步既停，君又須命引之，則當四命也。或可君既三命，柩雖三步暫停，孝子更須有事，君即退。　注「君弔」至「弔焉」。　正義曰：君於大夫，恩義或有厚薄，或弔有早晚，故云「君弔不必於宮」也。宮謂殯宮也，從上可知也。知朝是喪朝廟者，朝與哀次相對，故知朝廟也。柩之朝廟，今日至廟，明日乃去，此弔謂明日將去之時，故有命引之。云「次，他日賓客所受大門外舍也」者，以《覲禮》諸侯受次舍于廟門外，明大夫大門外亦有賓次也。然主位在門東，孝子必哀門西賓次者，以平生門東待賓客無次，孝子見門西張次之處而哀，故云「哀次」。云「君或於是弔焉」者，以君弔正禮當於殯宮，或於朝祖廟，無門外君弔之禮。君來弔或晚，有邂逅於是弔焉，故云「或」。「或」是不定之辭。]"
      },
      {
        "index": 3,
        "text": "五十無車者不越疆而弔人。[氣力始衰。　【疏】正義曰：此一節論衰老不許徒行遠弔之事。所以特不許越疆而弔人者，五十既衰，越疆則道路遙遠，弔人又悲感哀戚，恐增衰惡，故不許也。]"
      },
      {
        "index": 4,
        "text": "季武子寢疾，蟜固不說齊衰而入見，曰：「斯道也將亡矣，士唯公門說齊衰。」[季武子，魯大夫季孫夙也，世爲上卿，強且專政，國人事之如君。蟜固能守禮，不畏之，矯失俗也。道猶禮也。]武子曰：「不亦善乎！君子表微。」[時無如之何，佯若善之。表猶明也。]及其喪也，曾點倚其門而歌。[明己不與也。點字晳，曾參父。　【疏】正義曰：此一節論季武子無禮，蟜固正之事。武子，魯之執政上卿，時人畏之，事之如君，入其門皆說衰。唯蟜固不說齊衰而入見武子，謂武子曰：我所以著齊衰而入者，以此著齊衰之道將絕矣。以時人畏爾，入門者皆說齊衰，故此著衰入大夫之門，其道將絕。又語武子：若依正禮，士唯入公門乃說齊衰，而入大夫之門不合說也。言「將亡」者，其時嚮餘大夫之門猶有著齊衰者，故云「將亡」。將亡者，未絕之辭。武子既得蟜固之言，心雖恚恨，身既寢疾，無奈之何，乃佯言若美之：汝之所言不亦善乎！所以善者，若失禮顯著，凡人皆知；若失禮微細，唯君子乃能表明之。今說齊衰，失禮之微，汝能知之，是君子之人，故云「君子表微」。及武子之喪，曾點慕蟜固之直，乃倚武子之門而歌，明己不與武子，故無哀戚。　注「季武」至「禮也」。　正義曰：知是上卿專政者，《左傳》文。云「國人事之如君」者，入君門說齊衰，今入武子之門亦說齊衰，是與君同也。此謂不杖齊衰，若杖齊衰，雖入公門亦不說之，具在《下曲禮》疏。云「蟜固能守禮，不畏之，矯失俗也」者，謂失禮風俗，矯而正之。據鄭此言，則「蟜固」人之姓名，其字從虫，若矯正之字從矢。熊氏云：「或有人矯武子固陋。」對文不知，一何甚也！　注「時無」至「善之」。　正義曰：知非實善，云「佯善」者，其實善則尋常不合說齊衰，故知佯若善蟜固也。心實不善而佯善之，是無如之何。凡外貌爲陽，內心爲陰，實無內心但有外貌者，謂之爲陽，故《史記》韓非《說難》云「陽收其身而實疏之，陰用其言而顯棄之」是也。此「陽」或言「佯」者，字相假借，義亦通也。　注「點字晳，曾參父」。　正義曰：此《史記·仲尼弟子傳》文，彼文「點」字作「蒧」。]"
      },
      {
        "index": 5,
        "text": "大夫弔，當事而至，則辭焉。[辭猶告也。擯者以主人有事告也。主人無事則爲大夫出。]弔於人，是日不樂。[君子哀樂不同日，子於是日哭則不歌。]婦人不越疆而弔人。[不通於外。]行弔之日，不飲酒食肉焉。[以全哀也。]弔於葬者，必執引；若從柩及壙，皆執紼。[示助之以力。車曰引，棺曰紼。從柩，贏者。]喪，公弔之，必有拜者，[往謝之。]雖朋友、州里、舍人可也。[謂無主後。]弔曰「寡君承事」，[示亦爲執事來。]主人曰「臨」。[君辱臨其臣之喪。]君遇柩於路，必使人弔之。[君於民臣有父母之恩。]大夫之喪，庶子不受弔。[不以賤者爲有爵者主。　【疏】正義曰：此一節論弔哭之禮，各依文解之。大夫弔，謂大夫弔士也。當事，當主人有大小斂殯之事也。大夫尊，來弔士，則孝子應出下堂迎之。若正有事而至，則孝子遣人辭告之，道有事不得出也。　注「辭猶」至「夫出」。　正義曰：此出者，正謂出之於庭，不得出門外，以男子之事自堂及門故也。若未小斂以前，唯君命出，故《士喪禮》云「唯君命出」，鄭注云：「大夫以下時來弔襚，不出。始喪，哀戚甚，在室。」是小斂以前不爲大夫出也。正當小斂之節，大夫來弔，則辭之以有事。斂畢當踊之時，延大夫而入，絕踊而拜之。或大夫正當斂後踊時始來，則亦絕踊拜之，故《雜記》云「當袒，大夫至，雖當踊，絕踊而拜之」，注云：「尊大夫來，至則拜之，不待事已也。」若士來弔，雖當斂，不告以有事，事畢踊後，引士入，然後拜之，故《雜記》云「於士，既事成踊，襲而后拜之」是也。此云不當事則爲大夫出，於士，雖不當事則不爲之出。然《士喪禮》既小斂以後，主人降自西階，遂拜賓，大夫特拜，士旅之，得出拜士者，以主人將襲絰於序東，因降階而拜之，非故爲士而出拜之。不當事爲大夫出，謂出迎至庭。若大夫退，則出送于門外，故《士喪禮》「賓出，主人拜送于門外」，鄭注云：「廟門外也。」廟門，謂殯宮門也。　「婦人不越疆而弔人」，此是凡弔之法，婦人無外事，故不越疆而弔人。　「弔於葬者，必執引」。　引，柩車索也。弔葬本爲助執事，故必相助引柩車也。　「若從柩及壙，皆執紼」者，及，至也。紼，引棺索也。凡執引用人，貴賤有數，若其數足，則餘人不得遙行，皆散而從柩也。至壙下棺窆時，則不限人數，皆悉執紼，示助力也。　注「示助」至「贏者」。　正義曰：引者，長遠之名，故在車，車行遠也。紼是撥舉之義，故在棺，棺唯撥舉，不長遠也。云「從柩，贏者」，贏，餘也，從柩者是執引所餘贏長者也。何東山云：「天子千人，諸侯五百人，大夫三百人，士五十人。贏，數外也。」　「喪，公弔之，必有拜者」。　喪，謂諸侯臣之喪。公來親弔，或遣人來弔，喪家雖無主後，必有以次疏親而往拜之，以謝其恩。疏親亦無，雖死者朋友及同州同里及喪家典舍之人，而往拜之可也。此以無後，故許他人拜謝。若其有後，主人故自當親拜，是以《既夕禮》云「主人乘惡車」，鄭注云「拜君命」是也。　「弔曰『寡君承事』」者，此是君來，語擯者，使傳君來之辭也。弔爲助事，故雖君之尊亦稱「承事」也。　「主人曰『臨』」者，主人辭謝之，曰：君屈辱降臨某之喪。文稱「寡君」，應是弔他國之臣。上承「公弔之」下，則是己國之臣，稱「寡君」者，以其示欲供承喪家之事，故謙言「寡君」。此謂大夫之喪也。若弔士，直稱「君」，故《士喪禮》「君使某弔，如何不淑」是也。　「君遇柩於路」。　君於其臣當特弔於家，故《喪大記》於大夫及士皆親弔之，又禮譏蕢尚受弔及杞梁之妻不受野弔是也。其或卑小之臣及庶人之等，君不豫知其喪，造次遇柩於路，既有民臣之恩，以此使人弔。故鄭答張逸謂「行而遇之，謂凡民也」。雖以民爲主，亦兼微小臣，君不豫知其喪，故此云兼臣也。　「大夫之喪，庶子不受弔」。　不受弔者，謂不爲主人也。適子主喪，受弔拜賓。若適子或有他故不在，則雖庶子不敢受弔，明己卑，辟適也。言大夫庶子不受弔，則士之庶子得受弔也。言不受弔，不可以賤者爲有爵者喪主也。]"
      },
      {
        "index": 6,
        "text": "妻之昆弟爲父後者死，哭之適室。[以其正也。]子爲主，袒、免、哭、踊。[親者主之。]夫入門右，[北面，辟正主。]使人立于門外，告來者，狎則入哭。[狎，相習知者。]父在，哭於妻之室。[不以私喪干尊。]非爲父後者，哭諸異室。有殯，聞遠兄弟之喪，哭于側室；[嫌哭殯。]無側室，哭于門內之右；[近南者，爲之變位。]同國則往哭之。[喪無外事。　【疏】正義曰：此一節論哭無服者之事。　適室，正寢也。禮，女子適人者，爲昆弟爲父後者不降，以其正故也。故姊妹之夫爲之哭於適室之中庭也。　「子爲主」者，子，己子也。甥服舅緦，故命己子爲主，受弔拜賓也。　「袒、免、哭、踊」者，冠尊，不居肉袒上，必先免。故凡哭，哀則踊，踊必先袒，袒必先免，故「袒、免、哭、踊」也。　「夫入門右」者，夫，謂此子之父，即哭妻兄弟者也。言「夫」者，據妻之爲喪也。子既爲主位，在東階之下，西嚮，父入門右，近南而北嚮哭也。鄭注知此北面者，鄭推子既爲主，在阼階下西嚮，父不爲主，若又西嚮，便似二主，故入門右而北面，示辟爲主之處也。鄭又所以知父必北面者，《曾子問》云衛靈公弔季康子，魯哀公爲主，康子立於門右，北面，辟主人之位，故鄭知此當北面，辟主人之位也。而《禮》本多將鄭注「北面」爲經文者，非也。案古舊本及盧、王《禮》亦無「北面」字，唯鄭注云「北面」耳。庾蔚亦謂非經文也。　「使人立于門外，告來者」者，以門內有哭，則鄉里聞之必來相弔，故主人所使人出門外，告語來弔者，述所哭之由，明爲主在子，不關己也。　「狎則入哭」者，若弔人與此亡者曾經相識狎習，當進入共哭。「父在，哭於妻之室」者，此夫若父在，則適室由父，故但於妻室之前而哭之，亦子爲主，使人立於門外也。故鄭注云「不以私喪干尊」。　「非爲父後者，哭諸異室」者，案《奔喪》禮，妻之黨哭諸寢，此哭於適室及異室者，寢是大名，雖適室及妻室、異室揔皆曰寢。此云「子爲主，袒、免、哭、踊」，則夫入門右，亦哭、踊。知者，以其上文「申祥之哭言思，婦人倡踊」，故知夫入門右亦踊，但文不備耳。　注「近南者，爲之變位」。　正義曰：此哭於門內之右，謂庶人無側室者，故《內則》云「庶人無側室者」，言近南爲之變位，以其尋常爲主，當在阼階東，西面，今稱「門內之右」，故知近南爲之變位也。必變之者，以哭於大門內之右，既非常哭之處，故繼門而近於南也。鄭云「近南」，則猶西面，但近南耳。必知西面者，案《士喪禮》朝夕哭，眾主人、眾兄弟繼婦人南，皆西面，明此哭兄弟亦西面也。下云「同國則往哭之」，上云「聞遠兄弟之喪」，謂異國也。所以同國則往哭，異國則否者，以其己有喪殯，不得嚮他國，故鄭云「喪無外事」。]"
      },
      {
        "index": 7,
        "text": "子張死，曾子有母之喪，齊衰而往哭之。或曰：「齊衰不以弔。」[以其無服非之。]曾子曰：「我弔也與哉！」[於朋友，哀痛甚而往哭之，非若凡弔。　【疏】正義曰：此一節論哭朋友失禮之事。　注「以其無服非之」。　正義曰：言曾子與子張無服，不應往哭，故或人非之也。若有服者，雖緦亦往也。]"
      },
      {
        "index": 8,
        "text": "有若之喪，悼公弔焉，[悼公，魯哀公之子。]子游擯由左。[擯，相侑喪禮者。喪禮廢亡，時人以爲此儀當如詔辭而皆由右相，是善子游正之。《孝經說》曰：「以身擯侑。」　【疏】正義曰：此一節論擯相之法。在主人曰擯，在客曰介。　注「擯相」至「擯侑」。　正義曰：庾蔚云：「相主人以禮接賓皆謂之擯，亦無常於吉凶。鄭以爲相侑喪禮，據此事而言之。《大宗伯》注：『出接賓曰擯，入詔禮曰相。』」云「喪禮廢亡，時人以爲此儀當如詔辭而皆由右相，是善子游正之」者，《少儀》云「詔辭自右」，鄭云：「爲君出命也。立者尊右。」案立者尊右，若己傳君之詔辭，詔辭爲尊，則宜處右，今擯者居右也。若於喪事，則推賓主居右，而己自居左。而當時禮廢，言相喪亦如傳君詔辭，己自居右。子游知禮，故推賓居右，己居左也。云「《孝經說》曰『以身擯侑』」者，引《孝經說》證擯是相侑也。孔子身爲君作擯侑，故《論語》云「君召使擯」是也。]"
      },
      {
        "index": 9,
        "text": "齊穀王姬之喪，[「穀」當爲「告」，聲之誤也。王姬，周女，齊襄公之夫人。]魯莊公爲之大功。或曰：由魯嫁，故爲之服姊妹之服。或曰：外祖母也，故爲之服。[春秋，周女由魯嫁，卒，服之如內女，服姊妹是也。天子爲之無服，嫁於王者之後乃服之。莊公，齊襄公女弟文姜之子，當爲舅之妻，非外祖母也。外祖母又小功也。　【疏】正義曰：此一節論諸侯爲王姬著服之事。案莊二年秋，齊王姬卒，齊來告魯云「王姬之喪」，魯莊公爲之大功。或人解之云：王姬，周女也，命魯爲主，由魯嫁，比之魯女，故爲之服出嫁姊妹之服。更有或人解云：王姬爲莊公外祖母，故爲之著大功之服。此或人之言乃爲二非也：王姬是莊公舅妻，不得爲外祖母，是一非；假令爲外祖母，正合小功，不服大功，是二非也。　注「王姬」至「夫人」。　正義曰：案莊公十一年王女共姬爲齊桓公夫人，知此王姬非齊桓公夫人者，以桓公夫人經無卒文，是不告於魯。襄公夫人，莊二年經書「王姬卒」，是來告魯。此言「齊告王姬之喪」，故知是襄公夫人。　注「春秋」至「服之」。　正義曰：《春秋·莊二年》「齊王姬卒」，《穀梁傳》云：「爲之主者，卒之也。」案莊元年，「秋，築王姬之館于外」，下云「王姬歸于齊」，是由魯嫁也。《喪服》大功章，君爲姑、姊妹、女子子嫁於國君者著大功之服。王姬既比之內女，故服大功也。云「天子爲之無服」者，以尊卑不敵故也。若嫁於王者之後，天子以賓禮待之，則亦大功也。其女反爲兄弟爲諸侯者亦大功，以《喪服》女子出嫁爲兄弟大功故也。案《喪服》云女子子爲父後者期，謂大夫、士之妻有往來歸宗之義，故《喪服傳》云：「婦人雖在外，必有歸宗，曰小宗。」鄭答趙商云「自其家之宗」，言宗及小宗，故知是大夫、士也。諸侯夫人父母卒無復歸寧之理，故知諸侯夫人爲兄弟爲諸侯者但大功耳，不得服期。熊氏以爲服期，非也。案《喪服小記》云「與諸侯爲兄弟者服斬」，卑賤降等，雖不爲臣，猶服斬衰，與此別也。]"
      },
      {
        "index": 10,
        "text": "晉獻公之喪，秦穆公使人弔公子重耳，[獻公殺其世子申生，重耳辟難出奔，是時在翟，就弔之。]且曰：「寡人聞之，亡國恆於斯，得國恆於斯。[言在喪代之際。]雖吾子儼然在憂服之中，喪亦不可久也，時亦不可失也，孺子其圖之。」[勸其反國，意欲納之。喪，謂亡失位。孺，穉也。]以告舅犯，[舅犯，重耳之舅狐偃也，字子犯。]舅犯曰：「孺子其辭焉。喪人無寶，仁親以爲寶。[寶，謂善道可守者。仁親，親行仁義。]父死之謂，何又因以爲利？[欲反國求爲後，是利父死。]而天下其孰能說之？孺子其辭焉。」[說猶解也。]公子重耳對客曰：「君惠弔亡臣重耳，身喪父死，不得與於哭泣之哀，以爲君憂。[謝之。]父死之謂，何或敢有他志，以辱君義？」稽顙而不拜，哭而起，起而不私。[他志，謂利心。]子顯以致命於穆公，[使者公子縶也。盧氏云：「古者名字相配，『顯』當作『韅』。」]穆公曰：「仁夫，公子重耳！夫稽顙而不拜，則未爲後也，故不成拜。哭而起，則愛父也。起而不私，則遠利也。」[【疏】正義曰：此一節論公子重耳不因父喪以取國之事，各依文解之。　「且曰」至「圖之」。　使者弔重耳，重耳受弔禮已畢，使者出門，則應遂還賓館，使者方須致穆公之命以勸重耳，故言「且曰」。言「且」者，非特弔耳。「且」者，兼有餘事。使者且更言曰，稱穆公之命，言寡人聞：前古以來，失亡其國恆於此喪禍交代之時，得其國家亦恆在於此交代之時。言此喪禍交代之際是得國、失國之機，求之則得，不求則失。雖吾子儼然端靜，在憂戚喪服之中，無求國之意，然身喪在外，亦不可久，爲言辛苦也。得國之時，亦不可失，言當求也。欲使重耳從其言，故云「孺子其圖之」。　「父死」至「君義」。　言父身死亡謂是何事？正是凶禍之事。既是凶禍，豈得又因此凶禍以有爲己利欲求反國？必其如此，而天下聞之，其誰解說我以爲無罪？公子重耳用舅犯之言，出而對客，既敘其弔意，又謝其欲納之言。「君惠弔亡臣重耳」，此一句是敘其弔意。言身喪父死，不得在國與於哭泣之哀，以爲君之憂慮，欲納於我。既謝其恩，又道不可之意。言以父死謂是何事？豈復敢悲哀之外別有他志，以屈辱君之義事乎？言己無他志，不敢受君勸以反國之義。言「義」者，宜也。穆公之意，以重耳反國爲宜，故云「義」也。　「稽顙」至「利也」。　此穆公本意勸重耳反國，重耳若其爲後，則當拜謝其恩，今不受其勸，故不拜謝。穆公以其不拜，故云「未爲後也」。所以稽顙者，自爲父喪哀號也。凡喪禮，先稽顙而後拜乃成。今直稽顙而不拜，故云「不成拜」也。今既聞父死勸其反國之義，哀慟而起，若欲攀轅然，故云「哭而起，則愛父也」。以其愛父，故起若欲攀轅。既哭而起，不私與使者言，必無心反國，是遠利也。鄭注知在翟弔之及使者公子縶者，並《國語》文。云：「縶弔重耳而退，弔公子夷吾於梁，如弔重耳之命。夷吾見使者，再拜稽首，起而不哭，退而私於公子縶曰：『里克與我矣，吾命之以汾陽之田百萬。丕鄭與我矣，吾命之以負蔡之田七十萬。亡人苟入埽祭宗廟，定社稷，且入河外列城五。言亡人之所懷。」案《國語》之說夷吾，則穆公美重耳之言皆是形夷吾而起。]"
      },
      {
        "index": 11,
        "text": "帷殯，非古也，自敬姜之哭穆伯始也。[穆伯，魯大夫季悼子之子公甫靖也。敬姜，穆伯妻，文伯歜之母也。禮，朝夕哭不帷。　【疏】正義曰：此一節論哭殯不合帷殯之事。　注「穆伯」至「不帷」。　正義曰：知穆伯是季悼子之子公甫靖者，《世本》文。知敬姜是文伯歜之母者，下文云「文伯之喪，敬姜晝夜哭」，又《國語》云敬姜自績，文伯諫之，是也。「朝夕哭不帷」，是《雜記》文。以孝子思念其親，故朝夕哭時乃褰徹其帷也。今敬姜之哭穆伯，以辟嫌之故，遂朝夕哭不復徹帷，故下文云「穆伯之喪，敬姜晝哭」，與此同也。案《春秋·文十五年》「公孫敖之喪，聲己不視，帷堂而哭」，公孫敖亦是穆伯，此不云聲己之哭穆伯始者，聲己是帷堂，非帷殯也。聲己哭在堂下，怨恨穆伯，不欲見其堂，故帷堂。敬姜哭於堂上，遠嫌，不欲見夫之殯，故帷殯。案張逸答陳鏗云：「敬姜早寡，晝哭以辟嫌。帷殯或亦辟嫌，表夫之遠色也。」]"
      },
      {
        "index": 12,
        "text": "喪禮，哀戚之至也。節哀，順變也。君子念始之者也。[始猶生也。念父母生己，不欲傷其性。]復，盡愛之道也，有禱祠之心焉。[復謂招魂，且分禱五祀，庶幾其精氣之反。]望反諸幽，求諸鬼神之道也。[鬼神處幽闇，望其從鬼神所來。]北面，求諸幽之義也。[鄉其所從來也。禮，復者升屋，北面。]拜稽顙，哀戚之至隱也。稽顙，隱之甚也。[隱，痛也。稽顙者，觸地無容。]飯用米、貝，弗忍虛也。不以食道，用美焉爾。[尊之也。食道褻，米、貝美。]銘，明旌也，[神明之精。]以死者爲不可別已，故以其旗識之。[不可別，形貌不見。]愛之，斯錄之矣；敬之，斯盡其道焉耳。[謂重與奠。]重，主道也。[始死未作主，以重主其神也。重既虞而埋之，乃後作主。《春秋傳》曰：「虞主用桑，練主用栗。」]殷主綴重焉，[綴猶聯也。殷人作主而聯其重，縣諸廟也。去顯考，乃埋之。]周主重徹焉。[周人作主，徹重埋之。]奠以素器，以生者有哀素之心也。[哀素，言哀痛無飾也。凡物無飾曰素。]唯祭祀之禮，主人自盡焉爾。豈知神之所饗？亦以主人有齊敬之心也。[哀則以素，敬則以飾，禮由人心而已。]辟踊，哀之至也。有筭，爲之節文也。[筭，數也。]袒、括髪，變也。慍，哀之變也。去飾，去美也。袒、括髪，去飾之甚也。有所袒，有所襲，哀之節也。弁絰葛而葬，與神交之道也。[接神之道不可以純凶。天子、諸侯變服而葬，冠素弁，以葛爲環絰，既虞卒哭乃服受服也。《雜記》曰：「凡弁絰，其衰侈袂。」]有敬心焉。[踰時哀衰而敬，生敬則服有飾。大夫、士三月而葬，未踰時。]周人弁而葬，殷人冔而葬。[周弁、殷冔，俱象祭冠而素，禮同也。]歠主人、主婦、室老，爲其病也，君命食之也。[尊者奪人易也。歠，歠粥也。]反哭升堂，反諸其所作也。[親所行禮之處。]主婦入于室，反諸其所養也。[親所饋食之處。]反哭之弔也，哀之至也。反而亡焉，失之矣，於是爲甚。[哀痛甚。]殷既封而弔，周反哭而弔。[「封」當爲「窆」。窆，下棺也。]孔子曰：「殷已慤，吾從周。」[慤者，得哀之始，未見其甚。]葬於北方，北首，三代之達禮也，之幽之故也。[北方，國北也。]既封，主人贈，而祝宿虞尸。[贈，以幣送死者於壙也。於主人贈，祝先歸。]既反哭，主人與有司視虞牲。[日中將虞，省其牲。]有司以几筵舍奠於墓左，反，日中而虞。[所使奠墓有司來歸乃虞也。舍奠墓左，爲父母形體在此，禮其神也。《周禮·冢人》：「凡祭墓爲尸。」]葬日虞，弗忍一日離也。[弗忍其無所歸。]是日也，以虞易奠。[虞，喪祭也。]卒哭曰「成事」。[既虞之後，卒哭而祭，其辭蓋曰「哀薦成事」，成祭事也。祭以吉爲成。]是日也，以吉祭易喪祭。[卒哭吉祭。]明日祔于祖父。[祭告於其祖之廟。]其變而之吉祭也，比至於祔，必於是日也接，不忍一日末有所歸也。[末，無也。日有所用接之，《虞禮》所謂「他用剛日」者。其祭，祝曰「哀薦」，曰「成事」。]殷練而祔，周卒哭而祔，孔子善殷。[期而神之，人情。"
      },
      {
        "index": 13,
        "text": "【疏】正義曰：此一節記人揔論孝子遭喪所爲哭踊、復魄、飯含、重主、殯葬、反哭之事，各依文解之。　「喪禮，哀戚之至也」者，言人或有禍災，雖或悲哀，未是哀之至極，唯居父母喪禮，是哀戚之至極也。既爲至極，若無節文，恐其傷性，故辟踊有節筭，裁節其哀也，故下文「辟踊，哀之至，有筭，爲之節文也」。所以節哀者，欲順孝子悲哀，使之漸變也，故下文云「慍，哀之變也」。所以必此順變者，君子思念父母之生己，恐其傷性，故順變也。　「復盡」至「義也」。　始死招魂復魄者，盡此孝子愛親之道也。非直招魂，又分禱五祀，冀精氣之復反，故云「有禱祠之心焉」。言招魂之時，於平生館舍求魂欲反，又於五祀禱請求之。復與五祀揔是祈禱，故云「禱祀之心焉」以揔結之。又解復魄之時，冀望魂神於幽處而來，所以望諸幽者，求諸鬼神之道也。言鬼神處在幽闇，故望幽以求之。又解望幽所在，北方是幽闇，復者北面，求鬼神之義。　注「復謂」至「之反」。　正義曰：招魂者，是六國以來之言，故《楚辭》有《招魂》之篇。禮則云「復」，冀精氣反復於身形。「分禱五祀」者，《既夕禮》文。直言乃行禱者，謂非直招魂，兼有分禱，俱是求神之義。言分遣其人以禱五祀。五祀，博言之耳，士唯二祀。　「拜稽」至「甚也」。　孝子拜賓之時，先爲稽顙而後拜者，哀戚之至痛。就拜與稽顙二事之中，稽顙爲痛之甚。此「拜稽顙」，拜文在上，以周禮言之，將拜稽顙。或可下文殷、周並陳，此云「拜稽顙」，或舉殷禮，故先言拜也。　注「隱，痛」。　正義曰：《釋詁》文。　「飯用」至「焉爾」。　死者既無所知，所以飯用米、貝，不忍虛其口。既不忍虛其口，所以不用飯食之道以實之，必用米、貝者，以食道褻，米、貝美，尊之，不敢用褻，故用米，美善焉爾。飯食，人所造作，細碎不潔，故爲褻也。米、貝天性自然爲美。凡含用米、貝。案《喪大記》云「君沐粱，大夫沐稷，士沐粱」，又以所沐之米以飯之，故《士喪禮》「祝淅米于堂」，又云「祝受米，奠于貝北，主人左扱米，實于右」，是飯用沐米也。則是諸侯用粱，大夫用稷，士用梁。士用粱者，謂天子之士。諸侯之士用稻，故《士喪禮》云「稻米一豆實於筐」是也。以次差之，天子當沐黍與？是天子飯用黍也。其含，案《周禮·典瑞》云「大喪，共飯玉，含玉」，鄭注云：「含玉如璧形而小耳。」是天子用璧也。又飯玉，碎玉以雜米也，故云「共飯玉」。《雜記》云「含者執璧將命」，是諸侯亦含以璧也。卿大夫無文，案成十七年公孫嬰齊夢贈瓊瑰，注云「食珠玉，含象」，則卿大夫蓋用珠也。案《士喪禮》「貝三，實于笲」，注云：「貝，水物，古者以爲貨，江水出焉。笲，竹器名。」是士用貝三。依《雜記》，則大夫當五，諸侯七，天子九。何休注《公羊》：「天子以珠，諸侯以玉，大夫以碧，士以貝。」又《禮緯·稽命徵》：「天子飯以珠，含以玉；諸侯飯以珠，含以璧；卿大夫飯以珠，含以貝。」此等或是異代禮，非周法也。　「銘，明旌也」。　案《士喪禮》「爲銘，各以其物」，又《司常》云「大喪，共銘旌」，注云：「王則大常。」案《司常》云「王建大常，諸侯建旂，孤卿建旜，大夫、士建物」，則銘旌亦然，但以尺寸易之。案《士喪禮》士長三尺，大夫五尺，諸侯七尺，天子九尺，從遣車之差，以喪事略故也。若不命之士，則《士喪禮》云「以緇，長半幅」，長一尺；「䞓末，長終幅」，長二尺，揔長三尺。　「愛之，斯錄之矣」，謂孝子思念其親，追愛之道。斯，此也。故於此爲重，以存錄其神也。　「敬之，斯盡其道焉耳」者，謂於此設奠，盡其孝養之道焉耳。鄭以下文有重及奠，故以此一經爲下張本，故云「重與奠」也。此「愛之，斯錄之矣」及「敬之，斯盡其道焉耳」亦得揔焉於明旌之義，故《士喪禮》「爲銘」之下鄭注引此「愛之」「敬之」二事以解銘旌。以義得兩通，故鄭彼此二解。　「重主」至「徹焉」。　言始死作重，猶若吉祭木主之道。主者，吉祭所以依神，在喪，重亦所以依神，故云「重，主道也」。　「殷主綴重焉」者，謂殷人始殯，置重于廟庭，作虞主訖，則綴重縣於新死者所殯之廟也。　「周主重徹焉」者，謂周人虞而作主，而重則徹去而埋之，故云「周主重徹焉」。但殷人綴而不即埋，周人即埋，不縣於廟，爲異也。　注「始死」至「用栗」。　正義曰：案《士喪禮》云士有重無主，而此云「重，主道」者，此據天子、諸侯有主者言之。卿大夫以下無主，《春秋》孔悝爲祏主，鄭《駮異義》云：「孔悝祭所出君，故有主。」云「重既虞而埋之，乃後作主」者，謂既虞之後乃始埋重，埋重之後乃始作主。案天子九虞，九虞之後乃埋重，重與祔相近，故《公羊》云「虞主用桑」，謂虞祭之末也。《左傳》云「祔而作主」，謂用主之初，俱是桑主，其義不異。故《異義》：「《公羊》說虞而作主，《左氏》說天子九虞，十六日祔而作主，謂桑主。許慎謹案：《左氏》說與禮同。」鄭氏不駮，則是從《左氏》之義，非是虞祭之日即作主也。故此注云埋重之後乃作主也。其卒哭之祭已用主也，必知然者，以卒哭曰「成事」，以吉祭易喪祭，故知與虞異也。　注「殷人」至「埋之」。　正義曰：知縣之廟者，周主重徹焉，明殷之作主重不徹焉，主之與重本爲死者，入廟重既不徹，故知重隨死者縣於廟。云「去顯考，乃埋之」者，謂今死者世世遞遷至爲顯考，其重恆在死者，去離顯考，乃埋其重及主，以其既遷，無復有廟故。顯考，謂高祖也。其遷早晚，《左氏》以爲三年喪畢乃遷廟，故僖三十三年《左氏傳》云「烝嘗禘於廟」，杜、服皆以爲三年禘祭乃遷此廟。鄭則以爲練時則不禘而遷廟主，故鄭注《士虞禮》「以其班祔」之下云「練而遷廟」，又注《鬯人》「廟用卣」謂始禘時。鄭必謂以練者，以文二年「作僖公主」，《穀梁傳》云「於練焉壞廟。壞廟之道，易檐可也，改塗可也」，范甯云：「親過高祖則毀其廟，以次而遷，將納新神，故示有所加。」是鄭之所據。其主之狀，范甯云：「正方，穿中央，達四方。天子長尺二寸，諸侯長一尺。」　注「周人」至「埋之」。　正義曰：案《既夕禮》將葬，「甸人抗重，出自道，道左倚之」，鄭注云：「重既虞將埋之。」是鄭埋重於門外之道左也。若虞主，亦埋之於祖廟門外之道左，案《異義》：「戴《禮》及《公羊》說虞主埋於壁兩楹之間，一說埋之於廟北牖下。《左氏》說虞主所藏無明文。」鄭駮之云：「案《士喪禮》重與柩相隨之禮，柩將出則重倚於道左，柩將入於廟則重止於門西。虞主與神相隨之禮亦當然。練時既特作栗主，則入廟之時祝奉虞主於道左，練祭訖乃出就虞主而埋之，如既虞埋重於道左。」是鄭既練埋虞主於廟門之道左也。　「奠以」至「心也」。　奠，謂始死至葬之時祭名，以其時無尸，奠置於地，故謂之奠也。悉用素器者，表主人有哀素之心。既因用素表孝子哀素，遂廣論虞祭之後及卒哭練祥之祭，故云：此等祭祀之禮，既見親終，主人自盡致孝養之道焉爾。豈知神之所饗，須設此祭？所以設之者，亦以主人有齊敬之心，若親存然，故設祭亦如生存之有齊敬，今死亦齊敬，故云「亦」也。　注「哀則以素，敬則以飾」。　正義曰：「哀則以素」，謂葬前；「敬則以飾」，謂虞後，故《士虞禮》不用素器也。知經中祭祀非尋常吉祭者，以上下所論皆是喪事，不應吉祭廁在其間。其實吉祭主人亦有齊敬之心也。　「辟踊」至「文也」。　撫心爲辟，跳躍爲踊。孝子喪親，哀慕至懣，男踊女辟，是哀痛之至極也。若不裁限，恐傷其性，故辟踊有筭，爲準節文章。準節之數，其事不一，每一踊三跳，三踊九跳，都爲一節。士含死日三日而殯，凡有三踊。初死日襲，襲而踊；明日小斂，小斂而踊；又明日大斂，大斂又踊。凡三日，爲三踊也。大夫五踊，含死日四日而殯，初死日一踊，明日襲又一踊，至三日小斂朝一踊，至小斂時又一踊，至四日大斂朝不踊，當大斂時又一踊。凡四日，爲五踊。諸侯七踊，含死日六日而殯，初死日一，明日襲又一，至三日小斂朝一，當小斂時又一，四日無事一，五日又一，至六日朝不踊，亦當大斂時又一，凡六日七踊。《周禮》王九踊，含死日八日而殯，死日一，明日襲一，其間二日爲二，至五日小斂爲二，其間二日又二，至八日大斂，則其朝不踊也，大斂時又一，凡八日九踊。故云「爲之節文也」。故《雜記》云「公七踊，大夫五踊，士三踊」，鄭注云「士小斂之朝不踊，君、大夫大斂之朝乃不踊」是也。　「袒括」至「節也」。　言袒衣括髪者，是孝子形貌之變也；悲哀慍恚者，是孝子哀情之變也。去其尋常吉時服飾也者，是去其華美也。孝子去飾雖有多塗，袒、括髪者，就去飾之中最爲甚也。孝子悲哀，理應常袒，何以有所袒、有所襲時者？表明哀之限節，哀甚則袒，哀輕則襲。　注「接神」至「侈袂」。　正義曰：葬時居喪，著喪冠、麻絰，身服衰裳，是純凶也。又尋常弁絰以麻爲環絰，今乃去喪冠，著素弁，又加環絰用葛，不以麻，故云「接神之道，不可以純凶」。云「天子、諸侯變服而葬」者，以下云「有敬心焉」，以日月踰時，故敬心乃生。大夫與士三月而葬，敬心未生，故知天子、諸侯也。云「冠素弁，以葛爲環絰」者，素，謂素帛爲弁，故鄭注《周禮·司服》云「弁如爵弁而素」。不云麻，是用素絹也。以葛以弁絰連文，故云葛環絰。然則要帶猶用麻也。云「卒哭乃服受服也」者，以受服者無文，故鄭解不定。《喪服》注：「天子、諸侯既虞，大夫、士卒哭，乃受服。」此云卒哭乃受服，是不定。《喪服》以大夫以上卒哭與虞其月不同，士虞與卒哭同在一月，故解爲大夫以上既虞、士卒哭受服。皇氏云：「《檀弓》定本當言『既虞』，與《喪服》注會，云『卒哭』者誤也。」引《雜記》「其衰侈袂」者，證既服弁絰，其衰亦改。案《喪服》衰袂二尺二寸，袪尺二寸，則葬時更制其衰，袂三尺三寸，袪尺八寸，是改喪服之衰也。熊氏、皇氏等並爲錫衰，皇氏又引鄭說稱鄭沖云：「《小記》曰『諸侯弔，必皮弁錫衰』，則此弁絰之衰亦是弔服也。」案《喪服》改葬尚服緦麻，今葬服錫衰，其義疑也。　注「大夫」至「踰時」。　正義曰：案鄭《箴膏肓》云：「人君殯數來日，葬數往月。」大夫以上殯皆以來日數，則大夫并死月四月，而葬云未踰時者，謂未踰一時。假令四月而死，七月而葬，是未踰越夏之一時也，非如《春秋》之踰年也。若以爲踰年言之，則三月死，至四月，是亦踰時。《穀梁傳》云：「古者行役不踰時。」豈三月行，不至四月即須反？故知不然也。　注「周弁」至「同也」。　正義曰：《士冠禮》「周弁，殷冔，夏收」，《王制》云「夏后氏收而祭，殷人冔而祭，周人弁而祭」，此弁既對冔，故知俱象祭冠。　「歠主」至「之也」。　此一節論尊者奪孝子情之法。歠者，親喪三日之後歠粥之時。主人，亡者之子。主婦，亡者之妻。室老，家之長相。此三者並是大夫之家貴者，爲其歠粥病困之，故君必有命食疏飯也。若非三者，雖復歠粥致疾病，君不命食之，以其賤故也。其士之主人、主婦，君不命也。《喪大記》主婦食疏食，謂既殯之後；此主婦歠者，謂未殯前，故《問喪》云「鄰里爲之糜粥以飲食之」。　「反哭」至「養也」。　謂葬窆訖，反哭升於廟。所以升堂者，反復於親所行禮之處。行禮者，謂平生祭祀、冠昏在於堂也。主婦反哭所以入於室，反復於親所饋食供養之處，此皆謂在廟也。故《既夕禮》「主人反哭，入，升自西階，東面」，鄭注云：「反諸其所作也。」又云「主婦入于室」，注云：「反諸其所養也。」下始云「遂適殯宮」，故知初反哭在廟也。下云「反哭之弔也」，亦謂在廟也。　注「『封』當爲『窆』。窆，下棺也」。　正義曰：知非既封土爲墳者，以《既夕禮》「實土三，主人拜鄉人，乃反哭」，周既如此，明殷亦然。且殷既不爲墳，故知「封」當爲「窆」。　注「慤者」至「其甚」。　正義曰：廟是親之平生行禮之處，今反哭於廟，思想其親而不見，故悲哀爲甚。壙者，非親存所在之處，今柩暫來至此，始有悲哀，未是甚極。今弔者於此而來，哀情質慤，故云慤也。　「之幽之故也」。　上「之」訓往，下「之」語助。言葬於國北及北首者，鬼神尚幽闇，往詣幽冥故也。殯時仍南首者，孝子猶若其生，不忍以神待之。　「既封，主人贈」。　既封，謂葬已下棺。鄭不破「窆」字者，從上可知也。云「主人贈，而祝宿虞尸」者，謂主人以幣贈死者於壙之時，祝先歸宿戒虞尸。案《既夕禮》主人贈用制幣玄纁束帛也。案《士虞禮記》云「男，男尸；女，女尸」，是虞有尸也。　「有司以几筵舍奠於墓左」。　此謂既窆之後事也。有司，脩虞之有司也。几，依神也。筵，坐神席也，席敷陳曰筵。舍，釋也。奠，置也。墓道嚮南，以東爲左。孝子先反脩虞，故有司以几筵及祭饌置於墓左，禮地神也。言以父母形體所託，故禮其地神以安之也。　「反，日中而虞」者，反，謂所使奠墓左有司歸也。虞者，葬日還殯宮安神之祭名。必用日中者，是日時之正也。《士虞禮》云「日中而行事」，注云：「朝葬，日中而虞，君子舉事必用辰正也。再虞、三虞皆用質明。」案周人尚赤，大事用日出，故朝葬也。　注「所使」至「爲尸」。　正義曰：鄭恐奠墓有司未歸即非虞祭，故云「奠墓有司來歸乃虞也」。必知歸始虞者，以經云「奠於墓左，反，日中而虞」，是奠墓者迴反，日中而虞。引《周禮·冢人》「凡祭墓爲尸」者，證葬畢奠墓。案《周禮·冢人》「爲尸」謂祈禱，不同者，以言「凡祭墓」，「凡」者非一，諸祭皆是。　注「既虞」至「爲成」。　正義曰：既虞祭之後，至於卒哭，其卒哭祭辭蓋曰「成事」。所以稱「蓋」者，以其《士虞禮》無文，唯《雜記》及此有「卒哭成事」，故鄭約之爲解，又稱「蓋」以疑之。以虞祭之時，以其尚凶，祭禮未成。今既卒無時之哭，唯有朝、夕二哭，漸就於吉，故云「成事」，祭以吉爲成故也。其虞與卒哭，尊卑不同，案《雜記》：「士三月而葬，是月而卒哭；大夫三月而葬，五月而卒哭；諸侯五月而葬，七月而卒哭。」約此，天子七月而葬，九月而卒哭。《雜記》又云：「諸侯七虞，大夫五，士三。」謂之虞者，鄭注《士虞禮》云，「虞，安也」，所以安神。虞皆用柔日，柔日者，鄭注《士虞禮》云：「柔日陰，陰取其靜。」最後一虞用剛日，故《士虞記》云「三虞、卒哭、他用剛日」，鄭注云：「用剛日，剛日陽也，陽取其動。」謂動而將祔廟也。《雜記》云「諸侯七虞」，然則天子九虞也。士三虞、卒哭同在一月，初虞已葬日而用柔，第二虞亦用柔日，假令丁日葬，葬日而虞，則己日二虞，後虞改用剛，則庚日三虞也。故鄭注《士虞禮》云：「士則庚日三虞。」三虞與卒哭相接，則壬日卒哭也。《士虞禮》云「明日祔於祖父」，則祭明日祔也。士之三虞用四日，則大夫五虞當八日，諸侯七虞當十二日，天子九虞當十六日。最後一虞與卒哭例同用剛日。大夫以上卒哭者，去虞相校兩月，則虞祭既終，不得與卒哭相接。崔氏解：「既正禮得終，其虞後卒哭之前，剛日雖多，不須設祭，以正禮成也。故此下云『不忍一日末有所歸也』，謂不成正禮，赴葬赴虞是也。」崔又一解：「虞後卒哭之前不可無祭，亦以剛日接之。」恐此解非也。　「其變」至「歸也」。　上云虞、卒哭及祔皆據得常正禮，此經所云，謂不得正禮，故謂之「變」，以其變常禮也。所以有變者，或時有迫促，或事有忌諱，未及葬期，死而即葬者，即《喪服小記》所云「赴葬者赴虞者，三月而后卒哭」。彼據士禮而言，速葬、速虞之後，卒哭之前，其日尚賒，不可無祭，謂之爲變。其既虞之後，變禮而之吉祭也。之，往也。既虞，往至吉祭，其禮如何？既虞，比至於祔以來，必於是日接，謂於是三虞、卒哭之間，剛日而連接其祭，謂恆用剛日。所以恆用剛日接之者，孝子不忍使親每一日之間無所歸依。　注「末無」至「成事」。　正義曰：「《虞禮》所謂『他用剛日』」者，此經所云「變」者，《虞禮》謂之「他」也。案《士虞禮》云「三虞、卒哭、他用剛日，哀薦曰成事」，鄭注云：「他，謂不及時而葬者。《喪服小記》曰『赴葬者赴虞者，三月而后卒哭』，則虞與卒哭之間有祭事者，亦用剛日。其祭無名，謂之『他』者，假設言之耳。」如鄭此言，《虞禮》謂之「他」，此經謂之「變」，其義一也，皆據速葬、速虞者而言之。云「其祭祝曰『哀薦』，曰『成事』」，雖所行三事虞、卒哭及他之下，鄭意惟屬於他，故引來爲注。其依時葬及虞者，後去卒哭雖遠，其間不復祭。崔氏一解云：「雖依時葬、虞，虞後至卒哭仍以剛日接。」其義恐非也。《喪服小記》云「赴葬者」，據士，故云「三月而卒哭」。此經亦據士，故云「比至於祔，必於是日也接」。若大夫以上，赴葬、赴虞之後爲接祭，至常葬之月，終虞之祭日乃止，其祝亦稱「哀薦」、曰「成事」焉。]"
      }
    ]
  }
}