{
  "chapterNumber": 46,
  "title": "卷45",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "大斂：布絞，縮者三，橫者五。布紟，二衾。君、大夫、士一也。君陳衣於庭，百稱，北領，西上。大夫陳衣於序東，五十稱，西領，南上。士陳衣於序東，三十稱，西領，南上。絞、紟如朝服。絞一幅為三，不辟。紟五幅，無紞。二衾者，或覆之，或薦之。如朝服者，謂布精粗朝服十五升。小斂之絞也，廣終幅，析其末，以為堅之強也。大斂之絞，一幅三析用之，以為堅之急也。紞，以組類為之，綴之領側，若今被識矣。生時襌被有識，死者去之，異於生也。《士喪禮》「大斂亦陳衣於房中，南領，西上」，與大夫異，今此又同，亦蓋天子之士。紞，或為點。○幅，本又作逼，方服反。「為三」絕句，「不辟」絕句，補麥反，又音壁，徐扶移反。紞，丁覽反。廣，古曠反。析，思歷反，下同。強，其丈反。識，式志反，又音志，又音式，下同。去，起呂反，下注同。"
      },
      {
        "index": 1,
        "text": "[疏]「大斂」至「無紞」。○正義曰：此一節明大斂之事。○「大斂布絞，縮者三」者，謂取布一幅，分裂之作三片，直用之三片，即共是一幅也。兩頭裂，中央不通。○「橫者五」者，又取布二幅，分裂之作六片，而用五片，橫之於縮下也。○「布紟」者，皇氏云「紟，襌被也，取置絞束之下，擬用以舉屍也。《孝經》云『衣衾而舉之』是也」。今案，經云紟在絞後，紟或當在絞上，以絞束之。且君衣百稱，又通小斂與襲之衣，非單紟所能舉也。又《孝經》云衾不云紟，皇氏之說未善也。○「二衾」者，小斂，君、大夫、士各一衾。至大斂，又各加一衾，為二衾，其衾所用與小斂同。但此衾一是始死覆屍者，故《士喪禮》云「幠用斂衾」，注「大斂所並用之衾」，一是大斂時複製。又注《士喪禮》云「衾二者，始死斂衾」，今又複製。士既然，則大夫以上亦耳。○「君陳衣於庭，百稱，北領西上」者，衣多，故陳在庭為榮顯。案鄭注《雜記篇》以為，襲禮，大夫五，諸侯七，上公九，天子十二稱，則此大斂，天子當百二十稱，上公九十稱，侯伯子男七十稱。今云君百稱者，據上公舉全數而言之，餘可知也。或大斂襲五等，同百稱也。「北領」者，謂屍在堂也。○「西上」者，由西階取之便也。○大夫、士陳衣於序東，「西領，南上」，異於小斂北上者，小斂衣少，統於屍，故北上。大斂衣多，故南上，取之便也。○「絞紟如朝服」者，言絞之與紟，二者皆以布精粗皆如朝服，俱十五升也。○「絞一幅為三」者，謂以一幅之布分為三段。○「不辟」者，辟，擘也，言小斂絞全幅，析裂其末為三。而大斂之絞既小，不復擘裂其末。但古字假借，讀闢為擘也。○「紟五幅，無紞」者，紟，舉屍之襌被也。紞，謂緣飾為識，所以組類綴邊為識，今無識，異於生也。○注「二衾」至「之上」。○正義曰：「朝服十五升」者，《雜記》文。云「以為堅之強也」者，解小斂用全幅布為絞，欲得堅束力強，以衣少，故用全幅。云「以為堅之急也」者，解大斂一幅分為三片之意，凡物細則束縛牢急，以衣多，故須急也。云「紞，以組類為之」者，組之般類，其制多種，故云組類。云「綴之領側，若今被識矣」者，領為被頭，側謂被旁，識謂記識。言綴此組類於領及側，如今被之記識。引《士喪禮》以「陳衣於房中」，與大夫異。今此士陳衣與大夫同，故云「今此又同，亦蓋天子之士」。"
      },
      {
        "index": 2,
        "text": "小斂之衣，祭服不倒。尊祭服也。斂者要方，散衣有倒。○倒，丁老反，注及下同。散，悉但反。君無襚，大夫、士畢主人之祭服，親戚之衣受之，不以即陳。無襚者，不陳不以斂。○襚音遂。小斂，君、大夫、士皆用復衣復衾。大斂，君、大夫、士祭服無筭。君褶衣褶衾，大夫、士猶小斂也。褶，袷也。君衣尚多，去其著也。○復音福。褶音牒。袷，古袷反。"
      },
      {
        "index": 3,
        "text": "[疏]「小斂」至「斂也」。○正義曰：「祭服不倒」者，祭服，謂死者，所得用祭服以上者，小斂十九稱，不悉著之，但用裹屍，要取其方，而衣有倒領在足間者。唯祭服尊，雖散不著，而領不倒在足也。○「君無襚」者，國君陳衣及斂，悉宜用己衣，不得陳用他人見襚送者。○「大夫、士畢主人之祭服」者，降於君也，大夫、士小斂，則先畢盡用己正服，後乃用賓客襚者也。盧云：「畢，盡也。小斂盡主人衣美者，乃用賓客襚衣之美者，欲以美之，故言祭服也。」○「親戚之衣，受之，不以即陳」者，君親屬有衣相送，受之，而不以即陳列也。《士喪禮》鄭注云：「大功以上，有同財之義，襚之不將命，自即陳於房中。小功以下及同姓皆將命。」○注「無襚」至「以斂」。○正義曰：如皇氏之意，臣有致襚於君之禮，故《少儀》云「臣致襚於君，但君不陳，不以斂」。熊氏云：「君無襚大夫、士，謂小斂之時，君不合以衣襚。大夫、士雖有君襚，不陳，不以斂，故云無襚。大夫、士至大斂，則得用君襚，故《士喪禮》大斂時云君襚，祭服不倒。」其義俱通，故兩存焉。○「祭服無筭」。○正義曰：筭，數也。大斂之時，所有祭服皆用之無限數也。○注「褶袷」至「著也」。○正義曰：「君衣尚多，去其著也」者，經云「大夫、士猶小斂」，則復衣復衾也。據主人之衣，故用復，若襚亦得用袷也，故《士喪禮》云「襚以褶」是也。"
      },
      {
        "index": 4,
        "text": "袍必有表，不襌，衣必有裳，謂之一稱。袍，褻衣，必有以表之乃成稱也。《雜記》曰「子羔之襲，繭衣裳與稅衣纁袡為一」是也。《論語》曰「當暑，袗絺綌，必表而出之」，亦為其褻也。○袍，步毛反。襌音單。繭，古典反。稅，吐亂反。纁，許雲反。袡，而廉反。袗，之忍反。亦為，於偽反，下文「則為之」同。"
      },
      {
        "index": 5,
        "text": "[疏]「袍必」至「一稱」。○正義曰：「袍必有表，不襌」者，袍是褻衣，必須在上有衣以表之，不使襌露，乃成稱也。○注「袍褻」至「褻也」。○正義曰：引《雜記》者，證子羔之襲有袍，繭衣上加稅衣為表乃成稱。引《論語》者，證衣上加表。死則冬夏並用袍，上並加表。熊氏云：「褻衣所用，尊卑不同，士襲而用褻衣，故《士喪禮》『陳襲事，爵弁服，皮弁服，褖衣』。注云『褖，所以表袍』者，是襲有袍。《士喪禮》小斂云『祭服次，散衣次』，注云『褖衣以下，袍、繭之屬』，是小斂有袍。《士喪禮》又大斂散衣，是亦有袍。若大夫，襲亦有袍，案《雜記》云『子羔之襲，繭衣裳』是也。斂則必用正服，不用褻衣，故《檀弓》云『季康子之母死，陳褻衣』。注云『將以斂』，『敬姜曰：將有四方之賓來，褻衣何為陳於斯？命徹之』。若公，則襲及大小斂皆不用褻衣。知者，案《雜記》云『公襲無袍、繭』，襲輕尚無，則大小斂無可知也。」"
      },
      {
        "index": 6,
        "text": "凡陳衣者實之篋，取衣者亦以篋，升降者自西階。取猶受也。○篋，古協反。凡陳衣不詘，非列采不入，絺、綌、紵不入。不屈，謂舒而不卷也。列采，謂正服之色也。絺、綌、紵者，當暑之褻衣也。襲屍重形，冬夏用袍，及斂則用正服。○詘，丘勿反。紵，直呂反。"
      },
      {
        "index": 7,
        "text": "[疏]「凡陳」至「不入」。○正義曰：「陳衣不詘」者，謂舒而不卷也。○「非列采不入」者，列采，謂五方正色之采。非列采，謂雜色也，不入陳之也。○「絺、綌、紵不入」者，絺是細葛，綌是簏葛，紵是紵布，此褻衣，故不入陳也。○注「襲屍」至「正服」。○正義曰：如熊氏之意，此謂大夫以下，若公則襲亦不用袍。"
      },
      {
        "index": 8,
        "text": "凡斂者袒，遷屍者襲。袒者，於事便也。○便，婢面反。君之喪，大胥是斂，眾胥佐之。大夫之喪，大胥侍之，眾胥是斂。士之喪，胥為侍，士是斂。胥，樂官也，不掌喪事。胥當為「祝」，字之誤也。侍，猶臨也。大祝之職，「大喪贊斂」；喪祝，卿大夫之喪掌斂。《士喪禮》「商祝主斂」。○大胥，依注作祝，之六反，下同。胥，樂官，思餘反。"
      },
      {
        "index": 9,
        "text": "[疏]「凡斂」至「是斂」。○正義曰：此一節明斂之所用之人，有袒有襲之法。○「凡斂者袒」者，凡斂，謂執大小斂事也。事多，故袒為便也。○「遷屍者襲」者，謂大斂於地，乃遷屍入棺之屬，事少，故襲也。○「君之喪」者，此明人君斂用人之法。○「大胥是斂」者，大祝是接神者，故使之執斂事也。是，猶執也。○「眾胥佐之」者，眾祝，喪祝也。眾祝賤，故副佐於大祝也。○「大夫之喪，大胥侍之」者，大祝，猶君之大祝也。侍，猶臨也。君尊，故大祝親執斂。大夫卑，故大祝臨之。○「眾胥是斂」者，眾祝，《周禮》喪祝，卑，故親執斂也。庾云：「侍者，臨檢之也。大夫言侍，則君亦應有侍者，未知何人也。」○「士之喪，胥為侍」者，胥亦喪祝也。士卑，故祝臨之。○「士是斂」者，士之朋友來助斂也。《士喪禮》云「士舉遷屍」是也。○注「胥當」至「主斂」。○正義曰：知胥當為祝者，以胥是樂官，不掌斂事，故引《大祝》「大喪贊斂」，及《喪祝》「卿大夫之喪掌斂」，並引《士喪禮》「商祝主斂」，明諸祝主斂也，故引此文以證之。「商祝」者，案《士喪禮》注云：「商祝，祝習商禮」者，商人教之，以敬於接神宜也。」"
      },
      {
        "index": 10,
        "text": "小斂大斂，祭服不倒，皆左衽，結絞不紐。左衽，衽鄉左，反生時也。○紐，女九反，舊而慎反。鄉，許亮反。\n[疏]「小斂」至「不紐」。○正義曰：此一節明斂衣之法。○「小斂大斂，祭服不倒」者，大斂亦不倒。前已言「小斂不倒」，此又言小斂者，為下諸事出也。○「皆左衽」者，大斂小斂同然，故云皆也。衽，衣襟也。生鄉右，左手解抽帶便也。死則襟鄉左，示不復解也。○「結絞不紐」者，生時帶並為屈紐，使易抽解。若死則無復解義，故絞末畢結之，不為紐也。"
      },
      {
        "index": 11,
        "text": "斂者既斂，必哭。士與其執事則斂，斂焉則為之壹不食。凡斂者六人。斂者必使所與執事者，不欲妄人褻之。執，或為執。○與音預，注同。執音執，本亦作執。"
      },
      {
        "index": 12,
        "text": "[疏]「斂者」至「六人」。○正義曰：斂者，即謂大祝、眾祝之屬也。既斂是斂竟也，斂竟必皆哭也。所以然者，以其與亡者或臣舊，或有恩。今手為執事，專心則增感，故哭也。○「士與其執事則斂」者，釋前「士是斂」義也。與執事，謂平生曾與亡者共執事。今與喪所則助斂也，所以須生經共執事，死乃為斂也。若不經共執事，則褻惡之，故不使斂也。○「斂焉則為之壹不食」者，生經有恩，今又為之斂，為之廢壹食也。○「凡斂者六人」者，凡者，貴賤同也。兩邊各三人，故用六人。"
      },
      {
        "index": 13,
        "text": "君錦昌黼殺，綴旁七。大夫玄水黼殺，綴旁五。士緇冒赬殺，綴旁三。凡冒，質長與手齊，殺三尺。自小斂以往用夷衾，夷衾質殺之裁猶冒也。冒者，既襲所以韜屍，重形也。殺，冒之下□，韜是上行者也。小斂又覆以夷衾。裁，猶制也，字或為材。○冒，奧報反，下及注同。黼音甫。殺，色戒反，徐所例反，下及注同。裁，才再反，注同。韜，本又作，吐刀反，下同。"
      },
      {
        "index": 14,
        "text": "[疏]「君錦」至「冒也」。○正義曰：此一經明尊卑冒制。○「君錦冒黼殺」者，冒，謂襲後小斂前所用以韜屍也。冒有質、殺者，作兩囊，每輒橫縫合一頭，又縫連一邊，餘一邊不縫，兩囊皆然也。正義曰質，下者曰殺。君質用錦，殺用黼，故云「錦冒黼殺」也。故鄭注《士喪禮》云「冒，韜屍者，制如直囊，上曰質，下曰殺。質，正也。其用之，先以殺韜足而上，後以質韜首而下」。○「綴旁七」者，不縫之邊，上下安七帶，綴以結之，故云「綴旁七」也。○「大夫玄冒黼殺，綴旁五，士緇冒赬殺，綴旁三」者，尊卑之差也。鄭注《士喪禮》云：「上玄下纁，像天地也。」以此推之，士赬殺，則君、大夫盡殺為斧文也。又鄭云「象天地」，則大夫以上，無疑有象也。○「凡冒，質長與手齊」者，凡謂貴賤冒通名也。言冒之質從頭韜來，至下，長短與手相齊也。○「殺三尺」者，殺從足韜，上長三尺。○「自小斂以往用夷衾」者，往，猶後也。小斂前有冒，故不用夷衾。自小斂後，衣多，不可用冒，故用夷衾覆之也。《士喪禮》云：無用夷衾覆屍柩之衾也。○「夷衾質殺之裁猶冒也」者，裁，猶制也，言夷衾所用，上齊於手，下三尺所用繪色及長短制度，如冒之質、殺也。但不復為囊及旁綴也。熊氏分質字屬上，殺字屬下為句，其義非也。然始死，幠用斂衾，是大斂之衾。自小斂以前覆屍，至小斂時，君錦衾，大夫縞衾，士緇衾，用之小斂，斂訖，則制夷衾以覆之，其小斂以前所用大斂之衾者，小斂以後停而不用。至將大斂及陳衣，又更制一衾，主用大斂也。所謂大斂二衾者，其夷衾至大斂時所用無文，當應總入大斂衣內，並斂之也。"
      },
      {
        "index": 15,
        "text": "君將大斂，子弁絰，即位於序端。卿、大夫即位於堂廉楹西，北面，東上，父、兄堂下，北面；夫人、命婦屍西，東面，外宗房中南面。小臣鋪席，商祝鋪絞、紟、衾、衣，士盥於盤上，士舉遷屍於斂上。卒斂，宰告，子馮之踴，夫人東面亦如之。子弁絰者，未成服，弁如爵弁而素。大夫之喪，子亦弁絰。○鋪，普吳反，又音斂，下皆同。"
      },
      {
        "index": 16,
        "text": "[疏]「君將」至「如之」。○正義曰：此一經明君大斂時節也。○「子弁絰，即位於序端」者，序，謂東序。端，謂序之南頭也。○「卿、大夫即位於堂廉楹西」者，卿、大夫，謂群臣也。堂廉，謂堂基南畔廉陵之上。楹，謂南近堂廉者。子位既在東序端，故群臣列於基上東楹之西也。案《隱義》云：「堂廉即堂上，近高霤為廉也。」○「北面，東上」者，在基上俱北面，東頭為上也。子在東，屍在阼階，故在基者以東為上也。○「父、兄堂下，北面」者，謂諸父諸兄不仕者，以其賤，故在堂下而向北，以東為上也。若士則亦在堂下。○「外宗房中南面」者，外宗，君之姑、姊妹之女及姨舅之女也。輕，故在房中而鄉南也。皇氏云：「當在西房，以東為上也。」今謂屍在阼，夫人、命婦在屍西北，外宗等當在東房。○「小臣鋪席」者，謂下莞上簟，敷於阼階上，供大斂也。《士喪禮》云：「布席如初。」注云：「亦下莞上簟也。鋪於阼階上，於堂南北為少南。」○「商祝鋪絞、紟、衾、衣」者，商祝亦是《周禮》喪祝也。其鋪絞、紟、衾、衣等，致於小臣所鋪席上以待屍。○「士盥於盤上」者，士亦喪祝之屬也。《周禮》：「喪祝上士二人，中士四人，下士八人。」是將應舉屍，故先盥手於盤上也。《雜記》云「士盥於盤北」是也。○「士舉遷屍於斂上」者，斂上，即斂處也。○「卒斂」者，大斂衣裝畢也。○「宰告」者，宰，大宰也。斂畢，大宰告孝子道：斂畢也。○「子馮之踴」者，孝子待得告，乃馮屍而起踴。○「夫人東面亦如之」者，亦馮屍而踴。向者夫人、命婦俱東鄉於屍西，今獨云夫人馮者，命婦賤，不得馮也。馮竟乃斂於棺。○注「子弁」至「弁絰」。○正義曰：成服則著喪冠，此云弁絰，是未成服。此雖以大斂為文，其小斂時，子亦弁絰，君、大夫、士之子皆然。故《雜記》云「小斂環絰，公、大夫、士一也」。云「弁絰，爵弁而素」者，已具於下《檀弓》疏。云「大夫之喪，子亦弁絰」者，案《雜記》云「大夫與殯亦弁絰」，與他殯事尚弁絰，明自為父母弁絰可知。其士則素冠。故武叔小斂投冠，是諸侯大夫與天子士同。"
      },
      {
        "index": 17,
        "text": "大夫之喪，將大斂，既鋪絞、紟、衾、衣，君至，主人迎，先入門右，巫止於門外。君釋菜，祝先入，升堂。君即位於序端。卿、大夫即位於堂廉楹西，北面，東上。主人房外南面。主婦屍西，東面。遷屍。卒斂，宰告，主人降，北面於堂下，君撫之。主人拜稽顙。君降，升主人馮之，命主婦馮之。先入右者，入門而右也。巫止者，君行必與巫，巫主辟凶邪也。釋菜，禮門神也。必禮門神者，禮：君非問疾、弔喪不入諸臣之家也。主人房外南面，大夫之子尊，得升視斂也。○「巫止」，本或作「巫止門外」，「門外」，衍字耳。辟，必赤反。邪，似嗟反。"
      },
      {
        "index": 18,
        "text": "[疏]「大夫」至「馮之」。○正義曰：此一經明大夫大斂節也。○「主人迎」者，主人，適子也。聞君至而出門迎君也。○「先入門右」者，右門內東邊也。適子出門迎君，望見馬首，不哭不拜，而先還入門右，北面以待君至也。《士喪禮》云：「見馬首不哭，還入門右，北面。」注云：「不哭，厭於君，不敢伸其私恩也。」○「巫止於門外」者，君臨臣喪，巫祝桃茢以辟邪氣。今至主人門，恐主人惡之，故止巫於門外也。《士喪禮》云：「巫止於廟門外，祝代之。」巫止祝代，具在《檀弓》疏也。○「君釋菜」者，鄭云「釋菜，禮門神也」。禮：君非間疾弔喪，不入諸臣之家，故禮門神而入也。○「祝先入，升堂」者，巫止而祝代入，故先於君而入門，升自阼階也。祝，以其事接通鬼神者也。○「君即位於序端」者，君隨祝後而升堂，即位於東序之端阼階上之東，是適子臨斂處也。《士喪禮》云：「君升自阼階，西鄉。」○「主人房外南面」者，主人鄉者在門右，君升則主人亦升，立君之北，東房之外，面鄉南，俱欲視斂也。○「遷屍」者，鄉鋪絞、紟、衾、衣而君至。今列位畢，故舉屍於鋪衣上也。○「宰告」者，亦告主人道：斂畢也。○「主人降，北面於堂下」者，主人得告斂畢事竟，故降西階堂下，而鄉北立待君也。○「君撫之」者，君臣情重，方為分異，故斂竟而君以手撫案屍，與之別也。○「主人拜稽顙」者，主人在堂下鄉北，見君撫屍，故拜稽顙，以禮君之恩。○「君降」者，君撫屍畢而下堂也。○「升主人馮之」者，君馮之已畢，降堂，而主人升，還馮屍也。升主人者，君命升之也，主人升降皆西階也。《士喪禮》云：「主人中庭，君坐撫當心，主人拜稽顙。」「君降，西鄉，命主人馮屍。主人升自西階，由足西面馮屍，不當君所。」○「命主婦馮之」者，君亦又命主婦馮屍也。○注「巫止」至「斂也」。○正義曰：所以「巫止」者，禮敬主人，故不用將巫入對屍柩。云「君非間疾弔喪，不入諸臣之家」者，《禮運》文也。云「大夫之子尊，得升視斂也」者，以《士喪禮》其子不得升。今大夫之子將斂之時在房外南面，故云「大夫之子尊，得升視斂」也。"
      },
      {
        "index": 19,
        "text": "士之喪，將大斂，君不在，其餘禮猶大夫也。其餘，謂卿、大夫及主婦之位。\n[疏]「士之」至「夫也」。○正義曰：此一節明士斂之節，士喪，卑，無恩，君不視斂，故云「君不在」也。○「其餘禮猶大夫也」者，謂鋪衣、列位、男女之儀事，悉如大夫也。若有大夫來而君在位，則卿、大夫位亦在堂廉近西也。《士喪禮》云：「君升主人，主人西楹東北面升。公、卿、大夫繼主人東上。」案彼意，則在主人西也。"
      },
      {
        "index": 20,
        "text": "鋪絞、紟踴，鋪衾踴，鋪衣踴，遷屍踴，斂衣踴，斂衾踴，斂絞、紟踴。目孝子踴節。\n[疏]「鋪絞」至「紟踴」。○正義曰：此一經明孝子貴賤踴節也。"
      },
      {
        "index": 21,
        "text": "君撫大夫，撫內命婦。大夫撫室老，撫侄、娣。撫，以手按之也。內命婦，君之世婦。○姪，大結反。娣，大計反。君、大夫馮父、母、妻、長子，不馮庶子。士馮父、母、妻、長子、庶子。庶子有子，則父母不馮其屍。凡馮屍者，父、母先，妻、子後。目於其親所馮也。馮，謂扶持服膺。○長，丁丈反，下同。膺，於陵反。君於臣撫之。父母於子執之。子於父母馮之。婦於舅姑奉之。舅姑於婦撫之。妻於夫拘之。夫於妻、於昆弟執之。此恩之深淺尊卑之儀也。馮之類，必當心。○奉，芳勇反。拘音俱，一音古侯反。馮屍不當君所。不敢屯尊者所馮同處。○處，昌慮反。凡馮屍，興必踴。悲哀悲哀之至，馮屍必坐。"
      },
      {
        "index": 22,
        "text": "[疏]「君撫」至「必踴」。○正義曰：此一節明撫屍及馮屍之節。○「君撫大夫」者，大夫貴，故自撫之。「撫內命婦」者，命婦，君之世婦。撫內命婦，則不撫賤者，可知也。○「大夫撫室者，撫侄娣」者，大夫以室老為貴臣，以侄、娣為貴妾。死則為之服，故並撫之也。既撫侄娣，則賤妾不撫也。○「君、大夫馮父、母、妻、長子」者，君及大夫雖尊，而自主此四人喪，故同馮之。馮父母、撫妻子而並云馮，通言耳。○「不馮庶子」者，賤，故不得也。○「士馮父母妻長子庶子」者，士賤，故所馮及庶子也。○「庶子有子，則父母不馮其屍」者，庶子若有子，則父母亦不馮。前所馮之庶子是無子者也。然君、大夫之庶子雖無子，並不得馮也。○「凡馮屍者，父母先，妻子後」者，凡，主人也。父、母、妻、子，謂屍之父、母、妻、子也，父母尊，故馮屍在先。妻子卑，故馮屍在後。○「君於臣撫之」者，此以下目恩深淺尊卑，馮撫之異也。君尊，但以手撫案屍心，身不服膺也。盧云：「賤者略也。」○「父母於子執之」者，盧云「執當心上衣也」。○「子於父母馮之」者，謂服膺心上也。○「婦於舅姑捧之」者，盧云「尊故捧當心上衣也」。○「舅姑於婦撫之」者，亦手案屍心，與君為臣同也。○「妻於夫拘之」者，盧云「拘輕於馮，重於執也」，庾云「拘者，微引心上衣也」，賀云「拘其衣衾領之交也」。○「夫於妻、於昆弟執之」者，為妻及自為兄弟，但執之。盧無別釋，而賀云「夫於妻執其心上衣也，於兄弟亦執心上衣」。○「馮屍不當君所」者，所，猶處也。假令君已馮心，則餘人馮者不敢當君所馮之處，則宜少避之。○「凡馮屍，興必踴」者，凡者，貴賤同然也。馮屍竟則起，俱馮必哀殞，故起人踴，洩之也。○注「目於其親所馮也」。○正義曰：「目於其親」，謂死者之親馮屍也。父母先，謂死者父母。妻、子後，是死者之妻、子。故云「目於其親所馮」，謂題目所馮之人。○注「此恩」至「當心」。○正義曰：馮者為重，奉次之，拘次之，執次之。尊者則馮、奉，卑者則撫、執。執雖輕於撫，而恩深，故君於臣撫，父母於子執，是兼有尊卑深淺。云「馮之類，必當心」者，《士喪禮》「君坐，撫當心」，此下云馮屍不敢當君所，明君不撫，得當君所也。"
      },
      {
        "index": 23,
        "text": "父母之喪，居倚廬，不塗，寢苫枕塊，非喪事不言。君為廬，宮之。大夫、士襢之。宮，謂圍障之也。襢，袒也，謂不障。○倚，於綺反。苫，如占反。枕，之鴆反。塊，苦內反。襢，章善反，注同。露也。障音章，下同。"
      },
      {
        "index": 24,
        "text": "[疏]「父母」至「襢之」。○正義曰：自此以下，至「兄不次於弟」，明君、大夫、士遭喪，斬衰、齊衰、大功等居廬及堊室至祥、襢以來降殺之節，各依文解之。○此一經論初遭喪，君、大夫、士居廬之禮。○「居倚廬」者，謂於中門之外，東牆下倚木為廬，故云「居倚廬」。○「不塗」者，但以草夾障，不以泥塗之也。○「寢苫枕塊」者，謂孝子居於廬中，寢臥於苫，頭枕於塊。○「非喪事不言」者，志在悲哀，若非喪事，口不言說。○「君為廬，宮之」者，謂廬次以帷障之，如宮牆。○「大夫、士襢之」者，襢，袒也。其廬袒露，不帷障也。案《既夕禮》注云：「倚木為廬，在中門外，東方北戶。」定本無「枕塊」字，唯有「寢苫」二字。"
      },
      {
        "index": 25,
        "text": "既葬，柱楣，塗廬，不於顯者；君、大夫、士皆宮之。不於顯者，不塗見面。○柱，張玉反。楣音眉。見，賢遍反。"
      },
      {
        "index": 26,
        "text": "[疏]「既葬」至「宮之」。○正義曰：「既葬，柱楣」者，既葬，謂在墓，柱楣梢舉，以納日光，又以泥塗辟風寒。○「不於顯」者，言塗廬不塗廬外顯處。○「君、大夫、士皆宮之」者，以大夫、士既葬，故得皆宮之。"
      },
      {
        "index": 27,
        "text": "凡非適子者，自未葬，以於隱者為廬。不欲人屬目，故廬於東南角，既葬猶然。○適，丁歷反。屬音燭。\n[疏]「凡非」至「為廬」。○正義曰：凡非適子，謂庶子也。○「自未葬，以於隱者為廬」者，既非喪主，不欲人所屬目，故於東南角隱映處為廬。經雖云未葬，其實葬竟亦然也。"
      },
      {
        "index": 28,
        "text": "既葬，與人立，君言王事，不言國事。大夫、士言公事，不言家事。此常禮也。\n[疏]「既葬」至「家事」。○正義曰：此一經明居喪常禮。○「既葬，與人立」者，未葬，不與人並立。既葬後可與人並立也，猶不群耳。○「君言王事，不言國事」者，君，諸侯；王，天子也。既可並立，則諸侯可得言於天子之事，而猶不自私言己國事也。○「大夫、士言公事，不言家事」者，尊君也。大夫、士葬後，亦得言君事，而未可言私事也。○注「此常禮也」。○正義曰：庾氏云「案《曾子問》三年之喪，練不群立，不旅行。」此言既葬而與人立，得為常禮者，鄭以下經「君既葬，王政入於國。既卒哭而服王事」是權禮，故以此經不言國事及不言家事，大判為常禮也。且《曾子問》據無事之時，故不群立，不旅行。凡有事須言，故與人立也。"
      },
      {
        "index": 29,
        "text": "君既葬，王政入於國。既卒哭而服王事。大夫、士既葬，公政入於家。既卒哭，弁絰帶，金革之事無辟也。此權禮也。弁絰帶者，變喪服而吊服，輕，可以即事也。○辟音避，下注「猶辟」同。"
      },
      {
        "index": 30,
        "text": "[疏]「君既」至「辟也」。○正義曰：此一經是權禮也。若值國家有事，孝子不得遵恆禮，故從權事。故云「既葬」，謂葬竟未卒哭也。○「王政入於國」者，謂王政令之事入於己國也。○「既卒哭而服王事」者，謂身出為王服金革之事也。庾云：「謂此言君既葬，王政便入國。候卒哭乃身服王事。前云『君言王事』，謂言答所訪逮而已，王政未入於國也。」○「大夫、士既葬，公政入於家」者，亦權事也，謂國之政令入大夫家也。○「既卒哭，弁絰帶，金革之事無辟也」者，此謂服國事也。「弁絰帶」者，吊服也，言卒哭則有吊服。今有事，不得服已變服而服吊服，以從金革之事，無所辟也。變服重，吊服輕，故從戎便也。此與君互也，此言服弁絰，則國君亦弁絰。國君言服王事，則此亦服國事也。但君尊，不言奪服耳。然此言弁絰帶，弁絰，謂吊服，帶，謂喪服要絰。明雖吊服，而有要絰，異凡吊也。○注「此權禮也」。○正義曰：案《曾子問》云「金革之事無辟也」者，魯公伯禽有為為之，是權禮也。"
      },
      {
        "index": 31,
        "text": "既練，居堊室，不與人居。君謀國政，大夫、士謀家事。既祥，黝堊。祥而外無哭者，禫而內無哭者，樂作矣故也。黝堊，堊室之節也。地謂之黝，牆謂之堊。外無哭者，於門外不哭也。內無哭者，入門不哭也。祥逾月而可作樂，作無哭者。黝堊，或為要期。禫或皆作道。○黝，於糾反。堊，烏路反，又烏谷反，注同。禫，大感反。道音導。"
      },
      {
        "index": 32,
        "text": "[疏]「既練」至「故也」。○正義曰：此一經論練及祥、禫之節。○「不與人居」者，謂在堊室之中，猶不與人居也。○「君謀國政，大夫、士謀家事」者，此常禮也。練後漸輕，故得自謀己國家事也。○「既祥，黝堊」者，祥，大祥也。黝，黑也，平治其地令黑也。堊，白也，新塗堊於牆壁，令白，稍飾故也。○「祥而外無哭」者，祥亦大祥也。外，中門外，即堊室中也。祥之日鼓素琴，故中門外不哭也。○「祥而內無哭」者，內，中門內也。禫巳縣八音於庭，故門內不復哭也。○「樂作矣故也」者，二處兩時不哭，是並有樂作故也。《隱義》云：「練後三日一哭於次，次在中門外，謂堊室也。至大祥則不復於外。若有吊者，則入即位哭，是外無哭者。」○注「黝堊」至「哭者」。○正義曰：黝，謂治堊室之地。堊，謂塗堊室之牆。云「地謂之黝，牆謂之堊」者，《釋宮》文。云「祥逾月而可作樂」者，《檀弓》云「魯人有朝祥而暮歌」者，孔子曰「逾月則其善也」，是祥逾月而可作樂也。云「樂作無哭」者，以其樂作，故無哭。如鄭此注之意，以祥逾月作樂，故禫時無哭矣，則經云「樂作」之文，但釋禫時無哭之意，不釋祥之無哭。皇氏以為祥之日鼓素琴，「樂作」之文，釋「二處兩時」無哭，與鄭注違，皇說非也。定本「禫逾月作樂」，祥字作禫字，禫之逾月，自然從吉，樂作可知，恐禫字非也。"
      },
      {
        "index": 33,
        "text": "禫而從御，吉祭而復寢。從御，御婦人也。復寢，不復宿殯宮也。○不復，扶又反。期，居廬，終喪不御於內者。父在為母、為妻齊衰期者，大功布衰九月者，皆三月不御於內。婦人不居廬，不寢苫。喪父母，既練而歸。期、九月者，既葬而歸。歸，謂歸夫家也。○期音基，下同。為母、為並於偽反，下「為之賜」、注「為之」、「則為」並同。"
      },
      {
        "index": 34,
        "text": "[疏]「禫而」至「而歸」。○正義曰：此一經明釋禫節，言禫時從御婦人於內也。○「吉祭而復寢」者，謂禫祭之後，同月之內值吉祭之節，祭吉祭訖，而後復寢。若不當四時吉祭，則逾月吉祭，乃復寢，故《士虞記》云「中月禫，是月也，吉祭，猶未配」，注云「是月，是禫月也」。當四時之祭月，則祭也，亦不待逾月，故熊氏云「不當四時祭月，則待逾月也」。案《間傳》：「既祥，復寢。」與此吉祭復寢不同者，彼謂不復宿中門外，復於殯宮之寢。此吉祭後不復宿殯宮，復於平常之寢。文雖同，義別，故此注「不復宿殯宮也」。明大祥後宿殯宮也。杜預以為「禫而從御」謂從政御職事，鄭以為御婦人者，下文云「期，居廬，終喪不御於內」。既言「不御於內」，故知此御是御婦人也。「喪父母，既練而歸。期九月者，既葬而歸」，注云「歸，謂歸夫家也」。○正義曰：女子出嫁，為祖父母及兄弟為父後者皆期，九月謂不是期而降在大功者。案《喪服》：女子為父母「卒哭，折笄首」，玄謂「卒哭，喪之大事畢，可以歸於夫家」。此是既練歸，不同者，熊氏云：「《喪服》注云卒哭可以歸，是可以歸之節，其實歸時在練後也。」"
      },
      {
        "index": 35,
        "text": "公之喪，大夫俟練，士卒哭而歸。此公，公士、大夫有地者也。其大夫、士歸者，謂素在君所食都邑之臣。\n[疏]「公之」至「而歸」。○正義曰：此一經明公士、大夫有地之君喪，其臣歸之節。○「公之喪」者，臣下呼此有地大夫之君為公，故云「公之喪」。○「大夫俟練」者，此君下之臣大夫待練而歸。○注「此公」至「之臣」。○正義曰：知此公是「公士大夫有地」者，以其臣大夫待練，士待卒哭，故知非正君。若正君，案《雜記》「大夫次於公館以終喪，士練而歸」。彼謂正君，與此殊，故知此非正君。云「其大夫、士歸者，謂素在君所食都邑之臣」者，皇氏云「素，先也。君所食都邑，謂公士、大夫之君采地，言公士、大夫在朝廷而死，此臣先在其君所食之采邑，故云『素在君所食都邑之臣』，君喪而來服，至小祥而各反，故云歸也」。皇氏所解於文為便。然唯近國中而死，若在采邑，理則不包也。熊氏云：「素在君之所，謂此家臣為大夫者素先在君所；食都邑之臣，謂家臣不在君所、出外食都邑者。今君喪皆在，若大夫、士練及卒哭後，素在君所者歸於家，素食都邑者歸於都邑。」若如熊氏解，鄭當云「素在君所及食都邑之臣」。今不云「及」，其義疑也。"
      },
      {
        "index": 36,
        "text": "大夫、士父母之喪，既練而歸，朔月、忌日則歸哭於宗室。諸父、兄弟之喪，既卒哭而歸。歸，謂歸其宮也。忌日，死日也。宗室，宗子之家，謂殯宮也。禮：命士以上，父子異宮。○上，時掌反。"
      },
      {
        "index": 37,
        "text": "[疏]「大夫」至「而歸」。○正義曰：此一經明庶子遭喪歸家之節。大夫、士，謂庶子為大夫、士也。禮：命士以上，父子異宮。故大夫、士有父母之喪，至小祥各歸其宮也。《隱義》曰：「大夫、士父母之喪，既小祥而歸，庶子為大夫、士者也，適子終喪在殯宮也。」○「朔月、忌日則歸哭於宗室」者，朔月，朔、望也。忌日，死日也。宗室，適子家殯宮也。雖練各歸，至忌日及朔、望而歸殯宮也。○「諸父、兄弟之喪，既卒哭而歸」者，諸父諸兄弟並期為輕，故至卒哭而各歸。賀氏云：「此弟謂適弟，則庶兄為之次，云至卒哭乃歸也。下云兄不次於弟，謂庶弟也。」"
      },
      {
        "index": 38,
        "text": "父不次於子，兄不次於弟。謂不就其殯宮為次而居。\n[疏]「父不」至「於弟」。○正義曰：喪既畢，故尊者不居其殯宮次也。"
      },
      {
        "index": 39,
        "text": "君於大夫、世婦，大斂焉。為之賜，則小斂焉。為之賜，謂有恩惠也。\n[疏]「君於」至「斂焉」。○正義曰：此經以下至「君退必奠」，明君於大夫及士、並夫人於大夫、士恩賜、吊臨，主人迎送之節，各隨文解之。○此一經論君於大夫、世婦之禮。此世婦，謂內命婦，大斂為常，為之恩賜則小斂而往。然則君於大夫，大斂是常，小斂是恩賜。案隱元年「公子益師卒」，「公不與小斂，故不書日」者，熊氏云「彼謂卿也，卿則小斂焉，為之賜則未襲而往」。故昭十五年「有事於武宮，籥入，叔弓卒，去樂卒事」，《公羊》云「君聞大夫之喪，去樂卒事而往可也」，故鄭云「去樂卒事而往，未襲也」。是卿未襲而往。案柳莊非卿，衛君即吊，急吊賢也。"
      },
      {
        "index": 40,
        "text": "於外命婦，既加蓋而君至。於臣之妻略也。\n[疏]「於外」至「君至」。○正義曰：外命婦恩輕，故既大斂入棺、加蓋之後而君至也。則知大夫及世婦未加蓋以前君至也。"
      },
      {
        "index": 41,
        "text": "於士，既殯而往。為之賜，大斂焉。夫人於世婦，大斂焉。為之賜，小斂焉。於諸妻，為之賜，大斂焉。於大夫、外命婦，既殯而往。大夫、士既殯而君往焉，使人戒之。主人具殷奠之禮，俟於門外，見馬首，先入門右。巫止於門外，祝代之先。君釋菜於門內。祝先升自阼階，負墉南面。君即位於阼，小臣二人執戈立於前，二人立於後。殷，猶大也。朝夕小奠，至月朔則大奠。君將來，則具大奠之禮以待之，榮君之來也。祝負墉南面，直君北，房戶東也。小臣執戈先、後君，君升而夾階立。大夫殯即成服，成服則君亦成服，錫衰而往吊之。○直如字，又音值，當也。先後，悉見反，下胡豆反；一音並如字。夾，古洽反。擯者進，當贊主人也。始立門，東北面。主人拜稽顙。君稱言，視祝而踴，主人踴。稱言，舉所以來之辭也。視祝而踴，祝相君之禮，當節之也。○相，息亮反，下相上並同。"
      },
      {
        "index": 42,
        "text": "[疏]「於上」至「人踴」。○正義曰：此一經明君賜及夫人於大夫、士及妻妾恩賜之差，又明君吊士、夫夫之禮。○「於諸妻，為之賜，大斂焉」，諸妻，侄娣及同姓女也，同士禮，故為之賜，大斂焉。若夫人侄娣尊同世婦，當大斂焉；為之賜，小斂焉。○「於大夫、外命婦，既殯而往」者，謂夫人於大夫及外命婦，既殯而往，但有一禮，無恩賜差降之事。○「大夫、士既殯而咀薺焉」者，君於大夫，雖視大斂，或有既殯之後而始往，與士同也。○「使人戒之」者，謂君將往，使人豫戒告主人，使知之。○「主人具殷奠之禮」者，殷，大也。主人得君之戒告，先備具月朔大奠之禮，重君之來故也。○「俟於門外」者，君來之時，主人待於門外。○「見馬首，先入門右」者，謂見君馬首，先君而入門右，謂門東北面。○「祝先升自阼階」者，君應升自阼階，故祝先道君升阼階。○「負墉南面」者，墉，壁也。祝先升阼階，在君之北，立於房戶之東，皆負辟而鄉南也。○「君即位於阼」者，主人不敢有其室，故君位於阼而西鄉也。○「小臣二人執戈立於前，二人立於後」者，前後小臣各二人執戈，辟邪氣也。君升而小臣夾階，北面俟君也。盧云：「上言『即位於序端』，謂君臨大夫將大斂時。禮未成，辟執事，故即位於序端。此是大夫、士既殯而君往，禮已成，故即位於阼階也。」○注「祝負」至「吊之」。○正義曰：「直君北」者，直，當也。君既在阼階，祝立當君北，在房戶東而南鄉也。云「小臣執戈先、後君，君升而夾階立」者，《顧命》云「夾階上刃」，是夾階立也。云「大夫殯即成服」者，大夫除死日，三日殯，與成服同日。主人既成服，故君錫衰而往吊。「擯者進」，擯謂贊於主人禮者。擯者始在門東，北面。今君既升阼，則此擯者進於孝子前，告孝子使行禮也。然喪贊曰相，而此云擯者，以君之吊禮，無嫌擯道之義，故得以擯言之也。○「主人拜稽顙」者，以君臨視，故主人於庭中北面拜而稽顙。○「君稱言」者，稱，舉也。君舉其所來之言，謂吊辭也。舉言既畢，當哭踴。祝以相君，祝先踴，君乃視祝而踴。君踴畢，主人乃踴。"
      },
      {
        "index": 43,
        "text": "大夫則奠可也，士則出俟於門外。命之反奠，乃反奠。卒奠，主人先俟於門外。君退，主人送於門外，拜稽顙。迎不拜，拜送者，拜迎則為君之答己。君於大夫疾，三問之；在殯，三往焉。士疾，壹問之；在殯，壹往焉。所以致慇勤也。"
      },
      {
        "index": 44,
        "text": "[疏]「大夫」至「往焉」。○正義曰：此一節明君來吊士與大夫，其禮不同。○「大夫則奠可也」者，君既在阼，主人在庭，踴畢，則釋此殷奠於殯可也。言對人君可為此奠。○「士則出俟於門外」者，士卑，不敢留君待奠，故先出，俟君於門外，謂君將去也。○「命之反奠，乃反奠」者，君使人命反設奠，士乃反入設奠也。○「卒奠」者，設奠畢也。○「主人先俟於門外」者，奠畢，主人又先出門待君，大夫、士同然。○「君退，主人送於門外，拜稽顙」者，出去也，主人於門外送之而拜也。○注「迎不」至「答已」。○正義曰：案《曲禮》「凡非弔喪，非見國君，無不答拜」。然則喪法孝子拜賓，無答拜之理。今者君出，孝子雖拜，君無答理。而云「拜迎，則為君之答己」者，以尋常禮敵，孝子雖拜，賓無答理。今君來臨臣，臣既拜迎，奠卑禮隔，意恐君之答己，故不敢拜迎。案僖三十四年有傳「宋，先代之後，於周為客。有喪，拜焉」者，謂其餘諸侯來吊國喪，以其卑，王不拜之；若宋來吊，王用敵禮拜謝之，亦是主人拜賓之義也。"
      },
      {
        "index": 45,
        "text": "君吊，則復殯服。復，反也。反其未殯、未成服之服，新君事也。謂臣喪既殯後，君乃始來吊也。復，或為服。\n[疏]「君吊」至「殯服」。○正義曰：謂臣喪大斂與殯之時，君有故不得來；至殯後，主人已成服，而君始來吊，主人則復殯服者。復，反也。殯服謂殯時未成服之服，主人於時反服此服，新君之事，其服則首絰、免、布深衣也，不散帶。故《小記》云「君吊，雖不當免時也，主人必免，不散麻」，注云「為人君變，貶於大斂之前、既啟之後也」。"
      },
      {
        "index": 46,
        "text": "夫人吊於大夫、士，主人出迎於門外，見馬首，先入門右。夫人入，升堂即位。主婦降自西階，拜稽顙於下。夫人視世子而踴，奠如君至之禮。夫人退，主婦送於門內，拜稽顙。主人送於大門之外，不拜。視世子而踴，世子從夫人，夫人以為節也。世子之從夫人，位如祝從君也。"
      },
      {
        "index": 47,
        "text": "[疏]「夫人」至「不拜」。○正義曰：此一經明夫人吊臣禮。○「先入門右」者，門，亦大門也，謂孝子迎君之妻禮，亦如迎君禮也。○「夫人入，升堂即位」者，亦升阼階，西鄉，如君也。○「主婦降自西階，拜稽顙於下」者，主婦，臣妻也。既夫人來吊，故婦人為主人。當夫人升堂即位時，而主婦從西階而下，拜稽顙於堂下，如男主也。○「夫人視世子而踴」者，世子，夫人之世子，隨夫人來也。夫人來吊，則世子在前道引，其禮如祝道君也。○「奠如君至之禮」者，亦先戒，乃具殷奠。夫人即位哭後，主婦拜竟而設奠事，如君吊禮者。若士則亦主人先出而聽命反奠也。○「夫人退，主婦送於門內，拜稽顙」者，門，寢門也。婦人迎送不出門，故夫人去，於路寢門內而拜送之。而不拜迎而拜送之義，與君同也。○「主人送於大門之外，不拜」者，亦如送君也。而不拜者，喪無二主，主婦已拜，故主人不拜。"
      },
      {
        "index": 48,
        "text": "大夫君，不迎於門外，入即位於堂下。主人北面，眾主人南面，婦人即位於房中。若有君命、命夫命婦之命、四鄰賓客，其君後主人而拜。入即位於下，不升堂而立阼階之下，西面，下正君也。眾主人南面於其北，婦人即位於房中。君雖不升堂，猶辟之也。後主人而拜者，將拜賓，使主人陪其後，而君前拜。不俱拜者，主人無二也。○下正，戶嫁反。"
      },
      {
        "index": 49,
        "text": "[疏]「大夫」至「而拜」。○正義曰：此一節明大夫君之禮，不迎於門外者，貶於正君。謂大夫下臣稱大夫為君，故曰「大夫君」也。○「入即位於堂下」者，阼階下也。大夫君入寢門，不得升堂，乃即阼階下位而西鄉也。○「主人北面」者，主人，適子也。其君既即阼階下位，故適子辟之，位所以在君之南，北面也。○「眾主人南面，婦人即位於房中」者，婦人之位在堂，其君既來，故婦人並為位於東房中也。然此言婦人即位房中，非止大夫之君，亦總正君來禮如此也。又不言大夫之君妻來者，當同夫人禮也。又前君臨大斂，云「主婦屍西」，不言辟者，大斂哀深，故不辟君。今既殯後哀殺，故辟也。亦與前互也。○「若有君命、命夫命婦之命、四鄰賓客，其君後主人而拜」者，若當此大夫君來吊時，或有其本國之君命，或有國中大夫、命婦之命，或有昔經使四鄰之國卿大夫遣使來吊。若或有此諸賓在庭，則此大夫之君代主人拜命及拜諸賓也。所以爾者，喪用尊者拜賓故也。君雖代為主拜賓，而猶不敢同於國君專代為主，故以主人倍置君之後也。主人在君後而拜，謂君先拜，主人後拜也。○注「婦人」至「二也」。○正義曰：「婦人即位於房中」者，東房中也。「君雖不升堂，猶辟之也」者，以婦人合在戶西東面，君來升堂，婦人辟之在房中。今大夫君來雖不升堂，婦人猶辟之於房中也。然案未大斂之前，君雖來，主婦猶在屍西，其既殯已後，君雖來，不顯婦人之位。今此大夫君云「婦人即位房中」，明正君既殯而來，婦人亦即位房中也，故云「猶辟之」。云「而君前拜。不俱拜者，主人無二也」者，以經云「其君後主人而拜」，是君在前，主人在後。又君拜在前，主人拜在後，是主人立與拜皆在君後，不與君同時拜。君既為主，當推君在前，故云「主人無二」也。"
      },
      {
        "index": 50,
        "text": "君吊，見屍柩而後踴。塗之後，雖往不踴也。踴，或為哭，或為浴。\n[疏]「君吊」至「後踴」。○正義曰：君吊臣，唯見屍柩乃踴者。若不見屍柩，則不踴。案前文「既殯」，君往，「視祝而踴」。殯後有踴者，皇氏云「雖殯未塗，則得踴」，故鄭此注云「塗之後，雖往不踴也」。是既殯未塗，得有踴也。"
      },
      {
        "index": 51,
        "text": "大夫、士，若君不戒而往，不具殷奠。君退，必奠。榮君之來。\n[疏]「大夫」至「必奠」。○正義曰：君不先戒，故臣不得具殷奠。○「君退，必奠」者，君來不先戒，當時雖不得殷奠，而君去後必設奠告殯，以榮君來故也。"
      },
      {
        "index": 52,
        "text": "君大棺八寸，屬六寸，椑四寸。上大夫大棺八寸，屬六寸。下大夫大棺六寸，屬四寸。士棺六寸。大棺，棺之在表者也。《檀弓》曰：「天子之棺四重，水、兕革棺被之，其厚三寸；杝棺一，梓棺二，四者皆周。」此以內說而出也。然則大棺及屬用梓，椑用杝，以是差之，上公革棺不被，三重也。諸無革棺，再重也。大夫無椑，一重也。士無屬，不重也。庶人之棺四寸。上大夫，謂列國之卿也。趙簡子云：「不設屬、椑。」時僣也。○屬音燭，後皆同。椑，步歷反。重，直龍反，下同。兕，訶履反。被，皮義反，下同。厚，屍豆反。杝，以支反。差，初隹反，徐初宜反。僣，子念反。"
      },
      {
        "index": 53,
        "text": "[疏]「君大」至「六寸」。○正義曰：此一節以下至篇末，總論君、大夫、士等棺槨及飾棺之異，並碑繂之殊，各依文解之。○此一經論君、大夫、士等棺槨厚薄之制。禮：天子之棺四重，故《檀弓》云「水、兕革棺被之，其厚三寸，杝棺一」，注云「所謂椑棺也」；「梓棺二」，注云「所謂屬與大棺」。然則天子四重之棺，都合厚三尺四寸也。若上公棺則去水皮，所餘三重，合厚二尺一寸也。若侯、伯、子、男則又去兕皮，但餘三棺，為二重，合厚一尺八寸也。若上大夫則又去椑，所餘屬六寸及大棺八寸，為一重，合厚一尺四寸。若下大夫亦有屬四寸及大棺六寸，但寸數減耳。大棺六寸，屬四寸，合厚一尺也。若士則不重，唯大棺六寸也。○「君大棺八寸，屬六寸，椑四寸」者，屬六寸，椑四寸，二者合一尺，就大棺八寸為一尺八寸。○「上大夫大棺八寸，屬六寸」，去椑四寸，所餘二種合為一尺四寸。○「下大夫大棺六寸，屬四寸」者，各減二寸，合餘一尺也。○「士棺六寸」者，無屬，唯大棺六寸也。○注「大棺」至「僣也」。○正義曰：以名大棺，故知在表，云「四者皆周」者，謂水、兕革棺、杝棺、梓棺等皆周於屍，惟槨不周。「此以內說而出也」者，謂《檀弓》此文從內而說，以次出外，而謂近屍有水革，次外有兕革，次外有椑，次外有屬，次外有大棺。云「然則大棺及屬用梓，椑用杝」者，以《檀弓》云「杝棺一，梓棺二」，從內出外而言。此先云大棺及屬，乃始云椑，是從外鄉內而說，故知大棺及屬當梓棺也，椑當杝棺也。云「上公革棺不被，三重也」者，以天子四，上公三，去其一重，故知革棺不被，但有兕也。云「諸侯無革棺，再重也」者，以此經但云君大棺、屬、椑，不云革，故知無革棺也。此「君」謂侯、伯、子、男也。此經上、下大夫但云大棺與屬，無杝椑，是大夫無椑，一重也。經唯云「大棺六寸」，是士無屬，不重也。案《檀弓》「孔子為中都宰，制四寸之棺，五寸之槨」，是庶人之棺四寸。云「趙簡子云，不設屬、椑，時僣也」者，案哀公二年，簡趙子與鄭師戰於鐵。簡子自誓云「桐棺三寸，不設屬、辟」，「下卿之罰也」。案此，大夫依禮無椑，趙簡子所云罰始無椑，故知當時大夫常禮用椑，是時僣也。"
      },
      {
        "index": 54,
        "text": "君裡棺用朱綠，用雜金鐕。大夫裡棺用玄綠，用牛骨鐕。士不綠。鐕，所以琢著裡。○鐕，子南反，釘也。椓，陟角反，本又作椓。著，直略反。"
      },
      {
        "index": 55,
        "text": "[疏]「君裡」至「不綠」。○正義曰：此一經明裡棺之制。裡棺，謂以繪貼棺裡也。朱繒貼四方，以綠繒貼四角。定本經中「綠」字皆作「琢」，琢謂鐕，琢朱繒貼著於棺也。○「用雜金鐕」者，鐕，釘也。舊說云用金釘，又用象牙釘，雜之以琢朱綠著棺也。《釋義》云：「朱綠皆繒也。」○「雜金鐕」，《尚書》曰：「貢金三品，黃、白、青色。」○「大夫裡棺用玄綠」者，四面玄，四角綠。○「用牛骨鐕」者，不用牙金也。○「士不綠」者，悉用玄也。亦同大夫用牛骨僣，不言，從可知也。"
      },
      {
        "index": 56,
        "text": "君蓋用漆，三衽三束。大夫蓋用漆，二衽二束。士蓋不用漆，二衽二束。用漆者，塗合牝牡之中也。衽，小要也。○要，一遙反，下同。"
      },
      {
        "index": 57,
        "text": "[疏]「君蓋」至「二束」。○正義曰：此一經明衽束之數。○「君蓋用漆」者，蓋棺上蓋用漆，謂漆其衽合縫處也。○「三衽三束」者，衽，謂燕尾合棺縫際也。束，謂以皮束棺也。棺兩邊各三衽，每當衽上輒以牛皮束之，故云「三衽三束」也。○「大夫蓋用漆，二衽二束」者，亦漆衽合縫處也。大夫、士橫衽有束，每衽有束，故云「二衽二束」也。○「士蓋不用漆，二衽二束」者，士卑，故不漆也。言二衽二束者，與大夫同。《檀弓》云「棺束，縮二，衡三」者，據君言也。若大夫、士，橫唯二束，此文是也。故鄭注《司士》云：「結披必當棺束，於束系紐，天子、諸侯載柩三束，大夫、士二束。」《喪大記》曰：「君纁披六，大夫披四，前纁後玄。士二披，用纁。」人君禮文，欲其數多，圍數兩旁言六耳，其實旁三是也。皇氏不見鄭之此注，以為此經大夫、士二衽二束者，據披從束而言，其橫皆為三束，其義非也。"
      },
      {
        "index": 58,
        "text": "君、大夫鬊爪實於綠中，士埋之。綠當為角，聲之誤也。角中，謂棺內四隅也。鬊，亂髮也。將實爪、髪棺中，必為小囊盛之，此綠或為簍。○「鬊音舜。爪，側巧反。囊，乃剛反，徐音托。盛音成。簍，魯口反。"
      },
      {
        "index": 59,
        "text": "[疏]「君大」至「埋之」。○正義曰：此一節明鬊、爪之異。○「實於綠中」者，綠即棺角也，其死者亂髮及手足之爪，盛於小囊，實於棺角之中。○「士埋之」者，士賤，亦有物盛髪、爪而埋之。○注「綠當為角」。○正義曰：知綠當為角者，上文綠為色，以飾棺裡，非藏物之處。以綠與角聲相近，經云綠中，故讀綠為角。"
      },
      {
        "index": 60,
        "text": "君殯用輴，欑至於上，畢塗屋。大夫殯以幬，欑置於西序，塗不暨於棺。士殯見衽，塗上帷之。欑，猶菆也。屋，殯上覆如屋者也。幬，覆也。暨，及也。此記參差，以《檀弓》參之，天子之殯，居棺以龍輴，欑木題湊象槨，上四注如屋以覆之，盡塗之。諸侯輴不畫龍，欑不題湊象槨，其他亦如之。大夫之殯，廢輴，置棺西牆下，就牆欑其三面塗之。不及棺者，言欑中狹小，裁取容棺。然則天子、諸侯差寬大矣。士不欑，掘地下棺，見小要耳。帷之，鬼神尚幽闇也。士達於天子皆然。幬，或作錞，或作焞。○輴，敕倫反。欑，才冠反，下同。幬音道，注同。暨，其器反，注同。見，賢遍反，注同。菆，才工反，本亦作叢。參，初金反。差，初宜反。題音啼。湊，七豆反，注徐之樹反，下同。差寬，初賣反，又初隹反。掘，其越反，又其勿反。錞，徒對反，又徒臥反，又徒偎反。焞依字支允反，又支悶反，徐都臥反，沈都雷反。"
      },
      {
        "index": 61,
        "text": "[疏]「君殯」至「帷之」。○正義曰：此一經明尊卑殯之制度。○「君殯用輴」者，君，諸侯也。殯時置棺於輴內。○「欑至於上」者，以休欑輴至於棺上。○「畢塗屋」者，畢，盡也。此所欑殯之大，有似屋形。欑之既訖，盡塗其屋也。○「大夫殯以幬」者，幬，覆也，謂棺衣覆之也。大夫言幬覆，則王侯並幬覆也。謂棺衣覆之，言大夫幬即加斧之類是也。○「欑置於西序」者，屋堂西頭壁也。大夫不輴，又不四面欑，以一面倚西壁，而三面欑之，又上不為屋也。○「塗不暨於棺」者，暨，及也。王侯塗之，而欑廣，去棺遠；大夫亦塗，而欑狹，去棺近，裁使塗不及棺，故云「不暨棺」也。○「士殯見衽，塗上帷之」者，士掘肂見衽，其衽之上所出之處亦以木覆上而塗之，故謂「塗上」也。《士喪禮》云：「乃塗。」注云：「以木覆棺上而塗之，為火備也。帷之者，帷障也。貴賤悉然，故朝夕哭乃徹帷也。○注「欑猶」至「皆然」。○正義曰：云「欑猶菆也」者，謂菆聚其木，周於外也。云「屋，殯上覆如屋者」也，解經「畢塗屋」，屋是殯上之覆，形似於屋，故云「如屋」。云「此記參差」者，謂記此《大記》之文，其事參差。若君據天子，應稱龍輴，不得直云殯用輴。若君據諸侯，不得云「欑至於上，畢塗屋」。其文或似天子，或似諸侯，故云參差。云「以《檀弓》參之」，《檀弓》云：「天子之殯，菆塗龍輴以槨」，故知天子殯居棺以龍輴。又云「以槨」，故知欑木題湊象槨」。云「上四注如屋以覆之」者，謂上以四注垂而鄉下，如似屋簷，以覆其上。云「盡塗之」者，謂四邊及上皆塗之。云「諸侯輴不畫龍，欑不題湊象槨」者，以《檀弓》唯云「天子龍輴」，此經直云「君殯用輴」，不云龍，是諸侯不龍也，謂不畫輴轅為龍。《檀弓》唯云「天子菆塗龍輴以槨」，則知諸侯不題湊象槨。云「其他亦如之」者，除此龍輴、題湊象槨之外，其他亦如之。其他謂菆木、畢塗屋，亦如天子也。必知天子槨四阿者，成二年《左傳》云「朱文公卒，槨有四阿」，是僣天子禮。但凡殯之禮，天子先以龍輴置於客位殯處，然後從阼階舉棺於輴中，輴外以木菆輴之四邊，木高於棺，乃從上加綃黼於棺上，然後以木題湊。題，頭也。湊，鄉也，謂以木頭相湊鄉內也。像槨上之四注以覆之如屋形，以泥塗之於屋之上，又加席三重於殯上。其諸侯則居棺以輴，亦菆木輴外，木高於棺，後加布幕於棺上，又菆木於塗上，不題湊象槨也。雖不像槨，亦中央高似屋形，但不為四注，故經云「畢塗屋」，總包君也。塗上加席三重，云大夫之殯廢輴者，案下《檀弓》云「三臣廢輴」，據殯時也，是大夫之殯廢輴。云「欑中狹小，裁取容棺」者，以經云「塗不暨於棺」，明其狹小。卑者既狹，則知天子諸侯差寬大矣。云「士達於天子皆然」者，謂皆帷之。"
      },
      {
        "index": 62,
        "text": "熬，君四種八筐，大夫三種六筐，士二種四筐，加魚臘焉。熬者，煎穀也，將塗，設於棺旁，所以感蚍蜉，使不至棺也。《士喪禮》曰：「熬，黍稷各二筐。」又曰：「設熬，旁各一筐。」大夫三種，加以粱。君四種，加以稻，四筐。則手足皆一，其餘設於左右。○熬，五羔反。種，章勇反，下及注同。筐音匡。臘音昔。蚍音毗。蜉音浮。"
      },
      {
        "index": 63,
        "text": "[疏]「熬君」至「臘焉」。○正義曰：此一經明熬穀之異。熬者謂火熬其穀使香，欲使蚍蜉聞其香氣食穀，不侵屍也。○「加魚臘焉」者，魚臘謂乾臘。案《特牲》士臘用兔，《少牢》大夫臘用麋，天子諸侯無文，當用六獸之屬，亦為感蚍蜉。○注「士喪」至「左右」。○正義曰：此云「士二種四筐」，《士喪禮》「熬，黍、稷各二筐」，又與此同，故引之。又引《士喪禮》云「設熬，旁一筐」者，證設熬之處。云「大夫三種，加以粱」者，以《曲禮》云「歲凶，大夫不食粱」。明豐年常食粱，故知大夫加以粱。《公食大夫禮》：「黍、稷、稻、粱。」云「君四種，加以稻，四筐，則手足皆一」者，當以士喪四筐，設熬旁各一筐，則兩旁有兩筐，首有一筐，足有一筐也。云「其餘設於左右」者，兩旁在首足以外，皆設於左右旁也。"
      },
      {
        "index": 64,
        "text": "飾棺：君龍帷、三池、振容、黼荒，火三列，黼三列，素錦褚，加偽荒；纁紐六，齊五采，五貝；黼翣二、黻翣二、畫翣二，皆戴圭；魚躍拂池。君纁戴六，纁披六。大夫畫帷，二池，不振容；畫荒，火三列，黻三列，素錦褚；纁紐二，玄紐二，齊三采，三貝；黻翣二，畫翣二，皆戴綏；魚躍拂池。大夫戴前纁後玄，披亦如之。士布帷，布荒，一池，揄絞；纁紐二，緇紐二，齊三采，一貝，畫翣二，皆戴綏。士戴前纁後緇，二披用纁。飾棺者，以華道路及壙中，不欲眾惡其親也。荒，蒙也，在旁曰帷，在上曰荒，皆所以衣柳也。「士布帷，布荒」者，白布也。君、大夫加文章焉。黼荒，緣邊為黼文，畫荒，緣邊為雲氣。火黻為列於其中耳。偽，當為帷，或作於，聲之誤也。大夫以上，有褚以親覆棺，乃加帷荒於其上。紐，所以結連帷荒者也。池，以竹為之，如小車笭，衣以青布，柳象宮室，縣池於荒之爪端，若承霤然雲。君、大夫以銅為魚，縣於池下。揄，揄翟也，青質五色，畫之於絞繒而垂之，以為振容，像水草之動搖，行則又魚上拂池。《雜記》曰「大夫不揄絞繒屬於池下」，是不振容也。士則去魚。齊，像車蓋蕤，縫合雜采為之，形如瓜分然。綴貝落其上乃旁。戴之言值也，所以連繫棺束與柳材，使相值，因而結前後披也。漢禮：翣以木為筐，廣三尺，高二尺四寸，方，兩角高，衣以白布。畫者，畫雲氣，其餘各如其象；柄長五尺，車行使人持之而從，既窆，樹於壙中。《檀弓》曰「周人牆置翣」是也。綏，當為緌，讀如冠蕤之蕤，蓋五采羽，注於翣首也。○黻音弗。褚，張呂反，下同。偽，依注讀為。帷，位悲反，齊如字，齊才細反。翣，所甲反。戴，丁代反，下及注同。披，彼義反，彼甫發反，下同。綏，依注為緌，音蕤，耳隹反，下同。揄音遙，注同。紐，女九反。緇，側具反。壙，古晃反。惡，烏路反。衣，於既反，下「衣以」皆同。以上，時掌反，下「魚上」同。笭音零。縣音玄，下皆同。搖音遙，一音以照反。去，起呂反。「車蓋蕤」絕句，一讀以蕤向下。瓜，古華反。分，扶問反，又皮莧反，又夫雲反。壙，古曠反。高，古報反，又如字。長，直諒反，又如字，後放此。從，才用反。"
      },
      {
        "index": 65,
        "text": "[疏]「飾棺」至「用纁」。○正義曰：此一經明葬時尊卑棺飾。○「君龍帷」者，君，諸侯也。帷，柳車邊障也，以白布為之。王侯皆畫為龍，像人君之德，故云「龍帷」也。○「三池」者，諸侯禮也。池謂織竹為籠，衣以青布，桂著於柳上荒邊爪端，像平生宮室有承霤也。天子生有四注屋，四面承霤，柳亦四池，像之。諸侯屋亦四注，而柳降一池，闕於後一，故三池也。○「振容」者，振，動也。容，飾也，謂以絞繒為之，長丈餘，如幡。畫幡上為雉，縣於池下為容飾。車行則幡動，故曰「振容」。○「黼荒」者，荒，蒙也，謂柳車上覆，謂鱉甲也。緣荒邊為白黑斧文，故云黼荒。○「火三列」者，列，行也。於鱉甲黼文之上，荒中央，又畫為火三行也。火，形如半環也。○「黼三列」者，又畫為兩「己」相背，為三行也。○「素錦褚」者，素錦，白錦也。褚，屋也。於荒下又用白錦以為屋也。葬在路象宮室也。故《雜記》云「素錦以為屋而行」，即褚是也。○「加偽荒」者，帷是邊牆，荒是上蓋，褚覆竟而加帷荒加褚外也。「纁紐六」者，上蓋與邊牆相離，故又以纁為紐連之相著，旁各三，凡用六紐，故云「纁紐也」。○「齊五采」者，謂鱉甲上當中央，形員如華蓋，高三尺，逕二尺餘。五采，謂人君以五采繒衣之列行相次，故云「五采」也。○「五貝」者，又連貝為五行，交絡齊上也。○「黼翣二，黻翣二」者，「畫翣二」者，翣形似扇，以木為之，在路則障車，入槨則障柩也。凡有六枚，二畫為黼，二畫為黻，二畫為雲氣。諸侯六，天子八。《禮器》云：「天子八翣，諸侯六，大夫四。」鄭注《縫人》云：「《漢禮器制度》『飾棺，天子龍、火、黼、黻，皆五列』。又有龍翣二，其載皆加璧也。」○「皆戴圭」者，謂諸侯六翣，兩角皆戴圭玉也。○「魚躍拂池」者，凡池必有魚，故此車池縣絞雉，又縣銅魚於池下。若車行則魚跳躍上拂池也。《隱義》曰「振容在下」，是魚在振容間。○「君纁戴六」者，事異飾棺，故更言君也。纁藏，謂用纁帛系棺紐者柳骨也。謂之戴者，戴，值也。使棺堅值，棺橫束有三，亦每一束兩邊輕各屈處為紐，三束有六紐。今穿纁戴於紐以系柳骨，故有六戴也。○「纁披六」者，纁，謂亦用絳帛為之，以一頭系所連柳纁戴之中，而出一頭於帷外，人牽之，每戴系之，故亦有六也。謂之披者，若牽車登高，則引前以防軒車；適下則引後以防翻車，欹左則引右，欹右則引左，使車不傾覆也。○「大夫畫帷」者，不得為龍，畫為雲氣。○「二池」者，不得三，故二也。庾云：「兩邊而已。」賀云：「前後各一。」○「不振容」者，謂不以揄絞屬於池下為振容，故云「不振容」也。為池上揄絞則有也。○「畫荒」者，不為斧而為雲氣也。○「火三列，黼三列，素錦褚」者，與咀墁也。○「纁紐二，玄紐二」者，不得六，故用四，以連四旁也。不並一色，故二為纁，二為玄也。○「齊三采」者，絳黃、黑也。○「三貝」者，又降二也。○「黼翣二，畫翣二」者，降兩龍也。○「皆戴綏」者，翣角不圭，但用五採用作綏，注翣兩角也。○「魚躍拂池」者，無絞雉而有縣銅魚也。○「大夫戴前纁後玄」者，事異，故更言大夫也。降人君，故不並用纁也，其數與披同，用四也。○「披亦如之」者，色及數悉與戴同也。○「士布帷，布荒」者，士帷及荒者，白布為之而不畫也。○「一池」者，唯一池在前也。○「揄絞」者，亦畫揄雉於絞，在於池上，而池下無振容。知者，大夫既不振容，明士亦不振容於池下。○「纁紐二，緇紐二」者，又降玄用緇也，猶用四，連四旁。○「齊三采」者，與大夫同也。○「一貝」者，又降二行，但一行絡之耳。○「畫翣二，皆戴綏」者，又降二黻也。池上翣悉綏，故云「皆」也。○「士戴前纁後緇」者，事異，故直言士也。戴當棺束，每束各在兩邊，前頭二戴用纁，後頭二戴用緇，通兩邊為四戴，舉一邊即兩戴也。○「二披用纁」者，據一邊前後各一披，故云「二披用纁」。若通兩旁，則亦四披也。○注「飾棺」至「首也」。○正義曰：「以華道路及壙中」者，以翣入壙中，則知餘物堪入壙中者皆入。云「荒，蒙也」者，以《爾雅》荒、蒙俱訓為「奄」，故荒得為蒙。云「皆所以衣柳也」者，謂木材有此帷荒在外衣覆之，故云「皆所以衣柳」。云「黼荒，緣邊為黼文，畫荒，緣邊為雲氣」者，既云「黼荒、畫荒」，又云「火三列，黻三列」，火、黻既為三列，其處寬多，宜在荒之中央，則知黼之與畫宜在荒之外畔。鄭云「偽當為帷，或作於」者，偽字與帷聲相近。又諸本偽字作於者，於、帷聲又相近，因聲相近而遂誤作偽字，或作於字，故云「聲之誤」也。云「紐，所以結連帷荒」者，荒在上，帷在旁，屬紐以結之，與束棺屬披之紐別也。故鄭注《司士》云「謂結披必當棺束，於束系紐」，是披紐與此異也。云「池以竹為之，如小車笭，衣以青布」者，鄭以漢之制度而知「如小車笭」者，以小車之箱必猶狹長，故云「如小車笭」。云「縣池於荒之爪端，若承霤然雲」者，荒之爪，謂荒之材出外，若人之指爪，而縣此池於荒之爪端，其池若官室之承霤然。云，語辭也。云「以銅為魚，縣於池下」者，以參漢之制度而知也。云「揄，揄翣也，青質五色」者，《爾雅•釋鳥》文。經云「揄絞」，故知畫揄於絞繒也。經云「振容」，故知垂之以為振容，像水草之揄搖。云「行則魚躍上拂池」者，以經云「魚躍拂池」，躍是鄉上之名，非行不動，故知行則魚上拂池。引《雜記》曰「大夫不揄絞屬於池下」，是不振容也者。此經云「不振容」，《雜記》云：「大夫不揄絞屬於池下。」若屬於池，則振容；不屬於池下，是不振容也。云「士則去魚」者，言士同大夫不振容，更又去魚，故云「士則去魚」。此云士揄絞，明大夫亦揄絞，但大夫不以揄絞屬於池下為振容，而皇氏不解鄭之此旨，謂大夫不揄絞而有銅魚，士無銅魚而有揄絞，以為魚陰而絞陽，大夫逼君，故奪其陽。不尋其義，一何疏妄之甚！云「齊，像車蓋蕤」者，此車蓋四面有垂下蕤，今此齊形象此車蓋及蕤，謂上象車蓋，旁象蓋蕤。云「縫合雜采為之，形如爪分然」者，言齊形既圓，上下縫合雜采，豎有限褶，如瓜內之子，以穰為分限然也。皇氏云：「如虎掌之爪，皮外其色有部分若然。」此注唯據班瓜，事恐不合耳。云「所以連繫棺束與柳材，使相值，因而結前後披」者，謂用此戴索連繫棺束之紐與外畔柳材，使相當值。謂連棺著柳，將披一頭以結此戴，更垂披頭鄉外，使人執之，備柩車傾動。云「以木為筐」者，謂以木為翣之筐，若門戶四面筐也。云「廣三尺，高高二尺四寸，方，兩角高」者，謂廣、方，正不圓曲也。云「綏當為緌」至「翣首也」者，以《周禮》夏采掌染鳥羽為夏翟之色，故名夏采。其職掌復建綏，故知綏五採用注翣首，謂翣之兩角，諸侯則戴以圭。"
      },
      {
        "index": 66,
        "text": "君葬用輴，四綍二碑，御棺用羽葆。大夫葬用輴，二綍二碑，御棺用茅。士葬用國車，二綍無碑，比出宮，御棺用功布。大夫廢輴，此言輴，非也。輴，皆當為「載以輇車」之輇，聲之誤也。輇，字或作團，是以文誤為國。輇車，柩車也，尊卑之差也。在棺曰綍，行道曰引，至壙將窆又曰綍，而設碑，是以連言之。碑，桓楹也。御棺，居前為節度也。士言比出宮，用功布，則出宮而止，至壙無矣。綍，或為率。○輴依注音輇，市專反，下同；王敕倫反。綍音弗。碑，彼皮反。御棺，一本作御柩。葆音保。用國，依注亦作輇，市專反，王如字，云「一國所用」。比，必例反，注同。柩，尹九反。引音胤。率音律。"
      },
      {
        "index": 67,
        "text": "[疏]「君葬」至「功布」。○正義曰：此一經明葬時在路，尊卑載柩之車及碑綍之等。○「君葬用輴」者，諸侯載柩在路而用輴，當用輇車，用輴非也。○「四綍二碑」者，綍有四條，條有二所，此諸侯也。天子則六綍四碑。○「御棺用羽葆」者，《雜記》云：諸侯用匠人執羽葆以鳥羽。註：於柄末如蓋，而御者執之居前，以指麾為節度也。○「大夫葬用輴」者，言輴非，亦當為用輇也。○「二綍二碑」者，碑各一孔，樹於壙之前後，綍各穿之也。○「士葬用國車」者，國亦當為輇也。○「二綍無碑」者，手縣下之。○「比出宮，御棺用功布」者，比出宮，謂柩在宮牆內也。功布，大功布也，士用大功布為御也。大夫用茅，自廟至墓。士卑，御自廟至大門牆內而止，出路便否，至墓不復御也。《隱義》云：「羽葆、功布等，其象皆如麾。」○注「大夫」至「無矣」。○正義曰：鄭引大夫廢輴，此經云「葬用輴」，與《檀弓》違，故云「此言輴，非也」。云「輴皆當為載以輇車之輇」者，謂經云「君葬用輴」，「大夫葬用輴」，此二「輴」皆當為「載以輇車」之輇，讀從《雜記》之文，謂君及大夫皆載以輇車，明不以輴也。必知非輴者，以此文云「士葬用國車」，國字與團字相似，因誤耳。團與輇聲相類，輇則蜃車也。在路載柩，尊卑同用蜃車，故知經云輴者，非也。輴、國皆當為輇，云尊卑之差也。「在棺曰綍」者，皇氏云：「天子諸侯以下載柩車同皆用輇也。其尊卑之差異，在於棺飾耳，則前經棺飾是尊卑異也。」熊氏云：「尊卑之差，謂此經君四綍二碑，御於用羽葆。大夫二綍二碑，御棺用茅，士葬用二綍無碑，御棺用功布」，失鄭注意，其說非也。云「行道曰引，至壙將窆又曰綍，而設碑，是以連言之」者，此一經所論在道之時，未論窆時下棺之節，既是在塗，經當應云引。而云「綍與碑」者，其初時在塗，後遂窆葬，因在塗，連言窆時，故云「是以連言之」。至窆時下棺，天子則更載以龍輴，故《遂師》注云「蜃車，柩路也。行至壙，乃設奠復載以龍輴」。是天子殯用龍輴，至壙去蜃車，載以龍輴。以此約之，則諸侯殯以輴，葬則用輇明矣。若大君，唯朝廟用輴，殯則不用輴，葬時亦無輴也。士則殯，不用輴，朝廟得用輴軸。若天子元士，葬亦用輴軸，與大夫異。禮有損之而益之也。云「碑，桓楹也」者，下《檀弓》云「三家視桓楹」，是僣也，則天子用大木為碑，謂之豐碑。諸侯則樹兩大木為碑，謂之桓楹。此經言稱二綍二碑，故云「桓，楹也」。謂每一碑樹兩楹。云「士言此出宮，用功布，則出宮而止，至壙無矣」者，以士卑，故出宮在路，無御柩之物。"
      },
      {
        "index": 68,
        "text": "凡封，用綍去碑負引。君封以衡，大夫、士以咸。君，命毋譁，以鼓封。大夫，命毋哭；士，哭者相止也。封，《周禮》作「窆」，窆，下棺也。此封，或皆作斂，《檀弓》曰「公輸若方小斂，般請以機封」，謂此斂也。然則棺之入坎為斂，與斂屍相似，記時同之耳。咸讀為緘。比柩車及壙，說載除飾，而屬紼於柩之緘，又樹碑於壙之前後，以紼繞碑間之鹿盧，輓棺而下之。此時棺下窆，使輓者皆系紼而繞要、負引，舒縱之，備失脫也。用紼去碑者，謂縱下之時也。衡，平也。人君之喪，又以木橫貫緘耳，居旁持而平之，又擊鼓為縱捨之節。大夫、士旁牽緘而已。庶人縣窆，不引紼也。禮：唯天子葬有隧。今齊人謂棺束為緘繩，咸，作為椷。○封，依注作窆，彼驗反，下及注「機封」同。咸，依注讀為緘，古鹹反。毋音無，下同。譁音華。說，吐活反。輓音晚。繞，而沿反。要，一遙反。縱，子用反，下同。捨音捨。隧音遂。延，道也。椷，古咸反，一本作緘。"
      },
      {
        "index": 69,
        "text": "[疏]「凡封」至「止也」。○正義曰：此一經論尊卑下棺之制。○「凡封，用綍去碑負引」者，封當為窆，窆謂下棺。下棺之時，將綍一頭以系棺緘，又將一頭繞碑間鹿盧，所引之人在碑外，背碑而立。負引者漸漸應鼓聲而下，故云「用綍去碑負引」也。○「君封以衡」者，諸侯禮大物多，棺重，恐棺不正，下棺之時別以大木為衡，貫穿棺束之緘，平持而下，備傾頓也。○「大夫、士以咸」者，大夫、士無衡，使人以綍直系棺束之緘，而下於君也。○「君命無譁，以鼓封」者，謂君下棺時命令眾人無得喧嘩，以擊鼓為窆時縱捨之節，無一鼓漸縱綍也。○「大夫命母哭」者，大夫卑，不得擊鼓，直命人使無哭耳。○「士哭者相止也」者，士又卑，不得施教令，直以哭者自相止。○注「封周」至「緘繩」。○正義曰：「此封，或皆作斂」者，謂《禮記》餘本此經中「封」字皆作「斂」字者，鄭以窆有斂義，故引《檀弓》之文「，斂般請以機窆」，故云謂此斂也。云「然則棺之入坎為斂，以斂屍相似，記時同之耳」者，以下棺與斂屍相似，故作記之時，他本同稱斂，故下棺亦以為斂也。云「屬紼於柩之緘者」，至壙說載除飾之後，謂解此蜃車之綍，繫於柩之緘束之繩。云「又樹碑於壙之前後，以紼繞碑間之鹿盧，輓棺而下之」者，諸侯四綍二碑，前後二紼，各繞前後二碑之鹿盧，其餘兩綍於壙之兩旁，人輓之而下。其天子，則下《檀弓》注云「天子六綍四碑，前後各重鹿盧」，如鄭此注，天子紼既有六，碑但有四，故以前碑後碑各鹿盧，每一碑用二綍，前後用四綍，其餘兩綍繫於兩旁之碑。案下《檀弓》注云「諸侯之繂」，不云前後重鹿盧，則諸侯之碑前後不重鹿盧也。前碑後碑各用一紼，其餘二紼在旁，人持而下棺也。經云「用綍去碑」，謂前後綍耳。其在旁之綍無碑也，故前經「士二綍，無碑也」。是綍有人持之法，不要在碑也。案《檀弓》注云：「前後重鹿盧，唯據天子。」皇氏云：「諸侯亦有前後重鹿盧，四紼繫於前後二碑，旁邊無紼。」既違鄭注，下棺又危，其義恐非也。云「禮：唯天子葬有隧」者，案僖二十五年《左傳》云：晉侯請隧，王弗許，曰「王章也」。是隧為天子典章，諸侯請，故知天子有隧也。杜元凱注《左傳》：「闕地通路曰隧。」諸侯皆縣柩而下，路則輴也。故《遂師》注云「至壙說載除飾，更復載以龍輴」，是載以輴入隧道。皇氏云：「棺從而下，遂以納明器。」其說兼路也。云「今齊人謂棺束為緘繩」者，以今人之語證經緘是束棺之物。"
      },
      {
        "index": 70,
        "text": "君松槨，大夫柏槨，士雜木槨。槨，謂周棺者也。天子柏槨以端，長六尺。夫子制於中都，使庶人之槨五寸。五寸，謂端方也。此謂尊者用大材，卑者用小材耳。自天子、諸侯、卿、大夫、士、庶人，六等，其槨長自六尺而下，其方自五寸而上，未聞其差所定也。抗木之厚，蓋與槨方齊。天子五重，上公四重，諸侯三重，大夫再重，士一重。○而上，時掌反。抗，苦浪反，徐戶剛反。重，直龍反，下同。"
      },
      {
        "index": 71,
        "text": "[疏]「君松」至「木槨」。○正義曰：此一經明所用槨木不同。○「君松槨」者，君，諸侯也。諸侯用松為槨材也。盧云：「以松黃腸為槨。」盧云：「黃腸，松心也。」○「大夫柏槨」者，以柏為槨，不用黃腸，下天子也。○「士雜木槨」者，士卑，不得同君，故用雜木也。○注「槨謂」至「一重」。○正義曰：「天子柏槨以端，長六尺。夫子制於中都，使庶人之槨五寸，五寸謂端方也」者，鄭以槨木長短及厚薄無文，故引柏槨以端、長六尺，明槨材每段長六尺也。又庶人厚五寸者，欲明槨材每段厚薄廣狹五寸也，故云「謂端方也」。端，頭也，謂材頭之方，天子長六尺，謂尊者用大材，庶人方五寸，是卑者用小材。云「六等，其槨長自六尺而下，其方自五寸而上，未聞其差所定也」者，天子既六尺而下，未知諸侯、卿、大夫、士、庶人節級之數，庶人自五寸而上，未知士及大夫、卿與諸侯、天子差益之數，故云「未聞其差所定」。案《檀弓》「柏槨以端，長六尺」，注云「其方蓋一尺」。以此差之，諸侯方九寸，卿方八寸，大夫七寸，士六寸，庶人五寸。雖有此約，又無正文可定。云「抗木之厚，蓋與槨方齊」者，以槨繞四旁，抗木在上，俱在於外，故疑厚薄齊等。云「天子五重以下」者，據抗木之數言之，故《禮器》「天子五重八翣」是也。每一重縮二在下，衡三在上，故《既夕》注云「象天二合地二也」。"
      },
      {
        "index": 72,
        "text": "棺槨之間，君容柷，大夫容壺，士容甒。間可以藏物，因以為節。○祝，昌六反。甒音武。\n[疏]「棺槨」至「容甒」。○正義曰：此一經明棺槨之間廣狹所容也。○「君容柷」者，柷如漆筩，是諸侯棺槨間所容也。若天子棺槨間則差寬大，故《司几筵》云「柏席用萑」，玄謂「柏，槨字摩滅之餘。槨席，藏中神坐之席是也」。諸侯棺槨間亦容席，故《司几筵》云「柏席」，「諸侯則紛純」，稍狹於天子，故此云「容柷」。○「大夫容壺」者，壺是漏水之器，大夫所掌。○「士容甒」者，甒，盛酒之器，士所用也。"
      }
    ]
  }
}