{
  "chapterNumber": 39,
  "title": "卷38",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "昔者，舜作五弦之琴以歌《南風》，夔始制樂以賞諸侯。夔欲舜與天下之君共此樂也。南風，長養之風也，以言父母之長養己，其辭未聞也。夔舜時典樂者也。《書》曰：「夔，命女典樂。」○夔，求龜反，舜臣。女音汝。"
      },
      {
        "index": 1,
        "text": "[疏]「昔者」至「諸侯」。○正義曰：此一節論《樂記》第四章，名為《樂施》，施者，用於天下，此章中明樂施被之事也。本是第三，前既推禮章為第三，此為第四，亦明禮樂既備，後乃施布天下也。自此至「知其行也」，此一節特明聖人制樂以賞諸侯，其功大者其樂備。○「昔者，舜作五弦之琴以歌《南風》」者，五弦，謂無文武二弦，唯宮、商等之五弦也。《南風》，詩名，是孝子之詩。南風，長養萬物，而孝子歌之，言己得父母生長，如萬物得南風生也。舜有孝行，故以此五弦之琴歌《南風》之詩，而教天下之孝也。此詩今無，故鄭注云：「其辭未聞也。」案《世本》云：「神農作琴。」今云舜作者，非謂舜始造也，正用此琴特歌《南風》，始自舜耳。或五弦始舜也。○「夔始制樂以賞諸侯」者，夔是舜典樂之官，名夔，欲天下同行舜道，故歌此《南風》以賞諸侯，使海內同孝也。然樂之始，亦不正在夔也，正是夔始以此詩與諸侯。○注「夔欲」至「典樂」。○正義曰：「夔欲舜與天下之君共此樂」者，舜既獨歌《南風》，夔為典樂之官，欲令舜與天下諸侯共歌此《南風》之樂，故制此《南風》之樂以賞諸侯。云「其辭未聞也」者，此《南風》歌辭，未得聞也。如鄭此言，則非《詩•凱風》之篇也。熊氏以為《凱風》，非矣。案《聖證論》引《屍子》及《家語》難鄭云：「昔者舜彈五弦之琴，其辭曰：『南風之薰兮，可以解吾民之慍兮。南風之時兮，可以阜吾民之財兮。』鄭云『其辭未聞』，失其義也。」今案馬昭云：「《家語》王肅所增加，非鄭所見。」又《屍子》雜說，不可取證正經，故言「未聞」也。"
      },
      {
        "index": 2,
        "text": "故天子之為樂也，以賞諸侯之有德者也。德盛而教尊，五穀時熟，然後賞之以樂。故其治民勞者，其舞行綴遠。其治民逸者，其舞行綴短。民勞則德薄，酇相去遠，舞人少也。民逸則德盛，酇相去近，舞人多也。○行，戶剛反，下同。"
      },
      {
        "index": 3,
        "text": "[疏]「故天」至「綴短」。○正義曰：此一經明諸侯德尊樂備舞具，各隨文解之。○「故其治民勞者，其舞行綴遠」者，綴，謂酇也。「遠」是舞者外營域行列之處。若諸侯治理於民，使民勞苦者，由君德薄，賞之以樂，舞人既少，故其舞人相去行綴遠，謂由人少舞處寬也。○「其治民逸者，其舞行綴短」者，此諸侯治理於民使逸樂，由其君德盛，故賞之以樂，舞人多，故去行綴短也，謂由人多舞處狹也。舞處之綴一種，但人多則去之近，人少則去之遠也。○注「民勞」至「多也」。○正義曰：酇，謂酇聚。舞人行位之處，立表酇以識之。"
      },
      {
        "index": 4,
        "text": "故觀其舞，知其德，聞其謚，知其行也。謚者，行之跡也。○行，下孟反，注同。\n[疏]「故觀」至「行也」。○正義曰：此覆結上文。○觀其舞之遠近，則知其德之薄厚，由舞所以表德也。○「聞其謚，知其行也」者，此一句以謚比擬其舞也，聞謚之善否，知其行之所好惡，由謚所以跡行也。"
      },
      {
        "index": 5,
        "text": "《大章》，章之也。堯樂名也，言堯德章明也，《周禮》闕之，或作《大卷》。《咸池》，備矣，黃帝所作樂名也，堯增脩而用之。咸，皆也。池之言施也，言德之無不施也。《周禮》曰《大咸》。○大咸，如字，一本作「大卷」，並音權。《韶》，繼也。舜樂名也，韶之言紹也，言舜能繼紹堯之德，《周禮》曰《大韶》。○韶，上遙反，注同。《夏》，大也。禹樂名也。言禹能大堯舜之德，《周禮》曰《大夏》。殷、周之樂盡矣。言盡人事也，《周禮》曰《大濩》、《大武》。○濩音護。"
      },
      {
        "index": 6,
        "text": "[疏]「大章」至「盡矣」。○正義曰：此一節論六代之樂也。○「《大章》，章之也」者，章，明也。堯樂謂之《大章》者，言堯之德章明於天下也。○「《咸池》，備矣」者，咸，皆也。池，施也。《咸池》，皇帝之樂名，言黃帝之德皆施被於天下，無不周遍，是為備具矣。○「《韶》，繼也」者，韶，舜樂名。言舜之道德能繼紹於堯也。○「《夏》，大也」者，《夏》禹樂名，言禹能光大堯、舜之德。○「殷，周之樂盡矣」者，殷樂，謂湯之《大濩》也。周樂，謂周之《大武》也，言於人事盡極矣。但自夏以前，皆以文德王有天下，殷、週二代，唯以武功為民除殘伐暴，民得以生，人事道理盡極矣。○注「堯樂」至「《大卷》」。○正義曰：知《大章》堯樂者，案《樂緯》及《禮樂志》云：「黃帝曰《咸池》，堯作《大章》。」故知《大章》堯樂名也。云「《周禮》闕」者，言《周禮》無《大章》，故云「闕」也。此本云《大章》，《周禮》曰《大卷》，言此《大章》當《周禮》《大卷》也。○注「黃帝」至「《大咸》」。○正義曰：今知《咸池》是黃帝所作樂名者，案《樂緯》及《禮樂志》云：「皇帝曰《咸池》。」故知《咸池》是黃帝樂名。云「堯增脩而用之」者，此黃帝所作《咸池》之樂，至堯之時，更增改脩治而用之。《周禮•大司樂》謂之《大咸》。《咸池》雖黃帝之樂，若堯既增脩而用之者，則《世本》名《咸池》是也，故此文次在《大章》之下矣。又《周禮》云：「《咸池》以祭地。」黃帝之樂，堯不增脩者，則別立其名，則此《大章》是也。其《咸池》雖黃帝之樂，堯增脩者，至周謂之《大咸》。其黃帝之樂，堯不增脩《大章》者，至周謂之《大卷》。於周之世，其黃帝樂，堯不增脩，謂之《大卷》者，更加以《雲門》之號，是《雲門》、《大卷》一也。熊氏云：「知《大卷》當《大章》者，案《周禮》云『《雲門》、《大卷》』，《大卷》在《大咸》之上，此《大章》在《咸池》之上，故知《大卷》當《大章》。知周別為黃帝堯名《雲門》者，以此《樂記》唯云《咸池》、《大章》，無《雲門》之名。《周禮》，《雲門》在六代樂之首，故知別為黃帝立《雲門》之名也。知於《大卷》之上加《雲門》者，以黃帝之樂，堯增脩者既謂之《咸池》，不增脩者別名《大卷》。明周為黃帝於不增脩之樂別更立名，故知於《大卷》之上別加《雲門》，是《雲門》、《大卷》一也。」故《周禮》「《雲門》、《大卷》，鄭注云：「黃帝曰《雲門》、《大卷》，言黃帝之德，如雲之出，民得以有族類。」知黃帝之樂，堯增脩曰《咸池》者，以《禮樂志》云：「黃帝曰《咸池》。」今《周禮》《大咸》在《雲門》之下、《大韶》之上，當堯之代，故知堯增脩曰《咸池》。增脩者，以五帝殊時，不相沿樂，故知堯增脩也。知樂有增脩者，《禮樂志》：「漢之《文始舞》者，《韶舞》，高帝六年更云改名《文始》也。漢之《五行舞》者，本周舞，始皇二十六年更立《五行舞》。」是知有增脩之法。熊氏又云：「案《孝經•鉤命決》云：『伏犧樂為《立基》，神農樂為《下謀》，祝融樂為《祝續》。」案《樂緯》云：「黃帝曰《咸池》，帝嚳曰《六英》，顓頊曰《五莖》，堯作《大章》，舜曰《簫韶》禹曰《大夏》，商曰《大濩》，周曰《大武》，《象》。」《禮樂志》云：「顓頊作《六莖》，帝嚳作《五英》。」與《樂緯》不同，其餘無異名。曰《六英》者，宋均注云：「為六合之英華。」五龍為五莖者，能為五行之道立根莖也。○注「韶之言紹也」。○正義曰：案《元命包》云：「舜之時，民樂紹堯業。」故云「韶之言紹也」。○注「言禹能大堯舜之德」。○正義曰：案《大司樂》注云：「禹德能大中國。」此云「大堯舜之德」者，以廣大中國，則是大堯舜德，其義然也。○注「《周禮》曰《大濩》、《大武》」。○正義曰：案《大司樂》注云：「湯德能使天下得其所，是其德也。」《元命包》曰：「湯之時，民樂其救之於患害，故曰《濩》。」救世由救之，故民得所，義亦通也。《大武》，武王樂也，以武取定天下，周公制焉。"
      },
      {
        "index": 7,
        "text": "天地之道，寒暑不時則疾，風雨不節則饑。教者，民之寒暑也，教不時則傷世。事者，民之風雨也，事不節則無功。教，謂樂也。○饑，居祈反。然則先王之為樂也，以法治也，善則行象德矣。以法治，以樂為治之法。行象德，民之行順君之德也。○治，直吏反，下同。"
      },
      {
        "index": 8,
        "text": "[疏]「天地」至「德矣」。○正義曰：此一節明樂之為善。樂得其所，則事有功也。○「然則先王之為樂也，以法治也」者，言先王作樂以為治為法，若樂善則治得其善，若樂不善則治乖於法，則前文「教不時則傷世，事不節則無功」是也。○「善則行象德矣」者，言人君為治得其所教化美善，則下民之行法象君之德也。"
      },
      {
        "index": 9,
        "text": "夫豢豕為酒，非以為禍也，而獄訟益繁，則酒之流生禍也。以穀食犬豕曰豢。為，作也，言豢豕作酒，本以饗祀養賢，而小人飲之善酗，以致獄訟。○豢音患，養也。食音嗣。酗，許具反。是故先生因為酒禮。壹獻之禮，賓主百拜，終日飲酒而不得醉焉，此先王之所以備酒禍也。壹獻，士飲酒之禮。百拜，以喻多。故酒食者，所以合歡也。樂者，所以象德也。禮者，所以綴淫也。綴，猶止也。○綴，知劣反。是故先王有大事，必有禮以哀之。有大福，必有禮以樂之。哀樂之分，皆以禮終。大事，謂死喪也。○樂音洛，下「所樂」、「哀樂」、「康樂」皆同。分，扶問反。樂也者，聖人之所樂也，而可以善民心。其感人深，其移風易俗，故先王著其教焉。著，猶立也，謂立司樂以下，使教國子。○著，知慮反。"
      },
      {
        "index": 10,
        "text": "[疏]「夫豢」至「教焉」。○正義曰：此一節明言禮樂之設不得其所，則禍亂興，故先王節其禮樂以防淫亂也。○「夫豢豕為酒，非以為禍也」者，豢，養也，言養豕作酒，本為行禮，非以為禍亂而為也。○「而獄訟益繁，則酒之流生禍也」者，言由酒至酗，鬥爭殺傷，而刑獄增益繁多，則是酒之流害，所以生此獄訟之禍也。○「是故先王因為酒禮」者，由其生禍，故先王因此為飲酒之禮也。○「壹獻之禮，賓主百拜」者，謂士之饗禮，唯有壹獻，言所獻酒少也。從初至末，賓主相答而有百拜，言拜數多也。是意在於敬，不在酒也。○「終日飲酒而不得醉焉」者，謂饗禮也。以其恭敬，示飲而已，故不得醉也。○「樂者，所以象德也」者，謂君作樂以訓民，使民法象其德也。「禮者，所以綴淫也」者，綴，止也。言人君制禮以教天下，所以綴止淫邪也。○「樂也者，聖人之所樂也」者，言樂體者，聖人心所愛樂也。聖人貪愛此樂，以樂身化民。○「而可以善民心」者，言用樂化民，調善民心。○「其感人深」者，言樂本從民心而來，乃成於樂，故感動人深也。○「其移風易俗」者，風，謂水土之風氣，謂舒疾剛柔。俗，謂君上之情慾，謂好惡趣捨。用樂化之，故使惡風移改，弊俗變易。○「故先王著其教焉」者，著，立也。以其樂功如此，故先王立樂官，以樂教化焉。○注「壹獻」至「喻多」。○正義曰：凡饗禮，案《大行人》云：上公九獻，侯伯七獻，子男五獻，並依命數。其臣介則孤同子男，卿大夫略為一節，但三獻，則天子諸侯之士同壹獻。故昭六年「季孫宿如晉，晉侯享之，有加籩。武子退，使行人告曰：得貺，不過三獻」，是其事也。但春秋亂世之法，或有大夫五獻者，故昭元年鄭伯享趙孟，「具五獻之籩豆於幕下」，是亂世之法也。或者鄭以公孤之禮享趙孟，故五獻也。言「百拜喻多」者，案今《鄉飲酒》之禮，是壹獻，無百拜。今云「百拜」，故喻多也。"
      },
      {
        "index": 11,
        "text": "夫民有血氣心知之性，而無哀樂喜怒之常，應感起物而動，然後心術形焉。言在所以感之也。術，所由也。形，猶見也。○知音智。應，於甑反，篇內同。見，賢遍反。是故志微、噍殺之音作，而民思憂。嘽諧、慢易、繁文、簡節之音作，而民康樂。粗厲、猛起、奮末、廣賁之音作，而民剛毅。廉直、勁正、莊誠之音作，而民肅敬。寬裕、肉好、順成、和動之音作，而民慈愛。流辟、邪散、狄成、滌濫之音作，而民淫亂。志微，意細也。吳公子札聽《鄭風》，而曰：「其細已，甚民弗堪也。」簡節，少易也。奮末，動使四支也。賁讀為憤，憤，怒氣充實也。《春秋傳》曰：「血氣狡憤。」肉，肥也。狄滌，往來疾貌也。濫，僣差也。此皆民心無常之效也。肉，或為「潤」。○噍，子遙反。殺，色界反，又色例反。嗯，息吏反，又音斯。嘽，昌善反。諧，戶皆反。慢，本又作慢，莫諫反。易，以豉反，注同。粗，七奴反。賁，依注讀為憤，扶粉反。勁，吉正反。裕，羊樹反。肉，而救反，肥也，注同。好，呼報反。辟，匹亦反。邪，似嗟反，後皆同。狄，他歷反，注同。滌，大歷反，注同。濫，力暫反。札，測八反。賁，讀音奔，又補義反。狡，本又作交，古卯反，又音郊。僣，子念反。效，戶教反。"
      },
      {
        "index": 12,
        "text": "[疏]「夫民」至「淫亂」。○正義曰：皇氏以為自此以下至「君子賤之也」，是樂言之科，各隨文解之。此一節「民有血氣以下」至「淫亂以上」，論人心皆不同，隨樂而變。夫樂聲善惡，本由民心而生，所感善事則善聲應，所感惡事則惡聲起。樂之善惡，初則從民心而興，後乃合成為樂。樂又下感於人，善樂感人，則人化之為善，惡樂感人，則人隨之為惡。是樂出於人，而還感人，猶如雨出於山而還雨山，火出於木而還燔木。故此篇之首，論人能興樂，此章之意，論樂能感人也。○「故民有血氣心知之性」者，人由血氣而有心知，故「血氣」「心知」連言之，其性雖一，所感不恆，故云「而無哀樂喜怒之常」也。「應感起物而動」者，言內心應感，起於外物，謂物來感己，心遂應之，念慮興動，故云「應感起物而動」。○「然後心術形焉」者，術，謂所由道路也。形，見也。以其感物所動故，然後心之所由道路而形見焉。心術見者，即下文是也。○「是故志微、□殺之音作，而民思憂」者，志微，謂人君志意微細。□殺，謂樂聲□蹙殺小。如此音作，而民感之，則悲思憂愁也。○「嘽諧、慢易、繁文、簡節之音作，而民康樂」者，嘽寬也。諧，和也。慢，疏也。繁，多也。簡節，易少也。康，安也。言君若道德嘽和疏易，則樂音多文采，而節奏簡略，則下民所以安樂也。○「粗厲、猛起、奮末、廣賁之音作，而民剛毅」者，粗厲，謂人君性氣粗疏威厲。猛起，謂武猛發起。奮末，謂奮動手足。廣賁，謂樂聲廣大，憤氣充滿。如此音作，而民感之，則性氣剛毅也。○「廉直、勁正、莊誠之音作，而民肅敬」者，君若廉直勁正，則樂音矜莊、嚴栗而誠信，故民應之而肅敬也。○「寬裕、肉好、順成、和動之音作，而民慈愛」者，肉，謂厚重者也。君上如寬裕厚重，則樂音應序而和諧動作，故民皆應之而慈愛也。○「流辟、邪散、狄成、滌濫之音作，而民淫亂」者，流辟，謂君志流移不靜。邪散，謂違辟不正，放邪散亂。狄成、滌濫，皆謂往來速疾，謂樂之曲折，速疾而成，疾速而止。僣濫，止謂樂聲急速。如此音作，民感之淫亂也。此六事所云音者，皆據君德及樂音相雜也。君德好而樂音亦好，君德惡而樂音亦惡，皆上句論君德，下句論樂音。其意易盡者，則一句四字以結之，「志微、□殺」是也。其狀難盡者，則兩句八字以結之，「嘽諧、慢易、繁文、簡節」之類是也。意稍可盡者，或六字以結之，「廉直、勁正、莊誠」是也。○注「志微」至「貌也」。○正義曰：云「志微，意細也」者，謂君德也，言君意苛細，樂聲亦苛細也。故鄭引襄二十九年吳公子札聽《鄭風》，云「其細已甚」，是聽《鄭風》而知君德苛細也。云「簡節，少易也」者，謂樂聲曲折雖繁多，其節簡少，謂緩歌而疏節也。云「奮末，動使四支也」者，以身為本，以手足為末，故云「動使四支」。云「賁讀為憤，憤，怒氣充實也」者，以經之「賁」字，於《易卦》賁為「飾賁」，又為「大」，皆非猛厲之類，故讀為「憤」，引《春秋傳》以證之。案僖十五年《左傳》，稱晉侯欲乘鄭之小駟，慶鄭諫云：「小駟，鄭之所入也。」言馬之血氣狡作憤怒也。云「肉，肥也」者，言人肉多則體肥，以喻人之性行敦重也。云「狄滌，往來疾貌也」者，《詩》云：「踧踧周道。」字雖異，與此狄同。《詩》又云：「滌滌山川。」皆物之形狀故，云「往來疾貌」。謂樂之曲折，音聲速疾也。"
      },
      {
        "index": 13,
        "text": "是故先王本之情性，稽之度數，制之禮義，合生氣之和，道五常之行，使之陽而不散，陰而不密，剛氣不怒，柔氣不懾，四暢交於中，而發作於外，皆安其位，而不相奪也。生氣，陰陽氣也。五常，五行也。密之言閉也。懾，猶恐懼也。○「稽，古奚反。道音導。行，下孟反。懾，之涉反。暢，敕亮反。恐，曲勇反。然後立之學等，廣其節奏，省其文采，以繩德厚，等，差也，各用其才之差學之。廣，謂增習之。省，猶審也。文采，謂節奏合也。繩，猶度也。《周禮•大司樂》：「以樂語教國子，興、道、諷、誦、言、語。以樂舞教國子，舞《雲門》、《大卷》、《大咸》、《大韶》、《大夏》、《大濩》、《大武》。」○省，西領反。度，大各反。興道，上許膺反，下音導。諷，芳鳳反。卷音權。律小大之稱，比終始之序，以象事行，律，六律也。《周禮•典同》：「以六律六同濟天地四方陰陽之聲，以為樂器。」小大，謂高聲、正聲之類也。終始，謂始於宮，終於羽。宗廟黃鐘為宮，大呂為角，大蔟為徵，應鍾為羽，以象事行。君為宮，商為臣。○稱，尺證反。比，毗志反。大蔟，音泰，蔟，七豆反。使親疏、貴賤，長幼、男女之理，皆形見於樂，故曰：「樂觀其深矣。」謂同聽之，莫不和敬，莫不和順，莫不和親。○長幼，丁丈反，下同。見，賢遍反。"
      },
      {
        "index": 14,
        "text": "[疏]「是故」至「深矣」。○正義曰：上經既明樂之感人，故此節明先王節人情性，使之和其律呂，親疏有序，男女不亂，乃成為樂也。○「本之情性」者，言自然所感謂之性，因物念慮謂之情。言先王制樂，本人情性。○「稽之度數」者，稽之言考也，既得人情，考之使合度數。○「制之禮義」者，謂裁製人情以禮義。○「合生氣之和，道五常之行」者，言聖人裁製人情，使合生氣之和，道達人情以五常之行，謂依金木水火土之性也。○「使之陽而不散」者，陽主發動，失在流散，先王教之感陽氣者，不使放散也。○「陰而不密」者，密，閉也。陰主幽靜，失在閉塞，先王節民情感陰氣者，不有閉塞也。○「剛氣不怒，柔氣不懾」者，言先王節之，使剛氣者不至暴怒，感柔氣者不至恐懼也。○「四暢交於中，而發作於外」者，四暢謂陰陽剛柔也。四者通暢，交在身中，而發見動作於身外也。○「皆安其位，而不相奪也」者，言陰陽剛柔各得其所，是「安其位」也。不相侵犯，是「不相奪」也。○「然後立之學等」者，先王欲稽之度數，制之禮義，非教不可，故立之學等，使依其才藝等級而教學之。○「廣其節奏」者，廣，謂增習寬廣其樂之節奏也。○「省其文采」者，省，謂省審也。文采，謂樂之宮商相應，若五色文采，省其音曲文采也。○「以繩德厚」者，繩，度也。謂準度以道德仁厚也。○「律小大之稱」者，律，謂六律。小之與大，以為樂器，使音聲相稱也。○「比終始之序」者，五聲始於宮，終於羽，比五聲終始，使有次序也。○「以象事行」者，謂使人法象五聲，是「事行」也。若宮象君，商象臣，角象民，徵象事，羽象物，是「以象事行」也。○「皆形見於樂」者，以先王制樂如此，以化於民，由樂聲調和，故親疏之理，見於樂聲也。樂聲有清濁高下，故貴賤長幼，見於樂也。以樂聲有陰陽律呂，故男女之理見於樂也。○「故曰：樂觀其深矣」者，皇氏云：「古語云：『樂觀其深。』言樂為道，人觀之益大深。」古語有此，故記者引古語以結之。○注「生氣」至「行也」。○正義曰：云：「生氣，陰陽氣也」者，下云「陽而不散，陰而不密」，故為陰陽。云「五常，五行也」者，此經有陰陽剛柔，皆自天地之氣，故以五常為五行，非父義母慈之德謂五常之行者。若木性仁，金性義，火性禮，水性智，土性信，五常之行也。○注「等差」至「國子」。○正義曰：經云：「立之學等」，是學有等差，隨才高下而為等。云「廣，謂增習之」者，學者習音樂，使其廣大也。云「文采，謂節奏合也」者，文，謂宮、商相應，若畫采成文，即上文「聲成文」是也。云「繩，猶度也」，繩是量度之物，經云「以繩德厚」，謂量度之以道德仁厚，故鄭引《周禮•大司樂》「以樂語教國子，興、道、諷、誦、言、語。以樂舞教國子之等」是也。○注「律六」至「為臣」。○正義曰：引《周禮•典同》者，證樂器用六律、六呂也。案《典同》云：「辨天地四方陰陽之聲。」鄭注云「六律六呂，佈於四方，陽聲屬天，陰聲屬地」，故云「天地四方陰陽之聲」，陰聲謂六呂，陽聲謂六律。云「以為樂器小大」者，若黃鐘之律長九寸，應鍾之律長四寸半強，各自倍半為鐘，是其「小大」也。云「謂高聲、正聲之類也」者，案《周禮•典同》云「高聲混」，鄭注云：「玄謂高鍾形大上，上大也，高則聲上藏袞然。」「正聲緩」，鄭云：「正，謂上下直，正則聲緩無所動。」「下聲肆」，鄭云：「下，謂鍾形大下，下大也，下則聲出去放肆。」「陂聲散」，鄭云：「陂，謂偏侈，陂則聲離散也。」「險聲斂」，鄭云：「險，謂偏弇也，險則聲斂不越也。」「達聲贏」，鄭云：「達，謂其形微大也，達則聲有餘。」「微聲」，鄭云：「微，謂其形微小，聲小不成也。」「回聲衍」，鄭云：「回，謂形微圜也，回則其聲淫衍，無鴻殺也。」「侈聲筰」，鄭云：「侈，謂中央約也，侈則聲迫筰出去疾也。」「弇聲郁」，鄭云：「弇，謂中央寬也，弇則聲郁勃不出也。」「薄聲甄」，鄭云：「甄，猶掉也，鍾微薄則聲掉。」「厚聲石」，鄭云：「大厚則如石，叩之無聲。」此等之聲，皆鍾形不得其所，此引之，證「大小稱」者，以作鍾之法，須小大稱宜。今鍾不得其所，明其不稱也。云「宗廟黃鐘為宮，大呂為角，大簇為徵，應鍾為羽」者，《大司樂》文，袷祭降神之樂也。案《大司樂》祭天祭地，皆有降神，獨引宗廟降神者，以經云「終始之序」。宗廟降神，黃鐘為宮，是律之最長者；應鍾為羽，是律之最短者，故特引之，證經之「終始」。"
      },
      {
        "index": 15,
        "text": "土敝則草木不長，水煩則魚鱉不，大氣衰則生物不遂，世亂則禮慝而樂淫。是故其聲哀而不莊，樂而不安，慢易以犯節，流湎以忘本。廣則容奸，狹則思欲。感條暢之氣，而滅平和之德。是以君子賤之也。遂，猶成也。慝，穢也。廣謂聲緩也。狹，謂聲急也。感，動也。動人條暢之善氣，使失其所。○「敝音弊。慝，吐得反，注及下同。易，以豉反。湎，綿鮮反。狹音洽，注同。和，胡臥反。穢，字又作濊，紆廢反，徐烏會反。"
      },
      {
        "index": 16,
        "text": "[疏]「土敝」至「之也」。○正義曰：此經論聖王作樂，不得其所，則滅和平之德，故君子賤之。○「土敝則草木不長」者，土之勞敝，故草木不長。○「水煩則魚鱉不大」者，水之煩擾，故魚鱉不大。○「氣衰則生物不遂」者，陰陽之氣衰亂，故生物不得遂成。○「世亂則禮慝而樂淫」者，慝，惡也。淫，過也。世道衰亂，上下無序，故禮慝。男女無節，故樂淫。以上三事，皆喻「禮慝樂淫」也。○「是故其聲哀而不莊，樂而不安」者，謂男女相愛，涕泗旁沱，是其哀也；男女相說，歌舞於市井，是不莊也；俾晝作夜，是其樂也；終至滅亡，是不安也。慢易以犯節，流湎以忘本」者，朋淫於家，是「慢易以犯禮節」也。淫酗肆虐。是「流湎以忘根本」也。○「廣則容奸」者，廣謂節間疏緩。言音聲寬緩，多有姦淫之聲也。○「狹則思欲」者，狹，謂聲急。節間迫促，樂聲急則動發人心，思其情慾而切急。○「感條暢之氣，而滅平和之德」者，感，謂感動也。條，遠也。暢，舒也。言淫聲感動於人，損長遠舒暢之善氣，而毀滅平和之善德矣。○「是以君子賤之也」者，賤謂棄而不用也。若師曠聞桑間濮上之聲，撫而止之是也。"
      },
      {
        "index": 17,
        "text": "凡奸聲感人，而逆氣應之。逆氣成象，而淫樂興焉。正聲感人，而順氣應之。順氣成象，而和樂興焉。倡和有應，回邪曲直，各歸其分，而萬物之理，各以類相動也。成象者，謂人樂習焉。○倡，昌尚反，又音唱，下同。分，扶問反。是故君子反情以和其志，比類以成其行。奸聲亂色，不留聰明；淫樂慝禮，不接心術；惰慢邪辟之氣，不設於身體。使耳、目、鼻、口、心知、百體，皆由順正，以行其義。反，猶本也。術，猶道也。○行，下孟反。惰，徒臥反。辟，匹亦反。知音智。"
      },
      {
        "index": 18,
        "text": "[疏]「凡奸」至「其義」。○正義曰：皇氏云：「自此以下至『贈諸侯也』，為《樂象》之科。」各隨文解之。從此至「以行其義」，明樂有奸聲、正聲，以類相感，君子當去淫聲，用正聲也。「凡奸聲感人，而逆氣應之」者，奸聲，謂奸邪之聲感動於人。逆氣，謂違逆之氣，即奸邪之氣也。人既感奸邪之聲，則有奸邪之氣來應也。○「逆氣成象，而淫樂興焉」者，既感奸邪之聲，心又感奸邪之氣，二者相合而成象，淫樂遂興。若人耳初聽奸邪之聲，其奸邪未甚，心又感奸邪之氣，其亂乃成，不可救止，紂作靡靡之樂是也。○「正聲感人，而順氣應之。順氣成象，而和樂興焉」者，正聲感動於人，而順氣來應。既聞順聲，又感順氣，二者相合而成象，則和樂興。若周室太平頌聲作也。○「倡和有應」者，初有奸聲、正聲感人，是「倡」也。後有逆氣、順氣，是「和」也。善倡則善和，惡倡則惡和，是「倡和有應」。○「回邪曲直，各歸其分」者，回，謂乖違。邪，謂邪辟。言乖違邪辟，及曲之與直，各歸其善惡之分限也。言善歸善分，惡歸惡分。○「而萬物之理各以類相動也」者，既善惡各歸其分，是萬物之情理各以類自相感動也。○「是故君子反情以和其志」者，反情，謂反去淫弱之情理，以調和其善志也。○「比類以成其行」者，比，謂比擬善類，以成己身之美行。○「奸聲亂色，不留聰明」者，謂不使奸聲亂色留停於耳目，令耳目不聰明也。○「淫樂慝禮，不接心術」者，謂不使淫樂慝禮而連接於心術，謂心不存念也。○「惰慢邪辟之氣，不設於身體」者，以耳目心術所為皆善，則怠惰邪辟之氣無由來入也，故邪辟之氣不施設於身體。○「使耳、目、鼻、口、心知、百體，皆由順正，以行其義」者，既邪辟不在於身，耳目口鼻想知慮百事之體，皆由順正。由，從也。皆從和順，以行其正直義理也。"
      },
      {
        "index": 19,
        "text": "然後發以聲音，而文以琴瑟，動以干戚，飾以羽旄，從以簫管。奮至德之光，動四氣之和，以著萬物之理。奮，猶動也。動至德之光，謂降天神，出地祇，假祖考。著，猶成也。○著，張慮反。假，古迫反。是故清明象天，廣大象地，終始象四時，周還像風雨。五色成文而不亂，八風從律而不奸，百度得數而有常。小大相成，終始相生，倡和清濁，迭相為經。清明，謂人聲也。廣大，謂鐘鼓也。周還，謂舞者。五色，五行也。八風從律，應節至也。百度，百刻也，言日月晝夜，不失正也。清，謂蕤賓至應鍾也。濁，謂黃鐘至中呂。○還音旋，注同。迭，大結反。中音仲。故樂行而倫清，耳目聰明，血氣和平，移風易俗，天下皆寧。言樂用則正人理，和陰陽也。倫，謂人道也。"
      },
      {
        "index": 20,
        "text": "[疏]「然後」至「皆寧」。○正義曰：前經明君子去奸聲，行正聲，故此一節明正聲之道，論大樂之德，可以移風易俗，安天下也。○「發以聲音」者，謂其動發心志以聲音也。○「而文以琴瑟」者，謂文飾聲音以琴瑟也。○「動以干戚」者，謂其振動形體以干戚。○「飾以羽旄」者，其裝飾樂具以羽旄也。○「從以簫管」者，謂其隨從諸樂以簫管。○「奮至德之光」者，謂用上諸樂，奮動天地職極之德。光明，謂神明來降也。○「動四氣之和」者，謂感動四時之氣序之和平，使陰陽順序也。○「以著萬物之理」者，樂既和平，故能著成萬物之道理，謂風雨順，寒暑時，鬼神降其福。萬物得其所也。○「是故清明象天」者，由樂體如此，故人之歌曲清潔顯明，以象於天也。○「廣大象地」者，謂鐘鼓鏗鏘，寬廣壯大，以象於地也。○「終始象四時」者，終於羽，始於宮，像四時之變化，終而復始也。○「周旋像風雨」者，言舞者周匝回還，像風雨之回復也。○「五色成文而不亂」者，五色，五行之色也。既有所象，故應達天地五行之色，各依其行色成就文章，而不錯亂。崔氏云：「五色者，五行之音，謂宮、商、角、徵、羽之聲，和合成文不亂也。而云五色，因五行之色，別廣以明義也。」○「八風從律而不奸」者，八風，八方之風也。律，謂十二月之律也。樂音象八風，其樂得其度，故八風十二月律應八節而至，不為奸慝也。八風者，《白虎通》云：「距冬至四十五日，條風至。條者，生也。四十五日，明庶風至。明庶者，迎眾也。四十五日，清明風至。清明者，芒也。四十五日，景風至。景者，大也，言陽氣長養也。四十五日，涼風至。涼，寒也，陰氣行也。四十五日，閶闔風至。閶闔者，咸收藏也。四十五日，不周風至。不周者，不交也，言陰陽未合化矣。四十五日，廣莫風至。廣莫者，大莫也，開陽氣也。」八節者，立春、春分、立夏、夏至、立秋、秋分、立冬、冬至。○「百度得數而有常」者，百度，謂晝夜百刻。昏明晝夜不失其正，故度數有常也。○「小大相成」者，賀瑒云：「十二月律，互為宮羽而相成也。」○「終始相成」者，賀瑒云：「五行宮商，迭相用為終始。」○「倡和清濁」者，謂十二月律，先發聲者為倡，後應聲者為和。黃鐘至仲呂為濁，長宅濁也。蕤賓至應鍾為清，短者清也。○「迭相為經」者，十二月之律，更相為常，即還相為宮，是樂之常也。○「故樂行而倫清」者，倫，類也。以其正樂，如上所為，故其樂施行而倫類清美矣。人聽之則耳目清明，血氣和平也。樂法既善，變移敝惡讙風，改革昏亂之俗，人無惡事，故天下皆寧矣。○注「清明」至「行也」。○正義曰：八音氣濁，唯人聲清明，故知清明「謂人聲也」。云「廣大，謂鐘鼓也」者，下云鐘聲鏗，又云鼓鼙之聲讙，鏗之與讙，皆廣大之意。云「五色，五行也」者，五行之聲，宮、商、角、徵、羽，相應成文，如清黃相雜，故云「五色也」。"
      },
      {
        "index": 21,
        "text": "故曰：樂者，樂也。君子樂得其道，小人樂得其欲。以道制欲，則樂而不亂；以欲忘道，則惑而不樂。道，謂仁義也。欲，謂邪淫也。"
      },
      {
        "index": 22,
        "text": "[疏]「故曰」至「不樂」。○正義曰：前經明正樂感人情，此經明君子小人各有所樂，故云「樂者，樂也」。「故」者，因上起下，所以言「故曰」諸例皆然矣。○「樂者，樂也」者，謂所名樂者，是人之所歡樂也。○「君子樂得其道，小人樂得其欲」者，道，謂仁義。欲，謂邪淫。君子所歡樂，在於得仁義之道，得其道則歡樂也。小人所歡樂，在於邪淫，得邪淫則歡樂也。若君子在上，以仁義之道制邪淫之欲，則意得歡樂而不有昏亂也。若小人在上，以淫邪之欲忘仁義之道，則志意迷惑而不得歡樂也。"
      },
      {
        "index": 23,
        "text": "是故君子反情以和其志，廣樂以成其教。樂行而民鄉方，可以觀德矣。方，猶道也。○鄉，許亮反。德者，性之端也。樂者，德之華也。金石絲竹，樂之器也。詩，言其志也。歌，詠其聲也。舞，動其容也。三者本於心，然後樂器從之。是故情深而文明，氣盛而化神，和順積中，而英華發外，唯樂不可以為偽。三者本志也、聲也、容也。言無此本於內，則不能為樂也。○詩言其志，一本無「言」字。詠音永。"
      },
      {
        "index": 24,
        "text": "[疏]「是故」至「為偽」。○正義曰：前文明君子小人歡樂不同，此明君子敦行善樂也。○「反情以和其志」者，反己淫慾之情，以諧和德義之志也。○「廣樂以成其教」者，謂寬廣樂之義理，以成就其政教之事也。○「樂行而民鄉方」者，君既如此正樂興行，方，猶道也，而民歸鄉仁義之道也。○「可以觀德矣」者，人君既如此，是樂可以觀其德行矣。○「德者，性之端也」者，言德行者，是性之端正也。○「樂者，德之華也」者，德在於內，樂在於外，樂所以發揚其德，故樂為德之光華也。○「金石絲竹，樂之器也」者，樂為德華，非器無以成樂，故金石絲竹為樂之器也。○「詩，言其志也」者，欲見樂之為體，有此三事。詩，謂言詞也。志在內，以言詞言說其志也。○「歌，詠其聲也」者，歌謂音曲，所以歌詠其言詞之聲也。○「舞，動其容也」者，哀樂在內，必形見於外，故以其舞振動其容也。此云「詩，言其志」，則《詩序》云「《詩》者，志之所之也」，「歌，詠其聲」，則《詩序》云「言之不足，故嗟歎之；嗟歎之不足，故詠歌之」是也。「舞，動其容」，則《詩序》云「詠歌之不足，則不知手之舞之，足之蹈之省鼻也。○「三者本於心，然後樂氣從之」者，三者，謂志也、聲也、容也。容從聲生，聲從志起，志從心發，三者相因，原本從心而來，故云「本於心」。先心而後志，先志而後聲，先聲而後舞。聲須合於宮商，舞須應於節奏，乃成於樂，是故「然後樂氣從之」也。○「是故情深而文明」者，志起於內，思慮深遠，是「情深」也。言之於外，情由言顯，是「文明」也。○「氣盛而化神」者，志意蘊積於中，故氣盛。內志既盛，則外感動於物，故變化神通也。氣盛，謂「不知手之舞之，足之蹈之」是也。而化神者，謂「動天地，感鬼神，經夫婦，成孝敬」是也。○「和順積中，而英華發外」者，謂思念善事日久，是和順積於心中，言詞聲音發見於外，是英華發於身外。此據正樂也，若其奸聲，則悖逆積中，淫聲發外也。○「唯樂不可以為偽」者，偽，謂虛偽。若善事積於中，則善聲見於外。若惡事積於中，則惡聲見於外。若心惡而望聲之善，不可得也，故云「唯樂不可以為偽也」。"
      },
      {
        "index": 25,
        "text": "樂者，心之動也。聲者，樂之象也。文采節奏，聲之飾也。君子動其本，樂其象，然後治其飾。是故先鼓以警戒，三步以見方，再始以著往，復亂以飭歸，奮疾而不拔，極幽而不隱，獨樂其志，不厭其道，備舉其道，不私其欲。是故情見而義立，樂終而德尊，君子以好善，小人以聽過。故曰：生民之道，樂為大焉。文采，樂之威儀也。先鼓，將奏樂，先擊鼓，以警戒眾也。三步，謂將舞，必先三舉足，以見其舞之漸也。再始以著往，武王除喪，至盟津之上，紂未可伐，還歸二年，乃遂伐之。武舞再更始，以明伐時再往也。復亂以飭歸，謂鳴鐃而退，明以整歸也。奮疾，謂舞者也。極幽，謂歌者也。○警音景。見方，賢遍反，下及注皆同。著，張慮反，注同。復音伏。飭音敕，注同。拔，步葛反，又皮八反。獨樂，皇音洛，庾音岳。厭，於艷反。好，呼報反。以聽過，本或作「以聖過」，如字。鐃，女交反。"
      },
      {
        "index": 26,
        "text": "[疏]「樂者」至「大焉」。○正義曰：前經論「志也、聲也、容也」，三者相將，故此經廣明舞之義理，與聲音相應之事。○「樂者，心之動也」者，心動而見聲，聲成而為樂，樂由心動而成，故云「樂者，心之動也」。○「聲者，樂之象也」者，樂本無體，由聲而見，是聲為樂之形象也。○「文采節奏，聲之飾也」者，聲無曲折，則太質素，故以文采節奏而飾之使美，故云「文采節奏，聲之飾也」。○「君子動其本」者，則亦心之動也。○「樂其象」者，則亦樂之象也。○「然後治其飾」者，則亦聲之飾也。以此三者結上三事。自此以下，記者引周之《大武》之樂，以明此三者，之義。○「是故先鼓以警戒」者，謂作武王伐紂《大武》之樂，欲奏之時，先擊打其鼓聲，以警戒於眾也。○「三步以見方」者，謂欲舞之時，必先行三步以見方，謂方將欲舞，積漸之意也。○「再始以著往」者，謂作《大武》之樂，每曲一終，而更發始為之，凡再更發始，以著明往伐紂之時。初發始為曲，像十一年往觀兵於盟津也，再度發始為曲，像十三年往伐紂也。○「復亂以飭歸」者，亂，治也。復謂舞曲終，舞者復其行位而整治，像武王伐紂既畢，整飭師旅而還歸也。○「奮疾而不拔」者，拔，疾也，謂舞者奮迅疾速，而不至大疾也。故庾云：「舞者雖貴於疾，亦不失節，謂不大疾也。」○「極幽而不隱」者，謂歌者坐歌不動，是極幽靜而聲發起，是「不隱」也。○「獨樂其志，不厭其道」者，樂其志者，多違道理。言武王今獨能樂其志意，不違厭其仁義之道理也，恆以道自將。○「備舉其道，不私其欲」者，武王既不違厭其道理，能備具舉行仁義之道，以利天下，不私自恣巳之情慾也。○「是故情見而義立」者，情見，謂武王伐紂之情見於樂也。義立，謂伐紂之義而興立。○「樂終而德尊」者，謂觀武王伐紂樂終，而知武王道德尊盛也。○「君子以好善」者，謂在位尊者，既觀武王之樂德類如此，故庶幾好行善道也。○「小人以聽過」者，小人，謂士庶之等。既觀武王樂音，以聽伏己之愆過也。○「故曰：生民之道，樂為大焉」者，記者既引《大武》之樂，利益如此，是生養民人之道，樂最為大，此特引武王樂者，以武王之樂，利益為深，餘樂莫能及故也。但前文舞與聲心相應，故引武王樂，明心見於舞也。○注「文采」至「者也」。○正義曰：上文云「省其文采」，謂節奏。今此「文采」謂樂威儀者，以經云「聲之飾」，故此以文采為威儀也。云「武王除喪，至盟津之上，紂未可伐，還歸二年，乃遂伐之」者，並出今文《泰誓》，鄭撮而用之，非正文也。云「復亂以飭歸，鳴鐃而退，明以整歸也」者，經云「復亂」，鄭云「整歸」，則亂為治也，謂反覆整治而還。「鳴鐃而退」，出《大司馬職》文也。云「奮疾，謂舞者也」者，以奮迅速疾，故為舞者，謂武舞者。云「極幽，謂歌者也」者，以「極幽」與「奮疾」相對，「歌」與「舞」相次，以歌者不動，經稱「極幽」，故知是歌者也。"
      },
      {
        "index": 27,
        "text": "樂也者，施也。禮也者，報也。言樂出而不反，而禮有往來也。○施，始豉反。樂，樂其所自生，而禮，反其所自始。樂章德，禮報情，反始也。自，由也。"
      },
      {
        "index": 28,
        "text": "[疏]「樂也」至「始也」。○正義曰：此明禮樂之別，報、施不同。○「樂也者，施也」者，言作樂之時，眾庶皆聽之，而無反報之意，但有恩施而已，故云「樂也者，施也」。○「禮也者，報也」者，禮尚往來，受人禮事，必當報之也。故《曲禮》云「往而不來非禮」，故云「禮也者，報也」。○「樂，樂其所自生」者，此廣明上樂者施也。自，由也，言王者正樂，歡樂其己之所由生，似若武王民樂其武德，武王由武功而生王業，即以武為樂名。以受施處立名，無報反之義也。○「而禮，反其所自始」者，言王者制禮，必追反其所由始祖，若周由後稷為始祖，即追祭後稷，報其王業之由，是禮有報也。○「樂章德」者，覆說「樂者，施也」，言樂但施恩而已，不望其報，是樂章明其盛德也。○「禮報情，反始也」者，此覆說上「禮者，報也」，言行禮者，他人有恩於己，己則報其情，但先祖既為始於子孫，子孫則反報其初始。以人竟言之，則謂之報情；以父祖子孫言之，則謂之反始，其實一也。"
      },
      {
        "index": 29,
        "text": "所謂大輅者，天子之車也。龍旂九旒，天子之旌也。青黑緣者，天子之寶龜也。從之以牛羊之群，則所以贈諸侯也。贈諸侯，謂來朝將去，既之以禮。○流，本又作「旒」，音流。緣，悅絹反。朝，直遙反。"
      },
      {
        "index": 30,
        "text": "[疏]「所謂」至「侯也」。○正義曰：前經明樂者為施，禮者為報，此明禮報之事。諸侯守士，奉其土地所有，來朝天子，故天子以此等之物報之，是禮報之事也。不覆明樂施者，以樂施之恩，其事易知，記者略而不言也。○「大輅者，天子之車也」者，大輅，謂金輅也。據上公及同姓侯伯，故下云「龍旂九旒」，亦上公也。若異姓則像輅，若四衛則革輅，蕃國則木輅。受於天子，總謂之大輅也。○「龍旂九旒，天子之旌也」者，據上公言之，侯伯則七旒，子男則五旒。○「青黑緣者，天子之寶龜也」者，寶龜之甲，並以青黑為之緣。○「從之以牛羊之群」者，天子既與大輅、龍旂及寶龜占兆，又隨從以牛羊，非一，故稱「群」，將此以與諸侯，故云「則所以贈諸侯也」。"
      },
      {
        "index": 31,
        "text": "樂也者，情之不可變者也。禮也者，理之不可易者也。理，猶事也。樂統同，禮辨異。統同，同和合也。辨異，異尊卑也。禮樂之說，管乎人情矣。管，猶包也。"
      },
      {
        "index": 32,
        "text": "[疏]「樂也」至「情矣」。○正義曰：皇氏云「自此以下名為《樂情》」，各隨文解之。○「樂也者，情之不可變者也」，樂出於心，聽之則歡悅，是情之不可變也。○「禮也者，理之不可易者也」，禮見於貌，行之則恭敬理事也，言事之不可改易也。樂出於心，故云「情」，禮在於貌，故云「理」也，變易換文也。○「樂統同」者，統，領也。言樂主相親，是主領其同。○「禮辨異」者，辨，別也。禮殊別貴賤，是分別其異也。○「禮樂之說，管乎人情矣」者，言禮樂所說義理，包管於人情。樂主和同，則遠近皆合。禮主恭敬，則貴賤有序。人情所懷，不過於此，是管人情也。"
      },
      {
        "index": 33,
        "text": "窮本知變，樂之情也。著誠去偽，禮之經也。禮樂偩天地之情，達神明之德，降興上下之神，而凝是精粗之體，領父子君臣之節。偩，猶依象也。降，下也。興，猶出也。凝，猶成也。精粗，謂萬物大小也。領，猶理治也。○去，起呂反。偩音負。粗，七奴反。"
      },
      {
        "index": 34,
        "text": "[疏]「窮本」至「之節」。○正義曰：此一節更廣明禮樂之義，言父子君臣之節。○「窮本知變，樂之情也」者，以樂本出於人心，心哀則哀，心樂則樂，是可以原窮極本也。若心惡不可變惡為善，是知變也，則上文云「唯樂不可以為偽」是也。此言窮人根本，知內外改變，唯樂能然，故云「樂之情也」。○「著誠去偽，禮之經也」者，誠，謂誠信也。偽，謂虛詐也。經，常也。言顯著誠信，退去詐偽，是禮之常也。若人內心虛詐，則外貌敖狠，唯禮知之，故云「禮之經也」。○「禮樂偩天地之情」者，負，猶依象也。禮出於地，尊卑有序，是負依地之情也。樂出於天，遠近和合，是負依天之情也。○「達神明之德」者，禮樂出於人，心與神明和會，故云「達神明之德」。○「降興上下之神」者，興，猶出也。禮樂既與天地相合，用之以祭，故能降出上下之神，謂降上而出下也。○「而凝是精粗之體」者，凝，猶成也。是，謂正也。精粗，謂萬物大小也。言禮樂之能成就正其萬物大小之形體也。○「領父子君臣之節」者，領，猶理治也。言禮樂理治父子君臣之限節。而樂主於和，聽之則上下相親。又宮為君，商為臣，是領能領父子君臣也。禮定貴賤長幼，是禮能領父子君臣也。"
      },
      {
        "index": 35,
        "text": "是故大人舉禮樂，則天地將為昭焉。言天地將為之昭焉，明也。天地訢合，陰陽相得，煦嫗覆育萬物，然後草木茂，區萌達，羽翼奮，角生，蟄蟲昭蘇，羽者嫗伏，毛者孕鬻，胎生者不殰，而卵生者不殈，則樂之道歸焉耳。訢讀為熹，熹，猶蒸也。氣曰煦，體曰嫗。屈生曰區，無腮曰。昭，曉也。蟄蟲以發出為曉，更息曰蘇。孕，任也。鬻，生也。內敗曰殰。殈，裂也，今齊人語有「殈」者。○訢，依注音熹，許其反，一讀依字音欣。煦，許具反，徐況甫反。嫗，於具反，徐於甫反，下及注同。區，依注音句，古侯反，徐丘於反，一音烏侯反。萌，莫耕反。奮，方問反。，古伯反。蟄，直力反。伏，扶又反。孕，以證反。鬻音育，生也，徐又扶袁反。胎，他才反。殰音獨，鄭云：「內敗曰殰。」按謂懷任不成也。《字林》云：「胎敗。」卵，力管反。殈，呼闃反，范音溢，徐況逼反，一音況狄反。卵拆不成曰殈，猶裂也。蒸，之膺反。<角思>，息才反。內，乃對反，或作骨肉之字者，誤。"
      },
      {
        "index": 36,
        "text": "[疏]「是故」至「焉耳」。○正義曰：此一節論大人舉用禮樂，則天地協和而生養萬物，為之昭著之事，則下文「天地訢合」以下是也。但此經禮樂並論，其天地訢合，唯論樂之所感，不論禮之功用也。記者主在於樂，故特美樂功。樂功既爾，禮亦同也。○「天地訢合」者，訢，猶熹也，熹，謂蒸動，言樂感動天地之氣，是使二氣蒸動，則天氣下降，地氣上騰。○「陰陽相得」者，言體謂之天地，言氣謂之陰陽。天地動作，則是陰陽相得也。○「煦嫗覆幼茯物」者，天以氣煦之，地以形嫗之，是天煦覆而地嫗育，故言「煦嫗覆幼茯物」也。○「然後草木茂」者，草木據其成體，故云「茂」。○「區萌達」者，據其新生，故云「達」也。○「羽翼奮」者，謂飛鳥之屬，皆得奮動也。○「角生」者，謂走獸之屬，悉皆生養也。○「蟄蟲昭蘇」者，昭，曉也。蘇，息也。言蟄伏之蟲，皆得昭曉蘇息也。○「羽者嫗伏」者，謂飛鳥之屬，皆得體伏而生子也。○「毛者孕鬻」者，言走獸之屬，以氣孕鬻而繁息也。○「胎生者不殰」者，謂不有殰敗也。○「卵生者不殈」者，言不有殈裂也。○「則樂之道歸焉耳」者，言所以致此在上諸物各順其性，由此樂道使然，故云「樂之道歸焉耳」，謂歸功於樂也。樂道所以然者，樂之根本由人心而生，人心調和則樂音純善。協律呂之體，調陰陽之氣，二氣既調，故萬物得所也。○注「訢讀」至「裂也」。○正義曰：訢、熹，聲相近，故讀為熹。熹，天地氣，故云「熹，猶蒸也」，言天地氣之蒸動，猶若人之喜也。云「氣曰煦」者，謂天體無形，而降其氣以養物，故云「氣曰煦」也。云「體曰嫗」者，言地體有形，故云「體曰嫗」也。此對文爾，其實地氣矣。云「屈生曰區」者，謂鉤曲而生，出菽豆是也。云「無甗曰」者，<角思>，謂角外皮滑澤者，鹿角之屬是也。云「蟄蟲以發出為曉，更息曰蘇」者，言蟄蟲之類，皆理藏其體近於死，今復得活，似暗而遇曉，死而更息也。云「內敗曰殰」者，以經云「胎生」，懷胎在內，故云「內敗」也。「殰」也。云「殈裂也」者，卵體多裂，又齊語稱裂為殈，故以殈為裂也。"
      },
      {
        "index": 37,
        "text": "樂者，非謂黃鐘、大呂、絃歌、干揚也，揚，鉞也。樂之末節也，故童者舞之。鋪筵席，陳尊俎，列籩豆，以升降為禮者，禮之末節也，故有司掌之。言禮樂之本，由人君也。禮本著誠去偽，樂本窮本知變。○鋪，普胡反，又音敷。去，起呂反。樂師辨乎聲詩，故北面而弦。宗祝辨乎宗廟之禮，故後屍。商祝辨乎喪禮，故後主人。辨，猶別也，正也。弦，謂鼓琴瑟也。後屍，居後贊禮儀。此言知本者尊，知末者卑。是故德成而上，藝成而下，行成而先，事成而後。德，三德也。行，三行也。藝，才技也。先，謂位在上也。後，謂位在下也。○上如字，或時掌反。行，下孟反，注同。技，其綺反。是故先王有上有下，有先有後，然後可以有制於天下也。言尊卑備，乃可製作以為治法。○治，直吏反。"
      },
      {
        "index": 38,
        "text": "[疏]「樂者」至「下也」。○正義曰：此一節明禮樂各有根本，本貴而末賤。君子能辨其本末，可以有制於天下。○「黃鐘、大呂、絃歌、干揚也，樂之末節也」者，此等之物，唯是樂器，播揚樂聲，非樂之本，故云「樂之末節」。其本在於人君之德，「窮本知變」是也，故云「樂之末節也，故童者舞之」。皇氏云：「揚，舉也。干揚，舉干以舞也」。○「鋪筵席，陳尊俎，列籩豆，以升降為禮者，禮之末節也」者，此等物所以飾禮，故云「禮之末節」。其本在於人君「著誠去偽」，恭敬節儉。以末節非貴，「故有司掌之」。○「樂師辨乎聲詩，故北面而弦」者，此明知禮樂末者，其位處卑，即樂師以辨曉聲詩，但知樂之末節，故北面而鼓弦，言其位處卑也。○「宗祝辨乎宗廟之禮，故後屍」者，宗，謂宗人。祝，謂大祝。但辨曉於宗廟詔相之禮，故在屍後也。○「商祝辨乎喪禮，故後主人」者，商祝，謂習商禮而為祝者。但辨曉死喪擯相之禮，故後主人，謂在主人之後。言此宗祝、商祝但知禮之末節，故在屍與主人後，言其位處卑賤也。○「是故德成而上」者，則人君及主人之屬是也，以道德成就，故在上也。○「藝成而下」者，言樂師、商祝之等，藝術成就而在下也。○「行成而先」者，行成則德成矣。言德在內，而行在外也。○「事成而後」者，事成則藝成矣。在身謂之藝，所為謂之事。○「是故」至「天下也」者，人有多少品類，故先王因其先後，使尊卑得分，然後乃可制禮作樂，為法以班天下，如周公六年乃制禮樂也。"
      },
      {
        "index": 39,
        "text": "魏文侯問於子夏曰：「吾端冕而聽古樂，則唯恐臥。聽鄭衛之音，則不知倦。敢問古樂之如彼，何也？新樂之如此，何也？」魏文侯，晉大夫畢萬之後，僣諸侯者也。端，玄衣也。古樂，先王之正樂也。"
      },
      {
        "index": 40,
        "text": "[疏]「魏文」至「何也」。○正義曰：自此以下至「有所合之也」，明魏文侯問古樂今樂之異，並子夏之答，辨明古樂今樂之殊，各隨文解之。○「吾端冕而聽古樂，則唯恐臥」者，文侯言身著端冕，明其心恭敬而聽古樂，唯恐臥，聽鄭、衛之音，則心所愛樂，不知休倦也。○「敢問古樂之如彼，何也」者，言古樂何以樸素之如彼，使人不貪，至於臥也。○「新樂之如此，何也」者，新樂何以婉美，使人嗜愛志樂，不如其倦也。○注「魏文」至「衣也」。○正義曰：云「魏文侯畢萬之後，僣諸侯者也」者，按《春秋》閔元年，晉獻公滅魏，以魏賜畢萬。按《世本》云：「萬生芒，芒生季，季生武仲州，州生莊子降，降生獻子荼，荼生簡子取，取生襄子多，多生桓子駒，駒生文侯斯。」是畢萬之後也。云「端，玄衣也」者，謂玄冕也。凡冕服皆其制正幅，袂二尺二寸，袪尺二寸，故稱「端」也。"
      },
      {
        "index": 41,
        "text": "子夏對曰：「今夫古樂，進旅退旅，和正以廣，弦匏笙簧，會守拊鼓。始奏以文，復亂以武。治亂以相，訊疾以雅。君子於是語，於是道古。脩身及家，平均天下。此古樂之發也。」旅，猶俱也。俱進俱退，言其齊一也。和正以廣，無奸聲也。會，猶合也，皆也。言眾皆待擊鼓乃作。《周禮•大師職》曰：「大祭祀，帥瞽登歌，合奏擊<申柬>，下管播樂器，合奏鼓<申柬>。」文，謂鼓也。武，謂金也。相，即拊也，亦以節樂。拊者，以韋為表，裝之以糠。糠，一名「相」，因以名焉，今齊人或謂「糠」為「相」。雅亦樂器名也，狀如漆筒，中有椎。○夫音扶，下同。廣如字，舊古曠反。匏，白交反。笙音生。簧音黃。拊音撫，注同。復音伏。相，息亮反，注同，即拊也，以韋為之，實之以糠，王云「輔相也」，徐思章反。訊音信。大師，音泰。播，彼佐反。<申柬>音胤。糠音康。漆音七。筩音勇。椎，直追反。"
      },
      {
        "index": 42,
        "text": "[疏]「子夏」至「發也」。○正義曰：此一經明子夏對文侯古樂之體也。古樂，謂古者先王正樂也。○「進旅退旅」者，旅，謂俱齊。言古樂進則俱齊，退亦俱齊，進退如一，不參差也。○「和正以廣」者，樂音相和，正以寬廣，無奸聲也。○「弦匏笙簧，會守拊鼓」者，言弦也，匏也，笙也，簧也，其器雖多，必會合保守，待擊拊鼓，然後作也，故曰「會守拊鼓」。○「始奏以文」者，文，謂鼓也。言始奏樂之時，先擊鼓。前文云「先鼓以警戒」是也。○「復亂以武」者，武，謂金鐃也。言舞畢，反覆亂理欲退之時，擊金鐃而退，故云「復亂以武」也。○「治亂以相」者，相，即拊也，所以輔相於樂，故謂「拊」為「相」也。亂，理也。言治理奏樂之時，先擊相，故云「治亂以相」。○「訊疾以雅」者，雅，謂樂器名。舞者訊疾，奏此雅器以節之，故云「訊疾以雅」。○「君子於是語」者，謂君子於此之時，語說樂之義理也。○「於是道古」者，言君子作樂之時，亦謂說古樂之道理也。○「脩身及家，平均天下」者，言君子既門古樂，近脩其身，次及其家，然後平均天下也。○正義曰：此古樂之發也」者，言此上來諸事，古樂之發動也。○注「旅猶」至「有椎」。○正義曰：云「旅，猶俱也」者，旅，眾也。經云「進旅退旅」，是眾俱進退，故云「俱也」。云「和正以廣，無奸聲也」者，謂邪淫要妙，煩手淫聲，曲折切急。今經云「和正以廣」，故云「無奸聲也」。云「言眾皆待擊鼓乃作」者，眾，謂弦、匏、笙、簧，眾器皆待擊鼓乃始動作，解經「會守拊鼓」，言「會守」，謂器之聲也，以待拊鼓也。經有「拊」及「鼓」，鄭直云「擊鼓乃作」者，拊即鼓之類，言擊鼓必擊拊也。引《周禮•大師職》者，證擊拊也。故《大師職》云：「大祭祀，師瞽登歌。」謂大師領人登堂而唱歌也。云「合奏擊拊」者，謂大師合奏樂之時，則先擊拊而合奏之也。云「下管播樂器，合奏鼓<申柬>」者，謂大祭祀，堂下諸人吹管，播揚樂器之聲，大師合奏之時，先擊<申柬>而合奏。言<申柬>謂小鼓，在大鼓之下，引是大師登歌合奏之時，親擊拊，而以合下管。合奏時，親擊<申柬>以奏之。云「文，謂鼓也。武，謂金也」者，金屬西方，可以為兵刃，故金為武。鼓主發動，像春，無兵器之用，故鼓為文也。云「相即拊也」者，前文既云拊，故知相即拊。鄭必知相為拊者，按《書傳》云：「以韋為鼓，謂之搏拊。」白虎通引《尚書大傳》：「拊革著以糠。」鄭以此知也，今《書傳》無「著糠」之文，謂齊人以糠為相，故知糠為相，即拊也。云「雅亦器名也，狀如漆筒，中有椎」者，按《周禮•笙師職》云：「掌舂牘、應、雅。」鄭司農云：「雅，狀如漆筒，而弇口，大二圍，長五尺六寸，以羊韋鞔之，有兩紐疏畫。」並以漢時制度而知也。"
      }
    ]
  }
}