{
  "chapterNumber": 30,
  "title": "卷29",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『以其記服冕之事也。冕之旒以藻訓，貫玉為飾，因以名之。』」\n[疏]正義曰：按鄭《目錄》云：「名曰《玉藻》者，以其記天子服冕之事也。冕之旒以藻紃為之，貫玉為飾。此於《別錄》蜀《通論》。」"
      },
      {
        "index": 1,
        "text": "天子玉藻，十有二旒，前後邃延，龍卷以祭。祭先王之服也。雜采曰藻。天子以五采藻為旒，旒十有二。「前後邃延」者，言皆出冕前後而垂也，天子齊肩，延冕上覆也，玄表纁裡。龍卷，畫龍於衣，字或作「袞」。○藻，本又作璪，音早。旒，力求反。邃，雖醉反，深也，注同。延，如字，徐餘戰反，《字林》作綖，弋善反。卷音袞，古本反，注同。玄端而朝日於東門之外，聽朔於南門之外，閏月則闔門左扉，立於其中。端當為「冕」，字之誤也。玄衣而冕，冕服之下。朝日，春分之時也。東門、南門，皆謂國門也。天子廟及路寢，皆如明堂制。明堂在國之陽，每月就其時之堂而聽朔焉，卒事反宿，路寢亦如之。閏月，非常月也。聽其朔於明堂門中，還處路寢門，終月。凡聽朔，必以特牲，告其帝及神，配以文王、武王。○端音冕，出注，下「諸侯玄端」同。朝，直遙反，篇內除下注「朝之」，餘皆同。闔，胡獵反。扉音非，一本作「則闔門左扉」。"
      },
      {
        "index": 2,
        "text": "[疏]「天子」至「其中」。○正義曰：從「天子玉藻」至「食無樂」，此一節總論天子祭廟朝日，及日視朝，並饌食、牲牢、酒醴及動作之事，並明凶年貶降之禮。○「天子玉藻」者，藻，謂雜采之絲繩以貫於玉，以玉飾藻，故云「玉藻」也。○「十有二旒」者，天子前之與後，各有十二旒。○「前後邃延」者，言十二旒在前後垂而深邃，以延覆冕上，故云「前後邃延」。○「龍卷以祭」者，卷，謂捲曲，畫此龍形捲曲於衣，以祭宗廟。○注「祭先」至「作袞」。正義曰：知「祭先王之服」者，以《司服》云「享先王則袞冕」故也。云「天子齊肩」者，以天子之旒十有二就，每一就貫以玉。就間相去一寸，則旒長尺二寸，故垂而齊肩也。言「天子齊肩」，則諸侯以下各有差降，則九玉者九寸，七玉者七寸，以下皆依旒數垂而長短為差。旒垂五采玉，依飾射侯之次，從上而下，初以朱，次白，次蒼，次黃，次玄。五采玉既質遍，週而復始。其三采者先朱，次白，次蒼。二色者，先朱，後綠。皇氏、沈氏並為此說，今依用焉。後至漢明帝時，用曹褒之說，皆用白旒珠，與古異也。云「延冕上覆也」者，用三十升之布，染之為玄，覆於冕上，出而前後。冕，謂以板為之，以「延覆」也。故云「延冕上覆」也。但延之與板，相著為一。延覆在上，故云「延冕」也。故《弁師》註：「延冕之覆在上，是以名焉。」與此語異而意同也。皇氏以《弁師》注「冕延之覆在上」，以《弁師》經有「冕」文，故先云「冕延之覆在上」，此經唯有「延」文，故解云「延冕上覆」。今刪定諸本《弁師》注皆云「延冕之覆在上」，皇氏所讀本不同者，如皇氏所讀《弁師》「冕延之覆在上」，是解「冕」不解「延」。今按《弁師》注意，云「延冕之覆在上」，是解「延」不解「冕」也，皇氏說非也。云「玄表纁裡」者，纁是朱之小別，故《周禮•鍾氏》云「三入為纁」。鄭注《士冠禮》云「朱則四入與」，是纁、朱同類。故注《弁師》「朱裡」與此不異。云「字或作袞」者，按《司服》作「袞」字，故云「或作袞」，是字或作「袞」也。但《禮記》之本，或作「卷」字，其正經《司服》及《覲禮》皆作「袞」字，故鄭注《王制》云「卷，俗讀，其通則曰袞」是也。其六冕玉飾，上下貴賤之殊，並已具《王制》疏，於此略而不言。○注「端當」至「武王」。○正義曰：知「端」當為「冕」者，凡衣服，皮弁尊，次以諸侯之朝服，次以玄端。按：下諸侯皮弁聽朔，朝服視朝。是視朝之服卑於聽朔。今天子皮弁視朝，若玄端聽朔，則是聽朔之服卑於視朝，與諸侯不類。且聽朔大，視朝小，故知「端」當為「冕」，謂玄冕也。是冕服之下。按《宗伯》，實柴祀日月星辰，則日月為中祀。而用玄冕者，以天神尚質。按《魯語》云：「大采朝日，少采夕月。」孔晁云：「大采，謂袞冕。」少采，謂黼衣。」而用玄冕者，孔氏之說非也。故韋昭云：「大采，謂玄冕也。」少采夕月，則無以言之。云「朝日春分之時也」者，以春分日長，故朝之。然則夕月在秋分也。按《書傳略說》云：「祀上帝於南郊。」即春迎日於東郊。彼謂孟春，與此春分朝日別。《朝事儀》云：「冕而執鎮圭，帥諸侯朝日於東郊。」此云朝日於東門者，東郊在東門之外，遙繼門而言之也。云「東門、南門，皆謂國門也」者，以《朝事儀》云「朝日東郊」，故東門是國城東郊之門也。《孝經緯》云：「明堂在國之陽。」又《異義》：淳於登說明堂在三里之外，七里之內，故知南門亦謂國城南門也。云「天子廟及路寢皆如明堂制」者，按《考工記》云：「夏後氏世室。」鄭注云：「謂宗廟。」「殷人重屋」，注云：「謂正寢也。」「周人明堂」，鄭云「三代各舉其一」，明其制同也。又《周書》亦云，宗廟、路寢、明堂，其制同。文按《明堂位》：「大廟，天子明堂。」魯之大廟如明堂，則知天子大廟亦如明堂也。然大廟、路寢既如明堂，則路寢之制，上有五室，不得有房。而《顧命》有東房、西房，又鄭注《樂記》云：「文王之廟，為明堂制。」按《覲禮》，朝諸侯在文王廟，而《記》云「凡俟於東箱」者，鄭答趙商云：「成王崩，時在西都。文王遷豐鎬，作靈台、辟癰而已。其餘猶諸侯制度焉，故知此喪禮，設衣物有夾有房也。周公攝政，制禮作樂，乃立明堂於王城。」如鄭此言，是成王崩時，路寢猶如諸侯之制，故有左右房也。《覲禮》在文王之廟，而《記》云「凡俟於東箱」者，是記人之說誤耳。或可文王之廟，不如明堂制，但有東房、西房，故魯之大廟如文王廟。《明堂位》云「君卷冕立於阼，夫人副褘立於房中」是也。《樂記》注稱「文王之廟如明堂制」，有「制」字者，誤也。然西都宮室既如諸侯制。按《詩•斯於》云：「西南其戶。」箋云：「路寢制如明堂。」是宣王之時在鎬京，而云「路寢制如明堂」，則西都宮室如明堂也。故張逸疑而致問，鄭答之云：「周公制於土中，《洛誥》云：『王入大室祼。』是《顧命》成王崩於鎬京，承先王宮室耳。宣王承亂，又不能如周公之制。」如鄭此言，則成王崩時，因先王舊宮室。至康王已後所營，依天子制度。至宣王之時，承亂之後，所營宮室，還依天子制度，路寢如明堂也，不復能如周公之時先王之宮室也。若然，宣王之後，路寢制如明堂。按《詩•王風》：「右招我由房。」鄭答張逸云：「路寢，房中所用。男子而路寢，又有左右房者。」劉氏云：「謂路寢下之燕寢，故有房也。」熊氏云：「平王微弱，路寢不復如明堂也。」《異義》：「明堂制，今《禮戴》說，《禮•盛德記》曰：『明堂自古有之，凡有九室，室有四戶八牖，三十六戶，七十二牖，以草蓋屋，上圓下方，所以朝諸侯，其外名曰辟廱。』明堂，《月令書》說云：『明堂高三丈，東西九仞，南北七筵，上圓下方，四堂十二室。室四戶八牖。宮方三百步，在近郊。近郊三十里。』講學大夫淳於登說：『明堂在國之陽，丙已之地，三里之外，七里之內，而祀之就陽位。上圓下方，八窗四闥，布政之宮。周公祀文王於明堂，以配上帝。上帝，五精之帝。大微之庭，中有五帝座星。』其古《周禮》、《孝經》說：『明堂，文王之廟，夏後氏世室，殷人重屋，周人明堂，東西九筵。筵九尺，南北七筵。堂崇一筵，五室。凡室二筵，蓋之以茅。』謹按：今禮、古禮，各以其義說，說無明文以知之。玄之聞也，《禮戴》所云，雖出《盛德記》，及其下，顯與本異章。九室、三十六戶、七十二牖，似秦相呂不韋作《春秋》時，說者所益，非古制也。『四堂十二室』，字誤，本書云『九室十二堂』。淳於登之言，取義於《援神契》。《援神契》說『宗祀文王於明堂，以配上帝曰明堂』者，上圓下方，八窗四闥，布政之宮，在國之陽。帝者，諦也，像上可承五精之神。五精之神，實在大微，於辰為巳。是以登云然。今說立明堂於已，由此為也。水木用事，交於東北；木火用事，交於東南；火土用事，交於中央；金土用事，交於西南；金水用事，交於西北。周人明堂五室，帝一室，合於數。」如鄭此言，是明堂用淳於登之說；《禮戴》說，而明堂、辟廱是一；古《周禮》、《孝經說》，以明堂為文王廟。又僖五年公既視朔，遂登觀台。服氏云：「人君入大廟視朔、告朔，天子曰靈台，諸侯曰觀台，在明堂之中。」又文二年服氏云：「明堂祖廟。」並與鄭說不同者，按《王制》云：「小學在公宮南之左，大學在郊。」又云：「天子曰辟廱。」辟廱是學也，不得與明堂同為一物。又天子宗廟在雉門之外。《孝經緯》云：「明堂在國之陽。」又此云「聽朔於南門之外」，是明堂與祖廟別處，不得為一也。《孟子》云：「齊宣王問曰：『人皆謂我毀明堂。』孟子對曰：『夫明堂者，王者之堂也。王欲行王政，則勿毀之矣。』」是王者有明堂，諸侯以下皆有廟，又知明堂非廟也。以此，故鄭皆不用，具於鄭《駮異義》也。云「每月就其時之堂而聽朔焉」者，《月令》孟春「居青陽左個」，仲春「居青陽大廟」，季春「居青陽右個」。以下所居，各有其處，是每月就其時之堂也。云「卒事反宿，路寢亦如之」者，路寢既與明堂同制，故知反居路寢，亦如明堂每月異所。反居路寢，謂視朔之一日也，其餘日即在燕寢，視朝則恆在路門外也。云「閏月，非常月也」者，按文六年云「閏月不告月，猶朝於廟」。《公羊》云：「不告月者何？不告朔也。曷為不告朔？天無是月也，閏月矣。何以謂之天無是月？是月非常月也。」何休云：「不言朔者，閏月無告朔禮也。」《穀梁》之義，與《公羊》同。《左氏》則閏月當告朔。按《異義》：「《公羊》說：『每月告朔朝廟，至於閏月不以朝者，閏月，殘聚餘分之月，無政，故不以朝。經書閏月猶朝廟，譏之。』《左氏》說：『閏以正時，時以作事，事以厚生。生民之道，於是乎在。不告閏朔，棄時政也。』許君謹按：從《左氏》說，不顯朝廟、告朔之異，謂朝廟而因告朔。」故鄭駮之，引《堯典》以閏月定四時成歲，閏月當告朔。又云：「說者不本於經，所譏者異其是與非，皆謂朝廟而因告朔，似俱失之。朝廟之經在文六年，冬，『閏月不告月，猶朝於廟』，辭與宣三年，春，『郊牛之口傷，改卜牛，牛死，乃不郊，猶三望』同。言『猶』者，告朔然後當朝廟，郊然後當三望。今廢其大，存其細，是以加『猶』譏之。《論語》曰：『子貢欲去告朔之餼羊。』《周禮》有朝享之禮祭。然則告朔與朝廟祭異，亦明矣。」如此言從《左氏》說，又以先告朔而後朝廟。鄭以《公羊》閏月不告朔為非，以《左氏》告朔為是。二傳皆以先朝廟而因告朔，二者皆失，故鄭云：「其是與非，皆謂朝廟而因告朔，俱失之也。」鄭必知告朔與朝廟異者，按天子告朔於明堂，其朝享從祖廟下至考廟，故《祭法》云「曰考廟，曰王考廟，皆月祭之」是也。又諸侯告朔在太廟，而朝享自皇考至考，故《祭法》云：「諸侯自皇考以下，皆月祭之。是告朔與朝廟不同。又天子告朔以特牛，諸侯告朔以羊，其朝享各依四時常禮，故用大牢。故《司尊彝》朝享之祭用虎彝、蜼彝、大尊、山尊之等，是其別也。云「聽其朔於明堂門中，還處路寢門，終月」者，以閏非常月，無恆居之處，故在明堂門中。按《大史》云：「閏月，詔王居門終月。」是「還處路寢門，終月」，謂終竟一月所聽之事，於一月中耳，於尋常則居燕寢也。故鄭注《大史》云：「於文，王在門謂之閏。」是閏月聽朔於明堂門，反居路寢門。皇氏云：「明堂有四門，即路寢亦有四門。閏月各居其時當方之門。」義或然也。云「凡聽朔，必以特牲，告其帝及神，配以文王、武王」者，《論語》云：「告朔之餼羊。」注曰：「天子特牛與，以其告朔禮略，故用特牛。」按《月令》每月云其帝、其神，故知告帝及神，以其在明堂之中，故知配以文王、武王之主，亦在明堂，以汎配五帝。或以武王配五神於下，其義非也。"
      },
      {
        "index": 3,
        "text": "皮弁以日視朝，遂以食。日中而餕，奏而食。日少牢，朔月大牢。餕，食朝之餘也。奏，奏樂也。○餕音俊。五飲：上水，漿、酒、醴、酏。上水，水為上，餘其次之。○酏，以支反。卒食，玄端而居。天子服玄端燕居也。動則左史書之，言則右史書之。其書，《春秋》、《尚書》其存者。御瞽幾聲之上下。瞽，樂人也。幾，猶察也。察其哀樂。○瞽音古。上，時掌反。哀樂音洛。年不順成，則天子素服，乘素車，食無樂。自貶損也。"
      },
      {
        "index": 4,
        "text": "[疏]「皮弁」至「無樂」。○正義曰：此一節明天子每日視朝皮弁食之禮。「遂以食」者，既著皮弁視朝，遂以皮弁而朝食，所以敬養身體，故著朝服。○「日中而餕」者，至日中之時，還著皮弁而餕朝之餘食。○「奏而食」者，言餕餘之時，奏樂而食。餕尚奏樂，即朝食奏樂可知也。○「朔月大牢」者，以月朔禮大，故加用大牢。按《鄭志》趙商問：「《膳夫》云『王日一舉，鼎十有二，物皆有俎』，有三牲備。商按：《玉藻》天子之食，日少牢，朔月大牢。禮數不同，請問其說。鄭答云：「《禮記》，後人所集，據時而言。或諸侯同天子，或天子與諸侯等，所施不同。故鄭據《王制》之法，與周異者多，當以經為正。」如鄭此言，《記》多錯雜，不與經同。按《王制》云「諸侯無故不殺牛」，及《楚語》云：「天子舉以大牢，祀以會。」孔晁云：「四方來會，助祭也。」又云：「諸侯舉以特牛，祀以大牢。大夫舉以特牲，祀以少牢。士食魚炙，祀以特牲。庶人食菜，祀以魚。」此等與《周禮》及《玉藻》或合或否，異人之說，皆不可以禮論。按《周禮•大司樂》云：「王大食，令奏鐘鼓。」鄭注云「大食，朔月月半」是也。《周禮》六飲，此以下五飲，亦非周法也。○注「其書」至「存者」。○正義曰：經云「動則左史書之」，《春秋》是動作之事，故以《春秋》當左史所書。左陽，陽主動，故記動。經云「言則右史書之」，《尚書》記言誥之事，故以《尚書》當右史所書。右是陰，陰主靜故也。《春秋》雖有言，因動而言，其言少也。《尚書》雖有動，因言而稱動，亦動為少也。《周禮》有五史，有內史、外史、大史、小史、御史，無左史、右史之名者，熊氏云：「按《周禮•大史之職》云：『大師，抱天時，與大師同車。』又襄二十五年《傳》曰：『大史書曰：崔杼弒其君。』是大史記動作之事，在君左廂記事，則大史為左史也。按《周禮》『內史掌王之八枋』，其職云：『凡命諸侯及孤卿大夫，則策命之。』僖二十八年《左傳》曰：『王命內史叔興父，策命晉侯為侯伯。』是皆言誥之事，是內史所掌在君之右，故為右史。是以《酒誥》云：『矧大史友，內史友。』鄭註：『大史、內史，掌記言記行。』是內史記言，大史記行也。此論正法，若其有闕，則得交相攝代，故《洛誥》史逸命周公伯禽，服虔注文十五年傳云：『史佚，周成王大史。』襄三十年，鄭使大史命伯石為卿，皆大史主爵命，以內史闕故也。以此言之，若大史有闕，則內史亦攝之。按《覲禮》，賜諸公奉篋服，大史是右者，彼亦宣行王命，故居右也。此論正法，若春秋之時，則特置左、右史官，故襄十四年左史謂魏莊子，昭十二年楚左史倚相。《藝文志》及《六藝論》云：『右史紀事，左史記言。』與此正反，於傳記不合，其義非也。」○「御瞽幾聲之上下」，御者，侍也。以瞽人侍側，故云「御瞽」。「幾聲之上下」，幾，察也。瞽人審音，察樂聲上下哀樂，若政和則樂聲樂，政酷則樂聲哀。察其哀樂，防君之失。○「天子素服乘素車」者，此由「年不順成」，則天子恆素服素車，食無樂也。若大札大災，則亦素服，故《司服》云「大札大荒，大災素服」。此是天子諸侯罪己之義，故素服。此素服者，謂素衣，故下文「諸侯年不順成，君衣布」，與此互文也。若其臣下，即不恆素服，唯助君禱請之時乃素耳。故《司服》云：士服「玄端素端」。注云：「素端者，為札、荒，有所禱請也。」"
      },
      {
        "index": 5,
        "text": "諸侯玄端以祭，祭先君也。端，亦當為「冕」，字之誤也。諸侯祭宗廟之服，唯魯與天子同。裨冕以朝，朝天子也。裨冕：公袞，侯伯鷩，子男毳也。○裨，婢支反。鷩，必列反。毳，昌銳反。皮弁以聽朔於大廟，皮弁，下天子也。○大音泰，後「大廟」同。下，戶嫁反。朝服以日視朝於內朝。朝服，冠玄端素裳也。此內朝，路寢門外之正朝也。天子、諸侯皆三朝。朝，辨色始入。群臣也。入，入應門也。辨，猶正也、別也。○辨，如字，徐扶免反。別，彼列反。君日出而視之，退適路寢聽政，使人視大夫，大夫退，然後適小寢釋服。小寢，燕寢也。釋服，服玄端。又朝服以食，特牲，三俎，祭肺，食必復朝，服所以敬養身也。三俎：豕、魚、臘。○復，扶又反。夕深衣，祭牢肉。祭牢肉，異於始殺也。天子言「日中」，諸侯言「夕」；天子言「餕」，諸侯言「祭牢肉」，互相挾。○挾，戶頰反。朔月少牢，五俎四簋。五俎，加羊與其腸胃也。朔月四簋，則日食粱、稻，各一簋而已。○簋音甫，本或作簋。<月胃>也音胃。子卯稷食菜羹。忌日貶也。○食音嗣。夫人與君同庖。不特殺也。○庖，步交反，徐扶交反，下同。"
      },
      {
        "index": 6,
        "text": "[疏]「諸侯」至「同庖」。○正義曰：此一節論諸侯自祭宗廟及朝天子，自視朝食飲牢饌之禮，與天子不同之事。○注「祭先」至「子同」。○正義曰：知「祭先君」者，與「上天子龍卷以祭」其文相類，故知「祭先君」也。云「端，亦當為冕」者，以玄端賤於皮弁，下文「皮弁聽朔於大廟」，不應玄端以祭先君，故知亦當為玄冕。云「唯魯與天子同」者，按《明堂位》云「君卷冕立於阼，夫人副褘立於房中」是也。熊氏云：「此謂祭文王周公之廟，得用天子之禮。其祭魯公以下，則亦玄冕。故《公羊》云：『周公白牡，魯公騂犅，群公不毛。』是魯公以下，與周公異也。二王之後，祭其先王，亦是用以上之服。二王之後不得立始封之君廟，則祭微子以下亦玄冕。」○注「朝天」至「毳也」。○正義曰：知「朝天子」者，按《覲禮》云：「侯氏裨冕。」鄭註：「裨之為言埤也。天子六服，大裘為上，其餘為裨，是以總云裨冕。」○注「皮弁，下天子也」。○正義曰：以天子用玄冕，諸侯用皮弁，故云「下天子」也。此諸侯聽朔於大廟。熊氏云：「周之天子，於洛邑立明堂，唯大享帝就洛邑耳。」其每月聽朔，當在文王廟也，以文王廟為明堂制故也。此聽朔於大廟，《穀梁傳》云：「諸侯受乎禰廟，與禮乖，非也。」凡每月以朔告神，謂之告朔。即《論語》云「告朔之餼羊」是也。則於時聽治此月朔之事，謂之「聽朔」，此《玉藻》文是也。聽朔，又謂之「視朔」，文十六年「公四不視朔」是也。告朔，又謂之告月，文六年「閏月不告月」是也。行此禮，天子於明堂，諸侯於大祖廟。訖，然後祭於諸廟，謂之朝享，《司尊彝》云「朝享」是也。又謂之「朝廟」，文六年云「猶朝於廟」是也。又謂之「朝正」，襄二十九年「釋不朝正於廟」是也。又謂之「月祭」，《祭法》云「皆月祭之」是也。○注「朝服」至「三朝」。○正義曰：按《王制》云：「周人玄衣而養老。」注云：「玄衣素裳，天子之燕服，為諸侯朝服。」彼注云「玄衣」，則此「玄端」也。若以素為裳，則是朝服。此朝服素裳，皆得謂之玄端，故《論語》云「端章甫」，注云：「端，玄端，諸侯朝服。」若上士以玄為裳，中士以黃為裳，下士以雜色為裳，天子、諸侯以朱為裳，則皆謂之玄端，不得名為朝服也。云「此內朝，路寢門外之正朝也」者，以下文云「君日出而視之，退適路寢」，故知此路寢，門外朝也。云「天子、諸侯皆三朝」者，《大僕》云「掌燕朝之服位」，注云「燕朝，朝於路寢之庭」，是一也；《司士》云「正朝儀之位」，注云「此王日視朝事於路門外」，是二也；《朝士》云「掌外朝之法」，注云「外朝在庫門之外，皋門之內」，是三也。「諸侯三朝」者，《文王世子》云「公族朝於內朝」，路寢朝，是一也；《世子》又云「其在外朝，司士為之」，與此「視朝於內朝」，皆謂路寢門外每日視朝，是二也；此但云「內朝」，對中門外朝謂為內也，《文王世子》云「外朝」者，對路寢庭為外，此據路寢門外而稱「內朝」，明知中門之外別更有朝也。諸侯三門，是中門外大門內又有外朝，是三朝也。巳具於《文王世子》疏。○注「群世」至「門也」。○正義曰：應門之內，則路門之外，謂尋常諸侯中門為應門，外有皋門。若魯則庫雉路，入者則入雉門也。○注「釋服，服玄端」。○正義曰：此經文據君，故「服玄端」也。若卿、大夫釋服，服深衣也。○注「食必」至「魚臘」。○正義曰：此經云朝服以食，謂釋服之後，將食之時。「又」者，又如朝時服「朝服以食」。然則上天子云「遂以食」者，亦退於小寢釋服，至將食之時又朝服，互相明也。云「三俎：豕、魚、臘」者，約《特牲禮》，故知豕、魚、臘也。○注「祭牢」至「相挾」。○正義曰：早起初殺之時，將食，先祭肺。以周人重肺，至夕將食之時，切牢肉為小段而祭之，故云「異於始殺」也。云「互相挾」者，以天子言日中，諸侯亦當有日中；諸侯言夕，則天子亦言夕；天子言餕，則諸侯亦餕；諸侯言祭牢肉，則天子亦祭牢肉。以諸侯之夕挾天子日中，故云「互相挾」。○注「五俎」至「而已」。○正義曰：知「五俎加羊與其腸胃」者，約《少牢禮》，五俎但少牢，祭神加羊，與膚為五。此皆人君所食，無膚而有腸胃也。云「朔月四簋，則日食粱、稻，各一簋而已」者，以朔月四簋，故知日食二簋；以粱、稻美物，故知各一簋。《詩》云：「每食四簋。」注云：「四簋，黍、稷、稻、粱。」是簋盛稻粱也。且此文諸本皆作「簋」字，皇氏以注云「稻粱以簠，宜盛稻粱」，故以「四簋」為「四簠」，未知然否？以此而推，天子朔月大牢當六簋，黍、稷、稻、粱、麥、菰各一簋。若盛舉則八簋，故《小雅》「陳饋八簋」，當加以稻、粱也。按《公食大夫禮》「簠盛稻粱」，此用簋者，以其常食異於禮食，又禮食其數更多，故公食下大夫黍稷六簋，上大夫八簋。其稻粱，上下大夫俱兩簋。又《聘禮》，「饔餼，上大夫堂上八簋，東西夾各六簋」，是其數多也。其諸侯，按《掌客》上公簠十，侯伯八，子男六，簋則俱同十二。其祭禮則天子八簋，故《祭統》云「八簋之實」，注云：「天子之祭八簋。」然則諸侯六簋，《祭統》諸侯禮云「四簋黍稷」者，見其遍於廟中，不云六簋，二簋留之，厭故也。大夫祭則當四敦，《少牢禮》是也。士則二敦，《特牲禮》是也。其諸侯與大夫食亦四簋，故《秦詩》云：「每食四簋。」熊氏更說卿大夫以下日食及朔食牲牢及敦數多少，上下差別。並無明據，今皆略而不言也。○注「忌日貶也」。○正義曰：紂以甲子死，桀以乙卯亡。以其無道被誅，後王以為忌日。「稷食」者，食，飯也。以稷穀為飯，以菜為羹而食之，故云「忌日貶」也。○注「不特殺也」。○正義曰：諸侯夫人與君同庖，則後亦與王同庖。舉諸侯，天子可知。"
      },
      {
        "index": 7,
        "text": "君無故不殺牛，大夫無故不殺羊，士無故不殺犬豕。故，謂祭祀之屬。君子遠庖廚，凡有血氣之類，弗身踐也。踐，當為「翦」，聲之誤也。翦，猶殺也。○遠，於萬反。踐音翦，子俴反，出注。至於八月不雨，君不舉。為旱變也。此謂建子之月不雨，至建未月也。《春秋》之義，周之春夏無雨，未能成災。至其秋秀實之時而無雨則雩。雩而得之，則書「雩」，喜祀有益也。雩而不得，則書「旱」，明災成也。○為，於偽反，下「皆為」、「猶為」、「明為」、「為失」皆同。夏，戶嫁反。"
      },
      {
        "index": 8,
        "text": "[疏]「君無」至「不舉」。○正義曰：自此以下終篇末，或論天子，或論諸侯，或論大夫士所為尊卑之異，隨文為義，無復總科。今各隨文解之。○注「故，謂祭祀之屬」。○正義曰：此君非一。據作《記》之時言之，此君得兼天子，以天子日食少牢；若據《周禮》正法言之，此君唯據諸侯，以天子日食大牢，無故得殺牛也。大略此文謂諸侯也。○「大夫無故不殺羊」者，亦諸侯大夫也。若天子大夫有故得殺牛，故知此據諸侯大夫。言「祭祀之屬」者，若待賓客饗食，亦在其中，故云「祭祀之屬」。○注「踐，當為翦」。○正義曰：此謂尋常，若祭祀之事，則身自為之，故《楚語》云「禘郊之事，天子自射其牲，又刲羊擊豕」是也。○注「為旱」至「成也」。○正義曰：此謂建子之月至建未月也者，按文公十年，自正月不雨，至於秋七月，傳云「不曰旱，不為災」者，據周正言之。既言「秋七月不雨」，云「不為災」，明八月不雨，則為災。此據文十年，自正月不雨，故云「謂建子之月」也。按僖公三年傳云：「自十月不雨，至於五月，不曰『旱』，不為災。」文十三年「自正月不雨，至於秋七月」。此經直云「至於八月不雨」，不云初不雨之月，鄭必知自「建子之月」者，以周之歲首，陽氣生養之初；又文十年有「自正月不雨」之文，故據而為說。云「雩而得之則書『雩』，喜祀有益也。雩而不得則書『旱』，明災成也」者，按僖十一年《穀梁傳》云：「得雨曰雩，不得雨曰旱。」范寧云：「喜其有益也。」則《春秋經》諸書「雩」，皆是得雨。「不得雨曰旱」者，僖二十一年夏大旱，宣七年秋大旱是也。然傳云「至秋七月不雨」，「不為災」。僖二十一年「夏大旱」，則是周之夏也。建卯、建辰、建巳之月而書大旱者，至秋仍不雨，而追書於夏，故云「夏大旱」。"
      },
      {
        "index": 9,
        "text": "年不順成，君衣布，搢本，關梁不租，山澤列而不賦，土功不興，大夫不得造車馬。皆為凶年變也。君衣布者，謂若衛文公大布之衣，大帛之冠是也。搢本，去珽荼，珮士笏也。士以竹為笏，飾本以象。關梁不租，此《周禮》也。殷則關恆譏而不征。列之言遮列也。雖不賦，猶為之禁，不得非時取也。造，謂作新也。○○衣，於既反，注「君衣布」同。搢，徐音箭，又如字。去，丘呂反，下「刷去」同。珽，他頂反。荼音舒。笏音忽。遮，支奢反。"
      },
      {
        "index": 10,
        "text": "[疏]「年不」至「車馬」。○正義曰：前經論天子素服素車，此論諸侯及大夫遭凶年之禮。「君衣布」者，謂身衣布衣也。「搢本」者，本，謂士笏，以竹為之，以象飾本。君遭凶年，搢插士笏，故云「搢本」。○「關梁不租」者，關，謂關門。梁，謂津梁。租，謂課稅。以其凶年，故不課稅。此周禮，殷則雖非凶年，亦不課稅也。「山澤列而不賦」者，列，謂遮列。但遮列人不得非時而入，恐有損傷於物，不賦斂也。○「土功不興」者，謂人食不得滿二釜之歲，若人食二釜，則猶興土功也。故《均人》云：「豐年旬用三日，中年用二日，無年用一日。」《廩人》云：「人食四釜，上；三釜，中；二釜，下。」是無年猶有一日之役。○注「若衛」至「不征」。○正義曰：按《春秋》閔二年，狄入衛，後，「衛文公大布之衣，大帛之冠」。為國之破亂，與凶年同，故引之。云「殷則關恆譏而不征」者，按《王制》云「關譏而不征」。譏，謂呵察。但呵察其非，不徵稅。《王制》是殷禮，故云「殷」也。"
      },
      {
        "index": 11,
        "text": "卜人定龜，謂靈射之屬，所當用者。○射音亦，《周禮》作繹，《爾雅》作謝。史定墨，視兆坼也。○坼，敕白反。君定體。視兆所得也。周公曰：「體，王其無害。」"
      },
      {
        "index": 12,
        "text": "[疏]「卜人」至「定體」。○正義曰：此一經論君卜龜所定之異。「定龜」者，按《龜人》云：「天龜曰靈屬，地龜曰繹屬，東龜曰果屬，西龜曰雷屬，南龜曰獵屬，北龜曰若屬。各以其方之色，與其體辨之。」鄭云：「屬言非一也。色，謂天龜玄，地龜黃，東青，西白，南赤，北黑也。龜俯者靈，仰者繹，前弇果，後弇獵，左倪雷，右倪若。」定之者，定其所當用，謂卜祭天用靈，祭地用射，射則繹也，春用果，秋用雷之屬也。○「史定墨」者，凡卜必以墨畫龜，求其吉兆。若卜從墨而兆廣，謂之下從。《周禮•佔人》注云：「墨，兆廣也。」但拆是從墨，而裂其旁岐細出，謂之為亹拆，故《佔人》云：「君占體，大夫占色，史占墨，卜人占拆。」注云：「體，兆象也。色，兆氣也。墨，兆廣也。拆，兆亹也。」是大坼稱為「兆廣」，小坼稱為「兆亹」也。○「君定體」者，謂五行之兆象，既得兆體，君定其體之吉凶，尊者視大，卑者視小。○注「視兆」至「無害」。○正義曰：此《尚書•金縢》文，以武王有疾，周公代其請命，卜得吉兆，周公為此言也。"
      },
      {
        "index": 13,
        "text": "君羔幦虎犆；幦，覆苓也。犆，讀皆如「直道而行」之「直」。直，謂緣也。此君齋車之飾。○幦音覓，徐苦狄反。犆，依注音直，下同。苓，本又作軨，音零。緣，尹絹反，後文、注皆放此。齊，側皆反，下文、注皆同。大夫齊車鹿幦豹犆，朝車；士齊車鹿幦豹犆。臣之朝車與齊車同飾。"
      },
      {
        "index": 14,
        "text": "[疏]「君羔」至「豹犆」。○正義曰：此一節論君及大夫、士等齊車、朝車所飾之物，尊卑不同。○注「幦覆」至「之飾」。○正義曰：苓即式也。但車式以苓為之，有豎者，有橫者，故《考工記》注云：「轛，式之犆者、衡者也。」此云「幦覆苓」，《詩•大雅》：「鞹鞃淺幭。」《毛傳》云：「幭覆式。」幭，即幦也。又《周禮•巾車》作「冥」，但古字耳，三者同也。知幦是覆笒者，《少儀》云「負良綏申之面拖諸幦」是也。云「犆，讀皆如直道而行之直者，按《論語》云「三代之所直道而行」，故讀如之。云「此君齋車之飾」者，以大夫及士皆云齊車，故知此君齋車之飾。此經或有齊字者，若誤也。若有齊字，鄭不須此注。皇氏云：「君，謂天子、諸侯也。《詩》云『淺幭』，以虎皮為幭，彼據諸侯與玄袞、赤舄連文，則亦齊車之飾。此用羔幦者，當是異代禮，或可《詩傳》據以虎皮飾臂，謂之淺幭也。」○注「臣之」至「同飾」。○正義曰：據此注言之，則君之朝車與齊車異飾也。但無文以言之。"
      },
      {
        "index": 15,
        "text": "君子之居恆當戶，鄉明。○鄉，許亮反。寢恆東首。首生氣也。○首，手又反，注同。若有疾風、迅雷、甚雨，則必變。雖夜必興，衣服冠而坐。敬天之怒。○迅音峻，又音信。衣，於既反，下「衣布」同，又如字。日五盥，沐稷而□粱，櫛用樿櫛，髪晞用象櫛，進禨進羞，工乃升歌。晞，乾也。沐□必進禨作樂，盈氣也。更言「進羞」，明為羞籩豆之實。○盥音管。□音悔。櫛，則乙反。樿，章善反。禨，其既反。浴用二巾，上絺下綌。刷去垢也。○絺，丑疑反。綌，去逆反。刷，色劣反。垢，古口反。出杅，履蒯席，連用湯，杅，浴器也。蒯席，便於洗足也。連，猶釋也。○杅音雩。蒯，苦怪反。連，力旦反，猶也，注同。，所戢反。便，婢面反。履蒲席，衣布晞身，乃屨，進飲。進飲，亦盈氣也。○屨，九具反，本又作履。將適公所，宿齊戒，居外寢，沐浴。史進象笏，書思對命。嗯，所思念，將以告君者也。對，所以對君者也。命，所受君命者也。書之於笏，為失忘也。既服，習容、觀玉聲，玉珮。乃出。揖私朝，煇如也，登車則有光矣。私朝，自大夫家之朝也。揖其臣乃行。○煇音暉。"
      },
      {
        "index": 16,
        "text": "[疏]「君子」至「光矣」。○正義曰：此一節明卿大夫以下所居處及盥浴，並將朝君之義。○「日五盥」者，盥，洗手也。○「沐稷而□粱」者，沐，沐髪也。□，洗面也。取稷粱之潘汁，用將洗面沐髪，並須滑故也。然此大夫禮耳，又人君沐□皆粱也。○「櫛用樿櫛」者，樿，白理木也。櫛，梳也。沐髪為除垢膩，故用白理木以為梳。○「髪晞用象櫛」者，晞，乾燥也。沐已，燥則髪，故用象牙滑櫛以通之也。○「進禨進羞」者，禨，謂酒也。故《少儀》注云「沐而飲酒曰禨」，是沐畢必進禨酒，又進羞。羞，謂羞籩羞豆之實。知非庶羞者，庶羞為食而設。今「進禨」則飲酒之進，為飲設羞，故知是羞籩羞豆。是以《籩人》「羞籩」之下，注引《少牢》「主人酬屍，宰夫羞房中之羞」，是酬屍之後，而有羞籩羞豆也。故知非庶羞，是進羞也。○「工乃升歌」者，又進羞之後，樂工乃升堂以琴瑟而歌。所以「進禨進羞」乃歌者，以其新沐體虛，補益氣也。皇氏云：「進禨，謂飧。」與《少儀》注違，非其義也。○「出杅」者，杅，浴之盆也。浴時入盆中浴，浴竟而出盆也。○「履蒯席」者，履，踐也。蒯菲草蓆，出杅而腳踐履草蓆上，刮去垢也。○「連用湯」者，連，猶釋也。言釋去足垢而用湯闌也。○「史進象笏」者，史謂大夫亦有史官也。熊氏云：「按下大夫不得有象笏，有『象』字者，誤也。」熊氏又解與明山賓同，云「有地大夫，故用象」。皇氏載諸所解，皆不同，以此為勝，故存之耳。○「書思對命」者，嗯，謂意所思念，將以告君；對，謂君有所問，以事對君；命，謂所受君命將以奉行，以笏書此三事，故云「書思對命」也。○「既服，習容、觀玉聲」者，既服，著朝服已竟也。服竟而私習儀容，又觀容聽已珮鳴，使玉聲與行步相中適。玉，珮玉也。○「乃出」者，習儀竟而出也。○「揖私朝，煇如也」者，私朝，大夫自家之朝也。煇，光儀也。大夫行出至已之私朝，揖其屬臣煇如也。○「登車則有光矣」者，揖竟，出登所乘之車，有光煇也，而往適君朝矣。"
      },
      {
        "index": 17,
        "text": "天子搢珽，方正於天下也。此亦笏也。謂之珽，珽之言珽然無所屈也。或謂之大圭，長三尺，杼上終葵首。終葵首者，於杼上又廣其首，方如椎頭，是謂無所屈，後則恆直。《相玉書》曰：「珽玉六寸，明自炤。」○長，直亮反，後放此。杼，直呂反。葵如字。終葵，椎也。椎，直追反，下同。相，息亮反。珽，他頂反，本又作珵，音呈。炤音照。諸侯荼，前詘後直，讓於天子也。荼，讀為「舒遲」之「舒」。舒懦者，所畏在前也。詘，謂圜殺其首，不為椎頭。諸侯唯天子詘焉，是以謂笏為荼。○荼音舒。詘，丘勿反。後如字，徐胡豆反。懦，乃亂反，又奴臥反，怯懦也，又作懦，人於反，弱也，皇云：「學士。」圜音員。殺，色界反，徐所例反，篇內皆同。大夫前詘後詘，無所不讓也。大夫，奉君命出入者也，上有天子，下有已君，又殺其下而圜。"
      },
      {
        "index": 18,
        "text": "[疏]「天子」至「讓也」。○正義曰：此一節論天子以下笏制不同之事。○「方正於天下也」者，言珽然無所詘，示已之端平正直，而佈於天下。○「諸侯荼，前詘後直」者，前詘，謂圜殺其首。後直，下角正方。○「讓於天子也」者，降讓於天子，故「前詘」也。「大夫前詘後詘，無所不讓也」者，大夫上有天子，下有已君，上下皆須謙退，故云「無所不讓」也。○注「此亦」至「自炤」。○正義曰：以下文云「笏，天子以球玉」，故知此珽亦笏也。云「或謂之大圭，長三尺，杼上終葵首」者，「或」者，《玉人》文也。《玉人》註：「大圭，或謂之珽。」「或」者，「或」此文也。云「終葵首者，於杼上又廣其首，方如椎頭」者，終葵首，謂椎頭也。故許慎《說文》云：「椎，擊也。」齊人謂之「終葵首」，言所杼之上，又廣其首，廣於珽身，頭方如椎，故云「終葵首」。引「《相玉著》：珽玉六寸，明自炤」者，證珽是玉也。餘物皆光炤於外，此珽玉光自炤於內，內含明也。○注「荼讀」至「為荼」。○正義曰：「舒懦者，所畏在前也」者，按《說文》：「懦，柔也。」所畏在前，多舒緩，故云「舒懦者，所畏在前也」。○注「又殺」至「而圜」。○正義曰：知「又殺其下」者，以經云前後詘，故知「又殺其下」，故下注云「大夫士文杼其下首，廣二寸半」是也。"
      },
      {
        "index": 19,
        "text": "侍坐則必退席，不退則必引而去君之黨。引，卻也。黨，鄉之細者。退謂旁側也。辟君之親黨也。○黨，鄉之細也。退，謂旁側也。一本或作「黨，鄉之細者，謂旁側也。避君之親黨」。登席不由前，為躐席。升必由下也。○為，於偽反，未又如字。躐，力輒反。徒坐不盡席尺。示無所求於前，不忘謙也。讀書，食，則齊。豆去席尺。讀書，聲當聞尊者。食，為污席也。○為，於偽反，下「為大有」同。汙，污穢之污，烏臥反。○若賜之食，而君客之，則命之祭然後祭，雖見賓客，猶不敢備禮也。侍食則正不祭。先飯，辯嘗羞，飲而俟。俟君食而後食也。君將食，臣先嘗之，忠孝也。○飯，扶晚反。下至「三飯」文注皆同。辯嘗音遍。若有嘗羞者，則俟君之食，然後食，飯飲而俟。不祭，侍食不敢備禮也。不嘗羞，膳宰存也。飯、飲，利將食也。君命之羞，羞近者。辟貪味也。○辟音避。命之品嚐之，然後唯所欲。必先遍嘗之。○遍音遍，本又作備。凡嘗遠食，必順近食。從近始也。君未覆手，不敢飧。覆手，以循咡，已食也。飧，勸食也。○覆，芳服反，注同。飧音孫，注及下同。咡，耳侍反。君既食，又飯飧。不敢先君飽。○先，息薦反，下同。飯飧者，三飯也。臣勸君食，如是可也。君既徹，執飯與醬，乃出授從者。食於尊者之前，當親徹也。○從，才用反。"
      },
      {
        "index": 20,
        "text": "[疏]「侍坐」至「從者」。○正義曰：自此以下至「士側尊用禁」，此一節廣論臣之侍坐於君之儀，並顯君賜食、賜酒肉飲之節，兼明與凡人飲食之禮。○「侍坐則必退席」者，若側旁有別席，則退就側席。○「不退則必引而去君之黨」者，不退，謂旁無別席可退，或雖有別席，君不命之使退，則必引而去君之黨。黨，是鄉之細者，而屬於鄉，居在鄉之旁側。今借之為喻，言臣侍君坐，若不退席，則引而卻去君之旁側也。黨，謂君之親黨，則君命令與君之親黨同席，則卑讓卻引而去離君之親黨，在君之親黨之下而坐，故注云：「辟君之親黨也。」「登席不由前，為躐席」者，庾云：「失節而踐為躐席。」應從於下升。若由前升，是躐席也。按《鄉飲酒禮》，賓席於戶西，以西頭為下。主人席於阼階，介席於西階，皆北頭為下。賓升席自西方。注云：「升由下也。」又《鄉飲酒記》云：「主人介，凡升席自北方，降自南方。」注云：「席南上，升由下，降由上，由便。」則主人升席自北方，降席自南方。按《鄉飲酒禮》，主人受獻，自席前適阼階。是主人降席自北方者，以其受獻正禮，須席未啐酒，因從北方降也。故注云：「啐酒席末，因從北方降，由便也。」若其尋常無事，則升由下而降由上。若賓則升降皆由下也。○「徒坐不盡席尺」者，徒，空也。空坐，謂非飲食及講問時也。不盡席之前畔，有餘一尺，示無所求於前，不忘謙也。○「讀書，食，則齊」者，讀書，聲則當聞尊者。食為其汙席，坐則近前與席畔齊。○「豆去席尺」者，解食所以近前之意。以設豆去席一尺，不得不前坐就豆。或云「讀書聲當聞尊鍘邊，故人頭臨前一尺。食為污席，人頭臨豆與豆齊，故云「齊豆」。其豆徑一尺，與去席尺亦一也。○「若賜」至「從者」。○正義曰：此一節論人君賜食之禮。○「而君客之，則命之祭然後祭」者，此廣明侍坐法也。祭，祭先也。禮：敵者共食則先祭；若降等之客，則後祭；若臣侍君而賜之食，則不祭，若賜食而君以客禮待之，則得祭。雖得祭，又先須君命之祭，後乃敢祭也。○「先飯，辯嘗羞」者，飯，食也。謂君未食而臣先食，遍嘗羞膳也。所以爾者，示猶行臣禮，為先嘗食之義也。○「飲而俟」者，禮：食未飧，必前啜飲，以利滑喉中，不令澀噎。君既未飧，故臣亦不敢飧而先嘗羞。嘗羞畢而歠飲以俟，君飧臣乃敢飧。○「若有嘗羞」者，此謂臣侍食得賜食，而非君所客者也。既不得為客，故不得祭，亦不得嘗羞。則君使膳宰自嘗羞，故云「有嘗羞」者也。○「則俟君之食然後食」者，既不祭、不嘗，則俟君食後，已乃食也。○「飯飲而俟」者，飯飲者，飲之也。雖不嘗羞，亦先飲，飲則利喉以俟君也。○「君命之羞，羞近」者，猶是君所不客者也。雖君已食，己乃後食，而猶未敢食羞，故又須君命。雖得君命，又猶未自專嘗，先食近其前者一種而止也。所以然者，若越次前食遠者，則為貪好味也。○「命之品嚐之，然後唯所欲」者，品，猶遍也。既未敢越次多食，故君又命遍嘗而已。乃遍嘗之後，則隨已所欲，不復次第也。○「凡嘗遠食，必順近食」者，客與不客，悉皆如此，故云「凡」也。意在嘗遠者，且從近始，辟貪味也。○「君未覆手，不敢飧」者，侍食者悉然也。覆手者，謂食飽必覆手以循口邊，恐有殽粒污著之也。飧，謂用飲澆飯於器中也。禮：食竟更作三飧，以勸助令飽，實使不虛也。「君既食又飯飧」者，既，猶畢竟也。飯，飧也。君食畢竟而又飧，則臣乃敢飧，明不先君而飽也。○「飯飧者，三飯也」者，三飯，並謂飧也，謂三度飧也。○「君既徹」者，既，已也。謂君食竟已徹饌也。○「執飯與醬，乃出授從者」，謂君饌已徹，則臣乃自徹己饌，以授從者。飯醬是食之主，故自執之。此食合己之所得，故授從者。○注「食於」至「徹也」。○正義曰：此經食不客，故君既徹之後，執飯與醬，乃出授從者。若君與己禮食，則但親徹之，不敢授己之從者也。故《公食大夫禮》：「賓北面坐取梁與醬以降，西面坐奠於階西。」注云：「不以出者，非所當得是也。」若非君臣，但降等者，則徹以授主人相者。故《曲禮》云「客若降等」，又云「卒食，客自前跪徹飯，齊以授相者」，注云「謙也」。相者，主人讚饌者。以非己所得，故授主人之相。若賓主敵者，則徹於西序端，故《公食大夫禮》云「大夫自相食，徹於西序端」，注云「亦親徹」是也。"
      },
      {
        "index": 21,
        "text": "凡侑食，不盡食。食於人不飽。謙也。○侑音又。唯水漿不祭，若祭，為己卑。水漿，非盛饌也。己，猶大也。祭之為或有所畏迫，臣於君則祭之。○偞，虛涉反，厭也。大音泰，下同，下「瓦大」亦同。"
      },
      {
        "index": 22,
        "text": "[疏]「凡侑」至「卑」。○正義曰：此一節以上文明侍君之食，因明凡人相敵為食之禮。○「凡侑食，不盡食」者，此明勸食於尊者之法。○「食於人不飽」者，此通包食於尊者，及禮敵之人，所以不盡食不飽者，謙退不敢自足。○「唯水漿不祭」者，言食於禮敵之人，所設水漿不以祭先。○「若祭，為己卑」者，己，大也。，厭也。此解不祭水漿之意。若祭水漿，為大厭降卑微，有所畏迫也。○注「臣於君則祭之」。○正義曰：所以知者，按《公食大夫禮》，宰夫執觶漿以進，賓受，坐祭，遂飲。故知之也。"
      },
      {
        "index": 23,
        "text": "君若賜之爵，則越席再拜稽首受，登席祭之。飲，卒爵而俟，君卒爵，然後授虛爵。不敢先君盡爵。君子之飲酒也，受一爵而色灑如也。灑如，肅敬貌。灑，或為「察」。○灑，先典反，又西禮反，王肅作「察」，云「明貌也」。二爵而言言斯，言言，和敬貌。斯，猶耳也。○言言，魚斤反，注同。禮已三爵而油油，油油，說敬貌。○油油，音由，本亦作由。王肅本亦作「二爵而言」，注云：「飲二爵，可以語也。」又云「言斯禮」，注云：「語必以禮也。」「三爵而油」，注云：「說敬貌。」無「己」及下「油」字也。說音悅。以退。禮，飲過三爵則敬殺，可以去矣。退則坐取屨，隱辟而後屨，坐左納右，坐右納左。隱辟，俛逡巡而退著屨也。○辟，匹亦反，徐房亦反，注同。而後屨，一本作而後屨。俛音免。逡，七巡反。巡音巡。著屨，丁略反。○凡尊必上玄酒。不忘古也。唯君面尊。面，猶鄉也。《燕禮》曰：「司宮尊於東楹之西，兩方壺，左玄酒，南上。公尊瓦大兩，有冪，在尊南，南上。」○鄉，諱亮反。唯饗野人皆酒。蠟飲，故不備禮。○蠟，鋤駕反。大夫側尊，用棜；士側尊，用禁。棜，斯禁也。無足，有似於棜，是以言棜。○棜，於據反，注同。斯如字，又音賜。"
      },
      {
        "index": 24,
        "text": "[疏]「君若」至「用禁」。○正義曰：此一節論臣於君前受賜爵之禮。○「飲，卒爵而俟，君卒爵，然後授虛爵」者，俟君飲盡，己乃授虛爵與相者也。必在君前先飲者，亦示其賤者先即事。○「後授虛爵」者，亦不敢先君盡爵，然此謂朝夕侍者始得爵也。若其大禮，則君先飲而臣後飲，故《曲禮》云「長者舉未釂，少者不敢飲」，《燕禮》「公卒爵而後飲」是也。此經云再拜稽首，受於尊所，《曲禮》云「拜受於尊所」；此經先再拜稽首而後受，《燕禮》「興受爵，降下奠爵，再拜稽首」，則先受而後再拜。與此不同者，熊氏云：「文雖不同，互以相備，皆先受而後再拜。」今刪定。以為《燕禮》據大飲法，故先受爵而後奠爵再拜。此經據朝夕侍君而得賜爵，故再拜而後受。必知此經非饗燕大飲者，以此下云「受一爵」以至「三爵」而退，明非大饗之飲也。若《燕禮》，非惟三爵而已。○「受一爵而色灑如也」者，言初受一爵，而顏色肅敬灑如也。如者，如此義，謂如似洒然。故《論語》云「申申如也」，「夭夭如也」，及「踧如也」，皆謂容色如此。○「二爵而言言斯」者，此事上恆敬，既受二爵，顏色稍和，故言言斯。斯，耳也。耳是助句之辭，皇氏云「讀言為誾」，義亦通也。○「禮已三爵而油油」者，言侍君小燕之禮，唯已止三爵，顏色和說，而油油說敬。故《春秋左氏傳》云：「臣侍君宴，過三爵，非禮也。」○「退則坐取屨，隱辟而後屨」者，坐，跪也。初跪說屨堂下為敬，故退而跪取屨，起而逡巡，隱辟而著之。○「坐左納右」者，納，猶著也。若坐左膝，則著右足之屨，若坐右膝，則著左足之屨。○「唯君面尊」者，面，鄉也。謂人君燕臣子，專其恩惠，故尊鼻鄉君，故引《燕禮》燕臣子之禮以解之。若兩君相見，則尊鼻於兩楹間，在賓主之間夾之，不得面鄉尊也。○「唯饗野人皆酒」者，饗野人，謂蠟祭時也。野人賤，不得比士，又無德，又可飽食，則宜貪味，故唯酒而無水也。○「大夫側尊，用棜；士側尊，用禁」者，側，謂旁側，在賓主雨楹間，旁側夾之，又東西橫行，異於君也。若側尊近於君南比列之，則《燕禮》所云者是也。大夫、士側尊者，《鄉飲酒》義，云尊於房戶之間，賓主共之也。據大夫、士旁著一尊，亦曰側尊，故《士冠禮》云：「側尊一甒，醴在服北。」注云：「無偶曰側。」與此側別。○注「棜斯」至「言棜」。○正義曰：按《鄉飲酒禮》，設兩壺於房戶間，有斯禁。彼是大夫禮，此云大夫用棜，故知棜是斯禁也。按《特牲禮》注云：「棜，今木輿，上有四周，下無足。」今斯禁亦無足，故云「有似於棜，是以言棜」也。"
      },
      {
        "index": 25,
        "text": "始冠緇布冠，自諸侯下達，冠而敝之可也。本大古耳，非時王之法服也。○冠，古亂反，下「冠而」，注「始冠」同，敝音弊，本亦作弊。玄冠朱組纓，天子之冠也。緇布冠繢緌，諸侯之冠也。皆始冠之冠也。玄冠，委貌也。諸侯緇布冠有緌，尊者飾也。繢，或作繪。緌，或作蕤。○繢，戶內反，注「繪」同。緌，本又作「蕤」，耳隹反，注及下皆同。玄冠丹組纓，諸侯之齊冠也。玄冠綦組纓，士之齊冠也。言齊時所服也。四命以上，齊、祭異冠。○齊，側皆反，下同。綦音其，徐其記反，雜色也。上，時掌反，下「而上」同，後皆放此。縞冠玄武，子姓之冠也。謂父有喪服，子為之不純吉也。武，冠卷也。古者冠、卷殊。○縞，古老反，又古報反，下同。為，於偽反。卷，起權反，下同。縞冠素紕，既祥之冠也。紕，緣邊也。紕，讀如「埤益」之「埤」。既祥之冠也，已祥祭而服之也。《間傳》曰：「大祥，素縞麻衣。」○紕音埤，又婢支反。間，古閒反。傳，直專反。"
      },
      {
        "index": 26,
        "text": "[疏]「始冠」至「冠也」。○正義曰：自此至「魯桓公始也」，此一節廣論上下及吉凶冠之所用，唯五十不散送，及親沒不髦，記者雜錄，廁在其間。○「始冠緇布冠」者，言初加冠，大夫、士皆三加，諸侯則四加，其初加者是緇布冠。○「自諸侯下達」者，自，從也。從諸侯下達於士，始冠緇布冠。○「冠而敝之可也」者，言緇布冠重古，始冠，暫冠之耳，非時王之服，不復恆著，冠而敝去之可也。○注「皆始」至「作蕤」。○正義曰：知「始冠之冠」者，以文承上「始冠」之下，故知「玄冠朱組纓」是「天子始冠也」。云「諸侯緇布冠有緌，尊者飾也」者，按《郊特牲》及《士冠記》皆云「其緌也，吾未之聞」，謂大夫、士也。此云「繢緌，諸侯之冠」，故云「緇布冠有緌，尊者飾也」。上云「始冠緇布冠，自諸侯下達」，則「諸侯緇布冠」可知。更云「緇布冠繢緌，諸侯之冠」者，為「緌」起文也。諸侯唯繢緌為異，其頍項青組纓等皆與士同。○注「言齊」至「異冠」。○正義曰：言齊者，兼祭祀之時，故《曲禮》云「立如齊」，謂祭祀時。恐此齊亦兼祭祀，故言「齊時所服」。其祭，諸侯則玄冕也。云「四命以上，齊、祭異冠」者，以諸侯玄冕祭，玄冠齊，孤則爵弁祭，亦玄冠齊，是齊、祭異冠也。必知孤亦玄冠齊者，以諸侯尚玄冠齊，明孤亦玄冠齊也。其三命以下大夫則朝服以祭，士則玄端以祭，皆玄冠也。此云「玄冠綦組纓，士之齊冠」，是齊、祭同冠也。其天子之士與諸侯上大夫同，故《深衣目錄》云：「士祭以朝服，謂天子之士也。祭用朝服，與諸侯大夫同。」然則天子大夫與諸侯孤同，亦爵弁祭、玄冠齊。此是熊氏之說也。皇氏以為，天子大夫與諸侯大夫同。但朝服以祭，便與鄭注四命以上齊、祭異冠於文為妨，皇氏之說非也。其天子之祭，玄冕祭，則玄冠齊；絺冕祭，則玄冕齊；以次差之可知也。此亦熊氏說。此云四命「齊、祭異冠」者，謂自祭也。若助祭於君，則齊、祭同冠，故《鄭志》答趙商問云：「以《雜記》云，大夫冕而祭於公，弁而祭於己；士弁而祭於公，冠而祭於己。是為三命以下齊、祭異冠，何但四命以上也？觀注，似若但施於己祭，不可通之也。」鄭答云：「齊、祭謂齊時一冠，祭時亦一冠，四命乃然，大夫冕、士弁而祭於君，齊時服之，祭時服之，何以亦異？」如鄭此言，是助祭、齊祭同冠，故云「何以亦異」。若然，士之助祭齊服，應服爵弁。而鄭注《旅賁氏》云「王齊服服袞冕」，則士之齊服，服玄端不服爵弁者，熊氏云：「若士助王祭祀，服爵弁，若助王受朝覲，齊服則服玄端。」義或然也。○注「謂父」至「卷殊」。○正義曰：姓，生也。孫是子之所生，故云「子姓」。云「不純吉也」者，武用玄，玄是吉，冠用縞，縞是凶。吉而雜凶，故云「不純吉」也。卷用玄而冠用縞，冠、卷異色，故云「吉者冠、卷殊」。如鄭此言，則漢時冠、卷共材。○注「紕緣」至「麻衣」。○正義曰：「紕，緣邊」者，謂緣冠兩邊及冠卷之下畔，其冠與捲身皆用縞，但以素緣耳。縞是生絹而近吉，當祥祭之時，身著朝服，首著縞冠，以其漸吉故也。不言以素為紕，故《喪服小記》云：「除成喪者，朝服縞冠。」注云：「縞冠，未純吉祭服也。」《雜記》曰：「祥，主人之除也。於夕為期朝服。」鄭云：「祭猶縞冠，未純吉。」《雜記》又云：「既祥，雖不當縞者必縞。」鄭云：「縞，祥祭之服。」據此兩經二注，皆云祥祭縞冠。若既祥之後，微申孝子哀情，故加以素紕，以素重於縞也。故此文云：「既祥之冠。」《間傳》曰：「大祥素縞麻衣。」檢勘經、注，分明如此，而皇氏以為縞重素輕，祥祭之時，以素為冠，以縞為紕，紕得冠名，故云「縞冠」；祥祭之後，以縞為冠，以素為紕，亦紕得冠名，而云「素冠」。文無所出，不知有何憑據也？"
      },
      {
        "index": 27,
        "text": "垂緌五寸，惰游之士也。惰游，罷民也。亦縞冠素紕，凶服之象也。垂長緌，明非既祥。○惰，徒臥反。罷音皮。玄冠縞武，不齒之服也。所放不帥教者。居冠屬武，謂燕居冠也。著冠於武，少威儀。○屬，章欲反。著，皇直略反，徐丁略反。自天子下達，有事然後緌。燕無事者去飾。○去，丘呂反，下同。五十不散送。送喪不散麻，始衰不備禮。○散，悉但反，注同。衰，所追反。親沒不髦，去為子之飾。○不髦音毛。大帛不緌。帛，當為「白」，聲之誤也。大帛，謂白布冠也。不緌，凶服去飾。玄冠紫緌，自魯桓公始也。蓋僣宋王者之後服也。緌當用繢。○僣，子念反，後同。"
      },
      {
        "index": 28,
        "text": "[疏]「垂緌」至「士也」。○正義曰：此亦用「既祥冠」而加「垂緌五寸」也。○注「惰游」至「既祥」。○正義曰：鄭知「惰游，罷民」者，與下「不齒」相連，故知是《周禮》坐嘉石之罷民。知「亦縞冠素紕」者，以文承上「縞冠素紕」之下，但「垂緌」為異。○注「謂燕居冠也」。○正義曰：燕居之冠，屬武於冠冠，武相連屬，燕居率略少威儀故也。又不加緌，若非燕居，則冠與武別，臨著乃合之，有儀飾故也。○注「送喪」至「備禮」。○正義曰：始死三日之前，要絰散垂，三日之後乃絞之。至葬，啟殯己後，亦散垂。既葬乃絞。五十既衰，不能備禮，故不散垂。及親沒不髦，不關冠之義，紀者雜廁其間。○注「帛當」至「去飾」。○正義曰：知「帛，當為白」者，以《雜記》云，大白冠、緇布冠，皆不緌。彼「大白」與「緇布」連文，故知此「大帛」謂白布冠也。《左傳》閔二年，衛文公「大布之衣，大帛之冠」，白繒冠也。與「大布」相對，與此異也。○注「蓋僣宋王者之後」。○正義曰：知疑「僣宋」者，以祭周公用白牡，乘大路，是魯用殷禮，故疑魯桓公用紫緌，「僣宋王者之後」。云「緌當用繢」者，以上文云「緇布冠繢緌，緒侯之冠」，故知也。"
      },
      {
        "index": 29,
        "text": "朝玄端，夕深衣。深衣三袪，謂大夫、士也。三袪者，謂要中之數也。袪尺二寸；圍之為二尺四寸；三之，七尺二寸。○朝，直遙反。深衣三袪，起魚反，本或無「衣」字。要，一遙反。下文、注同。縫齊，倍要，縫，紩也。紩下齊倍要中。齊，丈四尺四寸。縫，或為逢，或為豐。○縫音逢。齊音咨，本又作齊，注同。紩，直已反，徐治栗反。衽當旁，衽，謂裳幅所交裂也。凡衽者，或殺而下，或殺而上，是以小要取名焉。衽屬衣則垂而放之，屬裳則縫之，以合前後，上下相變。○衽，而審反，又而鴆反。屬音燭，下同。袂可以回肘。二尺二寸之節。○袂，面世反。肘，竹丑反。長、中，繼揜尺。其為長衣、中衣，則繼袂揜一尺，若今褎矣。深衣則緣而已。○褎音袖，下文同。袷二寸，曲領也。○袷音劫。○袪尺二寸，袂口也。緣廣寸半。飾邊也。○廣，徐公曠反，後放此。以帛裹布，非禮也。中外宜相稱也。冕服，絲衣也。中衣用素。皮弁服、朝服、玄端，麻衣也，中衣用布。○裹音裡。稱，尺證反。士不衣織。織，染絲織之。士衣染繒也。○衣，於既反，注及下注同。織音志，注「織染」同。繒，以綾反。無君者不貳采。大夫去位，宜服玄端玄裳。○去如字。衣正色，裳間色。謂冕服，玄上纁下。○間，間廁之間。非列采不入公門。列采，正服。振絺、綌不入公門，表裘不入公門。振，讀為袗。袗，襌也。表裘，外衣也。二者形且褻，皆當表之乃出。○振，依注為袗，之忍反。襌音丹，下文，注同。"
      },
      {
        "index": 30,
        "text": "[疏]「朝玄」至「公門」。○正義曰：自此以下至「弗敢充也」一節，廣論衣服及裘裼襲之事。○「朝玄端，夕深衣」者，謂大夫、士早朝在私朝，服玄端，夕服深衣，在私朝及家也。○「深衣三袪」者，袪謂袂末，言深衣之廣，三倍於袂末。○「縫齊，倍要」者，齊，謂裳之下畔。要，謂裳之上畔。言縫下畔之廣，倍於要中之廣，謂齊廣一丈四尺四寸，要廣七尺二寸。○「衽當旁」者，衽，謂裳之交接之處，當身之畔。○「袂可以回肘」者，袂上下之廣二尺二寸，肘長尺二寸，故可以回肘也。○「長、中，繼揜尺」者，謂長衣、中衣，繼袂之末，揜餘一尺。○「袷二寸」者，袷，謂深衣曲領，廣二寸。○「袪尺二寸」者，袪，謂深衣袂口，謂口之外畔上下尺二寸也。故注云「衽，袂口也」。○「緣廣寸半」者，謂深衣邊以緣飾之廣，寸半也。○注「謂大」至「二寸」。○正義曰：上文云君朝服，日出而視朝；夕深衣，祭牢肉。此云「朝玄端」，與君不同，故知是「大夫、士」也。以視私朝，故服「玄端」。若朝君之時，則朝服也。朝服，其衣與玄端無異，但其裳以素耳。若大夫莫夕蓋亦朝服，其士則用玄端。故《士冠禮》注云「玄端，士莫夕於朝之服」是也。其私朝及在家，大夫、士夕皆深衣也。皇氏以為，此玄端是朝君之服。若然，朝禮君臣同服，上文「君朝服，夕深衣」，此文與君無異，鄭何得注云「大夫、士也」？恐皇氏之說非也。云「三之七尺二寸」者，按《深衣》云「幅十有二」以計之，幅廣二尺二寸，一幅破為二，四邊各去一寸，餘有一尺八寸，每幅交解之，闊頭廣尺二寸，狹頭廣六寸，比寬頭向下，狹頭向上，要中十二幅，廣各六寸，故為七尺二寸。下齊十二幅，各廣尺二寸，故為一丈四尺四寸。○注「衽謂」至「相變」。○正義曰：「衽，謂裳幅所交裂也」者，裳幅下廣尺二寸，上闊六寸，狹頭向上，交裂一幅而為之。云「凡衽者，或殺而下，或殺而上」者，皇氏云：「言『凡衽』，非一之辭，非獨深衣也。『或殺而下』，謂喪服之衽，廣頭在上，狹頭在下。『或殺而上』，謂深衣之衽，寬頭在下，狹頭在上。」云「是以小要取名焉」者，謂深衣與喪服，相對為小要，兩旁皆有此衽。熊氏大意與皇氏同，「或殺而下」，謂「朝祭之服」耳。云「衽屬衣，則垂而放之」者，謂喪服及熊氏朝祭之衽。云「屬裳則縫之，以合前後」者，謂深衣之衽。云「上下相變」者，上體是陽，陽體舒散，故垂而下。下體是陰，陰主收斂，故縫而合之。今刪定，深衣之上獨得衽名，不應假他餘服相對為衽。何以知之？深衣衣下屬幅而下，裳上屬幅而上，相對為衽。鄭注《深衣》「鉤邊，今之曲裾」，則宜兩邊而用也。但此等無文言之，且從先儒之義。○注「其為」至「而已」。○正義曰：「繼袂揜一尺」者，幅廣二尺二寸，以半幅繼續袂口，揜餘一尺。云「深衣則緣而已」者，若長衣揜必用素，而中衣揜或布或素，隨其衣而然。長、中制同而名異者，所施異故也。裡中著之，則曰「中衣」，若露著之，則曰「長衣」。故鄭注《深衣目錄》：「素紕曰長衣，有表謂之中衣。」○「以帛裡布，非禮也」，若朝服用布，則中衣不得用帛也。「皮弁服、朝服、玄端服，麻衣也，中衣用布」，三衣用麻，麻即十五升布，故中衣並用布也。然云「朝服」，又云「玄端」者，朝服指玄衣素裳，而玄端裳色多種，或朱裳玄黃雜裳之屬，廣言之也。而小祥衰裡孰帛中衣者，吉凶異故也。○「士不衣織」。○織者，前染絲後織者。此服功多色重，故士賤不得衣之也。大夫以上衣織，染絲織之也。士衣染繒。《詩》庶人得「衣錦」者，禮不下庶人，有經而等也，故服錦衣。下云「居士錦帶」者，直以錦帶非為衣也。《唐傳》云：古者有命，民有飾車駢馬衣錦者，非周法，大夫以上得衣織衣。而《禮運》云「衣其澣帛」，謂先代禮尚質故也。○注「大夫」至「玄裳」。○正義曰：此謂大夫、士去國，三月之內服素衣素裳，三月之後，別服此玄端玄裳。以經云「不貳采」，是有采色，但不貳耳。采色之中，玄最貴也。○注「謂冕服，玄上纁下」。○正義曰：玄是天色，故為正。纁是地色，赤黃之雜，故為間色。皇氏云：「正謂青、赤、黃、白、黑，五方正色也。不正，謂五方間色也，綠、紅、碧、紫、緌黃是也。「青是東方正，綠色東方間，東為木，木色青，木刻土，土黃，並以所刻為間，故綠色，青，黃也。朱是南方正，紅是南方間，南為火，火赤刻金，金白，故紅色，赤、白也。白是西方正，碧是西方間，西為金，金白刻木，故碧色，青、白也。黑是北方正，紫是北方間，北方水，水色黑，水刻火，火赤，故紫色，赤、黑也。黃是中央正，緌黃是中央間，中央為土，土刻水，水黑，故緌黃之色，黃、黑也。○注「振讀」至「乃出」。○正義曰：按《士昏禮》云：「女從者畢袗玄。」彼注以袗為同，此云「袗、襌」者，以振與袗聲相近，袗字從衣，故讀從袗蓋袗。字得為同，又得為襌，故下《曲禮》注引《論語》云「當暑袗絺綌」，是《論語》本有為袗字者。云「形且褻」者，形，解袗絺綌，其形露見。褻，解表裘在衣外，可鄙褻。二者皆上加表衣乃出也。"
      },
      {
        "index": 31,
        "text": "襲裘不入公門。衣裘必當裼也。○裼，思歷反。纊為繭，縕為袍。衣有著之異名也。纊，謂今之新綿也。縕，謂今纊及舊絮也。○纊音曠。繭，古典反。縕，紆粉反，又紆郡反。袍，步羔反。絮，胥慮反。襌為絅，有衣裳而無裡。○絅，苦迥反，徐又音迥。帛為褶，有表裡而無著。○褶音牒，裌也。○朝服之以縞也，自季康子始也。亦僣宋王者之後。"
      },
      {
        "index": 32,
        "text": "[疏]「襲裘」至「始也」。○正義曰：《檀弓》云「裼裘」、「襲裘」，謂若子游裼裘而吊，曾子襲裘而吊，皆謂裘上有裼衣，裼衣之上有襲衣，襲衣之上有正服，但據露裼衣、不露裼衣為異耳。若襲裘，不得入公門也。○注「縕，謂今纊及舊絮也」。○正義曰：如鄭此言，云「縕謂今纊」者，謂好綿也。則鄭注之時，以好者為綿，惡者為絮，故云「縕，謂今纊及舊絮」也。○注「亦僣宋王者之後」。○正義曰：云「亦」者，亦上「玄冠紫緌」，是「僣宋王者之後」。知宋朝服以縞者，按《王制》云，殷人「縞衣而養老」，燕服則為朝服。宋是殷後，故「朝服以縞」。"
      },
      {
        "index": 33,
        "text": "孔子曰：「朝服而朝，卒朔然後服之。」謂諸侯與群臣也。諸侯視朔皮弁服。曰：「國家未道，則不充其服焉。」謂若衛文公者。未道，未合於道。"
      },
      {
        "index": 34,
        "text": "[疏]「孔子」至「服之」。○正義曰：朝服緇衣素裳而朝，謂每日朝君。○「卒朔然後服之」者，卒朔，謂卒告朔之時，服皮弁告朔，禮終脫去皮弁而後服朝服也。○注「謂諸侯與群臣也」。○正義曰：知非天子之朝服，而云「諸侯與群臣」者，以上文次皆云「不入公門」，下云「唯君有黼裘」，又云君衣狐白裘，皆據諸侯之禮，故知此亦據諸侯也。"
      },
      {
        "index": 35,
        "text": "唯君有黼裘以誓省，大裘非古也。僣天子也。天子祭上帝，則大裘而冕。大裘，羔裘也。黼裘，以羔與狐白雜為黼文也。「省」當為「獮」，獮，秋田也。國君有黼裘誓獮田之禮。時大夫又有大裘也。○黼音甫。「省」依注作「獮」，息典反，秋獵名。"
      },
      {
        "index": 36,
        "text": "[疏]「唯君」至「古也」。○正義曰：君，諸侯也。黼裘，以黑羊皮雜狐白為黼文，以作裘也。誓者，告敕也。獮，秋獵也。大裘，天子郊服也。禮，唯許諸侯服黼裘，以誓軍眾田獵耳，不得用大裘。當時存者，非但諸侯用大裘，又有大夫僣用大裘者，故譏之云「非古也」。○注「時大夫又有大裘也」。○正義曰：經直云黼裘以誓獮，大裘非古，而云大夫用大裘者，以經云「唯君」，則知時臣亦為之，故言「唯君」以譏之也。冬始裘而秋云裘者，為秋殺始誓眾須威，故秋而用黼為裘也。"
      }
    ]
  }
}