{
  "chapterNumber": 29,
  "title": "卷28",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "膾，春用蔥，秋用芥。豚，春用韭，秋用蓼。芥，芥醬也。脂用蔥，膏用薤，脂肥凝者，釋者曰膏。○，戶界反，俗本多作薤，非也。三牲用藙，藙，煎茱萸也。《漢律》：「會稽獻焉。」《爾雅》謂之樧。○藙，魚氣反。會，古外反。稽，古兮反。樧，色八反，似茱萸而實赤小。和用醯，畜與家物，自相和也。○和，戶臥反，注皆同，注又如字。醯，呼兮反，酢也。畜，許又反，又許六反。獸用梅。亦野物自相和。鶉羹、雞羹、鴽、釀之蓼。釀謂切雜之也。鴽在羹下，烝之，不羹也。○鶉、雞羹，本又作鶉羹、雞羹。魴、鱮烝，雛燒，雉薌，無蓼。薌，蘇荏之屬也。燒煙於火中也。自膾用至此，言調和菜釀之所宜也。○魴鱮，上音房，下音敘。烝，皇絕句，之丞反。雛，字又作雛，仕俱反，又匠俱反，賀讀「魴鱮烝雛」為句。燒如字，一音焦，皇絕句。雉，皇此一句，一讀「雉薌」為句。蘇荏，而甚反。調，徒吊反。○不食雛鱉。狼去腸，狗去腎，狸去正脊，兔去尻，狐去首，豚去腦，魚去乙，鱉去丑。皆為不利人也。雛鱉，伏乳者。乙，魚體中害人者名也，今東海容魚有骨名乙在，目旁，狀如篆乙，食之鯁人，不可出。丑，謂鱉竅也。○去，起呂反，下並同。尻，苦刀反。腦，奴老反。為，於偽反，下「皆為」同。伏，扶又反。乳，而樹反。鰫音容。篆，直轉反。鯁，本又作哽，古猛反，《字林》云「鯁，魚骨也」，又工孟反。竅，苦叫反。○肉曰脫之，魚曰作之，棗曰新之，栗曰撰之，桃曰膽之，柤梨曰攢之。皆治擇之名也。○膽，丁敢反。攢，再官反，本又作鑽。○牛夜鳴則庮；羊泠毛而毳，膻；狗赤股而躁，臊；鳥皫色而沙鳴，郁；豕望視而交睫，腥；馬黑脊而般臂，漏；雛尾不盈握弗食。舒雁翠，鵠、鴞胖，舒鳧翠，雞肝，雁腎，鴇奧，鹿胃。亦皆為不利人也。庮，惡臭也。《春秋傳》曰：「一薰一庮。」泠毛毳，毛別聚於不解者也。赤股，股裡無毛也。皫色，毛變色也。沙，猶嘶也。郁，腐臭也。望視，視遠也。腥，當為「星」，聲之誤也。星，肉中如米者。般臂，前脛般般然也。漏，當為「螻」，如螻蛄臭也。舒雁，鵝也。翠尾肉也。鵠、鴞胖，謂脅側薄肉也。舒鳧，鶩也。鴇奧，脾胔也。鵠，或為鴞也。○庮音由。泠音零，泠，結毛如氈也。毳，昌銳反。躁，早報反。麃，本又作皫，劉昌宗音普保反，徐芳表反，又普表反。沙如字，一音所嫁反，注同。睫音接。腥，依注作星，《說文》云：「腥，星見食豕，令肉中生小息肉也。」《字林》音先定反。般音班。臂，本又作擘，必避反，徐方避反。漏，依注音螻，力侯反。鵠，胡篤反。鴞，於驕反。胖音判。鴇音保。奧，於六反。胃音謂，字又作𦝩，同。薰，許雲反，或作焄，又作葷。解，胡買反。嘶音西，字又作斯，音同。腐，扶甫反。脛，胡定反。蛄音姑。鵝，五何反。鶩音木。脾，扶移反。胔，昌私反。○肉腥，細者為膾，大者為軒。言大切、細切異名也。膾者必先軒之，所謂「聶而切之也」。○腥音星，《字林》作勝，云「不熟也」，先丁反。聶，本又作攝，又作𬛚，皆之涉反，下同。或曰：麋、鹿、魚為菹，麇為辟雞，野豕為軒，兔為宛脾。切蔥若薤，實諸醯以柔之。此軒、辟雞、宛脾，皆菹類也。釀菜而柔之以醯，殺腥肉及其氣。今益州有鹿𣨙者，近由此為之矣。菹、軒，聶而不切；辟雞、宛脾，聶而切之。軒或為胖，宛或作郁。○麇為，九倫反。辟，必益反，徐芳益反，注同。宛，於晚反。脾，婢支反。醯，徐呼兮反，本或作。𣨙，於偽反，益州人取鹿殺而埋之地中，令臭乃出食之，名鹿𣨙是也。近，附近之近。○羹食，自諸侯以下至於庶人，無等。羹食，食之主也。庶羞乃異耳。○食音嗣，注「羹食」並下文「食禮」同。大夫無秩膳，謂五十始命，未甚老也。秩，常也。大夫七十而有閣。有秩膳也。閣以板為之，皮食物也。○庪，又作庋，九委反，或居彼反，本亦作處。天子之閣，左達五，右達五。公、侯、伯於房中五，大夫於閣三，士於坫一。達，夾室，大夫言於閣，與天子同處，天子二五，倍諸侯也。五者，三牲之肉，及魚、臘也。○坫，丁念反。夾，古洽反，又古協反。處，昌慮反。"
      },
      {
        "index": 1,
        "text": "[疏]「膾春」至「無蓼」。○正義曰：此一節論調和飲食之宜。○「鶉羹、雞羹」者，謂用鶉用雞為羹，鴽者唯烝煮之而已，不以為羹，故文在羹下。○「釀之蓼」者，釀謂切雜和之，言鶉羹雞羹，及烝之等，三者皆釀之以蓼。○「魴、鱮烝」者，魴、鱮二魚皆烝熟之。○「雛燒」者，雛是鳥之小者，火中燒之，然後調和。若今之䑎也。○「雉」者，文在烝燒之下，或燒或烝，或可為羹，其用無定，故直云「雉」。○「薌，無蓼」者，薌謂蘇荏之屬，言魴、鱮烝及雛燒並雉等三者，調和唯以蘇荏之屬，無用蓼也。○注「芥，芥醬也」。○正義曰：上云魚膾芥醬，則謂秋時用芥。芥辛，於秋宜也。○注「藙煎」至「之樧」。○正義曰：賀氏云：「今蜀郡作之，九月九日取茱萸，折其枝，連其實，廣長四五寸，一升實，可和十升膏，名之藙也。○「不食」至「攢之」。○正義曰：此一節論治擇肉物惡者及果實之屬。○「肉曰脫之」者，皇氏云：「治肉除其筋膜，取好處。」故李巡注《爾雅•釋器》云：「肉去其骨曰脫。」郭云：「剝其皮也。」○「魚曰作之」者，皇氏云：「作，謂動搖也。凡取魚，搖動之，視其鮮餧，餧者不食。」李巡注《爾雅》云：「作之，魚骨小，無所去。」郭氏《爾雅》今本作「斫之」，注云：「謂削鱗也。」○「棗曰新之」者，棗易有塵埃，恆治拭之使新。○「栗曰撰之」者，栗，蟲好食，數數布陳，撰，省視之。○「桃曰膽之」者，桃多毛，拭治去毛，令色青滑如膽也。或曰：膽謂苦，桃有苦如膽者，擇去之。○「柤犁曰攢之」者，恐有蟲，故一一攢看其蟲孔也。○「牛夜」至「鹿胃」。○正義曰：此一節論腥臊膻臭及諸物不可食者，從「牛夜鳴」至「般臂漏」，皆與《周禮•內饔職》文同。○「牛好夜鳴則庮」者，庮，是臭惡之氣，牛夜鳴則其肉庮臭。○經「羊泠毛而毳，膻」者，膻，謂膻氣。泠，謂毛本稀泠。毳，謂毛頭毳結。羊若如此，其肉膻氣。○「狗赤股而躁，臊」者，臊，謂臊惡。赤股，股裡無毛。躁，謂舉動急躁。狗若如此，其肉臊惡。○「鳥皫色而沙鳴，郁」者，郁，謂腐臭也。皫色，其色變無潤澤。沙鳴者，沙，嘶也，謂鳴而聲嘶。鳥若如此其肉腐臭。○「豕望視而交睫，腥」者，腥，謂肉結如星。望視，謂豕視望揚。交睫，謂目睫毛交。豕若如此，則其肉似星也。○「馬黑脊而般臂，漏」者，漏，謂螻蛄臭。黑，謂馬脊黑。般臂，謂馬之前脛，其色般般然。馬若如此，其肉如螻蛄臭也。○「雛尾不盈握弗食」者，雛，謂小鳥。尾盈一握，然後堪食。若其過小未盈握，不堪食也。自此以下，因廣言不堪食之物。○「舒雁翠」者，舒雁，鵝也。翠，謂尾肉也。言鵝尾之肉不堪食也。○「鵠、鴞胖」者，胖，謂脅側薄肉也。謂鵠鳥、鴞鳥脅側薄肉不可食。○「舒鳧翠」者，舒鳧謂鶩，鶩即是鴨，其翠不可食。雞肝雁腎亦不可食。○「鴇奧」者，奧，謂脾胔，謂藏之深奧處。鴇奧及鹿胃亦不可食。凡此皆為不利人也。○注「庮惡」至「鴇也」。○正義曰：引《春秋傳》者，僖四年《左傳》文，論晉獻公卜娶驪姬，其繇曰：「一薰一蕕，十年尚猶有臭。」薰謂香草，蕕謂臭草，薰蕕一時相和，十年臭氣尚在，言善易銷，惡難除也，蕕比於驪姬之惡也。云「沙，猶嘶也」者，嘶，謂酸嘶，古之「嘶」字，單作「斯」耳。云「腥，當為『星』」者，謂肉中白點似星也，故不得為腥臊之字也。云「漏，當為『螻』」者，以漏非臭惡氣名，故讀為螻也。云「舒雁，鵝」、「舒鳧，鶩也」者，《爾雅•釋鳥》文。某氏云：「在野舒翼飛，遠者為鵝。」李巡云：「野曰雁，家曰鵝。」李巡又云：「野曰鳧，家曰鶩。○「或曰」至「柔之」。○正義曰：此一節明齏菹之異，用肉不同。言「或曰」者，作記之人，為記之時，無菹軒、辟雞、宛脾之制，作之未審，舊有此言，記者承而用之，故稱「或曰」。○「麋、鹿、魚為菹」者，凡大切，若全物為菹，細切者為齏。其牲體大者菹之，其牲體小者齏之。用此麋鹿魚為菹，及野豕為軒，是菹也。麇為辟雞、兔為宛脾者，是齏也。故鄭注《醢人》云：「細切為齏，全物若𬛚為菹。」《少儀》曰：「麋鹿為菹，野豕為軒，皆𬛚而不切。麇為辟雞，兔為宛脾，皆𬛚而切之。是菹大而齏小也。按《少儀》不云魚，此云魚者，記者異聞也。此「魚」與「麋鹿」相對，是魚之大者，故以為菹，其辟雞、宛脾及軒之名，其義未聞。○「切蔥若薤，實諸醯以柔之」者，此亦《少儀》文也。或用蔥，或用薤，故云「切蔥若薤」。肉與蔥薤，置諸醋中，故云「實諸醯」。物置醯中，悉皆濡熟，故云「柔之」。○注「釀菜」至「切之」。○正義曰：此經云「蔥薤」是釀菜而柔之，故鄭注《醢人》云：「齏菹之稱，菜肉通也。」云「今益州有鹿𣨙者，近由此為之矣」者，鄭以今益州人有將鹿肉畜之𣨙爛，謂之鹿𣨙，附近由此名古之菹軒，而為此鹿𣨙也。云「菹軒，聶而不切，辟雞、宛脾，聶而切之」者，皆《少儀》文。聶，則𬛚也，聲相近耳。○「羹食」至「坫一」。○正義曰：此一節論天子諸侯及大夫士等尊卑膳食節級之等差。○注「羹食」至「異耳」。○正義曰：食，謂飯也。言羹之與飯，是食之主，故諸侯以下無等差也。此謂每日常食，若非是依常禮，食之外，或別有牛羊豕之肉，隨時得為羹也。其黍稷稻粱之屬，依禮正食之外，隨等別有稼穡收穫，皆得為飯，故云羹食無等。若依禮正食、天子日食，即《周禮•膳夫》王日一舉，鼎十有二物，皆有俎。及天子八簋，諸侯六簋，大夫四簋，此等即尊卑亦有差降也。言「羹食，食之主也」者，凡人所食，羹飯為主，助以雜物，醬是眾食所須，故《曲禮》云：「醯醬處內。」注云：「近醯醬者，食之主。」又按《公食大夫禮》「宰夫自東房授醯醬，公設之」，注云「以其為饌本」是也。又牲與黍稷亦諸食之本，故《掌客》云「鼎簋十有二」，注云：「合言鼎簋者，牲與黍稷俱食之主也。」雖文各有所施，大理不異。云「庶羞乃異耳」者，《公食大夫禮》：「下大夫十六豆，上大夫二十豆。」又《周禮•掌客》云：「上公食四十，侯伯食三十二，子男食二十四。」鄭注云：「食，謂庶羞羹可食者。」是「庶羞乃異」也。○注「謂五」至「常也」。○正義曰：知「五十始命，未甚老也」者，以下云：「六十宿肉，是有常秩。」此經云「無秩膳」，故知是五十也。「秩，常」，《釋詁》文。○注「有秩」至「物也」。○正義曰：此經云「七十而有閣」，故知有「秩膳也」。然則六十者，比五十者則有常肉，比七十者則有無肉時也。○注「達夾」至「臘也」。○正義曰：崔氏云：宮室之制，中央為正室，正室左右為房，房外有序，序外有夾室。天子尊，庖廚遠，故左夾室五閣，右夾室五閣。諸侯卑，庖廚宜稍近，故於房中，減降於天子，唯在一房之中而五閣也。大夫既卑無嫌，故亦於夾室而閣三也。三者，豕、魚、臘也。士卑不得作閣，但於室中為土坫庋食也。云「五者，三牲之肉，及魚臘也」者，以天子臘用六牲，今云五閣，是不一牲為一閣，以魚臘是常食之物，故知三牲及魚臘也。"
      },
      {
        "index": 2,
        "text": "凡養老，有虞氏以燕禮，夏後氏以饗禮，殷人以食禮，周人脩而兼用之。凡五十養於鄉，六十養於國，七十養於學，達於諸侯。八十拜君命，一坐再至，瞽亦如之；九十者使人受。五十異粻，六十宿肉，七十二膳，八十常珍，九十飲食不違寢，膳飲從於游可也。六十歲制，七十時制，八十月制，九十日脩，唯絞、紟、衾、冒死而後制。五十始衰，六十非肉不飽，七十非帛不暖，八十非人不暖，九十雖得人不暖矣。五十杖於家，六十杖於鄉，七十杖於國，八十杖於朝，九十者，天子欲有問焉，則就其室，以珍從。七十不俟朝，八十月告存，九十日有秩。五十不從力政，六十不與服戎，七十不與賓客之事，八十齊、喪之事弗及也。五十而爵，六十不親學，七十致政。凡自七十以上，唯衰麻為喪。凡三王養老，皆引年。八十者，一子不從政，九十者，其家不從政，瞽亦如之。凡父母在，子雖老不坐。有虞氏養國老於上庠，養庶老於下庠。夏後氏養國老於東序，養庶老於西序。殷人養國老於右學，養庶老於左學。周人養國老於東膠，養庶老於虞庠，虞庠在國之西郊。有虞氏皇而祭，深衣而養老。夏後氏收而祭，燕衣而養老。殷人哻而祭，縞衣而養老。周人冕而祭，玄衣而養老。記《王制》有此。○粻，知良反，糧也，《字林》云：「量也。」絞，古交反。紟，其鴆反，本又作衿，同。冒，亡報反。暖，乃管反。朝，直遙反，下同。珍從，才用反，又如字。與音預，下同。齊，側皆反。衰，七回反。膠音交。哻，況甫反。縞，古老反，又古報反。"
      },
      {
        "index": 3,
        "text": "[疏]「凡養」至「養老」。○正義曰：此一節皆《王制》文，記者重而錄之，後人雖知其重，因而不去，慎疑，不敢刪易也。"
      },
      {
        "index": 4,
        "text": "曾子曰：「孝子之養老也。樂其心，不違其志，樂其耳目，安其寢處，以其飲食忠養之。孝子之身終，終身也者，非終父母之身，終其身也。是故父母之所愛亦愛之，父母之所敬亦敬之。至於犬馬盡然，而況於人乎。」賤喻貴也。○樂音洛，下同。養，羊亮反。"
      },
      {
        "index": 5,
        "text": "[疏]「曾子」至「人乎」。○正義曰：此一節因上陳養老之事，遂陳孝子事親之禮。○「孝子之身終」者，謂安樂其親之心，不違其志，樂其耳目，安其寢處，以其飲食，中心養之，是孝子事親之身終也。○「終身也」者，非終父母之身，終其身也」者，作記之人既云：「孝子之身終恐人不解謂言孝子事親至親身終故解云：「終身也」者，非終竟父母之身也」，終其孝子之身也。言父母雖沒，終竟是身而行孝道，與親在無異。「至於犬馬盡然，而況於人乎」者，言父母所敬愛犬馬之屬，盡須敬愛，而況於父母所敬愛人乎。"
      },
      {
        "index": 6,
        "text": "凡養老，五帝憲，憲，法也。養之為法其德行。三王有乞言。「有」讀為「又」。又從之求善言可施行也。五帝憲，養氣體而不乞言，有善則記之為惇史。三王亦憲，既養老而後乞言，亦微其禮，皆有惇史。惇史，史惇厚是也。「微其禮」者，依違言之，求而不切也。○惇音敦。"
      },
      {
        "index": 7,
        "text": "[疏]「凡養」至「惇史」。○正義曰：此一節論五帝茸荃養老之禮。○「五帝憲」者，憲，法也。言五帝養老，法其德行。○「三王有乞言」者，言茸荃其德漸薄，非但法其德行，又從求乞善言。○「五帝憲，養氣體而不乞言」者，覆說上五帝憲之法，奉養老人，就氣息身體，恐其勞動，故不乞言，有善，則記之為惇史者。惇，厚也。言老人有善德行，則記錄之，使眾人法，則為惇厚之史。○「亦微其禮，皆有惇史」者，言三王養老，既法德行，又從乞言，其乞言之禮，亦依違求之，而不逼切。三代皆法其德行善言，為惇厚之史，故云「皆」。皆者，皆三代也。"
      },
      {
        "index": 8,
        "text": "淳熬：煎醢加於陸稻上，沃之以膏，曰淳熬。淳，沃也。熬亦煎也。沃煎成之，以為名。○淳熬，之純反，下五羔反，下及注同。淳毋：煎醢加於黍食上，沃之以膏，曰淳毋。毋讀曰模，模，像也。作此象淳熬。○毋，依注音模，莫胡反，下同。食音嗣。"
      },
      {
        "index": 9,
        "text": "[疏]「淳熬」至「淳毋」。○正義曰：此一節論養老須飲食如養親之事，明八珍之饌，並明羞豆糝{衍食}之等。○「淳熬」者，是八珍之內，一珍之膳名也。淳謂沃也，則沃之以膏是也。熬謂煎也，則煎醢是也。○「陸稻」者，謂陸地之稻也，謂以陸地稻米熟之為飯，煎醢，使熬加於飯上，恐其味薄，更沃之以膏，使味相湛漬曰淳熬。○注「毋讀」至「淳熬」。○正義曰：以經云「淳毋」，「毋」是禁辭，非膳羞之體，故讀為「模」。模，像也。法象淳熬而為之，但用黍為異耳。經云「黍食」，食，飯也，謂以黍米為飯。不言陸者，黍皆在陸，無在水之嫌，故不言陸。"
      },
      {
        "index": 10,
        "text": "炮：取豚若將，刲之刳之，實棗於其腹中，編萑以苴之，塗之以謹塗。炮之，塗皆乾，擘之。濯手以摩之，去其皽，為稻、粉、糔溲之以為酏，以付豚。煎諸膏，膏必滅之，鉅鑊湯，以小鼎薌脯於其中，使其湯毋滅鼎，三日三夜毋絕火，而後調之以醯醢。炮者，以塗燒之為名也。「將」當為「牂」，牂，牡羊也。刲、刳，《博異》語也。「謹」當為「墐」，聲之誤也，墐塗，塗有穰草也。皽，謂皮肉之上魄莫也。糔溲，亦《博異》語也，糔，讀與滫瀡之滫同。薌脯，謂煮豚若羊於小鼎中，使之香美也；謂之脯者，既去皽，則解析其肉，使薄如為脯然，唯豚全耳，豚、羊入鼎三日，乃內醯醢可食也。○炮，步交反。將，依注音牂，子郎反。刲，苦圭反。刳，口孤反，又口侯反。編，必縣反，又步典反。萑音丸，蘆也。苴，子餘反，苞裹也。謹，依注作墐，音斤，徐如字。炮之，絕句。塗皆乾，絕句。塗本亦作塗。擘之，必麥反，絕句。濯，直角反，去，起呂反，注同。皽，章善反。糔，息酒反，又相流反，又息了反。溲，所九反。付，徐音賦。鉅音巨，其據反。鑊，戶郭反。使湯，一本作「使其湯」。穰，如羊反，草也。魄莫，上普伯反，或普博反；下亦作膜，武博反。析，星歷反。○搗珍：取牛、羊、麋、鹿、麇之肉，必脢，每物與牛若一，捶，反側之，去其餌，孰，出之，去其皽，柔其肉。脢，脊側肉也。捶，搗之也。餌，筋腱也，柔之為汁和也，汁和亦醯醢與。○脢音每，徐亡代反，夾脊肉。餌音二，本或作皽，下句作餌。筋音斤。腱，徐其偃反，皇紀偃反，一音其言反，《隱義》云「筋之大者」，王逸注《楚詞》云：「筋頭也。」與音餘。○漬：取牛肉必新殺者，薄切之必絕其理，湛諸美酒，期朝而食之以醢若醯、醷。湛亦漬也。○湛，子潛反，直蔭反，又將鴆反，一音陟鴆反，注同。期音期。"
      },
      {
        "index": 11,
        "text": "[疏]「炮取」至「醯醷」。○正義曰：「炮：取豚若將」者，言為炮之法，或取豚，或取牂，故云「取豚若將」。刲刳其腹，實香棗於其腹中。○「編萑以苴之」者，萑是亂草也。苴，裹也。編連亂草，以裹匝豚牂。裹之既畢，塗之以謹塗，謂穰草相和之塗也。以此墐塗而泥塗之，炮之，塗皆乾。○「擘之」者，謂擘去乾塗也。○「濯手以摩之，去其皽」者，手既擘泥不淨，其肉又熱，故濯手摩之，去其皽莫。○「為稻、粉、糔溲之以為酏」者，付全豚之外，煎之於膏，若羊，則解析肉以粥和之。○「膏必滅之」者，滅，沒也。小鼎盛膏，以膏煎豚羊，膏必沒此豚羊也。○「鉅鑊湯，以小鼎薌脯於其中」者，謂以大鑊盛湯，以小鼎之香脯實於大鑊湯中。○「使其湯毋滅鼎」者，使鑊中之湯，無得沒此小鼎。若湯沒鼎，恐湯入鼎中，令食壞也。○「三日三夜毋絕火」者，欲令用火微熱，勢不絕。○注「將當」至「全耳」。○正義曰：以經云「取豚若將」，則將是豚類，故知「將當為『羊』」，聲相近，又字體一邊相似。云「刲、刳，《博異》語也」者，按《易》云：「土刲羊。」又云：「刳木為舟。」意同而語異。云「謹當為『墐』」者，以謹非泥塗之物，以聲相近，故為「墐」也。云「墐塗，塗有穰草也」者，用之炮豚，須相黏著，故知「塗有穰草也」。云「糔溲，亦《博異》語也」者，亦者，亦上「刲、刳」，「刲、刳」既《博異》語，故云「糔溲，亦《博異》語也」。云「唯豚全耳」者，按《周禮•封人》有毛炮之豚，豚形既小，故知全體。《周禮》鄭注云：「毛炮豚者，爓去其毛而炮之。」豚既毛炮，則此羊或亦毛炮。既無正文，不敢定也。○注「脢脊」至「醢與」。○正義曰：知脢是「脊側肉」者，以脊側肉美，今搗以為珍，宜取美處，故為「脊側肉」。云「餌，筋腱也」者，以經云「去其餌」，又曰「去其皽」，皽既為皮莫，則餌非復是皮莫，故以為筋腱。腱即筋之類。云「汁和亦醯醢與」者，以上炮豚炮羊，調以醯醢，下漬亦食之以醢若醯，故知搗珍，和亦用醯醢。"
      },
      {
        "index": 12,
        "text": "為熬：捶之，去其皽，編萑，布牛肉焉。屑桂與姜，以灑諸上而鹽之，乾而食之。施羊亦如之。施麋、施鹿、施麇皆如牛羊。映佴肉，則釋而煎之以醢。欲乾肉，則捶而食之。熬，於火上為之也，今之火脯似矣。映佴欲乾，人自由也。醢或為「醯」。此七者，《周禮》八珍，其一肝膋是也。○灑，所買反，徐西見反。鹽音艷，又如字。乾而食，一本無「而食之」三字。濡音儒，下同。膋音遼，徐音勞。"
      },
      {
        "index": 13,
        "text": "[疏]「為熬」至「食之」。○正義曰：此一經論作熬之法。○「施羊亦如之」者，為熬之法，於牛如上所陳，若施設於羊，亦如牛也。○「映佴肉，則釋而煎之以醢」者，言食熬之時，唯人所欲，若欲得濡肉，則以水潤釋而煎之以醢也。○注「此七」至「是也」。○正義曰：七者謂第一淳熬也。第二淳模也。第三、第四炮取豚若羊也。第五搗珍也。第六漬也。第七熬也。云「其一肝膋」者，則此糝下肝膋也。但作記之人，文不依次，故在糝下陳之。"
      },
      {
        "index": 14,
        "text": "糝：取牛、羊、豕之肉，三如一，小切之。與稻米，稻米二，肉一，合以為餌，煎之。此《周禮》「糝食」也。○食音嗣，下酏食同。○肝膋：取狗肝一，幪之以其膋，濡炙之，舉燋其膋，不蓼。膋，腸間脂。舉，或為巨。○幪音蒙。焦，字又作燋，子消反。取稻米，舉糔、溲之，小切狼臅膏，以與稻米為酏。狼臅膏，臆中膏也，以煎稻米，則似今膏矣。此《周禮•酏食》也。此「酏」當從「餰」。○酏讀為{衍食}，之然反，又之善反，注{衍食}同。臆音憶。，本又作{衍食}，又作衍，並同，之然反，音旃。"
      },
      {
        "index": 15,
        "text": "[疏]「糝取」至「煎之」。○正義曰：「三如一」者，謂取牛羊豕之肉，等分如一。○「稻米二，肉一」者，謂二分稻米一分肉也。○注「此《周禮》『糝食』也」。○正義曰：按《周禮•醢人》云：「羞豆之實，酏食糝食。」故云然也。此先陳糝食者，亦記人不次。○注「膋腸」至「為巨」。○正義曰：舉，皆也，謂炙膋皆燋也。○注「以煎」至「從{衍食}」。○正義曰：「則似今膏矣者，似漢時膏以膏煎稻米。鄭舉時事以說之。云「此『酏』當從『{衍食}』」者，此《內則》及《周禮》「酏」之字當從「{衍食}」字，以酏是粥，非是膏煎稻米，故改酏從{衍食}也。"
      },
      {
        "index": 16,
        "text": "禮始於謹夫婦。為宮室，辨外內。男子居外，女子居內，深宮固門，閽、寺守之，男不入，女不出。閽，掌守中門之禁也。寺，掌內人之禁令也。○閽音昏。男女不同椸枷，不敢縣於夫之楎、椸，不敢藏於夫之篋、笥，不敢共湢浴。竿謂之椸。楎，杙也。○杝，本又作椸，以支反。枷音嫁。縣音玄。楎音輝。笥，息吏反。竿音干。杙音弋。夫不在，斂枕篋簟席，襡器而藏之。不敢褻也。少事長，賤事貴，咸如之。咸，皆也。夫婦之禮，唯及七十，同藏無間，衰老無嫌。及，猶至也。○間，徐「間廁」之「間」，皇如字讀。故妾雖老，年未滿五十，必與五日之御。五十始衰，不能孕也。妾閉房不復出御矣，此御謂侍夜勸息也。五日一御，諸侯制也。諸侯取九女，侄娣兩兩而御，則三日也。次兩媵，則四日也。次夫人專夜，則五日也。天子十五日乃一御。○年未五十，本又作年未滿五十。與音預。復，扶又反，下文「夫復」同。侄，大結反。娣，大計反。媵，羊證反，又繩證反。將御者，齊、漱、澣、慎衣服，櫛、縱、笄、總角、拂髦、衿纓、綦屨。其往如朝也。角，衍字也。拂髦，或為繆髦也。○齊，爭皆反，下皆同。澣音浣。朝，直遙反，下文「朝服」、注「朝於君」皆同。繆，居虯反。雖婢妾，衣服飲食必後長者。人貴賤不可以無禮。○後，胡豆反。妻不在，妾御莫敢當夕。辟女君之御日也。○辟音避，下「辟人」、「雖辟」皆同。"
      },
      {
        "index": 17,
        "text": "[疏]「禮始」至「當夕」。○正義曰：此一節論夫婦男女及內外之別，又明妾與適妻尊卑相降之等。各依文解之。○注「竿謂之椸。揮，杙也」。○正義曰：按《爾雅•釋宮》云：「枳謂之杙。」郭景純注云：「枳音杙。」李巡曰：「謂橛杙也。」《釋宮》又云：「在牆者謂之楎。」郭景純引《禮》云：「不敢縣於夫之楎、椸。植曰楎，橫曰椸。」然則楎、椸是同類之物，橫者曰椸，則以竿為之，故云「竿謂之椸」。○「唯及七十，同藏無間」者，間，別也。夫婦唯至七十同處居藏，無所間別，以其衰老，無所嫌疑故也。夫七十，則婦六十以上，若夫雖七十，婦唯六十以下，則猶間居也。《詩傳》云：「男女不六十不間居。」據婦人言之。若其宗子，雖七十無妻，猶得更娶，故《曾子問》宗子雖七十無無主婦，是必須有主婦也。○注「五十」至「一御」。○正義曰：此經據妾言之，未滿五十，必與五日之御，五十以上，則不與也。然則妻雖五十以上，猶得與也。云「侄娣兩兩而御，則三日也」者，以夫人及二媵各有侄娣，凡六人，故三日也。云「次兩媵，則四日也」者，如鄭此言，夫人侄娣卑於兩媵，若望前，卑者在前，尊者在後，望後乃反之。知者，約天子御法。云「天子十五日乃一御」者，按《九嬪》注云：「女御八十一人，當九夕；世婦二十七人，當三夕；九嬪九人，當一夕；三夫人當一夕；後當一夕，亦十五日而遍。」云自望後反之，是也。○注「女君之御日也」。○正義曰：此謂卿大夫以下，故經云「妻」，而注云「女君」。大夫一妻二妾，則三日御遍。士一妻一妾，則二日御遍。妾恆辟女君之御日，非但不敢當女君之御日，縱令自當君之御日，猶不敢當夕而往，故《詩•小星》云：「肅肅宵征，夙夜在公。」注引此，云凡妾御於君不當夕，是也。"
      },
      {
        "index": 18,
        "text": "妻將生子，及月辰，居側室。側室，謂夾之室，次燕寢也。夫使人日再問之。作而自問之，妻不敢見，使姆衣服而對。至於子生，夫復使人日再問之。作，有感動。○見，賢遍反，下及注同。姆音茂，《字林》亡又反，女師也，一音母，又音亡久反。夫齊，則不入側室之門。若始時使人問。子生，男子設弧於門左，女子設帨於門右。表男女也。弧者，示有事於武也。帨，事人之佩巾也。三日始負子，男射女否。始有事也。負之，謂抱之而使鄉前也。○鄉，休亮反，下文「西鄉」皆同。"
      },
      {
        "index": 19,
        "text": "[疏]「妻將」至「女否」。○正義曰：從此以下終篇末，論國君以下至庶人生子之禮，及適庶差別，妻妾異等，所生男女養教之法。從此「妻將生子」至「男射女否」，則明大夫以下未生子之前，夫問之宜及生子設弧矢之法。○注「側室」至「寢也」。○正義曰：夫正寢之室在前，燕寢在後。側室，又次燕寢，在燕寢之旁，故謂之「側室」。妻既居側室，則妾亦當然也，故《春秋傳》云「趙有側室曰穿」，是妾之子也。生子不於夫正室及妻之燕寢，必於側室者，以正室燕寢尊故也。經云「及月辰」，謂生月之辰，初朔之日也。○注「若始時使人問」。○正義曰：夫不齊之時，未動作之前，夫使人日再問之。今雖動作之後，以其齊故但使人問之，故云「若始時使人問」之也。"
      },
      {
        "index": 20,
        "text": "國君世子生，告於君，接以大牢，宰掌具。接讀為「捷」，捷，勝也。謂食其母，使補虛強氣也。○接，依注音捷，字妾反，下「接子」同。食音嗣，下注「食子」、「食乳」皆同。三日，卜士負之，吉者宿齊，朝服寢門外，詩負之。射人以桑弧蓬矢六，射天地四方。詩之言承也。桑弧蓬矢，本大古也。天地四方，男子所有事也。○射天地，食亦反。承，如字，徐音拯救之拯。大音泰。保受，乃負之。代士也。保，保母。宰醴負子，賜之束帛。醴，當為禮，聲之誤也。禮以一獻之禮。酬之以幣也。卜士之妻，大夫之妾，使食子。食子不使君妾，適、妾有敵義，不相褻以勞辱事也。士妻、大夫之妾，謂時自有子。○嫡，本亦作適，同丁歷反。"
      },
      {
        "index": 21,
        "text": "[疏]「國君」至「食子」。○正義曰：此一經論國君世子生及三日負子及食之法。○注「接讀」至「氣也」。○正義曰：王肅、杜預並以為接待夫人以大牢，鄭必讀為「捷」，為「補虛強氣」者，以婦人初產，必困病虛羸，當產三日之內必未能以禮相接，應待負子之後。今在前為之，故知補虛強氣宜速故也。○注「詩之」至「事也」。○正義曰：《詩•含神霧》云：「詩者，持也。以手維持，則承奉之義，謂以手承下而抱負之。」云「桑弧蓬矢本大古也」者，以桑與蓬皆質素之物，故知「本大古也」。云「天地四方，男子所有事也」者，男子上事天，下事地，旁御四方之難，故云「所有事」。然《射禮》唯四矢者，謂天地非射事所及，唯御四方，故止四矢。蓬，是御亂之草。桑，眾木之本。○注「禮以」至「幣也」。○正義曰：此約《士昏禮》禮賓酬幣之法，此士負子，故禮之還用士禮。○注「士妻」至「有子」。○正義曰：使其食子須有乳汁，故知「時自有子」者，皇氏云：「士之妻，大夫之妾者，隨課用一人。」故桓六年《左傳》云：「卜士負之，士妻食之。」不云有大夫妾，文略也。"
      },
      {
        "index": 22,
        "text": "凡接子擇日，雖三日之內，尊卑必皆選其吉焉。塚子則大牢，天子世子也。塚，大也。塚子，猶言長子，通於下也。庶人特豚，士特豕，大夫少牢，國君世子大牢。皆謂長子。其非塚子，則皆降一等。謂塚子之弟，及眾妾之子生也。天子諸侯少牢，大夫特豕，士特豚，庶人猶特豚也。"
      },
      {
        "index": 23,
        "text": "[疏]「凡接」至「一等」。○正義曰：此一節論國君以下，至庶人以上，接子牲牢之異，並適庶不同。○注「天子」至「下也」。○正義曰：此云塚子大牢，下云國君世子大牢，既別言國君世子，故知此塚子大牢，謂天子世子也。云「塚子，猶言長子，通於下也」者，《喪服》父為長子，是上下通稱長子，故云「通於下」。鄭云此者，以天子特云「塚子則大牢」，恐塚子之名唯施天子世子，故云「通於下」。必知塚子通於下者，以下文云「庶人特豚，士特豕，大夫少牢，國君大牢」，下即云「其非塚子，則皆降一等」，明塚子之名，庶人、大夫、士等皆有其號。○注「庶人猶特豚也」。○正義曰：以塚子，庶人特豚，士特豕，大夫少牢，國君大牢，庶子既降一等，天子諸侯少牢，大夫特豕，士特豚，則庶人全應無牲，今以禮窮，欲與士同，故云「猶特豚」。此是三日接子之禮，故牲牢如此。若三月名子之時，則與此異，故下文云：「具視朔食。」注云：「朔食，天子大牢，諸侯少牢，大夫特豕，士特豚也。」與此接子適庶參差不同。"
      },
      {
        "index": 24,
        "text": "異為孺子室於宮中。特掃一處以處之。○一處，尺御反。擇於諸母與可者，必求其寬裕、慈惠、溫良、恭敬、慎而寡言者，使為子師，其次為慈母，其次為保母，皆居子室。此人君養子之禮也。諸母，眾妾也。可者，傅、御之屬也。子師，教示以善道者。慈母，知其嗜欲者。保母，安其居處者。士妻食乳之而已。○耆，市志反。他人無事不往。為兒精氣微弱，將驚動也。○為，士偽反，下「為改」、「為大溫」皆同。"
      },
      {
        "index": 25,
        "text": "[疏]「異為」至「不往」。○正義曰：此一節謂三日負子之後，三月名子之前，諸侯養子，選擇諸母及養子之法。此文雖據諸侯，其實亦兼大夫士也。但士不具三母耳，大夫以上則具三母，故《喪服》小功章中，君子為庶母慈己者，鄭注引此《內則》三母，獨言「慈母」，舉中以見上下，是知大夫有三母也。為之服小功，若諸侯之子，三母則不服也。又此雖在三月之前，其實三月之後，養子亦當然也。○注「士妻食乳之而已」。○正義曰：既有子師、慈母、保母各為其事，故知士妻但食乳之而已。"
      },
      {
        "index": 26,
        "text": "三月之末，擇日翦髪為鬌，男角女羈，否則男左女右。鬌，所遺髪也。夾{八凶}曰角。午達曰羈也。○鬌，丁果反，徐大果反。{八凶}音信，又思忍反。是日也，妻以子見於父，貴人則為衣服，由命士以下皆漱、浣。貴人，大夫以上也。由，自也。男女夙興，沐浴，衣服，具視朔食。朔食，天子大牢，諸侯少牢，大夫特豕，士特豚也。夫入門，升自阼階，立於阼，西鄉。妻抱子出自房，當楣立，東面。入門者，入側室之門也。大夫以下，見子就側室，見妾子於內寢，辟人君也。○楣音眉。"
      },
      {
        "index": 27,
        "text": "[疏]「三月」至「東面」。○正義曰：此一節明三月之末，卿大夫以下名子之法，又書名藏之州府，妻遂適寢，夫人與妻饌食之事。各依文解之。○「鬌所」至「羈也」。○正義曰：三月翦髪，所留不翦者，謂之鬌。云「夾{八凶}曰角」者，{八凶}是首腦之上縫，故《說文》云：「十，其字象小兒腦不合也。」夾{八凶}兩旁，當角之處，留髪不翦。云「午達曰羈也」者，按《儀禮》云：「度尺而午。」注云：「一從一橫曰午。」今女翦髪留其頂上，縱橫各一，相交通達，故云「午達」。不如兩角相對，但縱橫各一在頂上，故曰羈。羈者，只也。文雖據大夫、士，天子諸侯之子亦當然也。○注「入門」至「君也」。○正義曰：知「入側室之門也」者，上文云「妻將生子」「居側室」，至此三月之末，未有妻出之文，則知但在側室。此云夫入門謂「入側室之門」，但側室在燕寢之旁，亦南向，故有阼階、西階。夫立於阼，西向，但卿大夫之室，唯有東房。妻抱子出自房者，出東房當楣東面立，與夫相對。云「大夫以下，見子就側室」者，見子，謂見適妻子。就側室，則此文是也。云「見妾子於內寢」者，則下文云「妾將生子」「三月之末，漱、浣、夙齊，見於內寢」是也。鄭注云：「內寢，適妻寢也。」大夫所以見適子於側室，見庶子於適妻寢者，辟人君也。人君則見適子於路寢，見庶子於側室，故云「辟人君也」。知人君見世子於路寢者，下文云：「世子生，則君沐浴朝服，夫人亦如之，皆立於阼階，西鄉。世婦抱子升自西階。」既著朝服，又東西階相對，故知在路寢也。又知人君見庶子在側室者，下云：「公庶子生，就側室。三月之末，其母見於君，擯者以其子見。」是就側室也。然大夫見妾子於內寢，諸侯見妾子於側室，何以下文「適子庶子見於外寢」？注云：「此適子謂世子弟也。庶子，妾子也。外寢，君燕寢也。」又是人君見妾子於外寢，本在側室者。但人君世子之弟見於外寢，妾子見於側室，但庶子撫首咳而名之，與世子弟同，故連文云「見於外寢」，其實在側室也。熊氏、皇氏俱為此說，故今從焉。"
      },
      {
        "index": 28,
        "text": "姆先相，曰：「母某敢用時日，祇見孺子。」某，妻姓，若言姜氏也。祇，敬也，或作振。○相，息亮反。夫對曰：「欽有帥。」父執子之右手，咳而名之。欽，敬也。帥，循也。言教之敬使有循也。執右手，明將授之事也。○孩，字又作咳，戶才反。妻對曰：「記有成。」遂左還授師。記猶識也，識夫之言，使有成也。師，子師也。○還音旋，轉也。子師辯告諸婦、諸母名。後告諸母，若名成於尊。○辯音遍，下同。妻遂適寢。復夫之燕寢。夫告宰名，宰辯告諸男名，書曰「某年某月某日某生」而藏之。宰謂屬吏也。《春秋》書桓六年九月丁卯「子同生」。宰告閭史，閭史書為二：其一藏諸閭府，其一獻諸州史。州史獻諸州伯，州伯命藏諸州府。四閭為族，族，百家也。閭胥，中士一人。五黨為州，州，二千五百家也，州長中大夫一人也，皆有屬吏。獻猶言也。夫入，食如養禮。夫入，已見子入室也。其與妻食如婦始饋舅姑之禮也。○養，羊尚反。"
      },
      {
        "index": 29,
        "text": "[疏]「姆先」至「適寢」。正義曰：此一節論母以子見父，及父名子、妻遂適寢之事。○「姆先相」者，妻既抱子，當楣東面而立，傅姆在母之前，而相佐其辭曰：「母某氏，敢用時日祇見孺子。」祇，敬也。孺，稚也。謂恭敬奉見稚子。○「夫對曰：『欽有帥者。』」欽，敬也。帥，循也。夫對妻言，當教之，令其恭敬，使有循善道。對妻既訖，父遂執子右手，咳而名之，謂以一手執子右手，以一手承子之咳而名之。○「妻對曰：『記有成』」者，當記識夫言，教之使有成就。○「遂左還投師」者，妻對既訖，遂左向回還，轉身西南，以子授子師也。○「子師辯告諸婦、諸母名」者，諸婦，謂同族卑者之妻。諸母，同族尊者之妻。後告諸母，欲名成於尊。○注「某妻」至「敬也」。○正義曰：「祇，敬」及下注「欽，敬」、「帥，循」，皆《釋詁》文也。○注「宰謂」至「同生」。○正義曰：此經所陳，謂卿大夫以下，故以名遍告同宗諸男也。若諸侯既絕宗，則不告諸男也。此舉諸男，舉其卑者。卑者尚告，則告諸父可知。此既據卿大夫以下，而引《春秋》桓六年「子同生」者，欲證明子生年月日之事，彼謂諸侯也。直云「子同生」，不云「世子「者，杜元凱云：「不云『世子』書『始生』，言始生之時，未立為世子也。」經云書名而藏之者，謂以簡策書子名而藏之家之書府。○注「四閭」至「屬吏」。○正義曰：「四閭為族」以下，皆《周禮•地官》文。云「皆有屬吏」者，閭之屬吏，則有閭史也。州之屬吏，則有州史也。州伯，則州長也。州府，是州長之府藏。○注「夫入」至「禮也」。○正義曰：「夫人，巳見子入室也」者，夫既就側室而見子，見子既畢，從側室而入正室。云「其與妻食如婦始饋舅姑之禮也」者，經云「如養禮」，是如養舅姑之禮。按《士昏禮》：婦始饋舅姑特豚，合升側載，右胖載之舅俎，左胖載之姑俎。其大夫以上則無文，必知「如婦始饋舅姑」者，以下文云妾生子及三月之末，見子之禮，如始入室，明知此如養禮，如始入室，養舅姑之禮也。"
      },
      {
        "index": 30,
        "text": "世子生，則君沐浴朝服，夫人亦如之，皆立於阼階，西鄉。世婦抱子升自西階，君名之，乃降。子升自西階，則人君見世子於路寢也，見妾子就側室。凡子生皆就側室，諸侯夫人朝於君，次而褖衣也。○褖，通亂反。"
      },
      {
        "index": 31,
        "text": "[疏]「世子」至「乃降」。○正義曰：此一節明人君見世子及適庶之禮。各依文解之。○注「子升」至「衣也」。○正義曰：「几子生皆就側室」者，按上文妻將生子居側室，是卿大夫生子居側室。此文人君見世子在路寢，經云「世婦抱子升自西階」，是世婦抱子從外而入。其內寢，是君之常居之處，夫人不可於此寢生子，故知亦在側室也。云「夫人朝於君，次而褖衣也」者，按《內司服》注云：「後六服，後從王祭先王，則服褘衣；祭先公，則服揄翟；祭群小祀，則服闕翟。鞠衣，黃桑服也。展衣，以禮見王及賓客。褖衣，御於王之服。諸侯夫人以下，所得之服，各如王后之服，則夫人亦如王后也。」此既在路寢，與咀墁著朝服，則是以禮見君，合服展衣。此云「次而褖衣」者，此謂見子。又見子若訖，則當進入君寢，侍御於君，故服進御之服，異於尋常。以禮見君，故不服展衣也。「次」者，首飾次鶪髪為之，則《少牢禮》「髪鬄」是也。鄭注云：「古者或剔賤者刑者之髪為之。」其褘衣、揄翟、闕翟，首服副。副者，覆首為飾。鄭注云：「若今步繇矣。」鞠衣、展衣，首服編，鄭云：「編，列髪為之，若今假紒矣。」"
      },
      {
        "index": 32,
        "text": "適子庶子見於外寢，撫其首，咳而名之。禮帥初，無辭。此適子謂世子弟也。庶子，妾子也。外寢，君燕寢也。無辭，辭謂欽有帥記有成也。○適，丁歷反，注及下同。"
      },
      {
        "index": 33,
        "text": "[疏]「適子」至「無辭」。○正義曰：此一節明人君見世子弟及妾子之禮。○「適子庶子見於外寢」者，適子，謂大子之弟，見於外寢，庶子則見側室，但撫首咳名，無辭之事，與世子之弟同，故與「適子」連文。同云「見於外寢」，其實庶子見於側室也。○「禮帥初，無辭」者，禮，謂威儀也。帥，循也。初，謂前文世子生，見於路寢，君夫人皆西鄉。言見適子庶子威儀，依循初世子之法，但無敕戒之辭。然夫人所生之子，容可如世子見禮，君與夫人俱西鄉。若妾之見子，則不得與夫人同，當與卿大夫之妻見適子同，但不親抱子耳。○注「外寢」至「成也」。○正義曰：燕寢當在內，而云「外寢」者，對側室而為外耳。側室在旁處內，故謂燕寢為外寢也。云「無辭，辭謂欽有帥記有成也」者，按前世子生，直云「世婦抱子升自西階，君名之，乃降」，亦無辭也。而云「適子庶子」「無辭」者，以前文卿大夫妻見適子之時，既有「父執右手，咳而名之」，及戒告之辭，其文既具，故於見世子之禮略而不言。其實世子亦執右手，咳而名之，及戒告也，故鄭引前文卿大夫見子之辭而言之也。"
      },
      {
        "index": 34,
        "text": "凡名子，不以日月，不以國，終使易諱。○易，以豉反。不以隱疾。諱衣中之疾，難為醫也。大夫、士之子，不敢與世子同名。尊世子也，其先世子生，亦勿為改。"
      },
      {
        "index": 35,
        "text": "[疏]「凡名」至「同名」。○正義曰：此一節論子名之法。尊卑上下，同有諱辟。又大夫士之名子，辟世子之名。○注「其先」至「為改」。○正義曰：知「先世子生，亦勿為改」者，按《春秋》衛襄公名惡，其大夫有齊惡，明齊惡先衛侯生，故得與衛侯同名，是知先生者不改也。"
      },
      {
        "index": 36,
        "text": "妾將生子，及月辰，夫使人日一問之。子生三月之末，漱、浣、夙齊，見於內寢，禮之如始入室。君已食，徹焉，使之特餕。遂入御。內寢，適妻寢也。禮，謂巳見子，夫食而使獨餕也。如始入室，始來嫁時，妾餕夫婦之餘亦如之。既見子可以御，此謂大夫士之妾也。凡妾稱夫曰君。○三月之末，一本作「子生三月之末」。"
      },
      {
        "index": 37,
        "text": "[疏]「妾將」至「入御」。○正義曰：此一節論大夫妾生子之禮，異於適子之法。○「君巳食，徹焉」者，君，謂夫也。以妾賤，故謂夫為君。○「使之特餕」者，尋常夫食之後，眾妾共餕，今以其生子，故「使之特餕」也。○注「內寢」至「曰君」。○正義曰：知「內寢，適妻寢」者，以其稱內，故知是適妻寢也。凡宮室之制，前有路寢，次有君燕寢，次夫人正寢。卿大夫以下，前有適室，次有燕寢，次有適妻之寢。但夫人燕寢，對夫人及適妻之寢，及側室等。其燕寢在外，亦名外寢，故前注云「外寢，君燕寢」是也。云「妾餕夫婦之餘亦如之」者，按《昏禮》夫婦同牢之後，媵餕夫餘，御餕婦餘，故謂正妻。若妾初嫁始來，夫婦共食。初來之妾，特餕其餘。今妾巳見子之後，夫婦共食，令生子之妾特餕其餘，亦如始來時，故云「亦如之」。云「既見子可以御，此謂大夫士之妾也」者，以前文大夫之妻，見子之後，妻遂適夫寢，未即進御，後婦云「夫入食，如養禮」，是夫始入與妻食，乃後進御。此文云見子遂入御，故謂云「此大夫士之妾也」，言其異正妻也。"
      },
      {
        "index": 38,
        "text": "公庶子生，就側室。三月之末，其母沐浴，朝服見於君，擯者以其子見。君所有賜，君名之。眾子，則使有司名之。擯者，傅姆之屬也。人君尊，雖妾不抱子，有賜於君，有恩惠也。有司，臣有事者也。魯桓公名子，問於申繻也。○繻音須。"
      },
      {
        "index": 39,
        "text": "[疏]「公庶」至「名之」。○正義曰：此一經明君庶子生處，及三月見父異於世子之禮。前文巳云適子庶子見於外寢，異於世子。今此更重出者，以前文庶子與適子連文，恐事事皆同適子，故以此經特見庶子之法。按前注云「凡子生皆就側室」，則世子亦就側室。今特云「庶子就側室」者，舉庶子，世子可知也。○「君所有賜，君名之」者，謂生子之妾，君所特有恩賜偏所愛幸，君則自名其子，故云「君名之」。○「眾子，則使有司名之」者，眾子，謂眾妾之子，不特寵御，則使有司以名其子也。○注「人君」至「繻也」。○正義曰：「人君尊，雖妾不抱子」者，以經云「其母朝服見於君」，乃云「擯者以其子見」於君，是擯者抱子也，故知「妾不抱子」。引《春秋》問名於申繻者，證有司名之，一邊同耳，其實異也。《春秋》所云謂世子也。"
      },
      {
        "index": 40,
        "text": "庶人無側室者，及月辰，夫出居群室。其問之也，與子見父之禮，無以異也。夫雖辟之，至問妻及見子禮，同也。庶人或無妾。"
      },
      {
        "index": 41,
        "text": "[疏]「庶人」至「異也」。○正義曰：此一經論庶人之禮。○「庶人無側室者，及月辰，夫出居群室」者，以無側室，妻在夫寢，妻將生子，故夫出辟之。若有側室，則妻在側室，夫自居正寢，不須出居群室也。○「其問之也，與子見父之禮，無以異也」者，與，及也。言夫問妻及子見父之禮，無以異於卿大夫士，言與卿大夫士同也。亦夫使人日再問之，作而自問之。其見父之時，父亦執子之右手，咳而名之，及有戒告之事，一如上矣。"
      },
      {
        "index": 42,
        "text": "凡父在，孫見於祖，祖亦名之。禮如子見父，無辭。見子於祖，家統於尊也。父在則無辭，有適子者無適孫，與見庶子同也。父卒而有適孫，則有辭，與見塚子同。父雖卒，而庶孫猶無辭也。"
      },
      {
        "index": 43,
        "text": "[疏]「凡父」至「無辭」。○正義曰：此一節論孫見祖之禮，卿大夫以下之事，故鄭注云：「家統於尊。」所以無辭者，若父之於子，有傳重之事，故有戒告之辭。今孫見於祖，而隔於父，故無辭也。○注「父在」至「辭也」。○正義曰：所以無辭者，適子既在，其孫猶為庶孫，無所傳重，故云「有適子者無適孫，與見庶子同」。若所生適子，其父既卒，則適孫與長子相似，當有辭也。故云「父卒而有適孫，則有辭，與見塚子同」。若庶孫，父雖卒，見祖亦無辭也。"
      },
      {
        "index": 44,
        "text": "食子者三年而出，見於公宮則劬。劬，勞也。士妻、大夫之妾食國君之子，三年出歸其家，君有以勞賜之。○食音嗣，注及下文「食母」同。勞賜，力報反。大夫之子有食母。選於傅御之中，《喪服》所謂乳母也。士之妻自養其子。賤不敢使人也。"
      },
      {
        "index": 45,
        "text": "[疏]「食子」至「其子」。○正義曰：此一節論國君以下，及大夫士適妻養子之人，尊卑有別。\n由命士以上及大夫之子，旬而見。旬當為均，聲之誤也。有時適、妾同時生子，子均而見者，以生先後見之。既見乃食，亦辟人君也。《易•說卦》「坤為均」，今亦或作「旬」也。○旬音均，出注。塚子未食而見，必執其右手。適子庶子已食而見，必循其首。天子諸侯尊別，世子雖同母，禮則異矣。未食、巳食，急正緩庶之義也。○別，彼列反，下「其別」同。"
      },
      {
        "index": 46,
        "text": "[疏]「由命」至「其首」。○正義曰：此一節論大夫及命士適妻與妾同時生子，見之先後差異之別，並明天子諸侯見塚子及適子庶子綏急之儀。○「旬而見」者，旬，均也，謂大夫命士適妾生子，皆以未食之前均齊見。又先生者先見，後生者後見。雖見有先後，同是未食之前，故云「均而見」。○「塚子未食而見，必執其右手」者，此謂天子諸侯之禮。未食，謂未與後、夫人禮食。而先見塚子，是急於正也。故先見乃食也。○「適子庶子已食而見」者，謂先與後、夫人禮食之後，然後始見適子、庶子，是緩於庶也。○「必循其首」者，言見適子庶子之時，必以手撫循其頭首，示恩愛之情也。○注「《易•說卦》『坤為均』」。○正義曰：引《易•說卦》者，證此經「旬」為「均」義。按《易•說卦》以「坤為均」，像地之均平。今《易》之文，或以「均」為「旬」者，是均得為旬也。皇氏云：「母之禮見子，像地之生物均平，故引《易》以為均，若然按《周禮•均人職》云「上年公旬用三日」，鄭注亦引《易》「坤為均」，豈是母見子之禮！皇氏說非也。○注「天子」至「世子」。○正義曰：知此經是天子諸侯者，以上文「命士以上及大夫之子」適庶均見，此則有食前食後，見之不同。又前文云「世子生」，其次云「適子庶子見於外寢」，是國君之禮。此經亦云「適子庶子」，故知是天子諸侯也。"
      },
      {
        "index": 47,
        "text": "子能食食，教以右手。能言，男「唯」女「俞」。男鞶革，女鞶絲。俞，然也。鞶，小囊，盛帨巾者。男用韋；女用繒；有飾緣之，則是鞶裂與？《詩》云：「垂帶如厲。」紀子帛名裂繻，字雖今異，意實同也。○食食，上如字，下音嗣。唯，於癸反，徐以水反，俞以朱反。鞶，步干反。盛音成。緣，於絹反。裂音列，或音厲。與音預。厲音列。"
      },
      {
        "index": 48,
        "text": "[疏]「子能」至「鞶絲」。○正義曰：此一節論男女自幼少之時，教之言語及鞶革鞶絲之事也。○注「鞶小」至「同也」。○正義曰：此鞶是小囊盛帨巾，男用韋為之，女用繒帛為之。云「有飾緣之，則是鞶裂與？」者，言男女鞶囊之外，更有繒帛之物，飾而緣之，則是《春秋》桓二年所稱「鞶裂」者。與，疑而未定，故稱「與」。按傳作「鞶厲」，鄭此注云「鞶裂」，厲、裂義同也。秖謂鞶囊裂帛為之飾，又引《詩》云「垂帶如厲」者，證厲是鞶囊裂帛之飾也。此《詩•小雅•都人士》之篇也。按彼注云：「而，如也。而厲，如鞶厲也。」鞶必垂厲以為飾，厲字當作裂，謂彼都之士，垂此紳帶，如似鞶囊之裂，是以厲為裂也。又引「紀子帛名裂繻」者，雖引《毛詩》以厲為裂，其義未顯，故引紀子帛名裂繻者以證之，言帛必分裂也。此隱二年經稱「紀子帛莒子盟於密」，又「紀裂繻來逆女」。云「字雖今異，意實同也」者，言古時「厲」、「裂」通為一字，今時「厲」、「裂」字義俱異，大意是同。故云「字雖今異，意實同」，言同為分裂之義也。此是鄭康成之義，若如服虔、杜預，則以鞶為大帶，厲是大帶之垂者，故服氏云：「鞶，大帶。」杜云：「紳，大帶。厲是大帶之垂者。」《詩毛傳》亦云：「厲，帶之垂者。」並與鄭異。"
      },
      {
        "index": 49,
        "text": "六年，教之數與方名。方名，東西。七年，男女不同席，不共食。蚤其別也。八年，出入門戶及即席飲食，必後長者，始教之讓。示以廉恥。後，胡豆反。○九年，教之數日。朔望與六甲也。○數，所主反。十年，出就外傅，居宿於外，學書記。衣不帛襦褲。禮帥初，朝夕學幼儀，請肄簡、諒。外傅，教學之師也。不用帛為襦褲，為大溫，傷陰氣也。禮帥初，遵習先日所為也。肄，習也。諒，信也。請習簡，謂所書篇數也。請習信，謂應對之言也。○襦，字又作馬，音儒。褲，苦故反。肆，本又作肄，同以二反。大音泰。十有三年，學樂誦《詩》，舞《勺》。成童，舞《象》，學射御。先學《勺》，後學《象》，文武之次也。成童，十五以上。勺，章略反，注同。二十而冠，始學禮，可以衣裘帛，舞《大夏》，惇行孝弟，博學不教，內而不出。《大夏》，樂之文武備者也。內而不出，謂人之謀慮也。○冠，古亂反。衣，於既反。行，如字，又下孟反。弟音悌。三十而有室，始理男事，博學無方，孫友視志。室猶妻也。男事，受田給政役也。方猶常也。至此學無常在，志所好也。孫，順也。順於友，視其所志也。○孫音遜，注同。好，呼報反。四十始仕，方物出謀發慮，道合則服從，不可則去。方猶常也。物猶事也。○去如字。五十命為大夫，服官政。統一官之政也。七十致事。致其事於君，而告老。○凡男拜，尚左手。左陽。"
      },
      {
        "index": 50,
        "text": "[疏]「六年」至「左手」。○正義曰：此一節論男子教之從幼及長，居官至致事之事。○「衣不帛襦褲」者，謂不以帛為襦褲。○「禮帥初」者，帥，循也。行禮動作，皆帥循初日所為。○「朝夕學幼儀」者，言從朝至夕，學幼少奉事長者之儀。「請肄簡、諒」者，肄，習也。簡，禮篇章也。諒，信也，謂言語信實。言請長者習學篇章簡禮，及應對信實言語也。○「舞《勺》」者，熊氏云：勺，篇也。言十三之時，學此舞勺之文舞也。○「成童，舞象」者，成童謂十五以上，舞象謂舞武也。熊氏云：「謂用干戈之小舞也。以其年尚幼，故習文武之小舞也。」○「可以衣裘帛」者，二十成人血氣強盛，無慮傷損，故「可以衣裘帛」也。○「舞《大夏》」者，《大夏》是禹樂，禪代之後，在干戈之前，文武俱備，故二十習之也。○「博學不教」者，唯須廣博學問，不可為師教人。○「內而不出」者，唯蘊畜其德在內，而不得出言為人謀慮。○「始理男事」者，三十丁壯，受其田土，供給征役，始理男事，故《韓詩說》三十受兵，若口率出泉，國中則二十，野則十五也。○「孫友視志」者，言孫順朋友，視其志意所尚。○「四十始仕，方物出謀發慮」者，方，常也。物，事也。言年壯仕宦，行其常事，無所謙孫，出其謀計，發其思慮，以為國也。"
      },
      {
        "index": 51,
        "text": "女子十年不出，恆居內也。姆教婉、娩、聽從，婉謂言語也。娩之言媚也，媚謂容貌也。○婉，紆晚反，徐紆原反。娩音晚，徐音萬。執麻枲，治絲繭，織紝、組、紃，學女事以共衣服。紃，絛。○枲，思裡反。繭，古典反。紝，女金反，又如林反。組音祖。紃音巡。共音恭。絛，他刁反。觀於祭祀，納酒漿、籩豆、菹醢，禮相助奠。當及女時而知。○相，息亮反。十有五年而笄。謂應年許嫁者，女子許嫁，笄而字之。其未許嫁，二十則笄。○應，應對之應。二十而嫁，有故，二十三年而嫁。故，謂父母之喪。聘則為妻，聘，問也。妻之言齊也。以禮則問，則得與夫敵體。奔則為妾。妾之言接也。聞彼有禮，走而往焉，以得接見於君子也。奔，或為「衒」。○見，賢遍反。衒，古縣字，本又作御字，魚據反。凡女拜，尚右手。右陰也。"
      },
      {
        "index": 52,
        "text": "[疏]「女子」至「右手」。○正義曰：此一節論女子自幼及嫁為女事之禮。○注「婉謂」至「貌也」。○正義曰：按《九嬪》注云：「婦德貞順，婦言辭令，婦容婉娩，婦功絲枲。」則婉娩合為婦容。此分婉為言語，娩為容貌者，其意以此上下備其四德，以婉為婦言，娩為婦容，聽從為婦順，執麻枲以下為婦功。○注「紃絛」。○正義曰：組，紃俱為絛也。紝為繒帛，故杜注《左傳》：「紝謂繒帛。」皇氏云：「組是綬也。」然則薄闊為組，似繩者為紃。○注「當及女時而知」。○正義曰：下云「十有五年而笄」，此觀於祭祀，是未嫁之前，故云：「及女時而知。」經云「納酒漿、籩豆、菹醢」，謂於祭祀之時，觀看須於廟外，納此酒漿、籩豆、菹醢之等，置於神坐，一納之文，包此六事言之也。○「聘則為妻」者，妻，齊也。「奔則為妾」者，妾，接也，接見於君子也。」女拜，尚右手」者，右，陰也，漢時行之也。"
      }
    ]
  }
}