{
  "chapterNumber": 33,
  "title": "卷32",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『以其記喪服之小義。』」\n[疏]正義曰：按鄭《目錄》云：「《喪服小記》者，以其記喪服之小義也。此於《別錄》屬《喪服》"
      },
      {
        "index": 1,
        "text": "斬衰，括髪以麻，為母括髪以麻，免而以布。母服輕，至免可以布代麻也。為母，又哭而免。○衰，七雷反，下並同。括，古活反。為，於偽反。注及下注同。免音汶，篇內同。齊衰，惡笄，帶以終喪。笄所以卷髮，帶所以持身也。婦人質，於喪所以自卷持者，有除無變。○齊音咨，又作齋。笄，古兮反。卷，俱免反，下皆同。男子冠而婦人笄，男子免而婦人髽。其義：為男子則免，為婦人則髽。別男女也。○冠，古亂反，下同。髽，側巴反。別，彼列反，下文「有別」、注「不服別」、「卑別」皆同。"
      },
      {
        "index": 2,
        "text": "[疏]「斬衰」至「則髽」。○正義曰：此一節論斬衰齊衰之喪，男女括髪免髽之異。○「斬衰」者，主人為父之服也。「括髪」者，為父未成服之前所服也。禮：親始死，子布深衣去冠，而猶有笄縰、徒跣，衱上衽，至將小斂，去笄縰，著素冠，視斂，斂訖，投冠而括髪。「括髪」者，鄭注《喪服》云：「括髪以麻者，自項以前，交於額上，卻繞紒，如著幓頭焉。」○「為母括髪以麻」者，為母初喪，至小斂後括髪，與父禮同。故亦云「括髪以麻」也。○「免而以布」者，此謂為母與父異者也，亦自小斂後而括髪，至屍出堂，子拜賓之時，猶與為父不異。至拜賓竟後，子往即堂下之位時則異也。若為父，此時猶括髪而踴，襲絰帶，以至大斂而成服。若母喪，於此時則不復括髪，乃著布免踴而襲絰帶，以至成服，故云「免而以布」也。○注「母服」至「而免」。○正義曰：「又哭」是小斂拜賓竟後，即堂下位哭踴時也。故《士喪禮》云：「卒小斂，主人髻髪袒。」此是初括髪哭踴之時也。又云：「男女奉屍侇於堂訖，主人降自西階，東即位。主人拜賓，即位踴，襲絰於序東，復位。」此是「又哭」之節。若為父，於此時猶括髪，若為母，於此時以免代括髪，故云「為母，又哭而免」。○「齊衰惡笄以終喪」。○此一經明齊衰，婦人笄帶終喪無變之制。○「惡笄」者，榛木為笄也。婦人質，笄以卷髮，帶以持身，於其自卷持者，有除無變，故要絰及笄，不須更易。至服竟一除，故云「惡笄，帶以終喪」。○「男子」至「則髽」。○此明男子婦人冠笄髽免相對之節，但吉時男子首有吉冠，則女首有吉笄，是明男女首飾之異，故云「男子冠而婦人笄」也。若親始死，男去冠，女則去笄。若成服為父，男則六升布為冠，女則箭篠為笄。為母，男則七升布為冠，女則榛木為笄。故云「男子冠而婦人笄」也。○「男子免而婦人髽」者，吉時首飾既異，今遭齊衰之喪，首飾亦別，當襲斂之節，男子著免，婦人著髽，故云「男子免而婦人髽免」者，鄭注《士喪禮》云：「以布廣一寸，自項中而前，交於額上，卻繞紒也，如著幓頭矣。「髽」者，形有多種，有麻、有布、有露紒也，其形有異，同謂之「髽」也。今辨男女，並何時應著此免、髽之服。男子之免，乃有兩時，而唯一種。婦人之髽，則有三，別其麻髽之形，與括髪如一，其著之以對男子括髪時也。前云「斬衰括髪以麻」，則婦人於時髽亦用麻也。何以知然？按《喪服》：「女子子在室，為父髽衰三年。」鄭玄云：「髽，露紒也，猶男子之括髪。斬衰，括髪以麻，則髽亦用麻。以麻者，自項而前，交於額上，卻繞紒，如著幓頭焉。」依如彼注，既云猶男子括髪，男子括髪先去冠縰用麻，婦人亦去笄縰用麻，故云「猶」也。又同云「用麻」，不辨括髪形異，則知其形如一也。以此證據，則知有麻髽以對男括髪時也。又知有布髽者，按此云「男子免」對「婦人髽」，男免既用布，則婦人髽不容用麻也。是知男子為母免時，則婦人布髽也。又若成服後，男或對賓必踴免，則婦人理自布髽對之。知有露紒髽者，《喪服傳》云：「布總、箭笄、髽、衰，三年。」明知此服並以三年，三年之內，男不恆免，則婦人不用布髽，故知恆露紒也。故鄭注《喪服》云：「髽，露紒也。」且《喪服》所明，皆是成服後，不論未成服麻布髽也。何以然？《喪服》既不論男子之括免，則不容說女服之未成義也。既言髽衰三年，益知恆髽是露紒也。又就齊衰輕期，髽無麻布，何以知然？按《檀弓》：「南宮縚之妻之姑之喪，夫子誨之髽曰：『爾無總總爾，爾無扈扈爾。』」是但戒其高大，不云有麻布別物，是知露紒悉名髽也。又按《奔喪》云：「婦人奔喪，東髽。」鄭云：「謂姑、姊、妹女子子也。去纚大紒曰髽。」若如鄭旨，既謂是「姑、姊、妹女子子」等，還為本親父母等，唯云「去纚大紒」，不言「布麻」，當知期以下無麻布也。然露紒恆居之髽，則有笄，何以知之？按笄以對冠，男在喪恆冠，婦則恆笄也。故《喪服》：「婦為舅姑，惡笄有首以髽。」鄭云：「言以髽，則髽有著笄者明矣。」以兼此經注，又知恆居笄而露紒髽也。此王髽之殊，是皇氏之說。今考校以為正有二髽，一是斬衰麻髽，二是齊衰布髽，皆名露紒。必知然者，以《喪服》「女子子在室為父箭笄、髽、衰」，是斬衰之髽用麻。鄭注以為露紒，明齊衰髽用布，亦謂之露紒髽也。○「其義：為男子則免，為婦人則髽」者，庾蔚云：「喪服往往寄異以明義，或疑免、髽亦有其旨，故解之以其義。言於男子則免，婦人則髽，獨以別男女而已，非別有義也。賀瑒云：「男去冠，猶婦人去笄，義盡於此，無復別義，故云其義也。」此經既論括髪、免髽之異，須顯所著之時。崔氏云：「立義既載五服變除，今要舉變除之旨。凡親始死，將三年者，皆去冠笄纚如故，十五升白布深衣，衱上衽，徒跣，交手而哭。」故《禮記•問喪》云：「親始死，雞斯徒跣，衱上衽。」又鄭注《士喪禮》云：「始死將斬衰者，雞斯是也。」其婦人則去纚衣，與男子同，不徒跣，不衱衽。知「不徒跣，不衱衽」者，《問喪》文。知「去纚」者，鄭注《士喪禮》云：「始死，婦人將斬衰者，去纚。」知「著白布深衣」者，《曾子問》云：「女改服布深衣，縞總以趨喪。鄭注云：「婦人始喪未成服之服。」其齊衰以下，男子著素冠，齊衰以下，婦人骨笄而纚。知者，鄭注《士喪禮》文。男子婦人皆吉屨無絇，其服皆白布深衣。知者，鄭注《喪服變除》文。至死之明日，士則死日襲，明日小斂，故《士喪禮》云：「小斂，主人髻髪。」若大夫死之明日，襲而括髪。故鄭注《喪服變除》云：「屍襲，去纚括髪，在二日小斂之前。」是據大夫也。大夫與士括髪，於死者皆俱二日。故鄭注《問喪》云：「二日去笄纚括髪，通明大夫士也。」始死以後，小斂之前，大夫與士皆加素冠於笄纚之上，故《檀弓》云：「叔孫武叔之母死，既小斂，舉者出戶，出戶袒，且投其冠括髪。」是素冠也。以其始死哀甚，未暇分別尊卑，故大夫與士其冠皆同也。至小斂投冠括髪之後，大夫加素弁。士加素委貌。」故《喪大記》云：「君大夫之喪，子弁絰。」又《喪服變除》云：「小斂之後，大夫以上冠素弁，士則素委貌。」其素弁素冠，皆加環絰。故《雜記》云：「小斂環絰，君大夫士一也。」鄭注云「大夫以上素爵弁，士素委貌」是也。凡括髪之後，至大斂成服以來，括髪不改，故鄭注《士喪禮》云：「自小斂以至大斂，括髪不改，但死之三日，說髦之時，以括髪因而壞損，更正其括髪。故《士喪禮》既殯說髦。《喪大記》云：「小斂說髦，括髪是正。」其故括髪也，非更為之。但士之既殯，諸侯小斂，於死者皆三日說髦同也。其齊衰以下，男子於主人括髪之時則著免，故《士喪禮》：「小斂主人髻髪，眾主人免」是也。而《喪服變除》「不杖齊衰」條云「襲屍之時云括髪」者，誤也。其婦人將斬衰者，於男子括髪之時，則以麻為髽。故《士喪禮》云：「主人髻髪，婦人髽於室。」其齊衰者，於男子免時，婦人則以布為髽，故此經云「男子免而婦人髽」是也。其大功以下無髽也，其服斂畢，至成服以來，白布深衣不改。士死後二日，襲帶絰，故《士喪禮》小斂之前，陳苴絰大鬲，下本在左，要絰小焉。散帶垂，長三尺。牡麻絰，亦散垂。斂訖，主人拜賓，乃襲絰於序東。《既夕禮》：「三日絞垂。」鄭注云：「成服日絞要絰之散垂者。」是主人及眾主人皆絞散垂，此襲帶絰絞垂日數，皆士之禮也。其大夫以上成服，與士不同，其襲帶絰之屬，或與士同，或與士異，無文以言之。其斬衰，男子括髪齊衰。男子免，皆謂喪之大事斂殯之時，若其不當斂殯，則大夫以上加素弁，士加素冠，皆於括髪之上。天子七日成服，諸侯五日成服，大夫士三日成服。服之精粗，及日月多少，及葬之時節，皆具在《喪服》及《禮》文，不能繁說。其葬之時，大夫及士男子散帶，婦人髽，與未成服時同，其服則如喪服，故《既夕禮》云：「丈夫髽，散帶垂。」鄭注云：「為將啟變也。」此互文以相見耳。諸文言髽，見婦人也。若天子諸侯，則首服素弁，以葛為環絰，大夫則素弁加環絰，士則素委貌加環絰。故下《檀弓》云：「弁絰葛而葬。」鄭注云：「接神不可以純凶，天子諸侯變服而葬，冠素弁，以葛為環絰。」是王侯與卿大夫士異也。至既虞卒哭之時，乃服變服，故鄭注《喪服》云：「天子諸侯卿大夫既虞，士卒哭而受服。」其受服之時，首絰要帶，男子皆以葛易之，齊斬之婦人則易首絰，不易要帶。大功小功婦人，則易要帶為葛。雖受變麻為葛，卒哭時亦未說麻，至祔乃說麻服葛。故《士虞禮》云：「婦人說首絰，不說帶。」鄭云：「不說帶，齊斬婦人也。婦人少變而重帶。」大功小功者，葛帶，時亦不說者，未可以輕文變於主婦之質也，至祔，葛帶以即位。按文直云婦人不辨輕重，故鄭為此解。其斬衰，至十三月，練而除首絰。練冠素纓，中衣黃裡，縓為領袖緣，布帶，繩屨無絇。若母三年者小祥，亦然。斬衰二十五月大祥，朝服縞冠，故《雜記》云：「祥，主人之除也。於夕為期，朝服。」又《喪服小記》云：「除成喪者，其祭也朝服縞冠。」既祥，乃服十五升布，深衣領緣皆以布，縞冠素紕，故《間傳》云「大祥，素縞麻衣」。二十七月而禫，服玄冠玄衣黃裳而祭，祭畢服朝服，以黑經白緯為冠，所謂纖冠。而練纓吉屨，逾月服吉。《間傳》所謂「禫而纖」，父沒為母與父同。父在，為母十一月而練，十三月而大祥，十五月而禫，其服變除，與父沒為母同。其不杖齊衰及大功以下服畢，皆初服朝服素冠，逾月服吉也。此皆崔氏准約《禮》經及記而為此說，其有乖僻者，今所不取。"
      },
      {
        "index": 3,
        "text": "苴杖，竹也。削杖，桐也。\n[疏]「苴杖」至「桐也」。○正義曰：此一經解喪服苴杖削杖也。然杖有苴、削異者。苴者，黯也。夫至痛內結，必形色外章，心如斬斫，故貌必蒼苴，所以衰裳絰杖，俱備苴色也。必用竹者，以其體圓性貞，履四時不改，明子為父禮中痛極，自然圓足，有終身之痛故也。故斷而用之，無所厭殺也。○「削杖」者，削，殺也，削奪其貌，不使苴也。必用桐者，明其外雖被削，而心本同也，且桐隨時凋落。此謂母喪，示外被削殺，服從時除，而終身之心當與父同也。"
      },
      {
        "index": 4,
        "text": "祖父卒，而後為祖母后者三年。祖父在，則其服如父在為母也。\n[疏]「祖父」至「三年」。○正義曰：此一經論適孫承重之服。○「祖父卒」者，謂適孫無父而為祖後，祖父已卒，今又遭祖母喪。故云「為祖母后」也。事事得中，如父卒為母，故三年。若祖父卒時父已先亡，亦為祖父三年。若祖卒時父在，已雖為祖期，今父沒，祖母亡時，已亦為祖母三年也。○注「祖父」至「沒也」。○正義曰：言亦謂無父者，若父在則不然也。"
      },
      {
        "index": 5,
        "text": "為父母、長子稽顙。喪尊者及正體，不敢不盡禮。○為，於偽反，下「為夫」、注「為無後」並同。長，丁丈反，篇內並同。稽音啟。顙，素黨反。大夫吊之，雖緦必稽顙。尊大夫，不敢以輕待之。婦人為夫與長子稽顙，其餘則否。恩殺於父母。○殺，所戒反，徐所例反，後文注同。"
      },
      {
        "index": 6,
        "text": "[疏]「為父」至「則否」。○正義曰：此一節論喪合稽顙之事，各依文解之。○「為父母、長子稽顙」者，謂重服先稽顙而後拜者也。父母長子，並重故也。其餘期以下，先拜後稽顙也。○「大夫吊之，雖緦必稽顙」，前文「為父母、長子稽顙」，謂平等來吊，故先稽顙而後拜。若為不杖齊衰以下，則先拜賓後稽顙。今大夫吊士，雖是緦麻之親，必亦先稽顙而後拜，故皇氏載此稽顙，謂「先拜而後稽顙」，若平等相吊，小功以下，皆不先拜後稽顙；若大夫來吊，雖緦麻，必為之先拜而後稽顙，今刪定。云「小功以下不稽顙」，文無所出。又此稽顙與上文稽顙是一，何得將此為先拜後稽顙？其義非也。○「婦人為夫與長子稽顙，其餘則否」，亦先稽顙而後拜，「其餘否」者，謂父母也。以受重他族，其恩減殺於父母也。"
      },
      {
        "index": 7,
        "text": "男主必使同姓，婦主必使異姓。謂為無主後者為主也。異姓，同宗之婦也。婦人外成。\n[疏]「男主」至「異姓」。○正義曰：此一經論婦人外成之事，庾氏云：「喪有男主以接男賓，女主以接女賓。若父母之喪，則適子為男主，適婦為女主也。」今或無適子適婦為正主，遣他人攝主。若攝男主，必使喪家同姓之男。若攝婦主，必使喪家異姓之女。○注「謂為」至「外成」。正義曰：「知謂為無主後者為主也」者，以經云「必使同姓」，「必使異姓」，故知先無主後。云「異姓，同宗之婦也」者，同宗謂喪家同宗，其婦必與喪家異姓，故云「異姓，同宗之婦」。云「婦人外成」者，解婦主使異姓之意。今與死者同姓婦人，不得與喪家為喪主，以其外成，適於他族，故不得自與已同宗為主。此云「異姓」者，與夫家為異姓。"
      },
      {
        "index": 8,
        "text": "為父後者，為出母無服。不敢以已私廢父所傳重之祭祀。○為出，於偽反，下注「為其族人」、「為其兄弟」同。傳，丈專反，下「傳重」皆同。"
      },
      {
        "index": 9,
        "text": "[疏]「為父」至「無服」。○正義曰：此一經論適子承重，不得為出母著服之事。出母，謂母犯七出，為父所遣。而母子至親，義不可絕。父若猶在，子皆為出母期。若父沒後，則適子一人不復為母服，所以然者，已系嗣烝嘗，不敢以私親廢先祖之祀，故無服。"
      },
      {
        "index": 10,
        "text": "親親以三為五，以五為九。上殺，下殺，旁殺，而親畢矣。已上親父，下親子，三也。以父親祖，以子親孫，五也。以祖親高祖，以孫親玄孫，九也。殺，謂親益疏者，服之則輕。○已音紀。"
      },
      {
        "index": 11,
        "text": "[疏]「親親」至「畢矣」。○正義曰：此一經廣明五服之輕重，隨人之親疏，著服之節。○「親親以三」者，以上親父，下親子，並已為三，故云「親親以三」。「為五」者，又以父上親祖，以子下親孫，曏者三，今加祖及孫，故言五也。○「以五為九」者，已上祖下孫則是五也，又以曾祖故親高祖，曾孫故親玄孫，上加曾高二祖，下加曾玄兩孫，以四籠五，故為九也。然已上親父，下親子，合應云「以一為三」，而云「以三為五」者，父子一體，無可分之義，故相親之說不須分矣。而分祖孫，非已一體，故有可分之義，而親名著也。又以祖親曾祖，以孫親曾孫，應云「以五為七」，今言「九」者，曾祖、曾孫，為情已遠，非已一體所親，故略其相親之旨也。庾氏云：「由祖以親曾、高二祖，由孫以親曾、玄二孫。服之所同，義由於此也。」○「上殺」者，據已上服父祖而減殺故服父三年，服祖減殺至期，以次減之，應曾祖大功，高祖小功，而俱齊衰三月者，但父祖及於已，是同體之親，故依次減殺。曾祖、高祖非已同體，其恩已疏，故略從齊衰三月，曾、高一等，所以《喪服》注云：「重其衰麻，尊尊也。減其日月，恩殺也。」不可以大功小功旁親之服加至尊，故皆服齊衰也。○「下殺」者，謂下於子孫而減殺。子服父三年，父亦宜報服，而父子首足，不宜等衰，故父服子期也。若正適傳重，便得遂情，故《喪服》云「不敢降」是也。父服子期，孫卑，理不得祖報，故為九月。若傳重者，亦服期也。為孫既大功，則曾孫宜五月，但曾孫服曾祖正三月，故曾祖報亦一時也。而曾祖是正尊，自加齊衰服，而曾孫正卑，故正服緦麻。曾孫既緦麻三月，玄孫理不容異。且曾孫非已同體，故服不依次，減殺略同三月。○「旁殺」者，世叔之屬是也。父是至尊，故以三年。若據祖期年，則世叔宜九月，而世叔是父一體，故加至期也；從世叔既疏，加所不及，據期而殺，是以五月；族世叔又疏一等，故宜緦麻；此外無服也。此是發父而旁漸至輕也。又祖是父一體，故加至期，而祖之兄弟非已一體，故加亦不及，據於期之斷殺，便正五月；族祖又疏一等，故宜緦麻；此外無服。是發祖而旁漸殺也。又曾祖據期本應五月，曾祖之兄弟謂族曾祖，既疏一等，故宜三月也。自此以外，及高祖之兄弟悉無服矣。又至親期斷，兄弟至親一體，相為而期；同堂兄弟疏於一等，故九月；從祖兄弟又疏一等，故小功；族之昆弟又殺一等，故宜三月；此外無服。是發兄弟而旁殺也。又父為子期，而兄弟之子但宜九月，而今亦期者，父為其子，本應報以三年，特為尊，是故降至期；而兄弟之子為世叔，本應九月，但言世叔與尊者一體，而加至期，世叔旁尊，不得自比彼父祖之重，無義相降，故報兄弟子期，且已與兄弟一體，兄弟之子，不宜隔異，欲見猶子之義，與己子等，所以至期，故《檀弓》云「兄弟之子猶子也，蓋引而進之」是也；又同堂兄弟之子，服從伯叔無加，則從伯叔亦正報五月也；族兄弟之子又疏，故宜緦耳。此發子而旁殺也。又孫服祖期，祖尊，故為孫大功；兄弟之孫服從祖五月，故從祖報之小功也；同堂兄弟之孫既疏，為之理自緦麻；其外無服矣。曾祖為曾孫三月，為兄弟曾孫以無尊降之，故亦為三月。○「而親畢矣」者，結親親之義也。始自父母，終於族人，故云「親畢」矣。且五屬之親，若同父則期，同祖則大功，同曾祖則小功，同高祖則緦麻，高祖外無服，亦是畢也。"
      },
      {
        "index": 12,
        "text": "王者禘其祖之所自出，以其祖配之。禘，大祭也。始祖感天神靈而生，祭天則以祖配之。自外至者，無主不上。○王如字，又於況反，下同。禘，大計反。而立四廟。高祖以下與始祖而五。庶子王亦如之。世子有廢疾不可立，而庶子立，其祭天立廟，亦如世子之立也。春秋時，衛侯元有兄縶。○兄縶，知急反。"
      },
      {
        "index": 13,
        "text": "[疏]「王者」至「如之」。○正義曰：此一節論王者庶子之郊天立廟，與適子同之義，各依文解之。○「王者禘其祖之所自出」者，禘，大祭也，謂夏正郊天。自，從也。王者夏正，禘祭其先祖所從出之天，若周之先祖出自靈威仰也。「以其祖配之」者，以其先祖配祭所出之天。○「而立四廟」者，既有配天始祖之廟，而更立高祖以下四廟，與始祖而五也。○「庶子王亦如之」者，天位尊重，故雖庶子而為王者，則郊天立祀五廟事，事亦如適子為王也。嫌其不得，故特明之。○注「禘大」至「不上」。○正義曰：禘，大祭也，《爾雅•釋天》文。云「自外至者，無主不上」，《公羊》宣三年傳文，「外至」者，天神也，「主」者，人祖也。故祭以人祖配天神也。○注「世子」至「兄縶」。○正義曰：以其庶子為主，明知世子有廢疾不可立也。云「春秋時，衛侯元有兄縶」者，按昭七年《左傳》稱長子孟縶之足不良，而立次子元，元即衛靈公也。"
      },
      {
        "index": 14,
        "text": "別子為祖，諸侯之庶子，別為後世為始祖也。謂之別子者，公子不得禰先君。繼別為宗。別子之世長子，為其族人為宗，所謂百世不遷之宗。繼禰者為小宗。別子，庶子之長子，為其昆弟為宗也。謂之小宗者，以其將遷也。○禰，乃禮反。有五世而遷之宗，其繼高祖者也。謂小宗也。小宗有四，或繼高祖，或繼曾祖，或繼祖，或繼禰，皆至五世則遷。是故祖遷於上，宗易於下。尊祖故敬宗，敬宗所以尊祖、禰也。宗者，祖、禰之正體。庶子不祭祖者，明其宗也。明其尊宗以為本也，禰則不祭矣。言不祭祖者，主謂宗子、庶子，俱為適士，得立祖禰廟者也。凡正體在乎上者，謂下正猶為庶也。○適，丁歷反，篇內同。"
      },
      {
        "index": 15,
        "text": "[疏]「別子」至「宗也」。○正義曰：此一節並論尊祖敬宗之義，各依文解之。○「別子為祖」者，謂諸侯適子之弟，別於正適，故稱「別子」也。「為祖」者，別與後世為始祖，謂此別子子孫為卿大夫，立此別子為始祖。○注「謂之」至「先君」。○正義曰：鄭云此者，決上文「庶子王」，今諸侯庶子乃謂之別子，是別為始祖。若稱庶子及公子，若世子不立，則庶子公子皆得有禰先君之義。今言「別子」，明適子在，故云「謂之別子者，公子不得禰先君」。○「繼別為宗」。○謂別子之世世長子，恆繼別子，與族人為百世不遷之大宗。○「繼禰者為小宗」。○禰謂別子之庶子，以庶子所生長子，繼此庶子，與兄弟為小宗。謂之「小宗」者，以其五世則遷，比大宗為小，故云「小宗」也。○「有五世而遷之宗，其繼高祖者也」。○「五世」者，謂上從高祖，下至玄孫之子。此玄孫之子，則合遷徙，不得與族人為宗。故云「有五世則遷之宗，其繼高祖者」。此五世合遷之宗，是繼高祖者之子，以其繼高祖之身，未滿五世，而猶為宗。其繼高祖者之子，則已滿五世，禮合遷徙，但《記》文要略，唯云「繼高祖」，其實是繼高祖者之子也。○注「謂小」至「則遷」。○正義曰：言「或繼高祖，或繼曾祖，或繼祖，或繼禰」者，以別子之後，族人眾多，或有繼高祖者，與三從兄弟為宗，或有繼曾祖者，與再從兄弟為宗，或有繼祖者，與同堂兄弟為宗，或有繼禰者，與親兄弟為宗，不廢族人。一身凡事四宗：事親兄弟之適，是繼禰小宗也；事同堂兄弟之適，是繼祖小宗也；事再從兄弟之適，是繼曾祖小宗也；事三從兄弟之適，是繼高祖小宗也。於族人唯一俱時事四小宗，兼大宗為五也。又云「皆至五世則遷」者，繼高祖者，至子五世。繼曾祖者，至孫五世。繼祖者，至曾孫五世。繼禰者，至玄孫五世也。是皆五世，不復與四從兄弟為宗，故云「皆至五世則遷」，各自隨近相宗。然則小宗所繼非一，前文獨云「繼禰者為小宗」，雖四初皆繼禰為始，據初為元，故特云「繼禰」也。○「是故」至「禰也」。○四世之時，尚事高祖，至五世之時，謂高祖之父，不為加服，是「祖遷於上」。四世之時，仍宗三從族人，至五世，不復宗四從族人，各自隨近為宗，是「宗易於下」。宗是先祖正體，所以「尊祖故敬宗」。更覆說云「敬宗所以尊祖禰」，覆結尊祖之文也。○「庶子不祭祖者，明其宗也」。○此猶尊宗之義也。庶子適子，俱是人子，並宜供養，而適子烝嘗，庶子獨不祭者，正是推本崇適，明有所宗，故云「明其宗」也。○注「禰則」至「庶也」。○正義曰：鄭據子名對父，此言庶子，則是父庶。父庶即不得祭父，何假言祖？故云「禰則不祭」也。而《記》不應言「不祭祖」，祖是對孫。今既云「庶子不祭祖」，故知是宗子庶子俱為適士。適士得立二廟，自禰及祖，是適宗子得立祖廟祭之，而已是祖庶，雖俱為適士，得自立禰廟，而不得立祖廟祭之，故云「庶子不祭祖」。云「凡正體在乎上者，謂下正猶為庶也」者，解所以謂禰適為庶子之義也。正體謂祖之適也，下正謂禰之適也。雖正為禰適，而於祖猶為庶，故禰適謂之為庶也。五宗悉然。"
      },
      {
        "index": 16,
        "text": "庶子不為長子斬，不繼祖與禰故也。尊先祖之正體，不二其統也。言不繼祖禰，則長子不必五世。○為，於偽反，下注「為君母」、「自為已」同。"
      },
      {
        "index": 17,
        "text": "[疏]「庶子」至「故也」。○正義曰：此亦尊宗之義也。然此所明，與《喪服》中義同而語異也。《喪服》明父是適，為長子斬，此明父是庶子，不得為長子服斬者也，是互相明也。但經、記文混，正不知幾世之適得遂茲極服，馬季長注《喪服》云：「此為五世之適，父乃為之斬也。」而鄭注此云：「言不繼祖禰，則長子不必五世矣。」庾氏云：「用恩則禰重，用義則祖重。父之與祖，各有一重，故至己承二重，而為長子斬。若不繼祖，則不為長子斬也。」如庾氏此言，則父適二世承重，則得為長子三年也。而鄭不明言世數者，鄭是馬季長弟子，不欲正言相非，故依違而言曰「不必」也。然孫繫於祖，乃為長子三年，而此不云庶孫不得為長子，必云庶子者，孫語通遠，嫌或多世。今欲明比祖非遠，故言子以示近。既義須繼爾，言不繼祖自足，又曰「與禰」者，庾氏云：「若直云不繼祖，恐人謂據庶子長子死者之身不繼祖，故更言『不繼祖與禰』，欲明死者之父不繼祖與禰，非據死者之身。」鄭注《喪服》云：「此言為父後者，然後為長子三年。」則是父之適子，即得為長子三年，此經云「必為父適祖適，乃得為長子斬」者，但禮有適子者無適孫，雖已是祖正，若父猶在，則已未成適，未成適則不得重長，重長必是父沒後者，故云「為父後者，然後為長子三年」也。然己身雖是祖庶，而是父適，則應立廟，立廟則已長子傳重。當祭而不為斬者，以是祖庶厭降，故不敢服斬。且死者其父見在，父自供祭。然禮，為後者有四條皆不為斬，何者？有「體而不正，有正而不體，有傳重而非正體，有正體而不傳重」是也。「體而不正」，庶子為後是也。「正而不體」，適孫為後是也。「傳重非正體」庶孫為後是也。「正體不傳重」，適子有廢疾不立是也。四者皆期，悉不得斬也。唯正體又傳重者，乃極服耳。"
      },
      {
        "index": 18,
        "text": "庶子不祭殤與無後者，殤與無後者從祖祔食。不祭殤者，父之庶也。不祭無後者，祖之庶也。此二者，當從祖祔食。而已不祭祖，無所食之也。共其牲物，而宗子主其體焉。祖庶之殤，則自祭之。凡所祭殤者，唯適子耳。「無後」者，謂昆弟諸父也。宗子之諸父無後者，為墠祭之。○殤音傷。祔，徐音附。所食，音嗣。共音恭。墠，皇音善，徐徒丹反。"
      },
      {
        "index": 19,
        "text": "[疏]「庶子」至「祔食」。○正義曰：此事與《曾子問》中義同而語異也。《曾子問》中是明宗子所得祭，就宗子之家，宗子主其禮。今此所言，是庶子不得在當家祭者也。○「庶子」者，謂父庶及祖庶也。「殤」者，未成人而死者也。「無後」，謂成人未婚，或已娶無子而死者。「不得祭殤」者，謂父庶也。「不祭無後」者，謂祖庶也。○「殤與無後者從祖祔食」者，解庶所以不自祭義也。已不得祭父祖，而以此諸親皆各從其祖祔食，祖廟在宗子之家，故已不得自祭之也。○注「不祭」至「祭之」。○正義曰：云「不得祭殤」者，父之庶也」者，謂已是父之庶子，及餘兄弟亦是父之庶子庶子。所生之適子為殤而死者，不得自祭之，以其已是父庶，不合立父廟，故不得自祭其子殤也。殤尚不祭，成人無後，不祭可知。云「不祭無後者，祖之庶也」者，已是祖庶，不合立祖廟，故兄弟無後者，不得祭之。已若是曾祖之庶，亦不得祭諸父無後者。諸父無後，當於曾祖之廟而祭。已是曾祖庶，不合立曾祖之廟，故不祭之。此直云「祖之庶」，不云「曾祖之庶」者，言祖兼曾祖也。此「無後」者，身並是庶，若在殤而死，則不合祭也。云「此二者當從祖祔食。已不祭祖，無所食之也」者，一是殤，二是無後，此二者當從死者之祖而附食，祖廟在宗子之家，故已不得祭祖，無所食，以私家不合祭祖，無處食之也。云「共其牲物，而宗子主其禮焉」者，謂殤者之親，共其牲物，而宗子直掌其禮。庾氏云：「此殤與無後者所祭之時，非唯一度四時，隨宗子之家而祭也。」但牲牢不得同於宗子祭享之禮，故《曾子問》注云：「凡殤特豚。」其義具《曾子問》疏。云「祖庶之殤，則自祭之」者，已於祖為庶，故謂已子為祖庶之殤。已是父適，得立父廟，故自祭子殤在於父廟也。云「無後者，謂昆弟諸父也」者，昆弟謂已之昆弟，已是祖庶，祭無後昆弟，當就祖廟，已無祖廟，故不祭無後昆弟。云「諸父也」者，已是曾祖之庶，祭諸父當於曾祖之廟。已無曾祖之廟，故不祭無後諸父。云「宗子之諸父無後者，為墠祭之」者，宗子合祭諸父，諸父當於宗子曾祖之廟，宗子是士，唯有祖、禰二廟，無曾祖廟，故諸父無後者，為墠祭之。若宗子為大夫得立曾祖廟者，則祭之於曾祖廟，不於墠也。若宗子有太祖者，不立曾祖廟，亦祭之於墠，按《祭法》云：「先壇後墠。」今祭之墠者，皇氏云：「以其無後，賤之，故於墠也。」"
      },
      {
        "index": 20,
        "text": "「庶子」不祭禰者，明其宗也。謂宗子庶子俱為下士，得立禰廟也。雖庶人亦然。\n[疏]「庶子」至「宗也」。○正義曰：解庶所以不祭殤義也。禰適故得立禰廟，故祭禰，禰庶不得立禰廟，故不得祭其禰，明其有所宗。既無禰廟，故不得祭子殤也。○注「謂宗」至「亦然」。○正義曰：前文云「不祭祖」，以有祖廟，故注云：「宗子庶子，俱為適士。」此文云「不祭禰」，唯有禰廟，故注云：「宗子庶子，俱為下士。」若庶子是下士，宗子是庶人，此下士立廟於宗子之家，庶子共其牲物，宗子主其禮，雖庶人是有祭義。若宗子為下士，是宗子自祭之，庶子不得祭也。"
      },
      {
        "index": 21,
        "text": "親親、尊尊、長長，男女之有別，人道之大者也。言服之所以隆殺。\n[疏]「親親」至「者也」。○正義曰：此一經論服之降殺之義。親親謂父母也，尊尊謂祖及曾祖、高祖也，長長謂兄及旁親也。不言卑幼，舉尊長則卑幼可知也。「男女之有別」者，若為父斬為母齊衰，姑姊妹在室期，出嫁大功，為夫斬，為妻期之屬，是男女之有別也。○「人道之大者也」，言此親親、尊尊、長長，男女有別，人間道理最大者。皇氏云：「親親，結上『以三為五』。尊尊，結上『王者禘其祖之所自出』。長長，結上『庶子不祭祖』。按鄭注云：「言服之所以隆殺。」為服發文，記者別言其事，非是結成上義，上文自論尊祖敬宗，不論服之降殺。皇氏說非也。"
      },
      {
        "index": 22,
        "text": "從服者，所從亡則已。謂若為君母之父母、昆弟、從母也。○巳音以。屬從者，所從雖沒也服。謂若自為己之母黨。妾從女君而出，則不為女君之子服。妾為女君之黨服，得與女君同。而今俱出，女君猶為子期，妾於義絕無施服。○則不為、於偽反，注「妾為」、「猶為」皆同。期音期，下文及注「不及期」皆同。施，以豉反。"
      },
      {
        "index": 23,
        "text": "[疏]「從服」至「子服」。正義曰：此一節論從服之事，各依文解之。○「從服」者，按服術有六，其一是「徒從」者，徒，空也，與彼非親屬，空從此而服彼。徒中有四：一是妾為女君之黨，二是子從母服於母之君母，三是妾子為君母之黨，四是臣從君而服君之黨。就此四徒之中，而一徒所從雖亡，則猶服。如女君雖沒，妾猶服女君之黨，其餘三途，則所從亡而已，謂君母死，則妾子不復服君母之黨，及母亡，則子不復服母之君母，又君王，則臣不服君黨親也。其中又有妾攝女君，為女君黨，各有義故也。今上云「所從亡則已」，已，止也，止謂徒從亡則止而不服者。○注「謂若」至「母也」。○正義曰：鄭此謂略舉一隅也。○「屬從」者，所從雖沒也，服此，明屬從也。屬者骨血連續，以為親也，亦有三：一是子從母服母之黨，二是妻從夫服夫之黨，三是夫從妻服妻之黨。此三從，雖沒猶從之，服其親也。注特云「謂若自為己之母黨」者，亦舉一隅也。○「妾從女君而出，則不為女君之子服」。○妾服女君之子，皆與女君同，此云「從而出」，謂侄娣也。侄娣從女君而人，若女君犯七出，則侄娣亦從而出。母自為子猶期，侄娣不復服出女君之子，巳義絕故也。"
      },
      {
        "index": 24,
        "text": "禮，不王不禘。禘謂祭天。\n[疏]「禮不王不禘」。○正義曰：此一節論王者郊天之事。王，謂天子也。禘，謂郊天也。禮，唯天子得郊天，諸侯以下否。故云：「禮，不王不禘。」此經上下皆論服制，記者亂錄不禘之事廁在其間，無義例也。以承上文「王者禘其祖之所自出」，故知謂郊天也，非祭昊天之禘也。"
      },
      {
        "index": 25,
        "text": "世子不降妻之父母，其為妻也，與大夫之適子同。世子，天子諸侯之適子也，不降妻之父母，為妻故親之也。為妻亦齊衰不杖者，君為之主，子不得伸也。主，言「與大夫之適子同」，據《喪服》之成文也。本所以正見父在為妻不杖，於大夫適子者，明大夫以上雖尊，猶為適婦為主。○其為妻，於偽反，注「為妻」、「猶為」皆同。伸音申。正見，賢遍反。以上，時掌反，凡「以上」皆同。父為士子為天子諸侯，則祭以天子諸侯，其屍服以士服。祭以天子諸侯，養以子道也。屍服士服，父本無爵，子不敢以己爵加之，嫌於卑之。○養，以尚反。父為天子諸侯，子為士，祭以士，其屍服以士服。謂父以罪誅，屍服以士服，不成為君也。天子之子，當封為王者後，以祀其受命之祖。云「為士」，則擇其宗之賢者若微子者，不必封其子為王者後，及所立為諸侯者，祀其先君以禮卒者，屍服天子諸侯之服。如遂無所封立，則屍也祭也，皆如士，不敢僣用尊者衣物。"
      },
      {
        "index": 26,
        "text": "[疏]「世子」至「士服」。○正義曰：「世子不降妻之父母」者，世子謂天子諸侯之適子，與君連體，故不降妻之父母，親親之故也。○「其為妻也，與大夫之適子同」者，世子既不降妻之父母，其為妻也亦不降，與大夫之適子為妻同也。○注「世子」至「為主」。○正義曰：知「世子是天子諸侯之適子」者，以其《春秋》王與諸侯適子皆稱「世子」。云「為妻亦齊衰不杖者，君為之主，子不得伸也」者，言世子為妻，亦齊衰不杖。「亦」者，亦如大夫之適子為妻。知「齊衰不杖」者，以《喪服》齊衰不杖者，稱大夫適子為妻，故知「齊衰不杖」。所以「不杖」者，父為主，其子不得伸。今世子為妻亦不杖，故云「君為主，子不得伸也」。云「主，言與大夫之適子同，據《喪服》之成文也」者，此解經所以言世子與大夫適子同齊衰，以大夫適子，《喪服》齊衰不杖，有成文，故云據《喪服》之成文也。云「本所以正見父在為妻不杖，於大夫適子者，明大夫以上雖尊，猶為適婦為主」者，言「本」主謂《喪服》本文也。《喪服》若舉世子為妻，嫌大夫以下有降，《喪服》若舉士子為妻，其士既職卑，本無降理，大夫是尊降之首，恐其為適婦而降，故特顯之。○注「祭以」至「卑之」。○正義曰：云「屍服士服」者，謂屍服玄端。若君之先祖為士大夫，則服助祭之服。故《曾子問》云：「屍弁冕而出。」是為君屍，有著弁者，有著冕者。若為先君士屍，則著爵弁，若為先君大夫屍，則著玄冕是也。若大夫士之屍，則服家祭之服。故鄭注《士虞記》「屍服，卒者之上服，士玄端」是也。○注「謂父」至「衣物」。○正義曰：知「謂父以罪誅」者，以其屍服士服故也。以其嘗為天子諸侯，不可以庶人之禮待之。士是爵之最卑，故服其士服。云「若微子者，不必封其子」者，按《尚書序》云「成王既黜殷，命殺武庚，命微子啟代殷後，是擇其賢者，不立封紂子」是也。云「祀其先君以禮卒者，屍服天子諸侯之服」者，按《左傳》云：「宋祖帝乙。」帝乙是以禮卒者，而宋祀以為祖，明其服天子之服，推此則諸侯亦然。"
      },
      {
        "index": 27,
        "text": "婦當喪而出，則除之。為父母喪，未練而出則三年，既練而出則巳，未練而反則期，既練而反則遂之。當喪，當舅姑之喪也。出，除喪，絕族也。○為，於偽反，下文「不為」、注「不相為」同。"
      },
      {
        "index": 28,
        "text": "[疏]「婦當」至「遂之」。○正義曰：此一經明婦人遭喪出入之節。「當喪而出」者，謂正當舅姑之服時，被夫遣出者也。恩情既離，故出即除服也。○「為父母喪，未練而出則三年」者，謂妻自有父母喪時也。女出嫁為父母期，若父母喪未小祥，而妻被夫遣歸，值兄弟之小祥，則隨兄弟服三年之受。既巳絕夫族，故其情更隆於父母也。故云「則三年」。「既練而出則已」者，巳，止也，若父母喪巳小祥，而女被遣，其期服巳除，今歸，雖在三年內，則止，不更反服也。所以然者，若反本服，須隨兄弟之節，兄弟小祥之後，無服變節，故女遂止也。○「未練而反則期」者，此謂先有父母喪，而為夫所出，今喪猶未小祥，而夫命巳反，則還夫家，至小祥而除，是依期服也。○「既練而反則遂之」者，若被遣之還家，巳隨兄弟小祥，服三年之受，而夫反命之，則猶遂三年乃除，隨兄弟故也。"
      },
      {
        "index": 29,
        "text": "再期之喪，三年也。期之喪，二年也。九月七月之喪，三時也。五月之喪，二時也。三月之喪，一時也。言喪之節，應歲時之氣。○應，應對之應。故期而祭，禮也。期而除喪，道也。祭不為除喪也。此謂練祭也。禮：正月存親，親亡至今而期，期則宜祭。期，天道一變，哀惻之情益衰，衰則宜除，不相為也。○衰衰，並色追反，下「益衰」同。三年而後葬者，必再祭。其祭之間不同時，而除喪。再祭，練、祥也。間不同時者，當異月也。既祔，明月練而祭，又明月祥而祭，必異月者，以葬與練、祥本異歲，宜異時也。而除喪，已祥則除，不禫。○禫，大感反。大功者主人之喪，有三年者，則必為之再祭。朋友虞、祔而已。謂死者之從父昆弟來為喪主。有三年者，謂妻若子幼少，大功為之再祭，則小功、緦麻為之練祭可也。○必為，於偽反。注「為之」，下注「父為之」，下「為君」皆同。少，詩照反。士妾有子而為之緦，無子則已。士卑，妾無男女，則不服，不別貴賤。"
      },
      {
        "index": 30,
        "text": "[疏]「再期」至「喪也」。○正義曰：此一節總明遭喪時節除降之義。「故期而祭，禮也」者，孝子之喪親，應歲時之氣，歲序改易，隨時淒感，故一期而為練祭，是孝子存親之心，故云「禮」也。言於禮當然。○「期而除喪，道也」者，言親終一期，天道故變，哀情益衰，而除說其喪，天道當然。故云「道」也。○「祭不為除喪也」者，言為此練祭，自為存念其親，不為除喪而設，除喪、祭，自為天道感殺，不為存親，兩事雖同一時，不相為也，故云「祭不為除喪也」。此除喪謂練時除喪也，男子除首絰，女子除要帶，與小祥祭同時，不相為也。若至大祥除喪，此除喪亦兼之也。大祥祭除喪，亦與大祥同日，不相為元意各別也。但祭為存親，除喪為天道之變。庾氏、賀氏並云：「祭為存親，幽隱難知。除喪事顯，其理易識。」恐人疑之祭為除喪而祭，故記者特明之，云「祭不為除喪也」。然祭雖不為除喪，除喪與祭同時，總而言之，練祭、祥祭，亦名除喪也。故下文云：「三年而後葬者，必再祭。其祭之間不同時，而除喪也。」又云「除成喪者，朝服縞冠」。是練祥之祭，總名除喪。○注「禮正」至「為也」。○正義曰：按莊元年三月，夫人孫於齊。《公羊傳》云「其言孫於齊何？念母也。正月以存君，念母以首事」是也。○「三年」至「除喪」。○此謂身有事故，不得及時而葬，故三年而後始葬。必再祭者，謂練祥祭也。既三年未葬，屍柩尚存，雖當練祥之月，不可除親服，故三年葬後，必為此練祥。○「其祭之間不同時」者，練之與祥，本是別年別月。今雖三年之後，不可同一時而祭，當前月練後月祥，故云「不同時」。於練祥之時而除喪，謂練時男子除首絰，婦人除要帶，祥時除衰杖。○注「再祭」至「不禫」。○正義曰：「知再祭，練、祥」者，下云：「主人之喪有三年者，則必為之再祭，朋友虞祔而已。」再祭，非虞、祔。又《雜記》云：「三年之喪，則既顈，其練、祥皆行。」故知再祭謂練、祥也。云「既祔，明月練而祭，又明月祥而祭」者，如鄭此言，則虞、祔依常禮也。必知虞、祔依常禮者，以經云「必再祭」，恐不為練、祥，故特云「必再祭」，明虞、祔依常禮可知。云「已祥則除，不禫」者，以經直云「必再祭」，故知不禫。禫者本為思念情深，不忍頓除，故有禫也。今既三年始葬，哀情巳極，故不禫也。○「大功」至「而巳」。○此明為人主喪法也。大功，從父兄弟也。「主人之喪」者，謂死者無近親，而從父昆弟為之主喪，故云主人喪也。「有三年者」，謂死者有妻若子，妻不可為主，而子猶幼少，未能為主，故大功者主之，為之練、祥再祭。○「朋友虞、祔而已」者，朋友疏於大功，不能為練、祥，但為之虞祔而已。然則大功尚為練、祥，則虞、祔亦為之可知。○注「大功」至「可也」。○正義曰：親重者為之遠祭，親輕者為之近祭。故大功為之祥及練，小功、緦麻為之練，朋友但為之虞、祔也。皇氏云：「死者有三年之親，大功主者為之練、祥。若死者有期親，則大功主者為之至練。若死者但有大功，則大功主者至期，小功、緦麻至祔。若又無期，則各依服月數而止。」故《雜記》云：「凡主兄弟之喪，雖疏亦虞之。」謂無三年及期者也。○注「士卑」至「貴賤」。○正義曰：云「不別貴賤」者，大夫貴妾，雖無子猶服之，故《喪服》云：「大夫為貴妾緦。」是別貴賤也。士妾賤，士妾無子則不服，不殊別妾之貴賤。"
      },
      {
        "index": 31,
        "text": "生不及祖父母、諸父、昆弟，而父稅喪，已則否。謂子生於外者也。父以他故居異邦而生己，己不及此親存時歸見之，今其死，於喪服年月巳過乃聞之。父為之服，巳則否者，不責非時之恩於人所不能也，當其時則服。稅，讀如「無禮則稅」之稅。稅喪者，喪與服不相當之言。○說喪，皇他活反，徐他外反，注及下同。為君之父、母、妻、長子，君巳除喪而後聞喪，則不稅。臣之恩輕也，謂卿大夫出聘問，以他故久留。降而在緦、小功者，則稅之。謂正親在齊衰大功者，親緦小功，不稅矣。《曾子問》曰：「小功不稅，則是遠兄弟，終無服也。」此句補脫誤在是，宜承「父稅喪，已則否」。○補稅，音奪。近臣，君服斯服矣，其餘從而服，不從而稅。謂君出朝覲，不時反而不知喪者。近臣，閽寺之屬也。其餘，群介、行人、宰、史也。○朝，直遙反。閽音昏。介音界。君雖未知喪，臣服已。從服者，所從雖在外，自若服也。"
      },
      {
        "index": 32,
        "text": "[疏]「生不」至「不稅」。○正義曰：此一節明稅服之禮。○「生不及祖父母、諸父、昆弟」者，鄭意云：謂父先本國有此諸親，後或隨宦出遊，居於他國，更取而生此子。此子生則不及歸與本國祖父以下諸親相識，故云「不及」，謂不及歸見也。而「父稅喪，已則否」者，若此諸親死，道路既遠，喪年限已竟，而始方聞，父則稅之，稅之謂追服也。父雖追服，而此子否，故云「已則否」也。所以否者，鄭言「不責非時之恩於人所不能也」。若時年未竟，則稅服其全服。然已在他國後生，得本國有弟者，謂假令父後又適他國，更取所生之子，則為已弟，故有弟也。王云：「以為計已之生，不及此親之存，則不稅。若此親未亡之前而已生，則稅之也。」又謂：「昆弟為諸父之昆弟也。」劉知、蔡謨等解「生」義與王同，而以「弟」為衍字。庾氏以為已謂死者為昆，則謂已為弟。已不能稅昆，則昆亦不能稅已。昆弟尚不能相稅，則餘疏者不稅可知也。此等並非鄭義，今所不取。○注「當其」至「之言」。○正義曰：知「當其時則服」者，以稅是不相當之言。若服未除，則猶是服內服，故知則服，謂服其全服。按《禮論》云「有服其喪服者」，庾氏以為非也。云「稅，讀如無禮則稅之稅」者，按《左傳》僖三十三年，「秦師襲鄭，過周北門，超乘者三百人。王孫滿尚幼，觀之，言於王曰：秦師輕而無禮，必敗。輕則寡謀，無禮則稅」。今讀從之也。云「稅喪者，喪與服不相當之言」者，稅是輕稅，或前後不與正時相當，故云「稅」也。○「降而在緦、小功者，則稅之」，此句廣釋《檀弓》中曾子所說也。曾子所云「小功不稅」，是正小功耳。若本大功以上，降而在緦、小功者，則為稅之，本情重故也。○注「此句」至「則否」。○正義曰：鄭玄此云，一則為此句應連親屬之下，不應孤在君服中央也。二則若此諸父昆弟在下殤死者，則父亦稅之，故知宜承「父稅喪，已則否」之下也。○「為君」至「服已」。○正義曰：此一節明臣為君親稅之與否，今各依文解之。○「為君之父母」者，此謂臣出聘不在，而君諸親喪，而臣後方聞其喪時，若君未除，則從為服之。若君已除，則臣不稅之。所以然者，恩輕故也。○「近臣，君服斯服矣」者，曏明臣獨行不稅，此明賤臣從君出朝覲在外，或遇險阻，不時反國，比反而君諸親喪，君自稅之，而臣之卑近者，則從君服之，非稅義也。其餘為臣之貴者，群介、行人、宰、史之屬，若君親服限未除，而君既服之，則臣下亦從而服之也。若限已竟，而君稅之，此臣不從君而稅。○「君雖未知喪，臣服已」者，此謂君出而臣不隨君，而君之親於本國內喪，君雖未知，而在國之臣即服之也。嫌從君之未服，臣不先服，故明得先服也。○注「從服」至「服也」。○正義曰：若，如也，謂自如尋常，依限著服也。凡從服者，悉然也。"
      }
    ]
  }
}