{
  "chapterNumber": 25,
  "title": "卷24",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "周坐屍，詔侑武方，其禮亦然，其道一也。言此亦周所因於殷也。武，當為「無」，聲之誤也。方猶常也。告屍行節，勸屍飲食無常，若孝子之為也。孝子就養無方。詔侑，或為韶囿。○侑音又，本或作宥。武音無。養，羊讓反。詔圜音圓，下「圜丘」同，本亦作詔圓。夏立屍而卒祭，夏禮，屍有事乃坐。殷坐屍，無事猶坐。周旅酬六屍。使之相酌也。後稷之屍，發爵不受旅。曾子曰：「周禮其猶醵與？」合錢飲酒為醵，旅酬相酌似之也。《王居明堂之禮》：「仲秋，乃命國醵。」○醵，其庶反，又其約反。與音餘。"
      },
      {
        "index": 1,
        "text": "[疏]「周坐」至「醵與」。○正義曰：此一節論三代屍不同。○「周坐屍」者，此言有周之所因於殷也，殷人坐屍，周因坐之也。○「詔侑武方」者，亦因殷也。詔，告也。侑，勸也。方，常也。子事父母，就養無方，故在宗廟之中，禮主於孝，凡預助祭者，皆得告屍威儀，勸屍飲食，無常人也。○「其禮亦然」者，其於周禮侑屍及詔侑無方之禮，亦因於殷禮，故云「亦然」也。「其道一也」者，其用至誠之道一也。○「夏立屍而卒祭」者，此更本殷周所損益相因也。夏祭乃有屍，但立，猶質，言屍是人，人不可久坐神坐，故屍唯飲食暫坐。若不飲食時，則屍倚立，以至祭竟也。○「殷坐屍」者，此殷因夏之有立屍，而損其不坐之禮，益為恆坐之法也，是殷轉文也。言屍本象神，神宜安坐，不辯有事與無事皆坐也。○「周旅酬六屍」者，此周之因殷而益之也。旅酬六屍，謂祫祭時聚群廟之主於太祖後稷廟中，後稷在室西壁東向，為發爵之主，尊，不與子孫為酬酢，餘自文武二屍就親廟中，凡六，在後稷之東，南北對為昭穆，更相次序以酬也。殷但坐屍，未有旅酬之禮，而周益之也。然大祫多主，而唯云「六屍」者，先儒與王肅並云：「毀廟無屍，但有主也」。○「曾子曰周禮其猶醵與」者，曾子引世事證周禮旅酬之儀象也。醵，斂錢共飲酒也。凡相敵斂錢飲酒，必非忘懷之酌，得而遽飲，必令平遍不偏頗，與《周禮》次序旅酬相似也。其，王肅禮作「遽」，注云：「曾子以為使六屍旅酬，不三獻，猶遽而略。」○「告屍」至「為也」。○正義曰：告屍行節，解經詔也。勸屍飲食，解經侑也。案《特牲》、《少牢》延屍及詔侑相屍之禮，皆是祝官，則是有常，而云無常者，熊氏云：「謂就眾祝之中，但是祝官皆得為之，不常用一祝也。」案《周禮》大祝下大夫二人，上士四人，小祝中士八人，下士十有六人，是皆得相侑屍也。"
      },
      {
        "index": 2,
        "text": "君子曰：禮之近人情者，非其至者也。近人情者褻，而遠之者敬。○近，附近之近，注同。遠，於萬反。郊血，大饗腥，三獻爓，一獻孰。郊，祭天也。大饗，祫祭先王也。三獻，祭社稷五祀。一獻，祭群小祀也。爓，沉肉於湯也。血腥爓孰遠近備古今也。尊者先遠，差降而下，至小祀孰而已。○爓，似廉反。是故君子之於禮也，非作而致其情也，作，起也。敬非已情也，所以下彼。○下，戶嫁反。此有由始也。有所法也。是故七介以相見也，不然則已愨，三辭三讓而至，不然則已蹙。已猶甚也。愨、蹙，願貌，大願則辭不見，情無由至也。○蹙，本又作慼，子六反，又音促。願音原。大音泰。見，賢遍反，下「龍見」同。故魯人將有事於上帝，必先有事於頖宮；上帝，周所郊祀之帝，謂蒼帝靈威仰也。魯以周公之故，得郊祀上帝，與周同。先有事於頖宮，告後稷也。告之者，將以配天，先仁也。頖宮，郊之學也，《詩》所謂頖宮也，字或為郊宮。○頖，本或作泮，依注音判。晉人將有事於河，必先有事於惡池；惡，當為「呼」，聲之誤也。呼池、漚夷，并州川。○惡，依注音呼，又音虖，好故反。池，大河反。注同。嘔夷，烏侯反。齊人將有事於泰山，必先有事於配林。配林，林名。○泰，本或作大，音同，下注放此。三月系，七日戒，三日宿，慎之至也。系，系牲於牢也。戒，散齊也。宿，致齊也。將有祭祀之事，必先敬慎如此，不敢切也。○順之至也，順當作慎。散齊，悉旦反，下側皆反，後放此。○故禮有擯詔，樂有相步，溫之至也。皆為溫藉重禮也。擯詔，告道賓主者也。相步，扶工也。詔或為紹。○相，息亮反，注同。溫，紆運反，注同。藉，徐子夜反。道音導。"
      },
      {
        "index": 3,
        "text": "[疏]「君子」至「至也」。○正義曰：此一節論禮以尊遠為敬，近人情為褻。○「禮之近人情」者，謂若一獻孰，飲食既孰，是人情所欲食啖，最近人情也。○「非其至者也」，既近人情，非是敬之至極也。○「郊血」者，以近者為褻，遠者為敬，其事非一。今此先從鬼神之事而說也。郊用犢，犢有血有肉，肉於人食啗之事，於人情為近。血於人食啗最遠，天神尊嚴，不可近同人情，故薦，遠人情者以為極敬也。○「大饗腥」者，大饗，祫祭宗廟也。腥，生肉也。宗廟為私，比郊為劣，故薦去人情稍近之腥，示為敬，降於天也。「三獻爓」者，三獻謂祭社稷五祀也。其禮三獻，故因名其祭為三獻也。爓，沈湯肉，去人情漸近，而社稷五祀降於宗廟，故用爓，又明其敬劣也。○「一獻孰」者，一獻祭群小祀，小祀卑，酒一獻也。其用孰肉，孰肉是人情所食，最為褻近，小祀神為最輕，故以褻近人之食祭之，表其敬又劣也。○注「郊祭」至「而已」。○正義曰：知郊祭天者，《郊特牲》云「於郊故謂之郊是郊」，為祭天也。云「大饗，祫祭先王者也」，案《宗伯》以肆獻祼，饗先王以下，宗廟之祭，凡有六享，此此云大饗，享中最大，故為祫也。此「大饗」之文，在「郊血」之下，故知非大饗帝也。云「三獻，祭社稷五祀。一獻，祭群小祀也」者，以冕服差之。案《司服》」祀四望山川則毳冕，毳冕子男之服。子男五獻，以下差之也」。祭社稷、五祀，則絺冕，宜三獻也。祭群小祀，則玄冕，宜一獻也。云「血腥爓孰遠近備古今也」者，血為遠，腥次之，爓稍近，孰最近，遠者為古，近者為今，一祭之中，兼有此事，故云備古今也。云「尊者遠近，差降而下，至小祀孰而已」者，郊祭是尊而用血，是尊者先遠也。案《宗伯》祭廟以祼鬯為始，祭社稷五祀以血為始。此云「郊血，大饗腥，三獻爓」者，謂祭祀初始降神之外，於正祭之時，有此郊血大饗腥之屬也。凡郊與大饗三獻之屬，正祭之時，皆有血有腥，有爓有孰。此云「郊血」，是郊有血也。《郊特牲》云「毛血告幽全」，是宗廟有血也。《宗伯》云「以血祭祭社稷五祀」，是三獻有血也。《周語》云「禘郊之祀，則有全烝」，是郊祭天有孰也。有孰則有腥可知也。《宗伯》云：「以肆獻祼享先王」，是大饗有腥有孰也。此云「三獻爓」，《宗伯》云「以血祭社稷五祀」，既有血有爓，明有孰有腥可知也。然則郊天與大饗三獻，並有血腥爓孰。今所以各言者，皇氏云：此據設之先後，郊則先設血也，後設腥與爓、孰，雖以郊為主，其祭天皆然也；大饗之時，血與腥同時俱薦，當朝事迎屍於戶外，薦血、腥也，雖以大饗為主，其宗廟之祭皆然也；其三獻之祭，血、腥與爓一時同薦。凡薦爓之時，皆在薦腥之後，但社稷五祀初祭降神之時已埋血，《宗伯》之文是也。至正祭薦爓之時又薦血，此文是也。若群小祀之屬，唯有薦孰，無血、腥、爓也，以其神卑故耳。先薦者設之在先，後進者設之居後，皆皇氏之說，義當然也。熊氏云：宗廟之祭無血，鄭注《論語》云禘祭之禮自血腥始者，謂腥肉有血。今案《詩•小雅》論宗廟之祭云：「執其鸞刀，以薦其毛，取其血膋。」則是有用血之明文也，熊氏云「無血」，其義非也。○「是故」至「至也」。○此一節論君子行禮當降下於彼，積漸擯相，敬慎之至。○「非作而致其情也」者，作，起也。君子行禮，本意所為，上下前人，非是私自專，輒徒起而致其已情也。○「此有由始也」者，既非直任我情，而凡有所行，皆有由以為始也。由，謂法天地之道，先人後已。○「是故七介以相見也」者，行敬既非直起已情，皆有所由為始，故陳七介以相見，申賓主之情也。此言七介者，舉中言之也。○「不然則已愨」者，已，甚也。愨，願貌。若不如是陳擯介相見，則甚為願愨，言願愨大甚也。○「三辭三讓而至」者，依《司儀》，賓至大門外，陳擯介，交擯，三辭畢，君迎賓，拜辱，至大門，三讓，三讓入大門，主君每門讓，賓一辭，是三辭三讓，而情意相至也。○「不然則已蹙」者，謂愨願急蹙，若不為此三辭三讓，則大急蹙，情無由達也。○「故魯人將有事於上帝，必先有事於頖宮」者，明相見有積漸之義。「有事於上帝」，謂祭天也。必先有事於頖宮之中，告後稷，告以將配天也。是先告卑，然後祭尊也。○「晉人將有事於河，必先有事於惡池」者，「有事於河」，謂祭河也。必先告惡池小川，從小而祭也。先告從祀者，然後祭河也。○「齊人將有事於泰山，必先有事於配林」者，有事於泰山，謂祭泰山也。先告配林，配林是泰山之從祀者也，故先告從祀，然後祭泰山，此皆積漸從小至大之義也。○「三月系，七日戒，三日宿，慎之至也」者，上云先小後大，此言事神積漸絜敬之義。「三月系」，謂祭前三月系牲於牢也。「七日戒」，謂祭前十日，於七日之中散齊戒慎也。○「三日宿」者，謂祭前三日而嚴宿，以致齊也。將祭之時，以漸如此，謹慎至極也。禮須積漸，不敢切迫也。○「故禮有賓詔，樂有相步，溫之至也」者，禮既不可卒迫，故賓主相見，有擯相詔告也。但作樂之人，今既無目，有扶相行步，所以擯詔輔相者，溫藉之至極也。○注「上帝」至「學也」。○正義曰：「上帝，周所郊祀之帝，謂蒼帝靈威仰也」者，《孝經》云：「郊祀後稷以配天。」《喪服小記》云：「王者禘其祖之所自出。」以其祖配之，周人出自靈威仰，則後稷配靈威仰也。云「魯以周公之故，得郊祀上帝，與周同」者，《明堂位》云：「祀帝於郊，配以後稷，天子之禮。」故知也。云「先有事於頖宮告後稷也」者，魯人無後稷之廟，今將祭天而於頖宮告後稷也。云「將以配天，先仁也」者，謂將欲以後稷配天，先以仁恩存偶之也。云：「頖宮，郊之學也」者，周人立大學於東郊，則天子魯侯大學在公宮東也。小學在郊，《詩》云：「思樂泮水，薄采其藻」，則魯以小學為頖宮，頖宮在郊，天子以小學為辟廱，故鄭駮《異義》云：「三靈一廱在郊明矣。」○注「呼池、嘔夷，并州川」。○正義曰：此《夏官•職方》之文。○注「系系」至「切也」。○正義曰：《充人》云：「祀五帝，則繫於牢，芻之三月。」是繫於牢也。云「戒，散齊也。宿，致齊也」者，《祭義》曰：「散齊七日，致齊三日，謂之宿者。」鄭注《儀禮》云：「宿是又戒，宿之言肅，肅敬之義也。」云「不敢切也」者，以積漸敬慎，不敢逼切也。○注「皆為」至「為紹」。○正義曰：皇氏云：溫謂丞藉，凡玉以物縕裡丞藉，君子亦以威儀擯相以自丞藉，今定本作「溫」字，則當云溫潤相丞藉也。"
      },
      {
        "index": 4,
        "text": "禮也者，反本脩古，不忘其初者也。故凶事不詔，朝事以樂，二者反本也，哭泣由中，非由人也。朝廷養賢，以樂樂之也。醴酒之用，玄酒之尚，割刀之用，鸞刀之貴，莞簟之安，而鞂之設。三者脩古。穗去實曰鞂，《禹貢》：「三百里納鞂服。」○鸞，刀端反。莞音官，一音丸。簟，徒點反。稿，字亦作稿，古老反。鞂，江八反。是故先王之制禮也，必有主也，主謂本與古也。故可述而多學也。以本與古求之而已。"
      },
      {
        "index": 5,
        "text": "[疏]「禮也」至「學也」。○正義曰：此一節論禮之所設，反本脩古，故可述而多學。反本，謂反其本性。脩古，謂脩習於古；定本及諸本作「循」字，當作「脩」。○「不忘其初者」也，由其反本脩古，故不忘其初也。○「故凶事不詔」者，此凶事及朝事是反本也。本，謂心也。凶事，喪親之事也。詔，告也。孝子親喪，痛由心發，故啼號哭泣，不待外告而哀自至，是反本還其孝性之本心也。○「朝事以樂」者，朝事，謂朝廷之事也。以樂，奏音樂也。朝廷是養老尊賢之地，為賢所樂也。故臣入門必縣興奏樂之事，是反本還其樂朝廷之本心。○「醴酒之用，玄酒之尚」者，此下三事是脩古也。醴酒，五齊第二酒也。玄酒是水也。尚，上也。言四時祭祀有醴酒之美，而陳尊在玄酒之下，以玄酒之尊置在上，此是脩古也。○「割刀之用，鸞刀之貴」者，割刀，今之刀也。鸞刀，古刀也。今刀便利，可以割物之用。古刀遲緩，用之為難。而宗廟不用今刀而用古刀，亦是脩古故也。○「筦簟之安，而稿鞂之設」者，筦簟，今之席也。《詩》云：「下筦上簟，乃安斯寢。」言其細精而可安人也。稿鞂，除穗粒，取稈為席，郊祭不用莞簟之可安，而用設鞂之粗席，亦脩古也。○「是故先王之制禮也，必有主也」者，主，謂本與古也。既初不可忘，故先王制禮，必有反本脩古之法也。○「故可述而多學也」者，禮既反本而脩古，若欲述行學習，但用本與古以求之，則可得也，故云「可述而多學也」。○注「穗去」至「鞂服」。○正義曰：案《禹貢》「五百里甸服，百里賦納銍」，謂所刈禾也。「二百里納許」，謂刈禾穗也。「三百里納秸服」，謂禾去其實唯穗也。四百里粟，五百里米。"
      },
      {
        "index": 6,
        "text": "君子曰：「無節於內者，觀物弗之察矣。節猶驗也。欲察物而不由禮，弗之得矣；故作事不以禮，弗之敬矣；出言不以禮，弗之信矣。故曰：禮也者，物之致也。」致之言至也，極也。"
      },
      {
        "index": 7,
        "text": "[疏]「君子」至「致也」。○正義曰：此一節明作事云為，非禮不可。「無節於內者，觀物弗之察矣」者，節猶驗也。內猶心也。物，萬物也。察猶分辯也。言若欲外觀察先萬物，必先內有識驗之明，若心內無明，則外不能分辯也。○「欲察物而不由禮，弗之得矣」者，心由內所識，是可節是禮也。言若外欲觀察萬物，而心不由禮，則察物不能得也。○「故曰：禮也者，物之致也」者，引舊語結察物必須禮也。致猶至極也。無禮既不為民物敬信，故禮所為萬物之至極也。"
      },
      {
        "index": 8,
        "text": "是故昔先王之制禮也，因其財物而致其義焉爾，故作大事必順天時，大事，祭祀也。《春秋傳》曰：「啟蟄而郊，龍見而雩，始殺而嘗，閉蟄而烝。」○烝，之承反。為朝夕必放於日月，日出東方，月生西方。為高必因丘陵，謂冬至祭天於圓丘之上。為下必因川澤。謂夏至祭地於方澤之中。是故天時雨澤，君子達亹亹焉。達猶皆也。亹亹，勉勉也。君子愛物，見天雨澤，皆勉勉勸樂。○亹，亡匪反，徐音尾。樂音洛。"
      },
      {
        "index": 9,
        "text": "[疏]「是故」至「亹焉」。○正義曰：此一節論必因其財物之性而事天地。○「因其財物而致其義焉爾」者，財物猶云才性也，禮既為一切萬物之至極，故聖人制禮，因萬物之才性而致其義也。○「故作大事必順天時」者，自此以下，皆因財物之事也。但財物大莫過於天，故順天時而行也。順於天時，其事在下。○「為朝夕必放於日月」者，亦順天時也。為朝，謂天子春分之日，朝日於東門之外；為夕，謂天子秋分之夕，祀月於西門之外也。日是陽，故朝旦用事；月為陰，故夕晚用事也。日旦出自東方，故於東方而朝之；月初生出自西方，故於西方而祀之。朝禮有東西之異，是放法於日月之始。○「為高必因丘陵」者，為高，謂冬至祭皇天大帝耀魄寶也。丘陵，謂圓丘，天圓而高，故祭其天神於圓丘之上也。是為高必因丘陵也。○「為下必因川澤」者，為下，謂夏至祭崑崙之神也。川澤，方澤也。地方而下，故祭其神於方澤，是為下必因川澤也。○「是故天時雨澤，君子達亹亹焉」者，達猶皆也。亹亹，勉勉勸樂之貌也。君子，謂天子也。天以高圓為質，地以下方為體，天子愛物為用，故天地感祭而降雨澤，天子皆愛物生而勉勉勸樂，所以與天地合德也。○注「大事」至「而烝」。○正義曰：案成十三年《左傳》云：「國之大事，在祀與戎。」故知大事謂祭祀也。引《春秋傳》者，桓五年《左傳》文。云「啟蟄而郊」者，謂夏正建寅之月，蟄蟲啟戶，郊祭天也。云「龍見而雩」者，謂建巳之月，龍星昏而見，雩祭天求雨也。云「始殺而嘗」者，謂建酉之月，陰氣始殺而嘗祭宗廟也。云「閉蟄而烝」者，謂建亥之月，烝祭宗廟。烝，眾也。萬物皆成，可薦者眾。"
      },
      {
        "index": 10,
        "text": "是故昔先王尚有德，尊有道，任有能，舉賢而置之，聚眾而誓之。古者將有大事，必選賢誓眾，重事也。是故因天事天，天高，因高者以事也。因地事地，地下，因下者以事也。因名山升中於天，名猶大也。升，上也。中猶成也。謂巡守至於方獄，燔柴祭天，告以諸侯之成功也。《孝經說》曰：「封乎泰山，考績燔燎，禪乎梁甫，刻石紀號也。」○上，時掌反。守，手又反。燎，力妙反，又力吊反。禪，善戰反。梁父音甫，本亦作甫。因吉土以饗帝於郊。吉土，王者所卜而居之土也。饗帝於郊，以四時所兆，祭於四郊者也。今漢亦四時迎氣，其禮則簡。升中於天，而鳳凰降，龜龍假。功成而太平，陰陽氣和，而致象物。○假音格，至也。饗帝於郊，而風雨節寒暑時。五帝主五行，五行之氣和，而庶徵得其序也。五行木為雨，金為暘，火為燠，水為寒，土為風。○暘音陽。燠，於六反。是故聖人南面而立，而天下大治。南面立者視朝。○治，直吏反，及下注同。"
      },
      {
        "index": 11,
        "text": "[疏]「是故」至「大治」。○正義曰：上經論作大事，必順天時，故此經明舉賢任能，敬事天地，遂致龜龍降集，寒暑順時。○「尚有德」者，謂貴尚有德之人。「尊有道」者，謂尊崇有道之士。○「任有能」者，謂使任有能之眾。○「舉賢而置之，聚眾而誓之」者，謂至將祭之時，選舉賢能，置之在於祭位，則射以擇士是也。而又聚集其眾，而誓戒之，則其有不恭，則服大刑是也。○「是故因天事天」者，謂因天體之高，以高處以事天，則上文為高必因丘陵是也。○「因地事地」者，地體卑下，因卑下之處以事地，則前文為下必因川澤是也。○「因名山升中於天」者，此還因天事天，但事天非在一所，此謂封禪之時。中，成也。謂天子巡守，至方岳之下，因此有名之大山升進諸侯成功之事，以告於天。○「因吉土以饗帝於郊」者，此謂祭五方之帝，因其所卜吉土以為都，饗祭五方之帝於都之四郊。○「升中於天，而鳳凰降，龜龍假」者，假，至也。此覆說上文升中於天，以天下太平，故鳳凰隨德而降，龜龍感化而至。○「饗帝於郊，而風雨寒暑時」者，覆說前文，因吉土以饗帝，以陰陽順序，故風雨應節，寒暑順時。然上因天事天，因地事地，是圓丘方澤，不有感致者。以圓丘方澤等，未太平之時，未能感致，故不云升中於天。此是大平之後，故致鳳凰與龜龍。吉土饗帝，雖未太平，已行此禮，但功成之後，陰陽彌更順之，故舉以言焉。若據太平饗帝則致時和，自然圓丘方澤太平之時致祥瑞可知。○「是故聖人南面而立，而天下大治」者，以其尚德尊賢，奉天事地，陰陽既合，嘉瑞並來，以是之故，聖人但南面而立，朝夕視朝，而天下大治。○注「名猶」至「號也」。○正義曰：大山，謂方岳也。巡守至於方岳，燔柴祭天，告以諸侯之成功也，此謂封禪也。太平乃封禪，其封禪必因巡守而為之。若未太平，但巡守而已。其未太平，巡守之時，亦燔柴以告至，故《王制》說天子巡守必先柴。若太平巡守之時，初到方岳，以燔柴告至之後，乃考諸侯功績，及封土為壇，更燔柴祭天，告諸侯之成功也。此唯泰山為之，餘岳則否。其巡守則每岳皆至也。而皇氏云：「太平乃巡守。」案《詩•頌•時邁》：「巡守告祭柴望。」《時邁》，武王之詩，而有巡守之禮，武王未太平，何得云太平乃巡守？其義非也。云「《孝經》說曰」至「刻石紀號」，皆《孝經緯》文也。「封乎泰山」者，謂封土為壇，在於泰山之上。「考績燔燎」者，謂考諸侯功績燔柴，燎牲以告天。「禪乎梁甫」者，禪讀為墠，謂除地為墠，在於梁甫，以告地也。梁甫是泰山之旁小山也。「刻石紀號也」者，謂刻石為文，紀錄當代號謚。案《白虎通》云：「王者易姓而起，必升封泰山何？報告之義。所以必於泰山何？萬物之所，交代之處也。必於其上何？因高告高，順其類，故升封者增高也。下禪梁甫之基，廣厚也。」「刻石紀號」者，著已之功跡以自勸也。增泰山之高以報天，附梁甫之基以報地。或曰封者，金泥銀繩，或曰石泥金繩，封之印璽，故孔子曰：「封泰山，觀易姓而王可得數者七十有餘，三皇禪於繹繹之山，五帝禪於亭亭之山，三王禪於梁甫之山。」繹繹，無窮之意。禪於有德者，而居之無窮已。亭亭者，制度審諦，道德著明。「梁甫」者，梁，信也；甫，輔也，信輔天地之道。今案《書說》禪者除地為墠，而《白虎通》云「以禪讓有德」其義非也。案《史記•封禪書》：齊桓公欲行封禪，管仲諫止，辭云：自古封禪七十二家，夷吾所識十有二焉。昔有無懷氏封泰山禪云云。伏犧氏封泰山禪云云。神農、炎帝、黃帝、顓頊、帝嚳、堯、舜、禹、湯、周成王皆封泰山。唯禹禪會稽，成王禪社首，其餘皆禪云云者，亦泰山旁小山名也。但《白虎通》與《史記》禪處不同，未知孰是也。《白虎通》又云：「王所以巡守何？巡者循也，守者牧也，謂循行天下，長人道德。大平恐遠近不同，政化幽隱，有不得其所者，故必自行之，謹敬重民之至也。」熊氏云：「大平乃巡守。」其義非也，已難於上。○注「吉土」至「則簡」。○正義曰：「饗帝於郊，以四時所兆，祭於四郊者也」，謂木帝於東郊，火帝於南郊，金帝於西郊，水帝於北郊，土帝亦於南郊。又王者各祭感生之帝於南郊，故《小宗伯》云「兆五帝於四郊」，謂此也。○注「五帝」至「為風」。○正義曰：「五帝主五行」者，即蒼帝靈威仰之屬，分主五行，各主七十二日，故《坤靈圖》云「五帝，東方木色蒼，七十二日」云云是也。云「庶徵得其序也」者，即《尚書•洪範》「八曰念用庶征」。庶，眾也；徵，驗也，謂眾行得失之驗。云「五行木為雨，金為暘，火為燠，水為寒，土為風」，案《洪範》：「曰肅，時雨若；曰乂，時暘若；曰哲，時燠若；曰謀，時寒若；曰聖，時風若。」是五行之氣，各有所主也。鄭義五行所主如此也。"
      },
      {
        "index": 12,
        "text": "天道至教，聖人至德。目下事也。廟堂之上，罍尊在阼，犧尊在西。廟堂之下，縣鼓在西，應鼓在東。禮樂之器，尊西也。小鼓謂之應犧，《周禮》作「獻」。○罍音雷。犧，素河反，注及下同。縣音玄。應，應對之應。作獻，本又作戲，同素河反，下同。君在阼，夫人在房。人君尊東也。天子諸侯，有左右房。大明生於東，月生於西。此陰陽之分，夫婦之位也。大明，日也。分，扶問反。○君西酌犧象，夫人東酌罍尊，像日出東方而西行也，月出西方而東行也。《周禮》曰：「春祠夏禴，祼用雞彝鳥彝，皆有舟。其朝踐用兩獻尊，其再獻用兩象尊，皆有罍，諸臣之所酢。」○夏禴，戶嫁反，下音藥。祼，古亂反。彝，徐音夷。禮交動乎上，樂交應乎下，和之至也。言交乃和。"
      },
      {
        "index": 13,
        "text": "[疏]「天道」至「至也」。○正義曰：此一節明天道用教以示人，聖人則放之以為德，故君立於阼以象日，夫人在西房以象月。○「天道至教」者，謂天垂日月以示人，以至極而為之教。○「聖人至德」者，聖人法天之至極而為德。○「廟堂之上，罍尊在阼，犧尊在西」者，罍尊在阼，謂夫人所酌也。犧尊在西，謂君所酌也。○「廟堂之下，縣鼓在西，應鼓在東」者，縣鼓謂大鼓也，在西方而縣之。應鼓謂小鼓也，在東方而縣之。熊氏云：此謂諸侯時祭所用之禮，故罍尊，夫人所酌也。若天子之祭，則罍尊在堂下，故《禮運》云：「澄酒在下。」酒謂三酒在堂下。《司尊彝》云「皆有罍，諸臣之所酢」，則君不酌罍也。案《大射禮》「建鼓在阼階西，南鼓，應鼙在其東；一建鼓在南，東鼓朔鼙在其北；一建鼓在西階之東，南面。」大射禮是諸侯之法，此亦諸侯之禮，所以大鼓及應所縣不同者，熊氏云：「大射謂射禮也。」此謂祭禮也。是諸侯之法雖同，諸侯祭、射有異。案《大射》注云：「應鼙，應朔鼙也。」又云：「便其先擊小，後擊大也。」以此言之，則朔鼙、應鼙皆大鼓之旁，先擊朔鼙，次擊應鼙，乃擊太鼓，以其相近，故云便也；以其稱朔，朔，始也，故知先擊朔鼙；以其稱應，故知應朔鼙也。又《大射》稱建鼓，此云縣鼓，大射應鼓既在大鼓之旁，此應鼓在東，乃與縣鼓別縣者，皆謂祭與射別也。○「君西酌犧象，夫人東酌罍尊」者，案上云罍尊在阼，當阼階堂上而設之，則犧尊在西，當西階堂上而陳之，故君於阼階而鄉酌犧尊，夫人於西房之前東鄉酌罍尊。○「禮交動乎上」者，謂君與夫人酌獻之禮，交相動於堂上也。○「樂交應乎下」者，謂縣鼓應鼓相應在於堂下。○「和之至也」者，謂堂上下禮樂交相應會，和諧之至極也。○注「禮樂」至「作獻」。○正義曰：「禮樂之器，尊西也」者，鄭據此經而論，犧尊貴於罍尊，而犧尊在西，縣鼓大于于應鼓，而縣鼓在西，故云禮樂之器尊西。云「犧，《周禮》作獻」者，案《周禮•司尊彝》「兩犧尊」字作「兩獻尊」，鄭云「獻」讀為「犧」。○注「人君」至「右房」。○正義曰：此以經云「君在阼，夫人在房」，故云「君尊東」。云「天子諸侯，有左右房」者，以卿大夫以下，唯有東房，故《鄉飲酒》、《鄉射》尊於房戶間，賓主夾之，無西房也。知天子諸侯有左右房者，以《士喪禮》主婦髽於室，在主人西；《喪大記》君之喪，婦人髽帶麻於房中，亦當在男子之西，故彼注亦云「則西房」也。又《顧命》云：「天子有左右房。」此云「夫人在房」，又云「夫人東酌罍尊」，是西房也。故云「天子諸侯，有左右房。」○注「像日」至「所酢」。○正義曰：引《周禮•司尊彝》者，證罍尊與此經中夫人東酌罍尊不同，故引以明之，見其不同之意。春祠夏禴，祼用雞彝鳥彝之屬，其義具於《明堂疏》，於此略之。"
      },
      {
        "index": 14,
        "text": "禮也者，反其所自生。自，由也。制禮者，本己所由，得民心也。樂也者，樂其所自成。作樂緣，民所樂於已之功。舜之民樂其紹堯而作《大韶》，湯武之民樂其濩伐而作《濩武》。○護，戶故反，又作濩。是故先王之制禮也以節事，動反本也。脩樂以道志。勸之善也。○道音導。故觀其禮樂而治亂可知也。國亂禮慢而樂淫也。蘧伯玉曰：「君子之人達。」觀其禮樂，則知治亂也。蘧伯玉，衛大夫也，名瑗。○蘧，其居反。瑗，於卷反。故觀其器而知其工之巧，觀其發而知其人之知。禮樂亦猶是也。○知音智。故曰：君子慎其所以與人者。將以是觀。"
      },
      {
        "index": 15,
        "text": "[疏]「禮也」至「人者」。○正義曰：前經明禮樂相交，故此經更論先王制禮樂以節事道志，化民治下也。○「禮也者，反其所自生」者，自，由也，言王者制禮，各反其本，王業所由生以制禮也，猶若殷周為民除害，以得民心。初生王業，其制禮還以得民心之事而為禮本。○「樂也者，樂其所自成」者，自，亦由也，言王者制樂，樂已所由成者以制樂，若殷周之等，民樂其用武，除殘討惡，以成王業，故作樂以尚其威武也。但禮之與樂，俱是象其王業所由，但禮據王業之初，樂據王業之末，但太平功成治定之後，制禮本論其初，故云「反其所自生」，作樂論其末，故云「樂其所自成」。○「是故先王之制禮也以節事」者，以禮為反本，故用禮以節萬事。動皆反本，以初生王業，用此禮以得民心，故用民心之義，以節事宜。○「脩樂以道志」者，王者脩治所作之樂以道達已志，由已用此樂以成王業，故脩正其樂，以勸道已志，使行之不倦。○「故觀其禮樂而治亂可知也」者，若能以禮節事，以樂道志，則國治也。若不以禮節事，不以樂道志，則國亂也，故云「治亂可知也」。○「蘧伯玉曰君子之人達」者，達，謂通達，言有德君子，自達義理，觀其禮樂，則知治亂。蘧伯玉先有此言，故記者引之，結成治亂可知之事。○「故觀其器而知其工之巧」者，此又工匠之事譬喻禮樂。觀其器之善惡，而知工匠巧拙，器善則工巧，器惡則工拙。○「觀其發而知其人之知」者，此又以人事譬喻禮樂，觀其人之發動所為，而知其人之有知。若發而皆中，則知有知；若發而不中，則知無知。禮樂亦猶是也，若禮正而樂和，則知其國治；若禮慢而樂淫，則知其國亂也。○「故曰君子慎其所以與人」者，禮樂既為人之所觀，以此之故，君子治國以謹慎其所以與人相接者，謂禮樂之事。此禮樂者，謂與人交接之具，故慎之。言將以見觀之。○注「自由」至「心也」。○正義曰：「制禮者，本已所由，得民心」者，若舜元由能紹堯之功，得民心，而初王業全，制禮之時，還基本初時得民心之事而制禮。若舜質素，初則陶於河濱，後制禮則尚質素，故《考工記》云「有虞氏尚陶」是也。禹則治水，始立溝洫，後制禮，則尚其工匠之事，夏後氏尚匠是也。湯則以桀荒淫，器物失所，湯以制禮樂之器而得民心，殷人尚梓是也。周武王以紂昏淫，尊卑無敘，故尚文物車服之屬而得民心，周人尚輿是也。此皆本其所以得民心是也。○湯「作樂」至「濩武」。○正義曰：「作樂「者，緣民所樂於已之功，作樂章功成之事，已之功成，人之所樂，故云「所樂於已之功」也。「舜之民樂舜紹堯而作《大韶》，湯武之民樂其濩伐而作《濩武》」者，此亦因其所由，與禮不異。但禮雖治定乃作，則本其初始得民心之時，樂以成功乃為，即歌當時喜樂之事，所以與禮異也。但禮是初始得民心而已，樂是樂其末，故其民心樂其紹堯，樂其濩伐。○注「動反本也」。○正義曰：王者治國，動皆反本。萬事皆以禮節之。○注「勸之善也」。○正義曰：經云「脩樂以道志」，樂是功成之極，故王者作樂之後，恆脩治此樂，以勸道已志，行善不忘，故云勸之善也。"
      },
      {
        "index": 16,
        "text": "太廟之內敬矣！君親牽牲，大夫贊幣而從。納牲於庭時也，當用幣告神而殺牲。○從，才用反，下同。君親制祭，夫人薦盎。親制祭，謂朝事進血膋時。所制者，制肝洗於郁鬯，以祭於室及主。○盎，烏浪反。膋，了彫反。君親割牲，夫人薦酒。親割，謂進牲孰體時。卿大夫從君，命婦從夫人。洞洞乎其敬也，屬屬乎其忠也，勿勿乎其欲其饗之也！勿勿，猶勉勉也。○洞音慟。屬，之玉反。納牲詔於庭，血、毛詔於室，羹定詔於堂：三韶皆不同位，蓋道求而未之得也。肉謂之羹。道，猶言也。○定，徐丁罄反，一音如字。設祭於堂，設祭之饌於堂，人君禮焉。為祊乎外，祊祭，明日之繹祭也。謂之祊者，於廟門之旁因名焉，其祭之禮，既設祭於室，而事屍於堂，孝子求神，非一處也。《周禮》曰：「夏後氏世室門堂三之二，室三之一。」《詩•頌•絲衣》曰：「自堂徂基。」○祊，百彭反。繹音亦。處，昌慮反。故曰：於彼乎？於此乎？不知神之所在也。"
      },
      {
        "index": 17,
        "text": "[疏]「太廟」至「此乎」。○正義曰：此一節論祭宗廟之事。○「太廟之內敬矣」者，舉大祫之祭，故云大廟。其實諸廟亦皆敬矣。此章所論，謂侯伯子男祭廟之禮。○「君親牽牲，大夫贊幣而從」者，此謂祼鬯既訖，君出廟門以迎牲，牽牲而入納於庭之時也。於時須告神以殺牲，大夫則贊佐執幣而從君，君乃用幣以告神。○「君親制祭，夫人薦盎」者，此謂殺牲已畢，進血腥之時。君斷制牲肝，洗以郁鬯，入以祭神於室。於此之時，夫人薦盎齊以獻之。侯伯子男之君朝踐，君不獻，故夫人薦盎。○「君親割牲，夫人薦酒」者，謂薦孰時，君親割牲體，於時君亦不獻，故夫人薦酒。○「卿大夫從君，命婦從夫人」者，謂制祭割牲之時，則卿大夫從君也。薦盎酒之時，命婦從夫人也。○「洞洞其敬也」者，洞洞，質愨之貌。言君與夫人卿大夫之等，皆容貌洞洞然，其為恭敬也。○「屬屬乎其忠也」者，屬屬，專一之貌。其心則屬屬然專一，盡其忠誠也。○「勿勿乎其欲其饗之也」者，勿勿，猶勉勉也。言中心勉勉乎，慾望神之歆饗。○「納牲詔於庭」者，詔，告也。謂牲入在庭，以幣告神，故云詔於庭。○「血毛詔於室」者，謂殺牲取血及毛，入以告神於室。○「羹定詔於堂」者，羹，肉湆也。定，孰肉也。謂煮肉既孰，將欲迎屍，主入室乃先以俎盛之，告神於堂，是薦孰未食之前也。○「三詔皆不同位，蓋道求而未之得也」者，道，言也，所以「三詔皆不同位」者，蓋言求而未之得也，故於三處告之。○「設祭於堂」者，謂薦腥爓之時，設此所薦饌在於堂。○「為祊乎外」者，祊，謂明日繹祭在廟門之旁謂之祊，言為此祊祭在於廟門外之西也。○「故曰：於彼乎？於此乎」者，以其不知神之所在，或祭之於堂，或祭之於外，不知此於彼堂乎，於彼室乎，於此祊乎！以古語有此，故記者引以結之。○注「納牲」至「殺牲」。○正義曰：下云「納牲詔於庭」，此有「大夫贊幣」，故知納牲於庭時，用幣以告神。○注「親制」至「及主」。○正義曰：「親制祭，謂朝事進血膋時」者，案《郊特牲》云：「取膟膋，燔燎，升首，報陽也。」又《祭義》取膟膋之後，又爓祭，祭腥，則膟膋所用在腥爓之前，故知血膋是朝事時也。云「所制者，制肝洗於郁鬯」者，約漢禮而知也。知祭於室及主者，《郊特牲》云「詔祝於室」是也。○注「親割」至「體時」。○正義曰：皇氏以為謂薦孰之時，進牲之孰體也。熊氏禮本「牲」為「腥」也，謂薦腥體孰體。薦腥體，謂朝踐薦腥時。孰體，謂饋食薦孰時。案經文「君親制祭，夫人薦盎」，「君親割牲，夫人薦酒」，薦酒薦盎，既不得同時，則割牲何得薦腥兼薦孰？熊氏之說非也。○注「肉謂之羹」。○正義曰：《爾雅•釋器》文。○注「設祭」至「禮焉」。○正義曰：知者，《特牲》、《少牢》皆設饌在奧，此言設饌於堂，故知人君禮也。○注「祊祭」至「徂基」。○正義曰：此云「為祊乎外」，稱外，故知明日繹祭也。《郊特牲》云「索祭祝於祊」，不云「外」，故鄭彼注不云明日繹祭也。云「謂之祊者，於廟門外之旁因名焉」者，以《釋宮》云：「廟門謂之祊。」今日繹祭於廟門外之西旁，因以廟門為稱，故云因名焉。云「其祭之禮，既設祭於室，而事屍於堂」者，以正祭設饌在室，故知繹祭亦設饌在室。案《有司徹》「上大夫賓屍，坐屍侑於堂，酌而獻屍」，故知人君繹祭亦事屍於堂也。但卿大夫賓屍禮略，不設祭於室，又不在廟門，異於君也。云「夏後氏世室門堂三之二，室三之一」者，證廟門之旁有室有堂也。又引《詩•頌•絲衣》之篇者，證繹祭在堂事屍也。《絲衣》之篇，論繹祭之時，從堂上往於堂下之基，故云「自堂徂基」。○注「不知」至「在也」。○正義曰：案《郊特牲》云：「不知神之所在，於彼乎？於此乎？」此文唯云：「於彼乎？於此乎？」故鄭引彼上文為注，以會此文，明是一也。"
      },
      {
        "index": 18,
        "text": "一獻質，謂祭群小祀也。三獻文，謂祭社稷五祀。五獻察，察，明也。謂祭四望山川也。七獻神。謂祭先公。\n[疏]「一獻」至「獻神」。○正義曰：此一節明祭諸神獻數之差，取義各別。○「一獻質」者，謂祭群小祀最卑，但一獻而已，其禮質略。○「三獻文」者，謂祭社稷五祀，其神稍尊，比群小祀禮儀為文飾也。○「五獻察」者，謂祭四望山川，其神既尊，神靈明察。○「七獻神」者，謂祭先公之廟，禮又轉尊，神靈尊重也。○注「謂祭先公」。○正義曰：鄭知然者，案《周禮•司服職》玄冕一章，祭群小祀，故知一獻當祭群小祀。絺冕三章，祭社稷五祀，故知三獻祭社稷五祀也。毳冕五章，祀四望山川，故知五獻祭四望山川也。鷩冕七章，享先公，故知七獻祭先公也。案此社稷三獻，卑於四望山川，而《大宗伯職》云：「以血祭社稷、五嶽。」又《大司樂》祭社稷，奏大簇祀四望，奏姑洗。又《禮緯》云：「社稷牛角握，五嶽四瀆角尺。」以此言之，則社稷尊於四望山川，而獻與衣服卑者，熊氏云：「獻與衣服從神之尊卑，其餘處尊者，以其有功，與地同類，故進之在上。從國中之神，莫貴於社稷之類，直以功見尊，其實卑也。以是地別神，故不為尊也。"
      },
      {
        "index": 19,
        "text": "大饗，其王事與？盛其饌與貢，謂祫祭先王。○事與，音餘。三牲、魚、臘，四海九州之美味也。籩、豆之薦，四時之和氣也。此饌，諸侯所獻。○臘音昔。內金，示和也。此所貢也。內之庭實，先設之，金從革性和，荊、楊二州，貢金三品。○內音納。束帛加璧，尊德也。貢享所執致命者，君子於玉比德焉。龜為前列，先知也。龜知事情者，陳於庭在前。荊州納錫大龜。金次之，見情也。金炤物。金有兩義，先入後設。○見，賢遍反，下注「世一見」同。炤音照，本亦作照。丹、漆、絲、纊、竹、箭，與眾共財也。萬民皆有此物，荊州貢丹，袞州貢漆絲，豫州貢纊，楊州貢筱簜。○纊音曠，綿也，劉昌宗古曠反。簜，大黨反。其餘無常貨，各以其國之所有，則致遠物也。其餘，謂九州之外夷服鎮服蕃服之國，《周禮》九州之外謂之蕃國，世一見，各以其所貢寶為摯。周穆王征犬戎，得白狼、白鹿，近之。○蕃本亦作藩，方煩反，下同。近，附近之近。其出也，《肆夏》而送之，蓋重禮也。出，謂諸侯之賓也，禮畢而出，作樂以節之。《肆夏》當為《陔夏》。○肆，依注作陔，古來反，注又作械，音同。"
      },
      {
        "index": 20,
        "text": "[疏]「大饗」至「禮也」。○正義曰：此一節明天子大饗之事，諸侯各貢其方物奉助祭之禮。○「大饗，其王事與」者，饗，謂饗祭先王。饗中之大謂祫也，其王家之事與？「與」是語辭也。諸侯雖有祫祭，不可致有九州之物，唯王者乃然，故云「其王事與」也。○「三牲、魚、臘，四海九州之美味也」者，言此等是諸侯所貢，故云九州之美味也。○「籩、豆之薦，四時之和氣也」者，此亦諸侯所貢，實於籩豆，是四時和氣所生，故云四時和氣也。○「內金，示和也」者，謂諸侯所貢納金，以為庭實，示其柔和也，以金能從革故也。○「束帛加璧，尊德也」者，謂朝而行享之時，以束帛加璧於上，尊崇其德也。以君子之德與玉相似，故尊之也。「龜為前列，先知也」者，此謂布庭實之時，龜在眾物之前而為列，先其有知也。以龜有靈知，故云「先知」也。○「金次之，見情也」者，陳列此金次在龜後，所以次在龜後者，以金能炤物，露見其情。○「丹、漆、絲、纊、竹、箭，與眾共財也」者，龜、金之後，布陳丹之與漆也、絲也、纊也、竹也、箭也，與天下眾人共有此財也。故諸侯之朝來而貢之，陳列在下。○「其餘無常貨，各以其國之所有，則致遠物也」者，知以上所陳，謂九州之內諸侯。此言「其餘」者，謂九州之外，其於四海之國，無常貢之貨，各於其國之當時所有而貢之，則招致遠物也。○「其出也，《肆夏》而送之，蓋重禮也」者，《肆夏》當為《陔夏》，其諸侯之賓禮畢而出去，則奏《陔夏》之樂而送之，蓋貴重於禮。雖禮畢而出，猶《陔夏》而戒之，使不失禮。○注「盛其」至「先王」。○正義曰：「盛其饌」者，即三牲、魚、臘、籩豆是也。貢者則內金示和、龜為先列之屬是也。「謂祫祭先王」者，以有三牲魚臘，則非祭天，以內金布庭實，又非饗賓，饗賓時無此庭實故也。知非朝而貢物謂之大饗者，以朝而貢物，不名大饗。《孝經》云：「四海之內，各以其職來助祭。」故知此大饗是祫祭也。以饗中最大，故稱大饗。○注「此所」至「三品」。○正義曰：知為「庭實」者，《左傳》云：「庭實旅百，奉之以玉帛。」故知金為庭實。今先設金者，發首先云「內金」，故知先設金。云「荊、楊二州，貢金三品」者，《禹貢》文。鄭注以為金、者、銅三品者，三色也。○注「貢饗」至「德焉」。○正義曰：知「束帛加璧」行享之時「所執致命」者，《覲禮》文也。○云「君子於玉比德焉」者，謂諸侯執玉來貢，欲自勖勵以玉比德，又示敬王以玉比王。○注「龜知」至「大龜」。○正義曰：龜能豫知吉凶，故云「知事情」。云「陳於庭在前」者，據與所陳眾物最在前，仍在馬之後，故《覲禮》「匹馬卓上，九馬隨之」，鄭注云：「初享以馬若皮，然後乃陳龜金竹箭之等。」是也。○注「金炤」至「後設」。○正義曰：「金炤物」者，解經見情。「金有兩義」者，一示和，二是見情，故云「兩義」。云「先入後設」者，此經先云「內金，示和」，是「先入」；陳在龜後，是「後設」。○注「萬民」至「筱簜」。○正義曰：「荊州貢丹，袞州貢漆絲，豫州貢纊，楊州貢筱簜」，皆《禹貢》文也。○注「其餘」至「近之」。○正義曰：「其餘，謂九州之外，夷服鎮服蕃服之國」者，案《周禮•大行人》陳六服之貢，乃云九州之外謂之蕃國，各以其所貴寶為摯。其六服之外，於九州言之，唯有夷鎮蕃三服是九州之外也。云「周穆王征犬戎，得白狼、白鹿，近之」者，案《周語》穆王征犬戎，祭公謀父諫不從，遂往征之，得四白狼，四白鹿。言近之者，彼因征而得，非因貢而來，故云近之。近者，謂近其貢寶也。○注「出謂」至「陔夏」。○正義曰：「《肆夏》當為《陔夏》」者，案《大司樂》云：「王出入奏《王夏》，屍出入奏《肆夏》，牲出入奏《昭夏》。」大饗不入牲，其它皆如祭祀。今破為《陔夏》者，以《大司樂》之文，大饗諸侯，則諸侯出入奏《肆夏》。此經是助祭之後，無算爵，禮畢，客醉而出，宜奏《陔夏》，故《燕禮》大射賓出奏《陔夏》，明不失禮也。"
      },
      {
        "index": 21,
        "text": "祀帝於郊，敬之至也。言就而祭之，不敢致也。宗廟之祭，仁之至也。仁，恩也，父子主恩也。喪禮，忠之至也。謂哭踴袒襲也。○袒襲音但，下音習。備服器，仁之至也。謂小斂大斂之衣服，葬之明器。賓客之用幣，義之至也。謂來賻賵。故君子欲觀仁義之道，禮其本也。言禮有節於內，可以觀也。"
      },
      {
        "index": 22,
        "text": "[疏]「祀帝」至「本也」。○正義曰：此一節總明祭祀死喪賓客之等，所以禮為備具人道之至也。○「祀帝於郊，敬之至也」者，天尊彌遠，祭之宜極盡於敬，故云「敬之至也」。○「宗廟之祭，仁之至也」者，宗廟主親，祭之必極盡於仁愛，故云「仁之至也」。○「喪禮，忠之至也」者，親戚之喪，必盡忠心追念，故云「忠之至也」。○「備服器，仁之至也」者，此亦據喪禮，備此小斂大斂之衣服，及葬之明器，亦是仁愛之親，故云「仁之至也」。○「賓客之用幣，義之至也」者，此亦喪禮賓客用幣帛，以相賻賵，於事合宜，故云「義之至也」。○「故君子欲觀仁義之道，禮其本也」者，言君子欲觀其人行仁義之道，必須用禮為其本。若行合於禮則有仁義，若不合於禮則無仁義，故云「禮其本也」。案前文有仁、有義、有敬、有忠，此不言敬與忠者，舉仁義則忠敬可知也。"
      },
      {
        "index": 23,
        "text": "君子曰：「甘受和，白受采，忠信之人可以學禮。苟無忠信之人，則禮不虛道。是以得其人之為貴也。」道，猶由也，從也。○和，戶臥反。"
      },
      {
        "index": 24,
        "text": "[疏]「君子」至「貴也」。○正義曰：前文觀仁義之道，禮為其本，此經明學禮之人，唯須有忠信。○「甘受和，白受采」者，記者舉此二物，喻忠信之人，可得學禮。甘為眾味之本，不偏主一味，故得受五味之和。白是五色之本，不偏主一色，故得受五色之采。以其質素，故能包受眾味及眾采也。○「忠信之人可以學禮」者，心致忠誠，言又信實，質素為本，不有雜行，故可以學禮也。○「苟無忠信之人，則禮不虛道」者，苟猶誠也，道猶從也。言人若誠無忠信為本，則禮亦不虛空而從人也。言雖學禮而不得也。○「是以得其人之為貴也」者，其人，即忠信之人也。學禮得忠信之人，則是禮道為貴也。"
      },
      {
        "index": 25,
        "text": "孔子曰：「誦《詩》三百，不足以一獻。一獻之禮，不足以大饗。大饗之禮，不足以大旅。大旅具矣，不足以饗帝。誦《詩》三百，喻習多言而不學禮也。大旅，祭五帝也。饗帝，祭天。毋輕議禮。」謂若誦《詩》者，不可以強言禮。○強，其丈反。"
      },
      {
        "index": 26,
        "text": "[疏]「孔子」至「議禮」。○正義曰：此一節明禮之為貴，貴於眾事。○「誦詩三百，不足以一獻」者，假令習誦此《詩》，雖至三百篇之多，若不學禮，此誦《詩》之人，不足堪為一獻之祭。言一獻祭群小祀，不學禮則不能行也。○「一獻之禮，不足以大饗」者，言雖習一獻小祀，其禮既小，不堪足以行大饗之禮。大饗，謂祫祭宗廟也。○「大饗之禮，不足以大旅」者，大饗其禮雖繁，仍是去人不遠其禮可知。大旅是總祭五帝，天與人道隔，其禮轉難，故雖能行大饗之禮，不堪足以行大旅事天。○「大旅具矣，不足以饗帝」者，大旅雖總祭五帝，是有故而祭，其禮簡略，不如饗帝正祭之備，故云大旅具矣，不堪足以正饗天帝，謂郊祭天也。故《典瑞》云：「四圭有邸，以祀天旅上帝。」是祀天重於旅帝。又《郊特牲》云：「郊之祭，大報天而主日。」是郊為祭天之重。○「毋輕議禮」者，若不學於禮，無得輕脫論議於禮，猶如誦《詩》三百篇，不能行小祀禮也。○注「大旅」至「祭天」。○正義曰：知「大旅，五帝」者，案《典瑞》云：「兩圭有邸，以祀地旅四望」，與上「四圭有邸，以祀天旅上帝」，其文相對。祀地云「旅四望」，則知上云「旅上帝」是旅五帝也。云「饗帝祭天」者，經既云「大旅」，又云「饗帝」，是饗帝與大旅不同，故知此「饗帝」是常祀祭天也。鄭直云「祭天」，則感生之帝，與圓丘俱包之也。"
      },
      {
        "index": 27,
        "text": "子路為季氏宰。宰，治邑吏也。季氏祭，逮闇而祭，日不足，繼之以燭。謂舊時也。雖有強力之容、肅敬之心，皆倦怠矣。以其久也。有司跛倚以臨祭，其為不敬大矣。偏任為跛，依物為倚。○跛，彼義反，注同。倚，於綺反，注同。他日祭，子路與，室事交乎戶，堂事交乎階，質明而始行事，晏朝而退。室事，祭時。堂事，儐屍。○與音豫。朝，直遙反，又張遙反。孔子聞之，曰：「誰謂由也而不知禮乎！」多其知禮。"
      },
      {
        "index": 28,
        "text": "[疏]「子路」至「禮乎」。○正義曰：前經既明禮為其重，故記者引子路能行禮之事。○「季氏祭，逮闇而祭」者，逮，及也。言季氏祭於宗廟，逮至日闇而行祭禮。○「日不足，繼之以燭」者，謂祭祀未終，日已昏沒，故云日不足。祀事未畢，故繼日明而以燭也。○「有司跛倚以臨祭」者，以其事久，有司倦怠，故皆偏跛邪倚於物，臨於祭祀，其為不敬甚大矣。○「他日祭，子路與」者，言往舊以來所祭之時恆皆如此。他日謂別日，其後別日而祭，子路與在行禮之中。○「室事交乎戶」者，室事謂正祭之時，事屍在室，故云「室事交乎戶」。外人將饌至戶，內人於戶受饌，設於屍前，相交承接在於戶也。○「堂事交乎階」者，謂正祭之後，儐屍之時，事屍於堂，故云「堂事交乎階」。謂堂下之人，送饌至階，堂上之人，於階受取，是「交乎階」。○「質明而始行事，晏朝而退」者，質，正也。晏，晚也。謂正明之時而始行事，朝正向晚，禮畢而退，言敬而能速也。○「孔子聞之，曰：『誰謂由也而不知禮乎！』」者，子路好勇，時人多不尚其所為，故孔子以此明之。「誰謂由也而不能知禮乎」，言其知禮也，以其禮從宜，寧可禮略而敬，不可禮煩而怠也。"
      }
    ]
  }
}