{
  "chapterNumber": 22,
  "title": "卷21",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云《禮運》者，以其記五帝茸荃相變易及陰陽轉旋之道。」\n[疏]正義曰：按鄭《目錄》云：「名曰《禮運》者，以其記五帝茸荃相變易、陰陽轉旋之道，此於《別錄》屬《通論》。」不以子游為篇目者，以曾子所問，事類既煩雜，不可以一理目篇；子游所問唯論禮之運轉之事，故以《禮運》為標目耳。"
      },
      {
        "index": 1,
        "text": "昔者仲尼與於蠟賓，蠟者，索也，歲十二月合聚萬物而索饗之，亦祭宗廟，時孔子仕魯，在助祭之中。○與音預。蠟，仕嫁反，祭名。夏曰「清祀」，殷曰「嘉平」，周曰「蠟」，秦曰「蠟」，《字林》作䄍。索，所百反，事畢，出遊於觀之上，喟然而歎。觀，闕也。孔子見魯君於祭禮有不備，於此又睹象魏舊章之處，感而歎之。○觀，古亂反，注同。喟，去位反，又苦怪反，《說文》云：「大息。」處，昌慮反，下「同處」同。仲尼之歎，蓋歎魯也。言偃在側，曰：「君子何歎？」言偃，孔子弟子子游。孔子曰：「大道之行也，與三代之英，丘末之逮也，而有志焉。」大道，謂五帝時也。英，俊選之尤者。逮，及也，言不及見。志，謂識古文。不言魯事，為其大切廣言之。○逮音代，一音代計反。選，宣面反，下文皆同。為，於偽反，下文「為巳」皆同。"
      },
      {
        "index": 2,
        "text": "[疏]「昔者」至「而歎」。○正義曰：皇氏云：「從『昔者仲尼』以下至於篇末，此為四段。自初至「是謂小康」為第一，明孔子為禮不行而致發歎。發歎所以最初者，凡說事必須因漸，故先發歎，後使弟子因而怪問，則因問以答也。又自『言偃復問曰：如此乎禮之急』至『天下國家，可得而正也』為第二，明須禮之急。前所歎之意，正在禮急，故以禮急次之也。又自『言偃復問曰：夫子之極言禮也』至『此禮之大成也』為第三，明禮之所起。前既言禮急，急則宜知所起之義也。又自『孔子曰：嗚呼哀哉』訖篇末為第四，更正明孔子歎意也。以前始發，未得自言歎意，而言偃有問，即隨問而答，答事既畢，故更備述所懷也。」今此第一段明孔子發歎，遂論五帝茸荃道德優劣之事，各隨文解之。○「昔者仲尼與於蠟賓」者，謂仲尼與於蠟祭之賓也。「事畢」者，謂蠟祭畢了。○「出遊於觀之上」者，謂出廟門，往雉門。雉門有兩觀。皇氏云：「登游於觀之上。」熊氏云：「謂遊目看於觀之上。」「喟然而歎」者，「喟」是歎之形貌，言口輔喟然而為歎也。○注「蠟者」至「之中」。○正義曰：「蠟者，索也。歲十二月合聚萬物而索饗之」者，《郊特牲》文。十二月者，據周言之，若以夏正言之，則十月，以殷言之，則十一月，謂建亥之月也。以萬物功成報之。云「亦祭宗廟」者，以《月令•孟冬》云「祈來年於天宗，大割祠於公社，及門閭，臘先祖五祀」，以臘先祖，故云「亦祭宗廟」，總而言之謂之為蠟。若析而言之，祭百神曰「蠟」，祭宗廟曰「息民」，故鄭注《郊特牲》云：「息民與蠟異。」此據總而言之，故祭宗廟而云「與於蠟賓」也。《廣雅》云「夏曰清祀」，以清絜祭祀；「殷曰嘉平」，嘉，善也，平，成也，以歲終萬物善成，就而報功。其蠟與臘名，巳具於上，知此蠟是祭宗廟者，以下云「出遊於觀之上」，故知是祭宗廟也。云「時孔子仕魯，在助祭之中」者，以其與蠟祭，故知仕魯也。魯臣而稱賓者，以祭祀欲以賓客為榮，故雖臣亦稱賓也。○注「觀闕」至「歎之」。○正義曰：《爾雅•釋宮》云：「觀謂之闕。」孫炎云：「宮門雙闕者，舊縣法象，使民觀之處，因謂之闕。」熊氏云：「當門闕處，以通行路。既言雙闕，明是門之兩旁相對為雙。」熊氏得焉。《白虎通》云：「闕是闕疑。」義亦相兼。案何休注《公羊》：「天子兩觀外闕，諸侯台門。」則諸侯不得有闕。魯有闕者，魯以天子之禮，故得有之也。《公羊傳》云「設兩觀，乘大路，此皆天子之禮」是也。案定二年，雉門災及兩觀，魯之宗廟在雉門外左，孔子出廟門而來至雉門游於觀。此觀又名象魏，以其縣法象魏。巍也，其處巍巍高大，故哀三年桓宮災，「季桓子至，御公立於象魏之外，命藏象魏曰：舊章不可亡也」。熊氏云：「天子藏舊章於明堂，諸侯藏於祖廟。」知者，以天子視朔於明堂，諸侯於祖廟故也。《穀梁傳》云：「天子班告朔於諸侯，諸侯受乎禰廟。」非鄭義也。云「感而歎之」者，一感魯君之失禮，二感舊章廢棄，故為歎也。○「仲尼」至「何歎」。○作《記》者言其所歎之由，又言其所歎之事，故云「仲尼之歎，蓋歎魯也」。言「蓋」者，謙為疑辭，不即指正也。於時言偃在側，而問之曰：「君子何歎？」言歎恨何事。不云「孔子」而云「君子」者，以《論語》云「君子坦蕩蕩」，不應有歎也，故云「君子何歎」。○注「言偃」至「子游」。○正義曰：案《仲尼弟子傳》云：「姓言名偃，字子游，魯人也。」○「孔子」至「志焉」。○孔子既見子游所問，若指言魯失禮，恐其大切，故廣言五帝以下及茸荃盛衰之事。此一經孔子自序，雖不及見前代而有志記之書，披覽可知。自「大道之行」至「是謂大同」，論五帝之善。自「大道既隱」至「是謂小康」，論茸荃之後。今此經云「大道之行也」，謂廣大道德之行，五帝時也。○「與三代之英」者，「英」謂英異，並與夏殷週三代英異之主，若禹湯文武等。○「丘未之逮也」者，未，猶不也。逮，猶及也。言生於周衰，身不及見上代，不能備知。雖然不見大道三代之事，而有志記之書焉，披覽此書，尚可知於前代也。○注「大道」至「言之」。○正義曰：以下云禹湯文武成王周公，此大道在禹湯之前，故為五帝時也。云「英，俊選之尤」者，案《辨名記》云：「倍人曰茂，十人曰選，倍選曰俊，千人曰英，倍英曰賢，萬人曰傑，倍傑曰聖。」《毛詩傳》又云：「萬人為英。」是英皆多於俊選，是俊選之尤異者。即禹湯文武茸荃之中俊異者。云「志，謂識古文」者，「志」是記識之名，「古文」是古代之文籍，故《周禮》云：「掌四方之志。」《春秋》云：「其善志。」皆志記之書也。"
      },
      {
        "index": 3,
        "text": "「大道之行也，天下為公，選賢與能，講信脩睦。公猶共也。禪位授聖，不家之。睦，親也。○禪，善面反。故人不獨親其親，不獨子其子。孝慈之道廣也。使老有所終，壯有所用，幼有所長，矜寡孤獨廢疾者，皆有所養。無匱乏也。○長，丁丈反。矜，古頑反。匱，其魏反。男有分，分，猶職也。○分，扶問反。注同。女有歸，皆得良奧之家。○奧，烏報反。貨惡其棄於地也，不必藏於己，力惡其不出於身也，不必為己。勞事不憚，施無吝心，仁厚之教也。○惡，烏故反，下同。憚，大旦反。吝，力刃反，又力覲反。是故謀閉而不興，盜竊亂賊而不作。尚辭讓之故也。故外戶而不閉，御風氣而已。是謂大同。」同，猶和也，平也。"
      },
      {
        "index": 4,
        "text": "[疏]「大道」至「大同」。○正義曰：既云見其遺記，此以下說記中之事，故此先明五帝時也。○「天下為公」，謂天子位也。為公，謂揖讓而授聖德，不私傳子孫，即廢朱均而用舜禹是也。○「選賢與能」者，曏明不私傳天位，此明不世諸侯也，國不傳世，唯選賢與能也，黜四凶、舉十六相之類是也。鄭注《鄉大夫》云：「賢者，有德行者；能者，有道藝者。」四凶：共工、驩兜、鯀、三苗。十六相，八元謂伯奮、仲堪、叔獻、季仲、伯虎、仲熊、叔豹、季貍，八愷謂蒼舒、隤敳、檮戭、大臨、尨降、庭堅、仲容、叔達也。○「講信脩睦」者，講，談說也。信，不欺也。脩，習。睦，親也。世淳無欺，談說輒有信也。故哀公問周豐云「有虞氏未施信於民，而民信之」是也。又凡所行習，皆親睦也，故《孝經》云「民用和睦」是也。○「故人不獨親其親，不獨子其子」者，君既無私，言信行睦，故人法之，而不獨親己親，不獨子已子。使老有所終者，既四海如一，無所獨親，故天下之老者皆得贍養，終其餘年也。○「壯有所用」者，壯，謂年齒盛壯者也。所用，謂不愛其力以奉老幼也。亦重任分輕任並，班白者不提挈是也。○「幼有所長」者，無所獨子，故天下之幼，皆獲養長以成人也。○「矜寡孤獨廢疾者，皆有所養」者，壯不愛力，故四者無告及有疾者，皆獲恤養也。○「男有分」者，分，職也。無才者耕，有能者仕，各當其職，無失分也。○「女有歸」者，女謂嫁為歸。君上有道，不為失時，故有歸也。若失時者，則《詩》衛女淫奔，「期我乎桑中，要我乎上宮」，是失時也。故注云：「皆得良奧之家。」○「貨惡其棄於地也，不必藏於已」者，貨，謂財貨也。既天下共之，不獨藏府庫，但若人不收錄，棄擲山林，則物壞世窮，無所資用，故各收寶而藏之。是惡棄地耳，非是藏之為巳，有乏者便與也。○「力惡其不出於身也，不必為巳」者，力，謂為事用力。言凡所事，不憚劬勞，而各竭筋力者，正是惡於相欺，惜力不出於身耳。非是欲自營贍。故云「不必為巳」也。○「是故謀閉而不興」者，興，起也。夫謀之所起，本為鄙詐。今既天下一心，如親如子，故圖謀之事，閉塞而不起也。「盜竊亂賊而不作」者，有乏輒與，則盜竊焉施？有能必位，則亂賊何起作也？○「故外戶而不閉」者，扉從外闔也。不閉者，不用關閉之也，重門擊柝，本御暴客。既無盜竊亂賊，則戶無俟於閉也，但為風塵入寢，故設扉耳。無所捍拒，故從外而掩也。○「是謂大同」者，率土皆然，故曰「大同」。○注「禪位」至「親也」。○正義曰：「禪位授聖」，謂堯授舜也。不家之者，謂不以天位為己家之有授子也。天位尚不為己有，諸侯公卿大夫之位灼然與天下共之，故選賢與能也。己子不才，可捨子立他人之子，則廢朱均而禪舜禹是也。然巳親不賢，豈可廢已親而事他人之親？但位是天位，子是卑下，可以捨子立他人之子。親是尊高，未必有位，無容廢已之親，而事他親。但事他親有德，與已親同也。案《祭法》：「有虞氏禘黃帝而郊嚳，祖顓頊而宗堯。」配天事重，不以瞽叟為祖宗。此亦不獨親之義也。○注「勞事」至「教也」。○正義曰：以經云「力惡其不出於身」，欲得身出氣力，是勞事無憚也。憚，難也。謂不難勞事。云「施無吝心」者，經云「不必藏於已」，財貨欲得施散，是無吝留之心。先釋「力」，然後釋「財」，便文，無義例也。"
      },
      {
        "index": 5,
        "text": "「今大道既隱，隱，猶去也。天下為家。傳位於子。○傳，丈專反。各親其親，各子其子，貨力為已。俗狹嗇。○狹音洽。嗇音色。大人世及以為禮，城郭溝池以為固。亂賊繁多，為此以服之也。大人，諸侯也。禮義以為紀，以正君臣，以篤父子，以睦兄弟，以和夫婦，以設制度，以立田里，以賢勇知，以功為巳。故謀用是作，而兵由此起。以其違大道敦樸之本也。教令之稠，其弊則然。《老子》曰：「法令滋章，盜賊多有。」○知音智。樸，普角反。稠，直由反。禹、湯、文、武、成王、周公，由此其選也。由，用也，能用禮義以成治。○治，直吏反。此六君子者，未有不謹於禮者也。以著其義，以考其信，著有過，刑仁、講讓，示民有常。考，成也。刑，猶則也。如有不由此者，在埶者去，眾以為殃。埶，埶位也。去，罪退之也。殃，猶禍惡也。○埶音世，本亦作勢。去，羌呂反。注同。是謂小康。」康，安也。大道之人以禮，於忠信為薄，言小安者失之，則賊亂將作矣。"
      },
      {
        "index": 6,
        "text": "[疏]「今大」至「小康」。○正義曰：前明五帝已竟，此明三代俊英之事。孔子生及三代之末，故稱今也。隱，去也。干戈攻伐，各私其親，是大道去也。○「天下為家」者，父傳天位與子，是用天下為家也，禹為其始也。○「各親其親，各子其子」者，君以天位為家，故四海各親親而子子也。○「貨力為已」者，藏貨為身，出力贍已。○「大人世及以為禮」者，大人，謂諸侯也。世及，諸侯傳位自與家也。父子曰世，兄弟曰及，謂父傳與子，無子則兄傳與弟也，以此為禮也。然五帝猶行德不以為禮，三王行為禮之禮，故五帝不言禮，而三王云「以為禮」也。「城郭溝池以為固」者，城，內城。郭，外城也。溝池，城之巉。既私位獨傳，則更相爭奪，所以為此城郭溝池，以自衛固也。○「禮義以為紀」者，紀，綱紀也。五帝以大道為紀，而茸荃則用禮義為紀也。○「以正君臣，以篤父子，以睦兄弟，以和夫婦」者，緣此諸事有失，故並用禮義，為此以下諸事之紀也。君臣義合，故曰「正」。父子天然，故云「篤」。篤，厚也。兄弟同氣，故言「睦」。夫婦異姓，故言和，謂親迎合巹之事。○「以設制度」者，又用禮義設為宮室、衣服、車旗、飲食、上下、貴賤，各有多少之制度也。○「以立田里」者，田，種穀稼之所。裡，居宅之地，貴賤異品。○「以賢勇知」者，賢，猶崇重也。既盜賊並作，故須勇也。○更相欺妄，故須知也。所以勇知之士，皆被崇重也。○「以功為已」者，立功起事，不為他人也。○「故謀用是作，而兵由此起」者，故奸詐之謀，用是貨力為已而興作，而戰爭之兵，由此貨力為已而發起。「禹、湯、文、武、成王、周公，由此其選也」者，以其時謀作兵起，遞相爭戰，禹湯等能以禮義成治，故云「由此其選」。由，用也。此，謂禮義也。用此禮義教化，其為三王中之英選也。「此六君子者，未有不謹於禮者也」，言此聖賢六人，皆謹慎於禮，以行下五事也。○「以著其義」者，此以下皆謹禮之事也。著，明也。義，宜也。民有失所，則用禮義截斷之，使得其宜也。○「以考其信」，考，成也。民有相欺，則用禮成之使信也。「著有過」者，著，亦明也。過，罪也。民有罪則用禮以照明之也。○「刑仁」者，刑，則也。民有仁者，用禮賞之，以為則也。○「講讓」者，民有爭奪者，用禮與民講說之，使推讓也。○「示民有常」者，以禮行上五德，是示見民下為常法也。然此五德，即仁、義、禮、知、信也。能明有罪是知也，能講推讓即是禮也。○「如有不由此者，在埶者去，眾以為殃」者，由，用也。去，罪退之。殃，禍惡也。若為君而不用上謹於禮以下五事者，雖在富貴埶位，而眾人必以為禍惡，共以罪黜退之。○「是謂小康」者，康，安也。行禮自衛，乃得不去埶位，及不為眾所殃，而比大道為劣，故曰「小安」也。○注「大人，諸侯也」。○正義曰：上既云「天下為家」，是天子之治天下也。以「大人世及而為禮」，明大人非天子，又云「世」，及復非卿大夫，故以為諸侯。凡文各有所對，《易•革卦》「大人虎變」，對「君子豹變」，故大人為天子。《士相見禮》云：「與大人言，言事君。」對士文。云「事君」，故以大人為卿大夫。○注「教令之稠，其弊則然」。○正義曰：以三王之時，教令稠數，徵責繁多，在下不堪其弊，則致如此。然，謂謀作兵起也。案《史記》「黃帝與蚩尤戰於涿鹿之野」，《尚書》舜征有苗，則五帝有兵。今此三王之時，而云「兵由此起」者，兵設久矣，但上代之時用之希少，時有所用，故雖用而不言也。三王之時，每事須兵，兵起煩數，故云「兵猶此起」也。"
      },
      {
        "index": 7,
        "text": "言偃復問曰：「如此乎禮之急也？」孔子曰：「夫禮，先王以承天之道，以治人之情，故失之者死，得之者生。《詩》曰：『相鼠有體，人而無禮。人而無禮，胡不遄死？』相，視也。遄，疾也。言鼠之有身體，如人而無禮者矣。人之無禮，可憎賤如鼠，不如疾死之愈。○復，扶又反，下「復問」同。相，息亮反，注同。遄，巿專反。是故夫禮必本於天，殽於地，列於鬼神。聖人則天之明，因地之利，取法度於鬼神以制禮，下教令也。既又祀之，盡其敬也，教民嚴上也。鬼者，精魂所歸，神者，引物而出，謂祖廟山川五祀之屬也。○殽，戶教反，法也，徐戶交反。達於喪、祭、射、御、冠、昏、朝、聘。民知嚴上，則此禮達於下也。○冠，古亂反。朝，直遙反。故聖人以禮示之，故天下國家可得而正也。」民知禮則易教。○易，以豉反。"
      },
      {
        "index": 8,
        "text": "[疏]「言偃」至「正也」。○正義曰：言偃既見夫子所云三王得禮則興，失禮則亡，故云「禮之急」也。故孔子乃答以禮所用，既上以承天之道，下以治民之情，不云「承地」者，承天則承地可知。○「故失之者死」者，言失禮則死，若桀紂也。○「得之者生」者，若禹湯也。引《詩•鄘風》者，證人若無禮，不如速死。此《詩》衛文公以禮化其臣子，臣子無禮之人。相，視也。視鼠有其形體，人亦有其形體，鼠無禮故賤，人有禮故貴。若人而無禮，何異於鼠？鼠之無禮，不能損害。人之無禮，傷害更多，故云「胡不遄死」。胡，何也。遄，疾也。何不疾死，無所侵害。既言無禮則死，又言禮之所起，其本尊大，故云「夫禮必本於天」，言聖人制禮，必則於天。禮從天出，故云「必本於天」。非但本於天，又殽於地。殽，效也。言聖人制禮，又效於地，天遠故言本，地近故言效。○「列於鬼神」，言聖人制禮，布列傚法於鬼神，謂法於鬼神以制禮。聖人既法天地鬼神以制禮，本謂制禮以教民，故祀天禋地，享宗廟，祭山川，一則報其禮之所來之功，二則教民報上之義。○「達於喪、祭、射、御、冠、昏、朝、聘」者，民既知嚴上之義，曉達喪禮，喪有君親，知嚴上則哀其君親，是曉達喪禮也。祭是享祀君親，既知嚴上則達於祭也。射、御是防禦供御尊者，人知嚴上，則達於射御。冠有著代之義，昏有代親之感，人知嚴上，則達冠昏矣。朝是君之敬上，聘是臣之事君，民知嚴上則達於朝聘，在下既曉於此八者之禮，無教不從。「故聖人以禮示之，故天下國家可得而正也」者，天下，謂天子。國，謂諸侯。家，謂卿大夫。下既從教，不復為邪，故得而正也。○注「聖人」至「屬也」。○正義曰：「則天之明，因地之利」，昭二十五年《左傳》文。「則天之明」者，彼傳云「為昏媾姻亞」。杜預云：「若眾星之共辰極也。」猶昏媾姻亞，繫於家人。云「因地之利」者，彼傳云：「為君臣上下，以則地義」是也。云「取法度於鬼神」者，下文云「降於祖廟之謂仁義」，謂教令由於祖廟出者，謂取仁於禰，取義於祖，是取仁義法度於祖禰之鬼神。下文云「降於山川之謂興作」，謂教令由山川下者，山川有草木鳥獸，可以興作器物，是取興作於山川之鬼神也。下文云「降於五祀之謂制度」，謂教令由於五祀下者，此五祀之神，始謂中霤、門、戶、灶、行之法。後王制禮，取之以為制度，是取法度於五祀之鬼神也。下文又云「必本於天，殽於地」之後，乃云「祖廟、山川、五祀」。此文「本天、效地」之下，總云「列於鬼神」，則鬼神之文，包此三事，故鄭注云「謂祖廟山川五祀之屬」也。云「以制禮，下教令也」者，謂法天地鬼神以制禮既畢，下此禮之教令以教民，故下文云「殽以降命」，又云「命降於社」，又云「降於祖廟」，又云「降於山川」，又云「降於五祀」，降則下也，謂法此等之神，以下教令，又祀此等之神，教民嚴上，故鄭解此云：「既又祀之，盡其敬也，教民嚴上也。」云「鬼者，精魂所歸。神，引物而出」者，謂之宗廟山川五祀，據其精魂歸藏，不知其所，則謂之鬼。宗廟能引出仁義，山川能引出興作，五祀能引出制度，又俱能引出福慶謂之神也。三者皆為鬼神，故下文云「聖人參於天地，並於鬼神」，又云「山川所以儐鬼神」，是山川稱鬼神也。皇氏以此鬼神謂宗廟山川五祀，其義非也。"
      },
      {
        "index": 9,
        "text": "言偃復問曰：「夫子之極言禮也，可得而聞與？」欲知禮終始所成。○極，如字，徐紀力反。與音餘。孔子曰：「我欲觀夏道，欲行其禮，觀其所成。是故之杞，杞，夏後氏之後也。而不足徵也。徵，成也。無賢君，不足與成也。吾得《夏時》焉。得夏四時之書也。其書存者有《小正》。○有《小正》，音徵，本或作「有《夏小正》」。我欲觀殷道，是故之宋，而不足徵也。宋，殷人之後也。吾得《坤乾》焉。得殷陰陽之書也。其書存者有《歸藏》。○坤，苦門反。乾，其連反。《坤乾》之義，《夏時》之等，吾以是觀之。觀於二書之意。"
      },
      {
        "index": 10,
        "text": "[疏]「言偃」至「觀之」。○正義曰：言偃既見孔子極言禮，故問其禮之終始，可得聞不？「孔子曰：我欲觀夏道」以下至「禮之大成」，答以所成之事。但語意既廣，非一言可了。所答之辭，凡有數節，今略言之。前云「大道之行，三代之英，丘未之逮也，而有志焉」，此「我欲觀夏道」至「以是觀之」，論披撿二記之書，乃知上代之禮運轉之事。自「夫禮之初」至「皆從其初」，論中古祭祀之事及死喪之禮，今時所法於前取以行者。自「昔者先王」至「皆從其朔」，論昔者未有宮室火化，後聖有作，始制宮室炮燔醴酪之事，今世取而行之，故云「皆從其朔」。但今世一祭之中，凡有兩節，上節是薦上古、中古，下節是薦今世之食。自「玄酒在室」至「承天之祜」，總論今世祭祀饌具所因於古，及其事義，總論兩節祭祀獲福之義。自「作其祝號」至「是謂合莫」，別論祭之上節薦上古、中古之食，並所用之物。自「然後退而合亨」至「是謂大祥」，論祭之下節薦今世之食。「此禮之大成」一句，總結上所陳之言也。○「我欲觀夏道」者，我欲行夏禮，故觀其夏道可成以不，是故之適於杞，欲觀夏禮而與之成。○「而不足徵」者，徵，成也。謂杞君闇弱，不堪足與成其夏禮。然因往適杞，而得夏家四時之書焉。夏禮既不可成，我又欲觀殷道可成與不，是故適宋，亦以宋君闇弱，不堪足與成其禮。吾得殷之《坤乾》之書，謂得殷家陰陽之書也。其殷之《坤乾》之書，並夏四時之書，吾以二書觀之，知上代以來，至於今世，時代運轉，禮之變通，即下云「夫禮之初」以下是也。○注「欲行」至「所成」。○正義曰：言我欲行夏禮，觀此夏禮堪成與不。知非直觀其禮，而云觀其所成者，以下云「而不足徵」。○注「杞，夏後氏之後」。○正義曰：案《樂記》云「武王下車而封夏後氏之後於杞」。又《史記》云：「武王伐紂，求夏後之後，而得東樓公，封之於杞」是也。○注「徵成」至「成也」。○正義曰：「徵」者，徵驗之義，故為成。若有賢君，則自然成之，當不須孔子。而云「無賢君，不足與成」者，以杞是夏後，雖有賢君，欲成夏禮，必須聖人讚佐。若其君之不賢，假令孔子欲往贊助，終不能舉行夏禮，雖助無益，故《論語》云：「夏禮吾能言之，杞不足徵。」則說之在孔子，行之在杞君。以杞君不能行，故不足與成。所以不能行者，《論語》云：「文獻不足故也。」○注「得陰陽之書」。○正義曰：先言「坤」者，熊氏云：「殷《易》以坤為首。」故先坤後乾。○注「觀於二書之意」。正義曰：案孔子以大聖之姿，無所不覽，故脩《春秋》，贊《易》道，定禮樂、明舊章。今古墳典無所不載，而獨觀此二書，始知禮之運轉者，以《詩》、《書》、《禮》、《樂》，多是周代之書，皇帝墳典又不論陰陽轉運之事，而夏之四時之書，殷之坤乾之說，並載前王損益陰陽盛衰，故觀此二書，以知其上代也。"
      },
      {
        "index": 11,
        "text": "「夫禮之初，始諸飲食，其燔黍捭豚，汙尊而抔飲，蕢桴而土鼓，猶若可以致其敬於鬼神。言其物雖質略，有齊敬之心，則可以薦羞於鬼神，鬼神饗德不饗味也。中古未有釜、甑，釋米捭肉，加於燒石之上而食之耳，今北狄猶然。汙尊，鑿地為尊也。抔飲，手掬之也。蕢讀為塊，聲之誤也。塊，堛也，謂摶土為桴也。土鼓，築土為鼓也。○燔音煩。捭，卜麥反，注作擗，又作擘，皆同。污尊，烏華反，注同，一音作烏。杯，步侯反。蕢，依注音塊，苦對反，又苦怪反，土塊也。桴音浮，鼓搥。齊，側皆反。釜，本又作釜，音父。甑，即孕反。燒，如字，又舒照反。鑿，在洛反。掬，九六反，本亦作臼，音蒲侯反。堛，普逼反。摶，徒端反。築，徐音竹。及其死也，升屋而號，告曰：『皋某復！』招之於天。○號音戶毛反。皋音羔。然後飯腥而苴孰，飯以稻米，上古未有火化。苴孰，取遣奠有火利也。苴或為俎。○飯，扶晚反，注同。腥音星。苴，子餘反，苞也，徐爭初反。遣，棄戰反。故天望而地藏也。體魄則降，知氣在上。地藏謂葬。○知音智。故死者北首，首，陰也。○首，手又反，注同。生者南鄉。鄉，陽也。○鄉，許亮反，注同。皆從其初。謂今行之然也。"
      },
      {
        "index": 12,
        "text": "[疏]「夫禮」至「飲食」。○正義曰：此一節論上代物雖質略，以其齊敬，可以致祭神明。「夫禮之初，始諸飲食」者，從此以下，至「禮之大成」，皆是二書所見之事。「夫」者，發語之端。禮，謂吉禮，此吉禮元初始諸飲食。諸，於也。始於飲食者，欲行吉禮，先以飲食為本。但中古之時，飲食質略，雖有火化，其時未有釜甑也。「其燔黍捭豚」者，「燔黍」者，以水洮釋黍米，加於燒石之上以燔之，故云「燔黍」。或捭析豚肉，加於燒石之上而孰之，故云「捭豚」。○「污尊而抔飲」者，謂鑿池汙下而盛酒，故云「污尊」，以手掬之而飲，故云「抔飲」。「蕢桴」者，又搏土塊為桴。皇氏云「桴謂擊鼓之物」，故云蕢桴。○「土鼓」，築土為鼓。故云「土鼓」。○「猶若可以致其敬於鬼神」者，言上來之物，非但可以事生，若，如也，言猶如此，亦可以致其恭敬於鬼神，以鬼神享德，不享味也。○注「中古」至「鼓也」。正義曰：伏犧為上古，神農為中古，五帝為下古。若《易》歷三古，則伏犧為上古，文王為中古，孔子為下古，故《易緯》云：「蒼牙通靈，昌之成運，孔演命明道經。」蒼牙則伏犧也，昌則文王也，孔則孔子也。故《易•繫辭》云：「《易》之興也，其於中古乎？」謂文王也。若三王對五帝，則五帝亦為上古，故《士冠禮》云：「大古冠布。」下云：「三王共皮弁。」則大古五帝時，大古亦上古也。不同者，以其文各有所對，故上古、中古不同也。此云「中古」者，謂神農也。知者，以《明堂位》云：「土鼓、葦籥，伊耆氏之樂。」又《郊特牲》云：「伊耆氏始為蠟。」是報田之祭。伊耆氏始為蠟，則於時始為田也。今此云「蕢桴」、「土鼓」，故知此謂神農也。「蕢讀為塊」者，以經中蕢字，乃是草名，不可為桴。桴與土鼓相連，塊是土之流類，故讀為塊。「塊，堛也」，《廣雅》文。「土鼓，築土為鼓」者，以與「污尊抔飲」相連，貴尚質素，故知築土為鼓，周代極文而不爾也。故杜注《周禮•籥章》云：「以瓦為匡，不須築土。或以為桴，則搏拊也。」謂摶土為搏拊，以手擊之而為樂。其築土為鼓，先儒未詳，蓋築地以當鼓節。不云「築地鼓」者，以經稱土鼓，故言「築土」，順經文也。經云「禮之初，始諸飲食」，謂祭祀之禮，故始諸飲食。其人情之禮，起則遠矣。故昭二十六年《左傳》云「禮之可以為國也久矣，與天地並」是也。○「及其」至「其初」。○正義曰：上言古代質素，此言後世漸文，謂五帝以下至於三王。及其身之死也，升上屋而號呼，「告曰皋某復」者，謂北面告天曰皋。皋，引聲之言。某，謂死者名。令其反覆魄，復魄不復，然後浴屍而行含禮。於含之時，飯用生稻之米，故云「飯腥」，用上古未有火化之法。「苴孰」者，至欲葬設遣奠之時，而用苞裹孰肉，以遣送屍，法中古脩火化之利也。熊氏云：「升屋而號，為五帝時，或為三王時。」皇氏云：「中古也。」中古未有宮室，皇說非也。○「故天望而地藏也」者，天望，謂始死望天而招魂。地藏，謂葬地以藏屍也。○「體魄則降，知氣在上」者，覆釋所以天望地藏之意。所以地藏者，由體魄則降故也，故以天望招之於天，由知氣在上故也。○「故死者北首，生者南鄉」者，體魄降入於地為陰，故死者北首，歸陰之義。死者既歸陰，則生者南鄉歸陽也。○「皆從其初」者，謂今世飯腥苴孰，與死者北首生者南鄉之等，非是今時始為此事，皆取法於上古中古而來，故云「皆從其初」。前文云「燔黍捭豚」，謂中古之時。次云及其死也，似還論中古之死，但中古神農，未有宮室，上棟下宇。乃在五帝以來，此及其死也，而云「升屋」，則非神農時也。故熊氏云及其死也，以為五帝時，或為三王時。皇氏以為及其死也，還論中古時；飯腥苴孰，謂五帝時，故云「然後」，其義非也。"
      },
      {
        "index": 13,
        "text": "「昔者先王未有宮室，冬則居營窟，夏則居橧巢。寒則累土，暑則聚薪柴居其上。○窟，苦忽反。橧，本又作增，又作曾，同，則登反。樔，本又作巢，助交反。未有火化，食腥也。食草木之實，鳥獸之肉，飲其血，茹其毛，未有麻絲，衣其羽皮。此上古之時也。○茹音汝。衣，於既反。○後聖有作，作，起。然後脩火之利，孰冶萬物。范金，鑄作器用。○鑄，之樹反。合土。瓦瓴、甓及甒、大。○合如字，徐音閤。瓴音令。甓，步歷反。甒音武。大音泰。甒、大，皆樽名。以為台榭、宮室、牖戶。榭，器之所藏也。○榭音謝，本亦作謝。牖音酉。以炮，裹燒之也。○炮，薄交反，徐扶交反。裹音果。以燔，加於火上。○燔音煩。以亨，煮之鑊也。○享，普伻反，煮也。下「合亨」同。鑊，戶郭反。以炙，貫之火上。○炙，之石反。貫，古亂反。以為醴酪。烝釀之也。酪酢。○醴音禮。酪音洛。烝，之承反。釀，女亮反。酢，，七故反。，才再反，徐祖冀反。治其麻絲，以為布帛，以養生送死，以事鬼神上帝，皆從其朔。朔亦初也，亦謂今行之然。"
      },
      {
        "index": 14,
        "text": "[疏]「昔者先王」至「其朔」。○正義曰：此一節更論上古之事，昔者先王既云「未有宮室」，則總是五帝之前。云「未有火化」之事，則唯為伏犧之前，以上文中古神農有火故也。○「冬則居營窟」者，營累其土而為窟，地高則穴於地，地下則窟於地上，謂於地上累土而為窟。○「夏則居橧巢」者，謂橧聚其薪以為巢。○「飲其血，茹其毛」者，雖食鳥獸之肉，若不能飽者，則茹食其毛以助飽也。若漢時蘇武以雪雜羊毛而食之，是其類也。○「後聖」至「其朔」。○正義曰：此一節論中古神農及五帝並三王之事，各隨文解之。○「後聖有作」者，謂上古之後，聖人作起。○「然後脩火之利」者，謂神農也。火利言脩者，火利，先有用之，簡少，至神農更脩益使多，故云「脩」。知者，以《世本》云：「燧人出火。」案鄭《六藝論》云：「燧人在伏犧之前。凡六紀九十一代。」《廣雅》云：一紀二十六萬七千年。六紀計一百六十萬二千年也。○「范金合土」者，「范金」者，謂為形范以鑄金器。「合土」者，謂和合其土，燒之以作器物。○「以為台榭宮室牖戶」者，謂五帝時也。○「以炮，以燔」、「以為醴酩」及「治其麻絲，以為布帛」之屬，亦五帝時也。○「皆從其朔」者，謂今世所為范金合土燒炙醴酪之屬，非始造之，皆仿法中古以來，故云「皆從其朔」。○注「孰冶萬物」。○正義曰：孰，謂亨煮。冶，謂陶鑄也。○注「瓦瓴甓及甒大」。○正義曰：《檀弓》云：「有虞氏之瓦棺。」《釋器》云：「瓴甋謂之甓。」郭注云：「塶，磚也。」《禮器》云：「君尊瓦甒。」又《明堂》云：「泰，有虞氏之尊。」此等皆燒土為之。○注「榭，器之所藏也」。○正義曰：知者，案宣十六年成周宣榭火，《公羊》云「樂器藏焉爾」，《穀梁》云「樂器之所藏」是也。"
      },
      {
        "index": 15,
        "text": "「故玄酒在室，醴醆在戶，粢醍在堂，澄酒在下。陳其犧牲，備其鼎俎，列其琴、瑟、管、磬、鍾、鼓，脩其祝、嘏，以降上神與其先祖，以正君臣，以篤父子，以睦兄弟，以齊上下。夫婦有所，是謂承天之祜。此言今禮饌具所因於古及其事義也。粢讀為齊，聲之誤也。《周禮》：「五齊，一曰泛齊，二曰醴齊，三曰盎齊，四曰醍齊，五曰沈齊。」字雖異。醆與盎、澄與沈，蓋同物也。奠之不同處，重古略近也。祝，祝為主人饗神辭也。嘏，祝為屍致福於主人之辭也。祐，福也，福之言備也。○盞，側眼反。粢，依注為齊，才細反，注「五齊」皆同。醍音體。嘏，本或作假，古雅反。祜音戶。粢讀音咨。泛，芳斂反，徐音汎。盎，烏浪反。"
      },
      {
        "index": 16,
        "text": "[疏]「故玄」至「之祜」。○正義曰：此一節明祭祀因於古昔所供之物，並酒之所陳之處。○「玄酒在室」者，玄酒，謂水也。以其色黑謂之玄。而大古無酒，此水當酒所用，故謂之玄酒。以今雖有五齊三酒，貴重古物，故陳設之時，在於室內而近北。「醴醆在戶」，醴，謂醴齊。醆，謂盎齊。以其後世所為，賤之，陳列雖在室內，稍南近戶，故云「醴醆在戶」。皇氏云「醴在戶內，醆在戶外」，義或然也。其泛齊所陳，當在玄酒南，醴齊北，雖無文，約之可知也，以熊氏、崔氏並云：「此據禘祭，用四齊，不用泛齊也。」○「粢醍在堂」者，以卑之，故陳列又南近戶而在堂。「澄酒在下」者，澄，謂沈齊也。酒，謂三酒：事酒，昔酒，清酒之等，稍卑之，故陳在堂下也。○「陳其犧牲」者，謂將祭之夕，省牲之時，及祭日之旦，迎牲而人麗於碑。案《特牲禮》：陳鼎於門外北面，獸在鼎南東首，牲在獸西西上北首，其天子諸侯夕省牲之時，亦陳於廟門外，橫行西上。○「備其鼎俎」者，以牲體於濩，鑊在廟門之外，鼎隨鑊設，各陳於鑊西，取牲體以實其鼎，舉鼎而入，設於阼階下，南北陳之，俎設於鼎西，以次載於俎也。故云「備其鼎俎」。案《少牢》「陳鼎於廟門之外，東方北面北上」，又云「鼎入陳於東方，當序西面北上，俎皆設於鼎西」是也。○「列其琴瑟」者，琴瑟在堂而登歌，故《書》云「搏拊琴瑟以詠」是也。○「管磬鐘鼓」者，堂下之樂，則書云「下管□鼓，笙鏞以間」是也。其歌鍾歌磬，亦在堂下。○「脩其祝嘏」者，祝，謂以主人之辭饗神。嘏，謂祝以屍之辭致福而嘏主人也。○「以降上神與其先祖」者，上神，謂在上精魂之神，即先祖也。指其精氣，謂之上神；指其亡親，謂之先祖，協句而言之，分而為二耳。皇氏、熊氏等云：「上神，謂天神也。」○「以正君臣」者，《祭統》云：「君在廟門外則疑於君，入廟門則全於臣。」是以正君臣也。○「以篤父子」者，《祭統》云：「屍南面，父北面而事之。」是以篤父子也。○「以睦兄弟」者，《祭統》云：「昭與昭齒，穆與穆齒。」《特牲》云：「主人洗爵，獻長兄弟、眾兄弟。」是以睦兄弟也。○「以齊上下」者，《祭統》云：「屍飲五，君洗玉爵獻卿；屍飲七，以瑤爵獻大夫」是也。○「夫婦有所」者，《禮器》云「君在阼，夫人在房」，及《特牲》夫婦交相致爵是也。○「是謂承天之祜」者，言行上事得所，則承受天之祜福也。○注「此言」至「備也」。○正義曰：「今禮饌具所因於古」者，此玄酒在室，及下作其祝號，並然後退而合亨，皆是今世祭祀之禮。醴、醆，犧牲之屬，是饌具也。用古玄酒醴醆，是所以因於古，故言「今禮饌具所因於古」也。云「及其事義」者，從「玄酒」以下至「其先祖」以上是事也，「以正君臣」以下至「承天天之祐」是義也。云「粢讀為齊」者，案《爾雅》云：「粢，稷也。」作酒用黍不用稷，故知粢當為齊，聲相近而致誤。引《周禮》「五齊」者，是《酒正》文也。鄭注云：「泛者，成而滓浮泛泛然，如今宜成醪矣。醴，猶體也，成而汁澤相將，如今恬酒矣。盎，猶翁也，成而翁翁然蔥白色，如今酇白矣。緹者成而紅赤，如今下酒矣。沈者成而滓沈，如今造青矣。」云「醆與盎，澄與沈，蓋同物」者，以《酒正》文醴緹之間有盎，此醴醍之間有醆，又《周禮》緹齊之下有沈齊，此醍齊之下有澄齊，故云「醆與盎，澄與沈，蓋同物也」。案此注澄是沈齊。案《酒正》注，澄酒是三酒，二注不同，故趙商疑而致問，鄭答之云：「此本不誤，轉寫益『澄』字耳。」如鄭所答，是轉寫《酒正》之文，誤益「澄」字，當云「酒三酒也」，則是與《禮運》注同。然案《坊記》云：「醴酒在室，醍酒在堂，澄酒在下，示民不淫也。」注云：「淫，猶貪也。」又以澄為清酒，田瓊疑而致問，鄭答之云：「《禮運》云：醴醆醍澄，各是一物。」皆不言酒，故推其意，澄為沈齊，酒為三酒。《坊記》云：「醴也，醍也，澄也。」皆言酒，故因注云：「澄酒，清酒也，其實沈齊也。」如鄭此言，《坊記》所云：「醴酒醆酒。」五齊亦言酒，則澄酒是沈齊也。是五者最清，故云澄酒，非為三酒之中清酒也，是與《禮運》不異也。云「奠之不同處，重古略近」者，奠之或在室，或在堂，或在下，是「不同處」。古酒奠於室，近酒奠於堂，或奠於下，是「重古略近」。云「祝，祝為主人饗神辭」者，案《特牲少牢禮》云「祝稱孝孫某用薦，歲事於皇祖伯某，尚饗」。是祝為主人饗神辭。云「嘏，祝為屍致福於主人之辭」者，此下云「嘏以慈告」，《詩•小雅》云：「錫爾純嘏，子孫其湛。」是致福於主人之辭也。云「祐，福也」者，《釋詁》文。「福之言備」，《郊特牲》文，言嘉慶備具，福之道也。其用酒之法，崔氏云：《周禮》大祫，於大廟則備五齊、三酒。朝踐，王酌泛齊，後酌醴齊。饋食，王酌盎齊，後酌醍齊。朝獻，王酌泛齊。因朝踐之尊，再獻，後酌醍齊。因饋食之尊，諸侯為賓，則酌沈齊。屍酢，王與後皆還用所獻之齊。賓長酳屍，酢用清酒，加爵亦用三酒。大禘則用四齊、三酒者，醴齊以下悉用之，故《禮運》云：「玄酒在室，醴醆在戶，粢醍在堂，澄酒在下。」用四齊者，朝踐，王酌醴齊，後酌盎齊。饋食，王酌醍齊，後酌沈齊。朝獻，王酌醴齊，再獻，後還酌沈齊。亦尊相因也。諸侯為賓，亦酌沈齊，用三酒之法，如祫禮也。四時之祭，唯二齊三酒，則自祫禘以下至四時祭，皆通用也。二齊，醴、盎也。故鄭注《司尊彝》四時祭法，但云醴、盎而巳。用二齊者，朝踐，王酌醴齊，後亦酌醴齊。饋食，王酌盎齊，後亦酌盎齊。朝獻，王還用醴齊，再獻，後還用盎齊，亦尊相因也。諸侯為賓，亦酌盎齊，三酒同於祫。三酒所常同不差者，三酒本為王以下飲，故尊卑自有常，依尊卑之常，不得有降。祫禘時祭，本明所用總有多少，故正祭之齊，有差降也。魯及王者之後，大祫所用，與五禘之禮同。若禘與王四時同，用三酒亦同於王。侯伯子男祫禘皆用二齊醴、盎而巳，三酒則並用。用二齊之法，朝踐，君夫人酌醴齊；饋食，君夫人酌盎齊。朝獻，君還酌醴齊；再獻，夫人還酌盎齊。諸臣為賓，酌盎齊。屍酢君夫人用昔酒，酢諸臣用清酒，加爵皆清酒。時祭之法，用一齊，故《禮器》云：「君親制祭，夫人薦盎。」鄭云：「謂朝事時也。」又云：「君親割牲，夫人薦酒。」鄭云：「謂進孰時也。」其行之法，朝踐君制祭，則夫人薦盎。為獻進孰時，君親割，夫人薦酒。朝獻時，君酌盎齊以酳屍，再獻時，夫人還酌酒，以終祭也。賓獻皆酒，加爵如禘祫之禮。天子諸侯酌奠，皆用齊酒，卿大夫之祭，酌奠皆用酒。其祫祭之法，既備五齊三酒，以實八尊，祫祭在秋。案《司尊彝》：「秋嘗，冬烝。」朝獻用兩著尊，饋獻用兩壺尊，則泛齊醴齊，各以著尊盛之；盎齊、醍齊、沈齊，各以壺尊盛之，凡五尊也。又五齊各有明水之尊，凡十尊也。三酒三尊，各加玄酒，凡六尊也。通斝彝盛明水，黃彝盛郁鬯。凡有十八尊，故崔氏云：「大祫祭凡十八尊，其明水郁鬯，陳之各在五齊三酒之上，祭日之旦，王服袞冕而入，屍亦袞冕，祝在後侑之。」王不出迎屍，故《祭統》云：「君不迎屍，所以別嫌也。」屍入室，乃作樂降神，故《大司樂》云「凡樂，圜鍾為宮，九變而降人鬼」是也。乃灌，故《書》云：「王入大室，祼當灌之。」時眾屍皆同在太廟中，依次而灌，所灌郁鬯。《小宰注》云「屍祭之，啐之，奠之」，是為一獻也。王乃出迎牲，後從灌，二獻也。迎牲而入至於庭，故《禮器》云：「納牲詔於庭。」王親執鸞刀，啟其毛，而祝以血毛告於室，故《禮器》云：「血毛詔於室。」凡牲則廟各別牢，故《公羊傳》云：「周公白牡，魯公騂犅。」案《逸禮》云：「毀廟之主，昭共一牢，穆共一牢，於是行朝踐之事，屍出於室。太祖之屍，坐於屍西南面，其主在右，昭在東，穆在西，相對坐，主各在其右。」故鄭注《祭統》云：「天子諸侯之祭，朝事延屍於戶外，是以有北面事屍之禮。」祝乃取牲膟膋，燎於爐炭，入以詔神於室，又出以墮於主前，《郊特牲》云「詔祝於室，坐屍於堂」是也。王乃洗肝於郁鬯而燔之，以制於主前，所謂制祭。次乃升牲首於室中，置於北墉下。後薦朝事之豆籩，乃薦腥於屍主之前，謂之朝踐，即此《禮運》「薦其血毛，腥其俎」是也。王乃以玉爵酌著尊泛齊以獻屍，三獻也。後又以玉爵酌著尊醴齊以亞獻，四獻也。乃退而合亨，至薦孰之時，陳於堂，故《禮器》云「設饌於堂」，乃後延主入室，大祖東面，昭在南面，穆在北面，徙堂上之饌於室內坐前，祝以斝爵酌奠於饌南，故《郊特牲》注云「天子奠斝，諸侯奠角」，即此之謂也。既奠之後，又取腸間脂，爇蕭合馨薌，《郊特牲》注云：「奠，謂薦孰時。」當此大合樂也。自此以前謂之接祭，乃迎屍入室，舉此奠斝，主人拜以妥屍，故《郊特牲》云：「舉斝角，拜妥屍」是也。後薦饌獻之豆籩，王乃以玉爵酌壺尊盎齊以獻屍，為五獻也。後又以玉爵酌壺尊醴齊以獻屍，是六獻也。於是屍食十五飯訖，王以玉爵因朝踐之尊，泛齊以酳屍，為七獻也，故鄭云：「變朝踐云朝獻，尊相因也。」朝獻，謂此王酳屍因朝踐之尊也。後乃薦加豆籩，屍酌酢主人，主人受嘏，王可以獻諸侯。於是後以瑤爵，因酌饋食壺尊醍齊以酳屍，為八獻也。鄭注《司尊彝》云：「變再獻為饋獻者，亦尊相因也。」再獻，後酳屍。獻，謂饋食時後之獻也，於時王可以瑤爵獻卿也。諸侯為賓者，以瑤爵酌壺尊醍齊以獻屍，為九獻。九獻之後，謂之加爵。案《特牲》有三加，則天子以下，加爵之數依尊卑，不秖三加也。故《特牲》三加爵，別有嗣子舉奠。《文王世子》諸侯謂之「上嗣」，舉奠亦當然。崔氏以為後獻皆用爵，又以九獻之外加爵，用璧角璧散。今案《內宰》云：「後祼獻則贊，瑤爵亦如之。」鄭注云：「瑤爵，謂屍卒食，王既酳屍，後亞獻之。」始用瑤爵，則後未酳屍以前不用也。又鄭注《司尊彝》云：「王酳屍用玉爵，而再獻者用璧角、璧散可知。」此璧角、璧散則瑤爵也。崔氏乃云：「正獻之外，諸臣加爵，用璧角璧散。」其義非也。其禘祭所用四齊者，禘祭在夏，醴齊盎齊，盛以犧尊，醍齊沈齊，盛以象尊。王朝踐獻用醴齊，後亞獻用盎齊，王饋獻用醍齊，後亞獻用沈齊，屍卒食，王酳屍因朝踐醴齊，後酳屍因饋食沈齊，諸臣為賓，獻亦用沈齊。禘祭無降神之樂，熊氏以為大祭皆有三始，有降神之樂，又未毀廟者，皆就其廟祭之，其餘皆如祫祭之禮。天子時祭用二齊者，春夏用犧尊盛醍齊，用象尊盛沈齊，秋冬用著尊盛醴齊，用壺尊盛盎齊，是一齊用一尊，《司尊彝》皆云「兩」者，以一尊盛明水，故皆云「兩」。若禘祫之祭，其齊既多，不得唯兩而巳。前巳備釋也。時祭唯用二齊，其諸侯用齊及酒，皆視天子，具如前說，其魯及王者之後皆九獻，其行之法與天子同。侯伯七獻，朝踐及饋獻時，君皆不獻，於九獻之中減二，故為七獻也。《禮器》云「君親制祭，夫人薦盎，君親割牲，夫人薦酒」是也。子男五獻者，亦以薦腥饋孰二，君皆不獻，酳屍之時，君但一獻而巳。九獻之中去其四，故為五。此皆崔氏之說，今案《特牲少牢》屍食之後，主人主婦及賓備行三獻，主婦因獻而得受酢。今子男屍食之後，但得一獻，夫人不得受酢，不如卿大夫，理亦不通。蓋子男饋孰以前，君與夫人並無獻也。食後行三獻，通二灌為五也。《禮器》所云，自據侯伯七獻之制也。一曰：屍酢侯伯子男，亦用所獻之齊也。"
      },
      {
        "index": 17,
        "text": "「作其祝號，玄酒以祭，薦其血毛，腥其俎；孰其殽，與其越席，疏布以冪，衣其澣帛，醴醆以獻，薦其燔炙。君與夫人交獻，以嘉魂魄。是謂合莫。此謂薦上古中古之食也。《周禮》祝號有六：「一曰神號，二曰鬼號，三曰祇號，四曰牲號，五曰繼號，六曰幣號。」號者，所以尊神顯物也。腥其俎，謂豚解而腥之，及血毛，皆所以法於大古也。孰其殽，謂體解而爓之。此以下，皆所法於中古也。越席，翦蒲席也。冪，覆尊也。澣帛，練染以為祭服。嘉，樂也。莫，虛無也。《孝經說》曰：「上通無莫。」○祝，之六反，徐之又反，注同。殽，本或作餚，戶交反。越席，音活，注同，字書作趏，杜元凱云：結草。冪，本又作鼏，同，莫歷反。衣其，於既反。浣，戶管反。示號，音祇，本又作祗。齍音咨，皇云：「黍稷。」大音太，下「大史」同。爓，似廉反。染，如艷反，又如琰反。樂也，音洛。○然後退而合亨，體其犬豕牛羊，實其簠、簋、籩、豆、鉶、羹。祝以孝告，嘏以慈告，是謂大祥。此謂薦今世之食也。體其犬豕牛羊，謂分別骨肉之貴賤，以為眾俎也。祝以孝告，嘏以慈告，各首其義也。祥，善也，今世之食，於人道為善也。○鈃，本又作鉶，音刑，盛和羹器，形如小鼎。羹音庚，舊音衡。別，彼列反，下文同。此禮之大成也。」解子游以禮所成也。"
      },
      {
        "index": 18,
        "text": "[疏]「作其祝號」至「是謂合莫」。○正義曰：此一節明祭祀用上古中古之法也。「玄酒以祭，薦其血毛，腥其俎」，此是用上古也，「孰其殽」以下用中古也。「作其祝號」者，謂造其鬼神，及牲玉美號之辭，史、祝稱之，以告鬼神，故云「作其祝號」。○「玄酒以祭」者，謂朝踐之時，設此玄酒於五齊之上，以致祭鬼神。此重古設之，其實不用以祭也。○「薦其血毛」者，亦朝踐時延屍在堂，祝以血毛告於室也。○「腥其俎」者，亦謂朝踐時，既殺牲，以俎盛肉，進於屍前也。○「孰其殽」，骨體也。孰，謂以湯爓之，以其所爓骨體進於屍前也。○「與其越席」至「浣帛」，皆謂祭初之時。越席，謂蒲席。疏布，謂粗布。若依《周禮》，越席、疏布是祭天之物。此經云「君與夫人」，則宗廟之禮也。此蓋記者雜陳夏殷諸侯之禮，故雖宗廟而用越席疏布也。○「衣其澣帛」者，謂祭服練帛，染而為之。○「醴醆以獻」者，朝踐之時用醴，饋食之時用醆。○「薦其燔炙」者，謂燔肉炙肝。案《特牲禮》：主人獻屍，賓長以肝從，主婦獻屍，賓長以燔從。則此君薦之用炙也，夫人薦用燔是也。皇氏云：「燔謂薦孰之時，爇蕭合馨薌。」知不然者，案《詩•楚茨》云：「或燔或炙。」鄭云：「燔，燔肉也。炙，肝炙也。」則知此燔炙亦然，皇說非也。君與夫人交獻，第一君獻，第二夫人獻，第三君獻，第四夫人獻，是君與夫人交錯而獻也。○「以嘉魂魄」者，謂設此在上祭祀之禮，所以嘉善於死者之來魂魄是於死者之魂魄。○「是謂合莫」，莫，謂虛無寂寞，言死者精神虛無寂寞，得生者嘉善，而神來歆饗，是生者和合於寂寞。但《禮運》之作，因魯之失禮，孔子乃為廣陳天子諸侯之事，及五帝茸荃之道，其言雜亂，或先或後，其文不次，舉其大綱，不可以一代定其法制，不可以一概正其先後，若審此理，則無所疑惑。○注「《周禮》」至「元莫」。○正義曰：案《周禮》大祝辨六號，「一曰神號」，註：「若皇天上帝」；「二曰鬼號」，註：「若皇祖伯某」；「三曰祇號」，「若后土地祇」；「四曰牲號」，「若牛，曰一元大武」；「五曰齍號」，「若稷曰明粢」；「六曰幣號」，「若幣曰量幣」是也。云「號者，所以尊神顯物」者，其神號、鬼號、祇號，是尊神也。牲號、齍號、幣號，是顯物也。云「腥其俎謂豚解而腥之」者，案《士喪禮》小斂之奠，載牲體兩髀、兩肩、兩胉，並脊凡七體也。《士虞禮》：「主人不視豚解。」注云：「豚解，解前後脛脊脅而已。」是豚解七體也。案《特牲少牢》以薦孰為始之時，皆體解，無豚解，以無朝踐薦腥故也。其天子諸侯既有朝踐薦腥，故知腥其俎之時豚解。云「孰其殽」，謂體解而爓之者。體解，則《特牲少牢》「所升於俎，以進神者」是也。案《特牲》九體，肩一、臂二、臑三、肫四、胳五、正脊六、橫脊七、長脅八、短脅九，《少牢》則十一體，加以脡脊、代脅為十一體也。是分豚為體解，此「孰其殽」，謂體解訖，以湯爓之，不全孰。次於腥而薦之堂，故《祭義》曰「爓祭，祭腥而退」是也。此則腥以法上古，爓法中古也。云「浣帛，練染以為祭服」者，此亦異代禮也。周禮則先染絲乃織成而為衣，故《玉藻》云：「士不衣織。」云「《孝經說》曰：上通無莫」者，《孝經緯》文，言人之精靈所感，上通元氣寂寞。引之者，證「莫」為虛無。正本元字作無，謂虛無寂寞，義或然也。○「然後」至「大祥」。○正義曰：論祭饋之節，供事鬼神及祭未獻賓，並祭竟燕飲饗食賓客兄弟。○「然後退而合亨」者，前明薦爓既未孰，今至饋食，乃退取曏爓肉，更合亨之今孰，擬更薦屍。又屍俎唯載右體，其餘不載者及左體等，亦於鑊中亨煮之，故云「合亨」。○「體其犬豕牛羊」者，亨之既孰，乃體別骨之貴賤，以為眾俎，供屍及待賓客兄弟等。體其犬豕牛羊，謂分別骨之貴賤，以為眾俎。知非屍前正俎者，以此經所陳，多是祭末之事。若是屍前正俎，當云「是謂合莫」，不得云「是謂大祥」。既是人之祥善，故為祭末饗燕之眾俎也。○「實其簠、簋、籩、豆、鉶、羹」者，此舉事屍之時所供設也。若籩豆亦兼據賓客及兄弟之等，故《特牲少牢》賓及眾賓兄弟之等，皆有籩豆及俎是也。○「祝以孝告，嘏以慈告」者，此論祭祀祝嘏之辭。案《少牢》：「祝曰：孝孫某敢用柔毛剛鬣，嘉薦普淖，用薦歲事於皇祖伯某，以某妃配某氏，尚饗。」是祝以孝告。《少牢》又云：「主人獻屍，祝嘏主人云：皇屍命工祝，丞致多福無疆，於女孝孫，來女孝孫，使女受祿於天，宜稼於田，眉壽萬年，勿替引之。」是嘏以慈告，言祝嘏於時以神之恩慈而告主人。○「是謂大祥」者，祥，善也。謂饋食之時，薦今世之食，於人道為善，故為大祥。○注「各首其義」者。○正義曰：首，猶本也。孝子告神，以孝為首。神告孝子，以慈為首。各本祝嘏之義也。"
      },
      {
        "index": 19,
        "text": "孔子曰：「於呼哀哉！我觀周道，幽、厲傷之，吾捨魯，何適矣！政亂禮失，以為魯尚愈。○於音烏。呼，好奴反。捨音捨，下「捨禮」皆同。魯之郊，禘，非禮也，周公其衰矣！非，猶失也。魯之郊，牛口傷、鼷鼠食其角，又有四卜郊不從，是周公之道衰矣。言子孫不能奉行興之。○禘，大計反。鼷音兮。"
      },
      {
        "index": 20,
        "text": "[疏]「孔子」至「適矣」。○正義曰：此明孔子歎意。前始發歎，末言自歎之意。子游有問，即隨問而答。答事既畢，故更述其所懷。「於呼哀哉」是傷歎之辭。言觀周家文武之道，以經幽、厲之亂傷，此禮儀法則，無可觀瞻，唯魯國稍可，吾捨此魯國，更何之適而觀禮乎！言魯國尚愈。愈，勝也，言尚勝於餘國，故韓宣子適魯云：「周禮盡在魯矣。」○「魯之郊禘」至「其衰矣」。○正義曰：魯合郊禘也，非，是非禮。但郊失禮，則牛口傷，禘失禮，躋僖公。○注「非猶」至「興之」。○正義曰：「郊，牛口傷」，宣三年經文。「鼷鼠食其角」，成七年經文。「四卜郊不從」，僖三十一年經文。言子孫不能承奉興行周公之道，故致使郊牛有害，卜郊不從。"
      },
      {
        "index": 21,
        "text": "「杞之郊也，禹也。宋之郊也，契也。是天子之事守也。先祖法度，子孫所當守。○契，息列反。故天子祭天地，諸侯祭社稷。○祝嘏莫敢易其常古，是謂大假。假亦大也。不敢改其常古之法度，是謂大大也。將言今不然。"
      },
      {
        "index": 22,
        "text": "[疏]「杞之」至「守也」。○正義曰：杞郊禹，宋郊契，蓋是夏、殷天子之事，杞、宋是其子孫，當所保守，勿使有失。案《祭法》云：「夏郊鯀，殷郊冥。」今杞郊禹，宋郊契者，以鯀、冥之德薄，故更郊禹、契，蓋時王所命也。○「祝嘏」至「大假」。○正義曰：言天子諸侯所祭之時，祝以主人之辭而告神，神以嘏福而與主人，二者皆依舊禮，無敢易其常事古法，是謂大假。假，大也。既不敢易法，是於禮法大中之大，謂大大之極也。○注「假亦」至「不然」。○正義曰：「假，大也」，《釋詁》文。以經既有「大」字，故云「假亦大也」。從此以前皆論法於古道則為善，故上文「承天之祐」，次文「是謂合莫」，又次云「是謂大祥」，又次文「是謂大假」，皆論其善也。所以論其善者，將欲論其惡故也。鄭云「將言今不然」，今，謂孔子之時也，禮廢政壞，不如大祥大祥假之等。自此以下，皆論今時之惡，故下云「是謂幽國」、「是謂僣君」是也。"
      },
      {
        "index": 23,
        "text": "「祝嘏辭說，藏於宗祝巫史，非禮也，是謂幽國。藏於宗祝巫史，言君不知有也。幽，暗也。國闇者，君與大夫俱不明也。"
      },
      {
        "index": 24,
        "text": "[疏]「祝嘏」至「幽國」。○正義曰：謂主人之辭告神；嘏，謂屍之辭致福告於主人，皆從古法。依舊禮，辭說當須以法用之於國，今乃棄去不用，藏於宗祝巫史之家，乃更改易古禮，自為辭說，非禮也。而國之君臣秖聞今日祝嘏之辭，不知古禮舊說，當是君臣俱暗，故云「是謂幽國」。"
      },
      {
        "index": 25,
        "text": "「醆，斝及屍君，非禮也，是謂僣君。僣禮之君也。醆、斝，先王之爵也，唯魯與王者之後得用之耳，其餘諸侯用時王之器而已。○醆斝，古雅反，又音嫁，爵名也。夏曰醆，殷曰斝，周曰爵。"
      },
      {
        "index": 26,
        "text": "[疏]「醆斝」至「僣君」。○正義曰：醆是夏爵，斝是殷爵。若是夏殷之後祭祀之時，得以醆、斝及於屍君，其餘諸侯於禮不合。今者諸侯等祭祀之時，乃以醆、斝及於屍君，非禮也，此諸侯乃是僣禮之君。○注「醆斝」至「用之」。○正義曰：案《明堂位》云：「夏曰醆，殷曰斝。」是先王之爵也。天子有六代之樂，王者之後，得用郊天，故知唯天子王者之後得用之，其餘諸侯用時王之器而已。此醆、斝謂祭祀屍未入之時，祝酌奠於鉶南者也。故《郊特牲》云「舉斝角」是也。若尋常獻屍，則用王爵耳。"
      },
      {
        "index": 27,
        "text": "「冕弁兵革藏於私家，非禮也。是謂脅君。劫脅之君也。冕弁，君之尊服。兵革，君之武衛及軍器也。○脅，許劫反。"
      },
      {
        "index": 28,
        "text": "[疏]「冕弁」至「脅君」。○正義曰：「冕弁兵革藏於私家，非禮」者，私家，大夫以下稱家。冕是袞冕，弁是皮弁。冕弁是朝廷之尊服，兵革是國家防衛之器，而大夫私家藏之，故云「非禮也」。○「是謂脅君」，脅，劫脅也。私藏公物，則見此君恆被臣之劫脅。"
      },
      {
        "index": 29,
        "text": "「大夫具官，祭器不假，聲樂皆具，非禮也。是謂亂國。臣之奢富儗於國君，敗亂之國也。孔子謂：「管仲官事不攝，焉得儉？」○儗音擬。焉，於虔反。"
      },
      {
        "index": 30,
        "text": "[疏]「大夫」至「亂國」。○正義曰：「大夫具官」者，天子六卿，諸侯三卿。卿大夫若有地者，則置官一人，用兼攝群職，不得官官各須具是如君也。故孔子譏管仲云「官事不攝，焉得儉」是也。○「祭器不假」者，凡大夫無地，則不得造祭器。有地雖造而不得具足，並須假借。若不假者，唯公孤以上得備造，故《周禮》：「四命受器。」鄭云：「此公之孤，始得有祭器者也。」又云：「王之下大夫亦四命。」○「聲樂皆具」者，大夫自有判縣之樂，而不得如三桓舞八佾。一曰大夫祭，不得用樂者，故《少牢饋食》無奏樂之文，唯君賜乃有之。○「非禮也」者，若大夫並為上事，則為非禮也。○「是謂亂國」者，大夫為此上諸事，與君相敵，乃是敗亂之國也。"
      },
      {
        "index": 31,
        "text": "「故仕於公曰臣，仕於家曰僕。三年之喪，與新有昏者，期不使。以衰裳入朝，與家僕雜居齊齒，非禮也。是謂君與臣同國。臣有喪昏之事而不歸，反服其衰裳以入朝，或與僕相等輩而處，是謂君臣共國，無尊卑也。有喪昏不歸唯君耳。臣有喪昏，當致事而歸。僕又不可與士齒。○期，居其反。朝，直遙反，注同。或與僕相，息亮反，一讀如字，則連下為句。等輩，卜內反。"
      },
      {
        "index": 32,
        "text": "[疏]「故仕」至「同國」。○正義曰：「仕於公曰臣」者，公是諸侯之號，臣是至賤之稱，今若仕於諸侯，其自稱以至賤之辭而曰臣，自貶退也。○「仕於家曰僕」者，謂卿大夫之僕，又賤於臣。若仕於大夫之家，即自稱曰僕，彌更卑賤也。○「三年之喪，與新有昏者，期不使」者，若君有喪昏，則恆在於國不歸。臣有喪昏，則歸向家，一期之間，不復使役也，故云「期不使」。○「以衰裳入朝，與家僕雜居齊齒，非禮也」者，今臣之有喪，乃不致事，身著衰裳而入君朝，或與家臣之僕錯雜而居，齊齒等輩，是為非禮也。○「是謂君與臣同國」者，君之喪昏而在國，臣有喪昏而不歸家，亦在國，是君與臣同國。又臣是卿大夫，與僕雜居。且臣是君之臣，僕是臣之僕，今卿大夫與僕雜居，尊卑無別，亦是君臣共國也。"
      },
      {
        "index": 33,
        "text": "「故天子有田以處其子孫，諸侯有國以處其子孫，大夫有采以處其子孫，是謂制度。言今不然也。《春秋》昭元年：」泰伯之弟針出奔晉。」剌其有千乘之國，不能容其母弟。○針，其廉反，又祇廉反。乘，時證反。故天子適諸侯，必捨其祖廟，而不以禮籍入，是謂天子壞法亂紀。以禮籍入，謂大史典禮執簡記奉諱惡也。天子雖尊，舍人宗廟，猶有敬焉，自拱敕也。○壞音怪。惡，烏路反。拱，徐居勇反，後「拱持」同。諸侯非問疾弔喪，而入諸臣之家，是謂君臣為謔。無故而相之，是獻謔也。陳靈公與孔甯儀行父數如夏氏，以取弒焉。○謔，許約反，甯本又作寧。案《左傳》作「寧」，《公羊》作「甯」，各依字讀。父音甫。數，邑角反。取弒，申志反，又如字。"
      },
      {
        "index": 34,
        "text": "[疏]故「天子」至「為謔」。○正義曰：「天子有田以處其子孫」者，案《王制》云「天子之田，方千里」是也。「以處其子孫」者，謂子孫若有功德者，封為諸侯，無功德直食邑於畿內也。○「諸侯有國以處其子孫」者，謂諸侯子孫，封為卿大夫。若有其大功德，其子孫亦有采地，故《左傳》云：「官有世功，則有官族，邑亦如之。」是處其子孫。○「大夫有采地以處其子孫」者，大夫位卑，不合割其采地以處子孫。但大夫以采地之祿，養其子孫，故云「以處其子孫」。然從「是謂幽國」以下，皆論其臣惡。今此云「是謂制度」而論善者，此論古之制度如此，今日則不然，謂今惡起文，故云「是謂制度」，非論今日之好，故注云「言今不然也。」○注「昭元」至「毋弟」。○正義曰：此所引《春秋》昭元年《公羊傳》文，引之者，證諸侯有國處子孫之義，譏秦伯不然也。○注「陳靈」至「殺焉」。○正義曰：此宣十年《左傳》文：陳靈公與孔寧儀行父通於夏徵舒之母夏姬，公謂孔寧儀行父曰：「徵舒似女。」行父對曰：「亦似君。」徵舒病之，公出，自其廄射而殺之。二子奔楚。後楚殺徵舒，立成公，是取弒也。"
      },
      {
        "index": 35,
        "text": "是故禮者，君之大柄也，所以別嫌明微、儐鬼神、考制度、別仁義，所以治政安君也。疾今失禮如此，為言禮之大義也。柄，所操以治事。○柄，兵命反。儐，必刃反。治政，皇如字，徐直吏反，下文注「以治事」同。為，於偽反，下「又為」、「遂為」皆同。操，士刀反。故政不正，則君位危；君位危則大臣倍，小臣竊。刑肅而俗敝，則法無常；法無常而禮無列；禮無列，則士不事也。刑肅而俗敝，則民弗歸也。是謂疵國。又為言政失君危之禍敗也。肅，駿也。疵，病也。○倍，步內反。敝音弊，本亦作弊。疵，才斯反。峻，恤俊反。"
      },
      {
        "index": 36,
        "text": "[疏]「是故」至「君也」。正義曰：此一經疾時失禮致此在上禍敗之事，故言禮之大義。○「禮者，君之大柄」者，言人君治國須禮，如巧匠治物，執斤斧之柄。○「所以別嫌明微」者，此以下亦並明用禮為柄之事，使寡婦不夜哭，是別嫌；君子表微，是明微也。○「儐鬼神」者，以接賓以禮曰儐，以郊天祀地及一切神明，是儐鬼神也。○「考制度」者，考，成也。制度為廣狹丈尺，以禮成之也。○「別仁義」者，仁生義殺，各使中禮，有分別也。○「所以治政安君也」者，用禮為柄，如前諸事，故治國得政，君獲安存，故《孝經》云：「安上治民，莫善於禮。」○「大臣」至「俗敝」。○正義曰：大臣，謂大夫以上。倍，謂倍君行私也。或有屢諫不聽，皆越關倍君而去。○「小臣竊」者，小臣，士以下。竊者，盜也。職闇位卑，但為竊盜府庫之事。○「刑肅而俗敝，則法無常」者，肅，駿急也。敝，凋殘也。君位已危，大臣又倍，小臣盜竊，愚君無奈此何，唯知暴怒，急行刑罰，故云「刑肅」。上下乖離，故云「俗敝」。俗敝刑肅、故法教無常。○注「肅，駿也。疵，病也」。○正義曰：案《釋詁》文。云肅、駿俱訓為疾，是肅為駿也。《釋詁》文又云：「疵，病也。」疵國者，君既危於上，臣又叛於下，刑肅嚴重，風俗凋敝，皆國之病，故云「疵國」。"
      },
      {
        "index": 37,
        "text": "故政者，君之所以藏身也。於此又遂為之言政也。藏，謂輝光於外，而形體不見，若日月星辰之神。○輝音暉。見，賢遍反。是故夫政必本於天，殽以降命。降，下也。殽天之氣，以下教令，天有運移之期，陰陽之節也。○殽，戶教反。注及下同。命降於社之謂殽地，謂教令由社下者也。社，土地之主也。《周禮》土會之法，有五地之物生。○會，古外反。降於祖廟之謂仁義，謂教令由祖下者，《大傳》曰：自禰率而上至於祖，遠者輕，仁也。自祖率而下至於禰，高者重，義也。○上，時掌反。下「上配」、「上生」皆同。降於山川之謂興作，謂教令由山川下者也。山川有草木禽獸，可作器物，共國事。○共音恭。降於五祀之謂制度。謂教令由五祀下者。五祀有中霤、門、戶、灶、行之神，此始為宮室制度。此聖人所以藏身之固也。政之行如此，何用城郭溝池之為。"
      },
      {
        "index": 38,
        "text": "[疏]「故政」至「固也」。正義曰：此一節以上文云政之不正，則國亂君危。此則廣言政之大理，本於天地及宗廟山川五祀而來，所來既重，故君用之，得藏身安固也。○「故政者，君之所以藏身也」者，故，因上起下之辭。人君身在於中，施政於外，人但見其政，不見其身。若政之美盛，則君身安靜，故云「政者，所以藏身也」。鄭云「藏謂煇光於外，而形體不見，若日月星辰之神」是也。○「是故夫政必本於天」，是故，謂政是藏身之固。其事既重，所施教令，必本於天而來。天有運移，若星辰圍繞北極；氣有陰陽，若冬夏之有寒暑。○「殽以降命」者，殽，效也，言人君法效天氣，以降下政教之命，效星辰運轉於北極，為昏媾姻亞；效天之陰陽寒暑，為刑獄賞罰，是「殽以降命」。○「命降於社之謂殽地」者，上云「政本於天」，此論政降於地。上既云「必本於天，殽以降命」，此亦當云「必本於地，殽以降命」。但上文既具，故此略而變文，直云「命降於社之謂殽地」。命者，政令之命，降下於社，謂從社而來以降民也。社即地也，指其神謂之社，指其形謂之地。法社以下教令，故云「謂之殽地」。地有五土，生物不同，人君法地，亦養物不一也。○「降於祖廟」者，此亦政教之命降下於民，由祖廟而來，謂法祖廟以下政令。○「之謂仁義」者，父親，仁也。祖尊，義也。言法此父祖，施仁義於民也。上云「命降於社之謂殽地」，此亦當云「命降於祖之謂殽廟」，以上文既具，故此又略而變文，與上不同，自下皆然也。○「降於山川」者，謂所施政令之命下於民者，從山川而來，謂法效山川，以為教令也。○「之謂興作」者，山川有草木鳥獸，可作器物，人君法山川，以興作其物也。○「降於五祀」者，所施政令降於民者，從五祀而來，謂法此五祀之神，以施政令也。○「之謂制度」者，初造五祀之人，既立中霤、門、戶、灶、行大小形制，各有法度，後王所以取為制度等級也。○「此聖人所以藏身之固也」者，政既法天地，法祖廟山川五祀，所重若此，謹慎行之，所以藏其身而堅固。○注「殽天」至「之節」。○正義曰：案昭二十五年《左傳》云：「禮者，天之經，地之義，為父子兄弟昏媾姻亞以象天明，為溫慈惠和以效天之生殖長育，為刑罰威獄以類其震曜殺戮。」此注云「天有運移之期，陰陽之節」，總包之也，皆法天之所為，以下教令也。○注「社土」至「物生」。○正義曰：下云「社者，神地之道」，此云「土地之主」，主則神也。「土會之法，有五地之物生」者，此《大司徒》文。五地則山林、川澤、丘陵、墳衍、原隰各有所生。五地總生萬物，人君法之，施政令，亦總養萬民也。○注「《大傳》」至「義也」。○正義曰：引此者，證祖禰廟有仁義也。云「自禰率而上至於祖，遠者輕，仁也」者，自，用也。率，循也。言用禰之仁，依循而上，以至於祖，遠者恩愛漸輕，是據仁恩也。「自祖率而下至於禰，高者重，義也」者，言用祖之義，依循而下，以至於禰，高者尊重，是義事也。祖廟之中，自然有此仁義，人君法之，施此仁義教令，以教下民也。○注「五祀」至「制度」。○正義曰：此五祀，鄭云「有中霤、門、戶、灶、行之神，此始為宮室制度」者，如鄭此言，則五祀神者，謂初造五祀之神。此人造五祀，有其制度，後王法此人之神，更為制度，此人造五祀，非五祀本神也。其五祀亦自然有其虛無之神，非後王所取法也，故此不言之。○注「政之」至「之為」。○正義曰：言政之行若能如此法天陰陽，使賞罰得所，法地高下，令尊卑有序，法之祖廟而行仁義，法之山川五祀而為興作制度，若能如此，則民懷其德，禍害不來，何所防禦？故云：「何用城郭溝池之為？」言不用城郭溝池也。"
      }
    ]
  }
}