{
  "chapterNumber": 17,
  "title": "卷16",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "仲夏之月，日在東井，昏亢中，旦危中。仲夏者，日月會於鶉首，而斗建午之辰也。○亢音剛，又苦浪反。\n[疏]「仲夏」至「危中」。○正義曰：按《茸藶》：五月節，日在井十六度，昏氐二度中，去日一百一十九度，旦室三度中。五月中，日在井三十一度，昏房二度中，去日一百一十九度，旦奎十一度中。元《元嘉歷》：五月節，日在井三度，昏角十度中，旦危七度中。五月中，日在井十八度，昏氐五度中，旦室五度中。"
      },
      {
        "index": 1,
        "text": "其日丙丁。其帝炎帝，其神祝融。其蟲羽。其音徵，律中蕤賓。其數七。其味苦，其臭焦。其祀灶，祭先肺。蕤賓者，應鍾之所生，三分益一，律長六寸八十一分寸之二十六。仲夏氣至，則蕤賓之律應。《周語》曰：「蕤賓所以安靜神人，獻酬交酢。」○蕤，人誰反。應，應對之應。酢，才各反。"
      },
      {
        "index": 2,
        "text": "[疏]注「蕤賓」至「交酢」。○正義曰：應鍾律長四寸二十七分寸之二十，上生蕤賓三分益一，取應鍾三寸，更益一寸為四寸，其二十七分寸之二十，各三分之，則一寸分為八十一分也。二十七分寸之二十，則為八十一分寸之六十，其整寸一為八十一分，又以六十分益之，總為一百四十一分。更三分益一，一分有四十七，更以四十七益前一百四十一分，總為一百八十八分，是為積分之數。除之為寸，除八十一分，則一百六十二分為二寸，益前四寸為六寸，餘有二十六分不成寸，故云蕤賓「長六寸八十一分寸之二十六」也。引「《周語》曰」以下者，證蕤賓之律。何胤云：「乾九四，是月陽反於下為復，陰生陽中為姤，各應其時，所以安靜是安靜神人也。陰生為主，陽謝為賓，賓主之象，獻酬之禮。獻酢又酬之，陰陽代謝之義也。」"
      },
      {
        "index": 3,
        "text": "小暑至，螳螂生，鵙始鳴，反舌無聲。皆記時侯也。螳螂，螵蛸母也。鵙，博勞也。反舌，百舌鳥。○螳音堂。螂音郎。鵙，古闑反；《字林》工役反。反舌，蔡伯皆云「蝦蟆」。螵，匹遙反。蛸音消。搏音博，又作伯。"
      },
      {
        "index": 4,
        "text": "[疏]注「螳螂」至「舌鳥」。○正義曰：按《釋蟲》云「不<蟲過>，螳蠰，其子蜱蛸。」舍人云：「不<蟲過>名蟷蠰，今之螳螂也。」孫炎云：「蟷蠰，螳螂，一名不<蟲過>。」李巡云：「其子名蜱蛸，則螵蛸。」故云螵蛸母。《鄭志》云：「譚魯以南，謂之蟷蠰，三河之域，謂之螳螂，燕趙之際，謂之食厖，齊杞以東，謂之馬穀。然名其子，同云螵螂也。云「搏勞」者，《詩》云：「七月鳴鵙。」箋云：「百勞鳴，將寒之候，五月則鳴，豳地晚寒，鳥物之候，從其氣焉。」云「百舌鳥」者，蔡云：「蟲名，蛙也。今謂之蝦覅，其舌本前著口側而未鄉內，故謂之反舌。」《通卦驗》曰：「搏勞鳴，蝦覅無聲。」又靡信云：「昔於長安中，與書生數十，共往城北水中，取蝦覅屠割視之，其舌反鄉後。」如此，鄭君得不通乎？蟜夙問曰：「誠如緯與子言為蝦蟆，五月中始得水，適當聒人耳，何反無聲？」此者著時候，今猶昔也，是以知蝦覅非反舌。反舌鳥春始鳴，至五月稍止，其聲數轉，故名反舌。時候言之，今人識之，故不從緯與俗儒也。或蝦覅舌性自然，不必為反舌也。"
      },
      {
        "index": 5,
        "text": "天子居明堂太廟，乘朱路，駕赤緌，載赤旂，衣朱衣，服赤玉，食菽與雞，其器高以粗。明堂太廟，南堂當太室也。養壯佼。助長氣也。○佼，古卯反。長，丁丈反，下「長氣」同。"
      },
      {
        "index": 6,
        "text": "[疏]「養壯佼」。○正義曰：壯謂容體盛大，佼謂形容佼好，以盛夏長養之時，故養壯佼之人，助長氣也。\n是月也，命樂師脩鞀、鞞、鼓、均琴瑟、管、簫，執干戚戈羽，調竽笙竾簧，飭鐘磬柷敔。為將大雩帝習樂也。脩、均、執、調、飭者，治其器物習其事之言。○鞀大刀反本亦作？同鞞步西反竽音於竾音池本又作篪同簧音黃飭、飭音敕。柷，昌六反。敔，魚呂反，本又作圉。為，於偽反，下文「為民」、注「為傷」、「為其」皆同。雩音於。"
      },
      {
        "index": 7,
        "text": "[疏]「是月」至「柷敔」。○正義曰：「鞀」字或從兆下鼓。按《周禮•小師》注云：「□如鼓而小，持其柄搖之，旁耳還自擊。鄭注《詩》云：「小鼓在大鼓旁，應鞞之屬也。」鞞鼓者，則《周禮•鼓人職》掌六鼓，「雷鼓鼓神祀」之屬是也。劉熙《釋名》云「鞀，導也，所以導樂作」，「鞞，裨也，裨助鼓節」，「鼓，廓也，張皮以冒之，其中空廓」。琴者，《釋樂》云：「大琴謂之離。」孫炎云：「聲留離。」《廣雅》云：「琴長三尺六寸六分，五弦。」劉熙《釋名》云：「施弦張之。」瑟者，《釋樂》云：「大瑟謂之灑。」孫炎云：「音多變布如灑出也。」郭景純云：「瑟長八尺一寸，二十七弦。」管者，《釋樂》云：「大管謂之簥。」音驕。郭景純云：「管長尺，圍寸。並漆之，有底。賈氏以為如篪，六孔。」鄭注《周禮》云：「管如邃而小，並兩而吹之。」簫者，《釋樂》云：「大簫謂之言。」郭景純云：「編二十二管，長尺四寸。」鄭注《周禮》：「簫，編小竹管，如今賣飴《易》所吹者。」劉熙《釋名》：「簫，肅也。」干，盾也。戚，斧也。戈，鉤孑戟。羽，鳥羽，《周禮》「羽舞」、「皇舞」之屬是也。竽者，鄭注《周禮》云：「竽，三十六簧。」《釋名》云：「竽，汙也。其中污空。」笙者，鄭注《周禮》云：「十三簧。」《釋樂》云：「大笙謂之巢。」郭景純云：「列管瓠中施簧，管端大者十九簧。」《釋名》云：「笙，生也。像物出地所生。」篪者，《釋樂》云：「大篪謂之沂。」郭景純云：「篪以竹為之，長尺四寸，圍三寸，一孔上出，寸三分，名翹。橫吹之。」《廣雅》云：「八孔。」鄭司農注《周禮》云：「篪七空。」《釋名》云：「篪，啼也。聲如鶯兒啼。」簧者，竽笙之舌也，氣鼓之而為聲。《釋名》云：「簧，橫也。於管頭橫施之。」鍾者，按《釋樂》云：「大鐘謂之鏞。」《釋名》云：「鐘，空也。內空受氣多。」磬者，《釋樂》云：「大磬謂之旂。」音囂，以玉石為之。《釋名》云：「磬，罄也，聲堅，罄罄然。」柷者，《釋樂》云：「所以鼓柷謂之止。」郭景純云：「柷如漆桶，方二尺四寸，深一尺八寸，中有椎柄，連底桐之，令左右擊。止者，其椎名。」敔者，《釋樂》云：「所以鼓敔謂之籈。」郭景純云：「敔如伏虎，背上有二十七鉏鋙刻，以木長尺櫟之。」○注「脩均」至「之言」。○正義曰：脩者，脩理舊物。均者，均平其聲。執者，操持營為。調者，調和音曲。飭者，整頓器物。故云「治其器物、習其事之言」也。"
      },
      {
        "index": 8,
        "text": "命有司為民祈祀山川百源。大雩帝，用盛樂。乃命百縣雩祀百辟卿士有益於民者，以祈穀實。陽氣盛而常旱，山川百源，能興雲雨者也。眾水始所出為百源，必先祭其本，乃雩。雩，吁嗟求雨之祭也。雩帝，謂為壇南郊之旁，雩五精之帝，配以先帝也。自「鞀鞞」至「柷敔」皆作曰盛樂，凡他雩用歌舞而巳。百辟卿士，古者上公，若句龍、後稷之類也。《春秋傳》曰：「龍見而雩。」雩之正，常以四月。凡周之秋三月之中而旱，亦脩雩禮以求雨，因著正雩，此月失之矣。天子雩上帝，諸侯以下雩上公，周冬及春夏雖旱，禮有禱無雩。○辟，必亦反，注同。句，古侯同。見，賢遍反，下「御見」同。"
      },
      {
        "index": 9,
        "text": "[疏]「命有」至「穀實」。○正義曰：正以將欲雩祭，故先命有司為祈祀山川百源，為將雩之漸，重民之義也。故先為民「大雩帝，用盛樂」者，為民祈穀後，天子乃大雩天帝，用上鞀鞞之等，故云「用盛樂」。「乃命百縣雩祀百辟卿士」者，謂天子既雩之後，百縣謂諸侯也，命此諸侯以雩祀古之百辟及卿士等，生存之日，能立功有益於人者。○注「陽氣」至「無雩」。○正義曰：以四月純陽用事，故云「陽氣盛而恆旱」，故制禮此月為雩。縱令雩祭時不旱，亦為雩祭。云「雩，以吁嗟求雨之祭」者，以雩音近吁。又《女巫職》云：「凡邦之大災，歌哭而請。」歌哭則吁嗟之類。旱又是大災，故須吁嗟求雨。注《春秋》者，以雩為遠，謂遠為百穀求雨，非鄭義也。云「雩帝，謂為壇南郊之旁，雩五精之帝」者，以雩是祭天，當從陽位，以五天總祭，不可遍在四方，故知在南郊也。以春夏秋冬共成歲功，不可偏祭一天，故「雩五精之帝」。以自外至者，無主不正，當以人帝配之，大皞配靈威仰，炎帝配赤熛怒，黃帝配含樞紐，少皞配白招拒，顓頊配汁光紀，故云「配以先帝也」。云「凡他雩用歌舞而巳」者，按《女巫》云「旱則舞雩」，是用歌舞，正雩則非唯歌舞，兼有餘樂，故《論語》云「舞雩詠而歸」是也。云「百辟卿士，古者上公，句龍、後稷之類也」者，百辟則古之上公，則《國語》鯀為崇伯，而《禮記•祭法》有祀之文，社稷五祀，雖為王朝卿士，兼帶上公之官，故《左氏》云「封為上公，祀為貴神」，是身為百辟，又為卿士。按《左傳》有社稷五官，今直云「若句龍後稷」，不云句芒蓐收之等，舉有益於民功之顯者言之。引「《春秋傳》曰『龍見而雩』」者，欲明正雩在四月，不在五月也。云「凡周之秋三月之中旱，亦修雩禮以求雨』」者，釋此經大雩在五月之中，為五月不雨脩雩祭，作記者言五月之雩是常雩，故記之於五月也。云「天子雩上帝」者，以此云「大雩帝」也。云「諸侯以下雩上公」者，此云「乃命百縣雩祀百辟卿士」是也。云「周冬及春夏雖旱，禮有禱無雩」者，按《春秋》周七月、八月、九月皆書雩，《穀梁》不譏；成七年「冬，大雩」，《穀梁》云「無為雩」，是譏其冬雩，是冬無雩也。《春秋》周之春及周之四月、五月皆無雩文。春夏不雩，雖旱不為脩雩之祭，其周季夏當有正雩，則龍見而雩是也。按《春秋》桓五年「秋，大雩」，傳云「書不時」，服注云「雩，遠也」。遠為百穀祈膏雨，言大，別山川之雩也。僖十一年「秋，八月，大雩」，十三年「秋，九月，大雩」。成公三年秋「大雩」，七年「冬，大雩」。襄五年「秋，大雩」，傳曰「旱」；八年「九月，大雩」，傳曰「旱」。十六年秋「大雩」，十七年秋「九月，大雩」，二十八年「秋，八月，大雩」，傳曰「旱」。昭三年秋「八月，大雩」，傳曰「旱」；六年「九月，大雩」，傳曰「旱」；八年秋「大雩」；十六年秋「九月，大雩」，傳曰「旱」；二十四年「秋，八月，大雩」，傳曰「旱」；二十五年「秋，七月，上辛，大雩，季辛，又雩」，傳曰「秋書再雩，旱甚」。定元年秋「九月，大雩」；七年秋「大雩」，「九月，大雩」；十二年「秋，大雩」。僖二十一年「夏，大旱」。宣七年秋「大旱」。莊三十一年「冬，不雨」。僖二年「冬，十月，不雨」；三年「正月，不雨，夏，四月，不雨」，「六月雨」，傳曰「自十月不雨，至於五月，不曰旱，不為災」。文二年「自十有二月不雨，至於秋七月」；十年云「自正月不雨，至於秋七月」；十三年云「自正月不雨，至於秋七月」。是《春秋》之中不雨有七，大旱有二，大雩有二十一，都並有三十。莊三十一年「冬，不雨」，以冬時旱氣以過，故不數。僖二十一年「夏，大旱」，宣七年秋「大旱」，二旱災成，故不數。昭二十五年一月再雩，祗是一旱之事，為再雩，一雩不數。定七年秋「大雩」，亦一時之事，而為二雩，一雩不數。成七年「冬，大雩」，《穀梁》云「冬無為雩」，明亦不數。三十之中，去此六事不數，唯有二十四在。就二十四之中，分為四部；桓五年「秋，大雩」，說雩禮，是一部也；僖二年「冬，十月，不雨」，僖三年「正月，不雨，夏，四月，不雨」，說禱禮，是二部也；文二年、文十年、文十三年皆云「正月不雨，至於秋七月」，說旱而不為災，是三部也。此三部總有七條，於二十四去七條，餘有十七條，說旱氣所由。故鄭《釋廢疾》云：「《春秋》凡書二十四旱。」《考異郵》說云：「分為四部，各有義焉。」是其事也。凡正雩在周之六月，常事不書。書秋大雩，傳不云旱者，皆過雩也；傳言旱者，皆為旱脩雩也。雩書月者，為脩旱雩得禮，故定元年《穀梁傳》曰：「雩月，雩之正也。秋大雩，非正也。」按《玉藻》云：「至於八月不雨，君不舉。」注云：「建子之月不雨，盡建未乃始成災。」而僖二十一年「夏，大旱」，未至建末而為災者，若霧露霑濡，壟中有苗，雖歷時不為災也。文二年、十年、十三年，自十二月、正月不雨，至秋七月是也。至八月不雨乃為災。若無霧露霑濡，壟中無苗，雖未至八月則為災，故僖十一年「夏，大旱」是也。《穀梁》說云「得雨曰雩，不得雨曰旱」，《公羊》說「言雩則旱見，言旱則雩不見」。此二家之說不同，鄭《釋廢疾》從《穀梁》之義。雩之與禱所以異者，《考異郵》說云：「天子禱九州山川，諸侯禱封內，大夫禱所食邑。」又僖公三時不雨，帥群臣禱山川，以過自讓。凡雩必先禱，故此經云乃命百縣祈祀山川百源，始大雩帝是也。禱者不雩，僖公二年冬十月及三年春正月、夏四月，直為禱祭不為雩，以非雩月，故不雩。"
      },
      {
        "index": 10,
        "text": "農乃登黍。登，進也。是月也，天子乃以雛嘗黍，羞以含桃。先薦寢廟。此嘗雛也。而云以嘗黍，不以牲主穀也。必以黍者，黍，火穀，氣之主也。含桃，櫻桃也。○雛，仕於反，又仕俱反，雛也，《爾雅》云：「生豕雛。」含桃，本又作函，湖南反；含桃，櫻桃也。櫻，於耕反。"
      },
      {
        "index": 11,
        "text": "[疏]注「必以」至「櫻桃」。○正義曰：黍是火穀，於夏時與雛同薦之。如鄭此言，則黍非新成，直取舊黍，故下孟秋云「農乃登穀」，注云「黍稷於是始熟」，明仲夏未熟也。蔡氏以為此時黍新孰，今蟬鳴黍是也，非鄭義也。按《月令》諸月無薦果之文，此獨羞含桃者，以此果先成，異於餘物，故特記之，其實諸果亦時薦。"
      },
      {
        "index": 12,
        "text": "令民毋艾藍以染。為傷長氣也。此月藍始可別，《夏小正》曰：「五月啟灌藍蓼。」○藍，力甘反。別，彼列反，下文「別群」同。"
      },
      {
        "index": 13,
        "text": "[疏]注「此月」至「藍蓼」。○正義曰：別種藍之體，初必叢生，若及早栽移，則有所傷損。此月藍既長大，可分移布散，引《小正》「啟灌藍蓼」者，證此月養藍。熊氏云：「灌謂叢生也。言開闢此叢生藍蓼，分移使之稀散。」"
      },
      {
        "index": 14,
        "text": "毋燒灰，為傷火氣也。火之氣於是為盛，火之滅者為灰。毋暴布。不以陰功干大陽之事。○暴，步卜反，大音太。門閭毋閉，關市毋索。順陽敷縱，不難物。○索，所白反。難，乃旦反，又如字。"
      },
      {
        "index": 15,
        "text": "[疏]「門閭」至「毋索」。○正義曰：蔡云：「門謂城門，閭謂二十五家為閭。」關市無索者，關市停物之所，商旅或隱蔽其物以避徵稅。是月從長之時，故不搜索其物。"
      },
      {
        "index": 16,
        "text": "挺重囚，益其食。挺猶寬也。\n[疏]「益其食」。○正義曰：「益其食」「挺重囚」連文，鄭又無注，皇氏以為增益囚之飲食，義當然也。熊氏以為益群臣祿食，其義非也。"
      },
      {
        "index": 17,
        "text": "游牝別群，孕妊之欲止也。則縶騰駒。為其牡氣有餘，相蹄齧也。○執如字，蔡本作縶。蹄，大計反，蹋也；本或作踶，音同。班馬政。馬政，謂養馬之政教也。《廋人職》曰「掌十有二閒之政教，以阜馬佚特，教駣，攻駒」，此之謂也。○廋，所留反。駣音兆。又音道，《字林》音祧。"
      },
      {
        "index": 18,
        "text": "[疏]注「馬政」至「政駒」。○正義曰：《廋人職》曰：「掌十有二閒之政教。」按《校人職》云，「天子十有二閒」，諸侯六閒，大夫四閒，每閒馬有二百一十六匹。又「阜馬佚特，教駣，攻駒」，注云「阜，盛壯也」，鄭司農云『二歲曰駒，三歲曰駣』，玄謂逸者，用之不使甚勞，安其血氣也。教駣，始乘習之。攻駒，騬其蹄齧者」。"
      },
      {
        "index": 19,
        "text": "是月也，日長至，陰陽爭，死生分。爭者，陽方盛，陰欲起也。分猶半也。○爭，爭鬥之爭，注同。\n[疏]「是月」至「生分」。○正義曰：「長至「者，謂此月之時，日長之至極，大史漏刻，夏至晝漏六十五刻，夜漏三十五刻，是「日長至」也。「死生分」者，分，半也。陰氣既起，故物半死半生。蔡云「感陽氣長者生，感陰氣成者死」，故於夏至日相與分也。"
      },
      {
        "index": 20,
        "text": "君子齊戒，處必掩身，毋躁。掩猶隱翳也。躁猶動也。今《月令》「毋躁為欲靜」。止聲色，毋或進。進猶御見也。聲謂樂也。《易》及《樂》、《春秋》說「夏至，人主與群臣從八能之士，作樂五日」，今止之，非其道也。○從，子用反。"
      },
      {
        "index": 21,
        "text": "[疏]「君子」至「或進」。○正義曰：蔡氏云：「君子，謂人君以下至在位士也。齊戒所以敬道萌陰也。處必掩身，處猶居也。掩，隱翳也。陰既始萌，故君子居處不顯露，恐干陰也。毋躁者，躁，動也。既不顯露，又不得躁動，宜靜以安萌陰也。」鄭引今《月令》「無躁為欲靜」，欲靜則無躁之義。止聲色者，歌樂華麗之事，為助陰靜，故止之。「無或進」者，進，御見也。既止聲色，故嬪房不得進御侍夕也，亦為微陰始動，不可動於陰事也。蔡云「方齊戒，故止色，內御之屬勿或有所進也」。○注「易及」至「其道」。○正義曰：按《易緯•通卦驗》云：「夏至人主從八能之士，或調黃鐘，或調六律，或調五音，或調五聲，或調五行，或調律磨，或調陰陽，或調正德所行。」注「從八能之士」，謂選於天下人眾之中，取其習曉者而使之。調黃鐘者，縣黃鐘於子，其以大小之差展其聲。調六律者，六律管，陽也。又有六呂為之合，管有長短，吹之以調樂器之聲。調五音者，金為鐘，革為鼓，石為磬，竹為管，絲為弦，皆有聲變舒疾也。匏也，木也，土也，不言調者，聲少變，故不調。調五聲者，宮、商、角、徵、羽，聲弘殺緩急。凡黃鐘六律之聲，五音之動，與神靈之氣通，人君聽之，可以察已之得失，而知群臣賢否。調五行者，五行謂五英。調律歷者，律歷謂六莖也。調陰陽者，謂《雲門》、《咸池》。調正德所行者，謂之《大韶》、《大夏》、《大濩》、《大武》，此鄭云《五英》，謂顓頊樂名，云《六莖》者，帝嚳樂名。云「從八能之士」，注云「從，就也，謂人主就八能之士於習樂之處而觀之」。「作樂五日」者，謂日至之前，豫前五日，令八能之士習作其樂，以迎日至。《樂緯•協圖徵》亦云「從八能之士」，今《月令》於日至止聲色，與諸《緯》文違，故云「非其道」。必知其《緯》文作樂為是者，以《周禮•大司樂》冬至祭祭圜丘，夏至祭地方澤，皆有作樂之文，不得云止樂，故知月令非也。"
      },
      {
        "index": 22,
        "text": "薄滋味，毋致和。為其氣異，此時傷人。○和，戶臥反。\n[疏]注「為其」至「傷人」。○正義曰：滋味和調，氣味殊異，他時可食，此時傷人。"
      },
      {
        "index": 23,
        "text": "節耆欲，定心氣。微陰扶精，不可散也。○耆，市志反。百官靜事毋刑。罪罰之事，不可以聞。今《月令》「刑」為「徑」。以定晏陰之所成。晏，安也。陰稱安。○晏，伊見反。"
      },
      {
        "index": 24,
        "text": "[疏]「以定晏陰之所成」。○正義曰：上從「君子齊戒」以下，至「無刑」以上，皆是清靜止息之事，以正定身中安陰之所成就，謂初感安陰，若不清靜，則微陰與人為病，故須定之。王肅及蔡氏皆云晏為以安定陰陽之所成，非鄭旨也。"
      },
      {
        "index": 25,
        "text": "鹿角解，蟬始鳴，半夏生，木堇榮。又記時候也。半夏，藥草。木堇，王蒸也。○解，戶買反。始，市志反。夏，戶嫁反。堇音謹，一名舜華。蒸，之承反。"
      },
      {
        "index": 26,
        "text": "[疏]注「木堇」至「蒸也」。○正義曰：《釋草》云：「椵，木槿。櫬，木槿。」某氏云「別三名，可食，或呼為日及，亦云王蒸。其花朝生暮落」。"
      },
      {
        "index": 27,
        "text": "是月也，毋用火南方。陽氣盛，又用火於其方，害微陰也。可以居高明，可以遠眺望，可以升山陵，可以處台榭。順陽在上也。高明謂樓觀也。闍者謂之台，有木者謂之榭。○榭音謝。觀，古喚反。闍音都。"
      },
      {
        "index": 28,
        "text": "[疏]注「闍者」至「之榭」。○正義曰：按《釋宮》云：「闍謂之台。」李巡云：「蛔芰為之，所以觀望。」郭景純云：「蛔芰四方。」又云：「無室曰榭。」李巡云：「但有大殿，無室名曰榭。」郭景純云：「榭，今之堂堭。」"
      },
      {
        "index": 29,
        "text": "仲夏行冬令，則雹凍傷穀。子之氣乘之也。陽為雨，陰起脅之，凝為雹。○雹，步角反。凍，丁貢反。道路不通，暴兵來至。盜賊攻劫，亦雹之類。"
      },
      {
        "index": 30,
        "text": "[疏]「仲夏」至「來至」。○正義曰：「雹凍傷穀」，天災。「道路不通，暴兵來至」，人災也。\n行春令，則五穀晚熟。卯之氣乘之也。生日長。百螣時起，其國乃饑。螣，蝗之屬，言百者，明眾類並為害。○螣音特，食苗葉蟲。饑，居疑反，又音機。"
      },
      {
        "index": 31,
        "text": "[疏]「行春」至「乃饑」。○正義曰：「五穀晚熟」，天災。「百螣時起」，地災。「其國乃饑」，人災也。\n行秋令，則草木零落，酉之氣乘之也。八月宿直昂畢，為天獄主殺。○零，本又作苓，音同。果實早成，生日短。民殃於疫。大陵之氣來為害也。○殃，於良反。疫音役。"
      },
      {
        "index": 32,
        "text": "[疏]「行秋」至「於疫」。○正義曰：「草木零落，果實早成」，地災。「民殃於疫」，人災也。\n季夏之月，日在柳，昏火中，旦奎中。季夏者，日月會於鶉火，而斗建未之辰也。"
      },
      {
        "index": 33,
        "text": "[疏]「季夏」至「奎中」。○正義曰：按《茸藶》：六月節，日在柳九度，昏尾七度中，去日一百一十九度，旦婁八度中。六月中，日在張三度，昏箕三度中，去日一百一十七度，旦胃十四度中。《元嘉歷》：六月節，日在井三十二度，昏房四度中，旦東壁八度中。六月中，日在柳十二度，昏尾八度中，旦奎十二度中。"
      },
      {
        "index": 34,
        "text": "其日丙丁。其帝炎帝，其神祝融。其蟲羽。其音徵，律中林鐘。其數七。其味苦，其臭焦。其祀灶，祭先肺。林鍾者，黃鐘之所生，三分去一，律長六寸。季夏氣至，則林鍾之律應。《周語》曰：「林鍾和展百物，俾莫不任肅純恪。」○去，起呂反，後放此。任音壬，又如字。恪，苦各反。"
      },
      {
        "index": 35,
        "text": "[疏]注「林鍾」至「純恪」。○正義曰：按《律歷志》，黃鐘長九寸，三分去一，下生林鐘，故林鍾長六寸。引「《周語》曰」下者，證林鍾之義，故《周語》云：「林鍾和展百物，俾莫不任肅純恪。」按注云「坤，初六也」，林，眾；鐘，聚；肅，速；純，大；恪，敬。「言時務和，審百事，無有詭詐，使莫不任其職事，速其功，而大敬其職」。"
      },
      {
        "index": 36,
        "text": "溫風始至，蟋蟀居壁，鷹乃學習，腐草為螢。皆記時侯也。鷹學習，謂攫搏也。《夏小正》曰：「六月，鷹始摯。」螢，飛蟲，螢火也。○蟋蟀，上音悉，下音率。腐，扶矩反。熒，本又作螢，戶扃反；或作「腐草化為螢」者，非也。攫，俱縳反，一音九碧反。搏音搏。摯音至，本亦作鷙，同。"
      },
      {
        "index": 37,
        "text": "[疏]「溫風」至「為螢」。○正義曰：「蟋蟀居壁」者，此物生在於土中，至季夏羽翼稍成，未能遠飛，但居其壁，至七月則能遠飛在野。按《爾雅•釋蟲》云：「蟋蟀，蛩也。」孫炎曰：「蜻蛚也。梁國謂蛩。」郭景純云：「今促織。」蔡以為蟋蟀，斯螽，非也。○「鷹乃學習」者，於時二陰既起，鷹感陰氣，乃有殺心，學習摶擊之事。按《鄭志》，焦氏問云：「仲秋，乃鳩化為鷹。仲春，鷹化為鳩。此六月何言有鷹學習乎？」張逸答曰：「鷹雖為鳩，亦自有真鷹可習矣。」○「腐草為螢」者，腐草此時得暑濕之氣，故為螢。不云化者，蔡氏云「鳩化為鷹，鷹還化為鳩，故稱化。今腐草為螢，螢不復為腐草，故不稱化」。○注「謂攫」至「螢火」。○正義曰：攫謂以足取物，摶謂以翼擊物。云「螢，飛蟲」者，按《釋蟲》云：「螢火，即炤。」李巡云：「螢火夜飛，腹下如火光，故曰即炤。」"
      },
      {
        "index": 38,
        "text": "天子居明堂右個，乘朱路，駕赤緌，載赤旂，衣朱衣，服赤玉，食菽與雞，其器高以粗。明堂右個，南堂西偏也。"
      },
      {
        "index": 39,
        "text": "命漁師伐蛟、取鼉、登龜、取黿。四者甲類，秋乃堅成。《周禮》曰「秋獻龜魚」，又曰「凡取龜用秋時」，是夏之秋也。作《月令》者，以為此秋據周之時也。周之八月，夏之六月，因書於此，似誤也。蛟言伐者，以其有兵衛也。龜言登者，尊之也。鼉、黿言取，羞物賤也。鼉皮又可以冒鼓，今《月令》「漁師」為「榜人」。○蛟音交。鼉，大多反，又徒丹反。黿音元。冒，亡報反。榜，必孟反。"
      },
      {
        "index": 40,
        "text": "[疏]「命漁」至「取黿」。○正義曰：此命漁師及仲夏養壯佼之等，皆是煩細之事，或非止一月所為，故不言「是月也」。故注云「四者甲類，秋乃堅成」，明非獨季夏而取。○注「《周禮》」至「榜人」。○正義曰：引「《周禮》『秋獻龜魚』」，是《獻人職》文。又云「凡取龜用秋時」，是《龜人職》文。引之者，證作記之人謂此禮是周之秋八月，當夏之六月，故誤書於此，言記之者非也。"
      },
      {
        "index": 41,
        "text": "命澤人納材葦。蒲葦之屬，此時柔刃，可取作器物也。○葦，於鬼反。刃，而慎反。○是月也，命四監大合百縣之秩芻，以養犧牲，令民無不咸出其力。四監，主山、林、川、澤之官。百縣，鄉遂之屬，地有山、林、川、澤者也。秩，常也。百縣給國養犧牲之芻，多少有常，民皆當出力為艾之。今《月令》「四」為「田」。○為艾，於偽反，下文「為民」、注「為求福」、「為其」同。以共皇天上帝，名山大川，四方之神。以祠宗廟社稷之靈，以為民祈福。牲以供祠神靈，為民求福，明使民艾芻，是不虛取也。皇天，北辰耀魄寶，冬至所祭於圜丘也。上帝，大微五帝。○共音恭。"
      },
      {
        "index": 42,
        "text": "[疏]「命四」至「祈福」。○正義曰：以四監合其秩芻，以共皇天上帝，其事既大，又異於上，故言「是月」。自「命婦官」至「等給之度」，論黼黻文章，給郊廟祭祀之服，事異於上帝養犧牲，故言「是月」。自「樹木方盛」至「則有天殃」，論禁斷餘事，助時生養，亦事異於上，故言「是月」，自「土潤溽暑」至「土疆」，論上暑下潤，糞地為宜，事異於上，故復言「是月」。○注「四監」至「為田」。○正義曰：按《周禮》有山虞、澤虞、林衡、川衡之官，秩芻出於山林，又季冬云「乃命四監，收秩薪柴」，薪柴亦出於山林川澤。云「百縣，鄉遂之屬，地有山林川澤」者，知百縣非諸侯，而云鄉遂之屬，以其取芻養牲，不可大遠，故知是畿內鄉遂。仲夏云「乃命百縣雩祀百辟卿士」者，兼外內諸侯也。此云「鄉遂之屬」者，不兼公卿大夫之采邑。「秩，常」，《釋詁》文。云「今《月令》『四』為『田』」者，令田監大合秩芻，義亦通也。○注「為民」至「五帝」。○正義曰：為民求福者，雖是尋常事神，因事神之時，為民祈福。云「是不虛取」者，若不為祈福，浪使民艾芻，是在上虛取民力。今還祈福與民，民皆蒙福，是不虛取民力役使之也。云「上帝，大微五帝」者，按《周禮•司服》云「昊天上帝」，鄭以為昊天上帝祇是一神，北極耀魄寶也。知此皇天上帝不祗是耀魄寶之上帝，為大微者，以《周禮•司服》云「祀昊天上帝，大裘而冕，祀五帝亦如之」，既別云五帝，故知昊天上帝亦唯一神。此《月令》皇天上帝之下，更無別五帝之文，故分為二。"
      },
      {
        "index": 43,
        "text": "是月也，命婦官染采，黼黻文章，必以法故，無或差貸。婦言，染人也。采，五色。○黼音甫。黻音弗。差貸音二，又他得反。"
      },
      {
        "index": 44,
        "text": "[疏]「命婦」至「差貸」。○正義曰：於此月之時，命掌婦功之官，謂染人也，染此五色之采，白與黑謂之黼，黑與青謂之黻，青與赤謂之文，赤與白謂之章。染此等之物，必以舊法故事，無得有參差貸變。必以此月染之者，以其盛暑濕，染帛為宜，此是秦法也。若周則於夏豫浸治染纁玄之石，至秋乃總染五色，故《染人》云「夏纁玄，秋梁夏」是也。蓋從夏至秋，皆得染物，周秦各用一時也。此云「黼黻文章」，下云「黑黃蒼赤」，互相備也。○注「婦官」至「五色」。○正義曰：按《周禮》婦官有典婦功、典枲、染人等，此據染采，故為染人。「采，五色」者，鄭注《皋陶謨》曰：「采施曰色，未用謂之采，巳用謂之色。」此對文耳，散則通。"
      },
      {
        "index": 45,
        "text": "黑黃倉赤，莫不質良，毋敢詐偽。質，正也。良，善也。所用染者，當得真采正善也。以給郊廟祭祀之服，以為旗章，以別貴賤等給之度。旗章，旌旗及章識也。○別，彼列反。旗音其。識，申志反。及如字。"
      },
      {
        "index": 46,
        "text": "[疏]注「旗章」至「章識」。○正義曰：旌旗者，則《周禮•司常》九旗是也。章識者，則《周禮》事名號，故《司常》云「官府象其事，州里象其名，家象其號」，鄭注《引士喪禮》以緇廣三寸，長半幅，赬末長終幅，《詩》「織文鳥章」是也。"
      },
      {
        "index": 47,
        "text": "是月也，樹木方盛，乃命虞人入山行木，毋有斬伐。為其未堅刃也。○行，下孟反。不可以興土功，不可以合諸侯，不可以起兵動眾。土將用事，氣欲靜。"
      },
      {
        "index": 48,
        "text": "[疏]注「土將用事氣欲靜」。○正義曰：土雖寄王四季，但南方火生中央土，土生西方金，金火之間，位當建未之月，故云「土將用事，氣欲靜」也。"
      },
      {
        "index": 49,
        "text": "毋舉大事，以搖養氣。大事，興徭役以有為。○徭役音遙。毋發令而待，以妨神農之事也。發令而待，謂出繇役之令，以預驚民也。民驚則心動，是害土神之氣。土神稱曰神農者，以其主於稼穡。"
      },
      {
        "index": 50,
        "text": "[疏]「毋發」至「之事」。○正義曰：「發令」者，發動徵召之令也。「而待」者，謂時未順而豫動召，以待後時乃使也。「以妨神農之事」者，解所以不豫發令也。神農者，土神也。爾時土神用事，若逆令召民，民驚心動，是妨土神之氣事也。。○注「土神」至「稼穡」。○正義曰：土神能吐生萬物，成其農事，故曰神農。知土主稼穡者，《尚書•洪範》云：「土爰稼穡。」孔傳曰：「種曰稼，斂曰穡。」蔡氏云「神農則炎帝」，非鄭義也。"
      },
      {
        "index": 51,
        "text": "水潦盛昌，神農將持功，舉大事則有天殃。言土以受天雨澤、安靜養物為功，動之則致害也。《孝經說》曰：「地順受澤，謙虛開張，含泉任萌，滋物歸中。」"
      },
      {
        "index": 52,
        "text": "[疏]「水潦」至「天殃」。○正義曰：六月主未，未有東井，東井是水，故六月而水潦盛昌也。「神農將持功」者，神農猶土神也。土地本受天雨澤水潦，以為生養之功，此月多水，故土神方得將持功也。○「舉大事則有天殃」者，神農方持功，若人君有舉大事，於養氣者，非唯神農罪之，則天亦殃罰之也。犯土而天罰之者，地受天澤，得以含養。今若干地，則是干天也。○注「言土」至「歸中」。○正義曰：解所以犯天殃之義也。云「動之則致災害」者，若動地則致天災害，是地功由天也。云「《孝經說》曰『地順受澤，謙虛開張』」者，引《孝經說》證地受天澤，為成已功也。地體卑順，故受天之雨澤，而體得謙虛開張也。云「含泉任萌，滋物歸中」者，亦《孝經說》也。既謙虛開張，故能含於水泉，任萌一切之物，並滋繁而歸地中也。"
      },
      {
        "index": 53,
        "text": "是月也，土潤溽暑。潤溽，謂塗濕也。○辱如字，本或作溽，音同，濕也。大雨時行，燒薙行水，利以殺草，如以熱湯。薙謂迫地芟草也。此謂欲稼萊地，先薙其草，草乾燒之，至此月大雨流，水潦畜於其中，則草死不復生，而地美可稼也。《薙人》「掌殺草」職，曰「夏日至而薙之」，又曰「如欲其化也，則以水火變之」。○薙，他計反，又直履反。芟，所銜反。萊音來。畜，敕六反。復，扶又反。夏日，人一反。"
      },
      {
        "index": 54,
        "text": "[疏]「大雨」至「熱湯」。○正義曰：六月建未，未值井，井主水，大雨時行。土既潤辱，又大雨應時行也，不云降，降止是下耳，故言其流義，故云行。行猶通彼也。蔡云「大雨時行。行，降也。從『土潤』以下皆為下句」。燒薙，謂迫地芟除草名也。《周禮》立其官，使除田草也。五月夏至，芟殺暴之，至六月合燒之，故云「燒薙」也。「行水」者，其時也，大雨時行，行於所燒田中，仍壅遏蓄之，以漬燒薙，故云「行水」也。○「利以殺草」者，利，益也。先芟後燒，又蓄水漬之，即草根爛死，是利益得殺田中之草也。「如以熱湯」者，日暴水於爛草田中，水熱而洙沸，如熱湯漬之也。○注「薙人」至「變之」。○正義曰：引《薙人》證芟草時節。按《薙氏》云：「春始生而萌之，夏日至而夷之，秋繩而芟之，冬日至而耜之。」杜子春云：「萌謂耕反其萌牙。」康成云：「萌之者，以茲其斫其生者，夷之以鉤鎌，迫地芟之也，若今取菱矣。含實曰繩，芟其繩則實不成孰。耜之，以耜測涷土劃之。」按皇氏云：「夷音薙，繩音孕。」云「又曰如欲其化，則以水火變之」者，謂先以火焚燒其草，在後以水浸漬之，變此瘠地為肥，故云「水火變之」。先火後水，而云「水火」者，便言也。"
      },
      {
        "index": 55,
        "text": "可以糞田疇，可以美土彊。土潤溽，膏澤易行也。糞、美，互文耳。土疆，強之地。○糞，方問反。彊，其丈反。注同。易，以豉反。強，其兩反。，好覽反。"
      },
      {
        "index": 56,
        "text": "[疏]「可以」至「土彊」。○正義曰：於此月之中，又可行以下二事也。糞，壅苗之根也。蔡云：「穀田曰田，麻田曰疇。」言爛草可以糞田使肥也。「可以美土彊」者，彊者，彊磊磈難耕之地，此月亦可止水漬之，乃壅糞之，使田美也。○注「土潤」至「之地」。○正義曰：土潤辱則土之膏澤易行，故可糞美之，使肥易也。蔡前云「從『土潤』以下皆為下句」，是與鄭相合也。云「糞、美，互文耳」者，亦可顏美田疇，可以糞土彊，故言「互文」也。云「土彊，強之地」者，強是不軟，是罅闞也，並謂磥□磊磈之地也。《草人職》云「彊用蕡」，彊，強堅者也。"
      },
      {
        "index": 57,
        "text": "季夏行春令，則穀實鮮落，國多風欬。辰之氣乘之也。未屬巽，辰又在巽位，二氣相亂為害。○鮮音仙，又仙典反。欬，苦代反。民乃遷徙。像風轉移物也。"
      },
      {
        "index": 58,
        "text": "[疏]「季夏」至「遷徙」。○正義曰：「穀實鮮落「，謂鮮少墮落，由風多故也。或云以夏召春氣，初鮮絜，而逢秋氣肅殺，故穀鮮絜而墮落也，此地災也。「國多風欬」，此是天災也。「民乃遷徙」，是人災也。○注「未屬巽」。○正義曰：按《易林》云「震主庚子午，巽主辛丑未，坎主戊寅申，離主已卯酉，艮主丙辰戌，兌主丁已亥」，是未屬巽也。"
      },
      {
        "index": 59,
        "text": "行秋令，則丘隰水潦，戌之氣乘之也。九月宿直奎，奎為溝瀆，溝瀆與此月大雨並而高下皆水。禾稼不熟，傷於水也。乃多女災。含任之類敗也。"
      },
      {
        "index": 60,
        "text": "[疏]「丘隰」至「女災」。○正義曰：「丘隰水潦」及「禾稼不熟」，此地災也，以其水氣多故也。「乃多女災」，人災也，亦為水傷含任也。"
      },
      {
        "index": 61,
        "text": "行冬令，則風寒不時，丑之氣乘之也。鷹隼蚤鷙。得疾厲之氣也。○隼，息允反。蚤鷙，上音早；下音至，亦作鷙，擊也。四鄙入保。像鳥雀之走竄也。都邑之城曰保。○竄，七亂反。"
      },
      {
        "index": 62,
        "text": "[疏]「風寒」至「入保」。○正義曰：以丑未屬巽，十二月建丑，得巽之氣，故為風。又建丑之月大寒中，故多風寒，此天災也。○「鷹隼蚤鷙」，季夏地氣殺害之象，地災也。"
      },
      {
        "index": 63,
        "text": "中央土。火休而盛德在土也。○央，於相反。\n[疏]「中央土」。○正義曰：夫四時五行，同是天地所生，而四時是氣，五行是物。氣是輕虛，所以麗天；物體質<山貌>，所以屬地。四時系天，年有三百六十日，則春夏秋冬各分居九十日。五行分配四時，佈於三百六十日間，以木配春，以火配夏，以金配秋，以水配冬，以土則每時輒寄王十八日也。雖每分寄，而位本未，宜處於季夏之末，金火之間，故在此陳之也。"
      },
      {
        "index": 64,
        "text": "其日戊已。戊之言茂也。已之言起也。日之行四時之間，從黃道，月為之佐。至此萬物皆枝葉茂盛，其含秀者抑屈而起，故因以為日名焉。"
      },
      {
        "index": 65,
        "text": "[疏]「其日戊已」。○正義曰：雖處於夏末，而實為四行之主，不可沒其生用之功，故因亦為日名也。○注「日之」至「之佐」。○正義曰：按《考靈耀》「春則星辰西遊」，謂星辰在黃道之西遊也。日依常行，在黃道之東，至季春之月，星辰入黃道，復其正處，日依黃道而行，是春夏之間，日從黃道。夏則星辰北遊，謂星辰在黃道之北遊也。日依常行，在黃道之南，至季夏，星辰入黃道，復正位，日依常行黃道，至夏秋之間，日從黃道也。秋則星辰東遊，謂星辰在黃道東遊。日依常行，在黃道之西，至季秋星辰入黃道，還復正位，日依黃道而行，至秋冬之間，日從黃道也。冬則星辰南遊，謂星辰在黃道南遊。日依常行，在黃道之北，至季冬星辰入黃道，還正位，日依常行黃道，至冬春之間，日從黃道也。鄭注《洪範》云：「四時之間，合於黃道也。」月之行道與日同，故云「月為之佐」也。"
      },
      {
        "index": 66,
        "text": "其帝黃帝，其神后土。此黃精之君，土官之神，自古以來，著德立功者也。黃帝，軒轅氏也。后土，亦顓頊氏之子曰黎，兼為土官。"
      },
      {
        "index": 67,
        "text": "[疏]注「后土」至「土官」。○正義曰：按昭二十九年《左傳》云：「顓頊氏有子曰犁，為祝融。共工氏有子曰句龍，為后土。」后土為土官。知此經后土非句龍而為犁者，以句龍初為后土，後轉為社，后土官闕，犁則兼之，故鄭注《大宗伯》云「犁食於火土」。以《宗伯》別云社稷，又云五祀，句龍為社神，則不得又為五祀，故云「犁兼」也。"
      },
      {
        "index": 68,
        "text": "其蟲裸。像物露見不隱藏，虎豹之屬，恆淺毛。○裸，力果反，又乎瓦反。見，賢遍反。\n[疏]注「像物」至「淺毛」。○正義曰：《大戴禮》及《樂緯》云：麟蟲三百六十，龍為之長。羽蟲三百六十，鳳為之長。毛蟲三百六十，麟為之長。介蟲三百六十，龜為之長。裸蟲三百六十，聖人為之長。云「象物露見不隱藏」者，案仲夏云「可以居高明」，「可以處台榭」。至六月土王之時，物轉盛大，露見不隱藏也。云「虎豹之屬，恆淺毛」者，諸鄭之所云，皆象四時之物，與鱗羽毛介相似者言之，不取五靈之長，故中央不言人，西云狐貉之屬，東方兼言蛇，北方兼言鱉，是不取五靈也。"
      },
      {
        "index": 69,
        "text": "其音宮。聲始於宮，宮數八十一，屬土者，以其最濁，君之象也。季夏之氣和，則宮聲調。《樂記》曰：「宮亂則荒，其君驕。」"
      },
      {
        "index": 70,
        "text": "[疏]注「聲始」至「之象」。○正義曰：按《律歷志》，五聲始於宮，陽數極於九，九九相乘，故數八十一。以五聲中最尊，故云「以其最濁，君之象也」。"
      },
      {
        "index": 71,
        "text": "律中黃鐘之宮。黃鐘之宮最長也。十二律轉相生，五聲具終於六十焉。季夏之氣至，則黃鐘之宮應。《禮運》曰：「五聲六律十二管，還相為宮。」"
      },
      {
        "index": 72,
        "text": "[疏]「律中」至「之宮」。○正義曰：黃鐘之宮，於諸宮為長。季夏土王，其聲最重，謂土之聲氣，應此黃鐘之宮聲，非黃鐘一聲也。故特云律中者，黃鐘之宮也。黃鐘候氣之管，本位在子。此是黃鐘宮聲，與中央土聲相應，但土無候氣之法，取黃鐘宮聲以應土耳，非候氣也。故賀瑒云：「黃鐘是十一月管，何緣復應此月？正以土義居中，故虛設律於其月，實不用候氣也。十二律互相為宮，據律主言之也。」崔靈恩云：「凡陰陽之管，合有十二律，律各為一調，迭相為宮，而生五聲，合而成樂，黃鐘宮最長，為聲調之始，十二宮之主。宮音者，是五音之長，故與黃鐘之調宮聲相應。」此論宮聲相應，非論候。此月氣之相應，是以注云「季夏氣至，則黃鐘之宮應」，不直云黃鐘之律應也。然則直言律應，不言宮者，明主為所候之氣應也。直言「律中黃鐘之宮」，不言律應者，明謂中央土聲，與黃鐘為宮音相應，非為氣應也，故鄭引《禮運》云「迭相為宮」以證之也。四時之律，皆取氣應，而土王之律獨取聲應者，一者欲與四行為互，二者為無別候土氣之管故也。土無候氣之管者，以寄王四季之末，故從四時之管，而不別候也，唯以四行末十八日為土之氣也。蔡氏及熊氏以為黃鐘之宮，謂黃鐘少宮也，半黃鐘九寸之數，管長四寸五分，六月用為候氣。按六月林鍾之律長六寸，七月夷則長五寸三分有餘，何以四寸五分之律，於六月候之乎？又土聲最濁，何得以黃鐘平聲相應乎？蔡、熊之說非也。○注「黃鐘」至「為宮」。○正義曰：不云黃鐘律最長，而云「黃鐘之宮最長」者，唯黃鐘宮聲，於諸宮最長，故云「之宮」也。云「十二律轉相生，五聲具終於六十」者，故黃鐘之調均，則黃鐘為宮。黃鐘生林鍾為徵，林鍾生犬蔟為商，大蔟生南呂為羽，南呂生姑洗為角，此是黃鐘一調之五聲。凡十二律，律各有五聲，則總有六十聲，故云「終於六十聲」。至《禮運》更具詳之，云「季夏氣至，則黃鐘之宮應」者，謂季夏土聲，與黃鐘之宮聲相應，以其非實候氣，故不云黃鐘之律應，或本云律應者誤也。引《禮運》「還相為宮」者，證所明十二律循環為宮，聲調則具，而此經得黃鐘之宮。"
      },
      {
        "index": 73,
        "text": "其數五。土生數五，成數十，但言五者，土以生為本。其味甘，其臭香。土之臭味也。凡甘香者，皆屬之。其祀中霤，祭先心。中霤，猶中室也。土主中央，而神在室。古者復穴，是以名室為霤云。祀之先祭心者，五藏之次，心次肺，至此心為尊也。祀中霤之禮，設主於牖下，乃制心及肺肝為俎，其祭肉，心肺肝各一，他皆如祀戶之禮。○霤，力又反。復，方服反。藏，才浪反。"
      },
      {
        "index": 74,
        "text": "[疏]注「中霤」至「之禮」。○正義曰：鄭意言「中霤猶中室」，乃是開牖象中霤之取明，則其地不當棟，而在室之中央，故《喪禮》云「浴於中霤，飯於牖下」，明中霤不關牖下也。「主中央而神在室」者，所以必在室中，祭土神之義也。土，五行之主，故其神在室之中央也，是明中霤所祭則土神也。故杜注《春秋》云：「在家則祀中霤，在野則為社也。」又《郊特牲》云「家主中霤，而國主社」，社神亦中霤神也。云「古者復穴，是以名室為霤云」者，解所以謂室中為中霤之由也。古者，謂未有宮室之時也。復穴者，謂窟居也。古者窟居隨地而造，若平地則不鑿，但累土為之，謂之為復，言於地上重複為之也。若高地則鑿為坎，謂之為穴，其形皆如陶灶，故《詩》云「陶復陶穴」是也。故毛云「陶其土而復之，陶其壤而穴之」，鄭云「復者，復於土上，鑿地曰穴，皆如陶然」。故庾蔚云「復謂地上累土，謂之穴則穿地也。復穴皆開其上取明，故雨霤之，是以後因名室為中霤也」。云「祀之先祭心者，五藏之次，心次肺，至此心為尊也」，云「祀中霤之禮，設主於牖下」者，開牖象霤，故設主於牖下也。五祀皆先席於室之奧，此不言者，前祀戶注巳備言也。此別設主，當廟室牖內之下而北鄉也。云「乃制心及肺肝為俎，其祭肉，心肺肝各一，他皆如祀戶之禮」者，亦祭竟徹之，更陳鼎俎，迎屍如祭戶也。"
      },
      {
        "index": 75,
        "text": "天子居大廟大室，乘大路，駕黃緌，載黃旂，衣黃衣，服黃玉，食稷與牛，其器圜以閎。大廟大室，中央室也。大路，殷路也。車如殷路之制，而飾之以黃。稷，五穀之長。牛，土畜也。器圜者，像土周匝於四時。閎讀如紘。弦謂中寬，像土含物。○圜音於權反。閎音宏。長，丁丈反。畜呼又反，下金畜同。"
      },
      {
        "index": 76,
        "text": "[疏]注「大廟」至「含物」。○正義曰：按《考工記》云「周人明堂」，「東西九筵，南北七筵」，「凡室二筵」，則五室並皆二筵，無大小也。今中央室稱大室者，以中央是土室，土為五行之主，尊之故稱大。以夏之世室，則四旁之室，皆南北三步，東西三步三尺；中央土室，南北四步，東西四步四尺。則周之明堂，亦應土室在中央，大於四角之室也，但文不具耳。云「大路，殷路」者，《明堂位》文也。形制似殷之路者，但服色尚黃，飾之黃耳。四時用鸞路，此用大路者，以土五行之主，故取尊大之名。乘殷之大路，又尚質之義，春有青蒼兩色，夏有朱赤二色，此及秋惟有黃白，不更加他色者，黃與白更無餘色相涉，故不言之耳。「牛，土畜」者，按《易》「乾為馬，坤為牛」，又《五行傳》云「思之不睿，則有牛禍」，是牛屬土也。云「器圜者，像土周匝於四時」者，方則有所不足，圜則無所不覆，故云「象土周匝於四時」。云「閎讀如紘，紘謂中寬」者，《祭義》云天子「冕而朱紘」，故讀從此「紘」，謂組上屬於冕，屈從頤下度而還上屬於冕，以中央寬緩，像土之含物也，故云「中寬，像土含物」也。"
      },
      {
        "index": 77,
        "text": "孟秋之月，日在翼，昏建星中，旦畢中。孟秋者，日月會於鶉尾，而斗建申之辰也。\n[疏]「孟秋」至「畢中」。○正義曰：按《茸藶》：七月節，日在張十八度，昏斗四度中，去日一百一十四度，旦畢八度中。七月中，日在翼十五度，昏斗十六度中，去日一百一十一度，旦井初度中。《元嘉歷》：七月節，日在張五度，昏箕二度中，旦胃二度中。七月中，日在翼十度，昏斗三度中，旦昴七度中。"
      },
      {
        "index": 78,
        "text": "其日庚辛。庚之言更也。辛之言新也。日之行，秋西從白道，成熟萬物，月為之佐。萬物皆肅然改更，秀實新成，又因以為日名焉。其帝少皞，其神蓐收。此白精之君，金官之臣，自古以來，著德立功者也。少皞，金天氏。蓐收，少皞氏之子曰該，為金官。○少，詩召反，注下放此；少皞，黃帝之子。蓐音辱。"
      },
      {
        "index": 79,
        "text": "[疏]注「少皞」至「金官」。○正義曰：案此秋云「其帝少皞」，在西方金位。《左傳》昭元年云，「昔金天氏有裔子曰昧，為玄冥師，生允格、台駘」，稱金天氏，與少皞金位相當，故少昊則金天氏也。又《帝王世紀》「少皞帝號曰金天氏」。云「少皞氏之子曰該，為金官」者，按《左傳》昭二十九年蔡墨云少昊氏之子該，又云「該為蓐收」，是為金神，佐少皞於秋。蓐收者，言秋時萬物摧辱而收斂。"
      },
      {
        "index": 80,
        "text": "其蟲毛，像物應涼氣而備寒。狐貉之屬，生旃毛也。○應，應對之應。貉，戶各反，依字作貊。旃，之然反。其音商，三分徵益一以生商，商數七十二。屬金者，以其濁次宮，臣之象也。秋氣和則商聲調。《樂記》曰：「商亂則陂，其宮壞。」○陂，彼義反。"
      },
      {
        "index": 81,
        "text": "[疏]注「三分」至「官壞」。○正義曰：按《律歷志》云，徵數五十四，三分之，則一分有十八。今於徵數五十有四更加十八，是商數七十二也。凡五聲，濁者尊，清者卑，為商聲之濁次於宮，宮既為君，商則為臣，故云「以其濁次宮，臣之象也」。引《樂記》云者，證商為臣之義。云「商亂則陂」者，謂商聲雜亂，感動人心，令情性傾陂，情既不正，是以官司敗壞也。"
      },
      {
        "index": 82,
        "text": "律中夷則。孟秋氣至，則夷則之律應。夷則者，大呂之所生也，三分去一，律長五寸七百二十九分寸之四百五十一。《周語》曰：「夷則所以詠歌九則，平民無貳。」"
      },
      {
        "index": 83,
        "text": "[疏]注「夷則」至「無貳」。○正義曰：大呂長八寸二百四十三分寸之一百四，三分去一，下生夷則，故夷則律長五寸七百二十九分寸之四百五十一也。六寸去二寸，餘有四寸在，又大呂一寸為二百四十三分，今每寸更三分之，則一寸為七百二十九分，兩個整寸，總有一千四百五十八分。其大呂二百四十三分寸之一百四，每又三分之，此一百四為三百一十二分，益前一千四百五十八，則總為一千七百七十分。下生三分去一，分作三分，則每一分得五百九十，去其一分五百九十，餘有一千一百八十在，是其積分以七百二十九分為一寸。益前四寸，為五寸，餘有四百五十一分在，故云夷則「律長五寸七百二十九分寸之四百五十一」也。引「周語」以下者，證夷則之義。按《周語》注云，《乾》九五用事。夷，平。則，法也。言法度平，故可詠歌九功之法，平民使不貸也。"
      },
      {
        "index": 84,
        "text": "其數九。金生數四，成數九，但言九者，亦舉其成數。其味辛，其臭腥。金之臭味也。凡辛腥者皆屬焉。其祀門，祭先肝。秋陰氣出，祀之於門外陰也。祀之先祭肝者，秋為陰中，於藏直肝，肝為尊也。祀門之禮，北面設主於門左樞，乃制肝及肺心為俎，奠於主南。又設盛於俎東，其他皆如祭灶之禮。"
      },
      {
        "index": 85,
        "text": "[疏]注「祀之」至「之禮」。○正義曰：云「祀之先祭肝者，秋為陰中，於藏值肝」者，以陰氣始於五月，終於十月，其七月八月為陰之中，故云「秋為陰中」。其陽氣始於十一月，終於四月，正月二月為陽中，故正月云「春為陽中」。然陰中之時兼有陽，陽中之時兼有陰，亦是陰陽之中也。今五藏肺最在前，心次之，肝次之，脾次之，腎為後。肝在心肺之下，脾腎之上，故云「於藏值肝」。然脾在肺心肝之下，腎之上，則是上有肺心肝，下唯有腎，不當其中，而云「春為陽中，於藏值脾」者，但五行相次，水則次木，故春繼於冬，腎後則次脾，其火後則次土，土後乃次金，故秋不得繼夏，由隔於土。由此脾不得繼肺，隔於心也。為此肝之上有肺有心，脾之下唯有腎，俱得為藏之中也。云「北面設主於門左樞」者，謂廟門外左樞北面，以在門外，故主得南鄉而北面設之。云「乃制肝及肺心為俎，奠於主南，設盛於俎東」者，皆約《中霤禮》文也。「其他皆如祭灶之禮」者，謂祭心肺肝各一，及祭醴三，並設席於奧，迎屍之屬也。"
      },
      {
        "index": 86,
        "text": "涼風至，白露降，寒蟬鳴，鷹乃祭鳥，用始行戮。皆記時候也。寒蟬，寒蜩，謂蜺也。鷹祭鳥者，將食之，示有先也。既祭之後，不必盡食，若人君行刑，戮之而巳。○戮音六。蜩，大彫反。蜺，五兮反，寒螿。"
      },
      {
        "index": 87,
        "text": "[疏]注「寒蟬」至「而巳」。正義曰：按《釋蟲》云：「蜺，寒蜩。」郭景純云：「寒螿也。似蟬而小，青赤。」「云「鷹祭鳥者，將食之，示有先」者，謂鷹欲食鳥之時，先殺鳥而不食，與人之祭食相似，猶若供祀先神，不敢即食，故云「示有先也」。云「既祭之後，不必盡食，若人君行刑，戮之而巳」者，以經「用始行戮」，不據事，以經唯記時候，謂鷹祭鳥之後，殺鳥不必盡食，猶若人君行刑，但戮之而巳。以人君行戮，明鷹之殺，言鷹於此時始行戮鳥之事。"
      },
      {
        "index": 88,
        "text": "天子居總章左個，乘戎路，駕白駱，載白旂，衣白衣，服白玉，食麻與犬，其器廉以深。總章左個，大寢西堂南偏。戎路，兵車也，制如周革路，而飾之以白。白馬黑鬣曰駱，麻實有文理，屬金。大，金畜也。器廉以深，像金傷害物入藏。○總，子孔反。輅音洛，鬣音獵，本亦作髦，音毛；又一本作旄，毛也。"
      },
      {
        "index": 89,
        "text": "是月也，以立秋。先立秋三日，大史謁之天子曰：「某日立秋，盛德在金。」謁，告。○先，悉薦反。天子乃齊。立秋之日，天子親帥三公、九卿、諸侯、大夫以迎秋於西郊，還反，賞軍帥、武人於朝。迎秋者，祭白帝白招拒於西郊之兆也。軍帥，諸將也。武人，謂環人之屬，有勇力者。○帥，於類反，下同，本或作帥，注放此。朝，直遙反。拒音矩。將，子匠反，下同。天子乃命將帥選士厲兵，簡練桀俊，專任有功，以征不義。征之言正也，伐也。詰誅暴慢，以明好惡，順彼遠方。詰，謂問其罪，窮治之也。順猶服也。○詰，去吉反。好惡，並如字，上呼報反，下烏路反。"
      },
      {
        "index": 90,
        "text": "是月也，命有司脩法制，繕囹圄，具桎梏，禁止奸，慎罪邪，務搏執。順秋氣，政尚嚴。○繕，巿戰反。邪，似嗟反。搏音博。命理瞻傷，察創視折。理，治獄官也。有虞氏曰士，夏曰大理，周曰大司寇。創之淺者曰傷。○創，初良反，注同。審斷、決獄，訟必端平。端猶正也。○審斷決，丁亂反，下同；蔡徒管反，一讀絕句，「決」字下屬。戮有罪，嚴斷刑。天地始肅，不可以贏。肅，嚴急之言也。贏猶解也。○贏音盈，注同解，古賣反。"
      },
      {
        "index": 91,
        "text": "是月也，農乃登穀。天子嘗新，先薦寢廟。黍稷之屬，於是始孰。\n[疏]「是月」至「寢廟」。○正義曰：按仲秋云「以犬嘗麻」，今不云牲者，皇氏云「不云牲，《記》文略也」。"
      },
      {
        "index": 92,
        "text": "命百官始收斂。順秋氣收斂物。完隄坊，謹壅塞，以備水潦。備者，備八月也。八月宿直畢，畢好雨。○完，胡官反。隄，本又作堤，丁兮反。防，本又作坊，音房。壅，於勇反。好，呼報反。脩宮室，壞牆垣，補城郭。像秋收斂物當藏也。○壞，步回反。垣音袁。"
      },
      {
        "index": 93,
        "text": "是月也，毋以封諸侯，立大官。毋以割地，行大使，出大幣。古者於嘗出田邑，此其月也。而禁封諸侯割地，失其義。○使，疏吏反。"
      },
      {
        "index": 94,
        "text": "[疏]注「古者」至「其義」。○正義曰：按《祭統》古者於嘗也出田邑，嘗謂秋祭，於此嘗祭之時，王者割出田邑以與諸侯。今正是嘗祭之月，而禁封諸侯及割地之事，故云「失其義也」。鄭唯偏云不封諸侯及割地失其義，則毋立大官，毋行大使，毋出大幣為得禮，以其收斂之月故也。"
      },
      {
        "index": 95,
        "text": "孟秋行冬令，則陰氣大勝，亥之氣乘之也。介蟲敗穀，介，甲也。甲蟲屬冬。敗穀者，稻蟹之屬。○介音界，注同。蟹，胡買反。戎兵乃來。十月宿直營室，營室之氣為害也。營室主武事。"
      },
      {
        "index": 96,
        "text": "[疏]「孟秋」至「乃來」。○正義曰：陰氣大勝，天災。介蟲敗穀，地災。戎兵乃來，人災也。○注「介甲」至「之屬」。○正義曰：按《越語》云：「越伐吳，吳王使王孫雄請成於越，越王欲許之，范蠡不許。王孫雄謂范蠡曰：『先人有言曰：無助天為虐，助天為虐者不祥。今吳稻蟹無遺種，子將助天為虐乎？』」註：「稻蟹，謂蟹食稻也。」○注「營室」至「武士」。○正義曰：按《元命包》云「營室星十六度，主軍之糧」，是主武事也。"
      },
      {
        "index": 97,
        "text": "行春令，則其國乃旱，寅之氣乘之也。雲雨以風除也。陽氣復還，五穀無實。陽氣能生，而不能成。○復還，扶又反；下音環，又音旋。"
      },
      {
        "index": 98,
        "text": "[疏]「其國」至「無實」。○正義曰：其國乃旱，陽氣復還，天災也。五穀無實，地災也。\n行夏令，則國多火災。巳之氣乘之也。寒熱不節，民多瘧疾。瘧疾，寒熱所為也。今《月令》「瘧疾」為「疾疫」。○瘧，魚略反。"
      },
      {
        "index": 99,
        "text": "[疏]「國多」至「瘧疾」。○正義曰：國多火災，寒熱不節，天災也。民多瘧疾，人災也。\n仲秋之月，日在角，昏牽牛中，旦觜觿中。仲秋者，日月會於壽星，而斗建酉之辰也。○觜，子斯反，又子髓反。觿，戶圭反，又戶規反。"
      },
      {
        "index": 100,
        "text": "[疏]「仲秋」至「觿中」。○正義曰：《茸藶》：八月節，日在軫十二度，昏斗二十六度中，去日一百六度，旦井二度中。八月中，日在角十度，昏女三度中，去日一百六度，旦井二十一度中。按《元嘉歷》：八月節，日在翼十七度，昏斗十四度中，旦畢十六度中。八月中，日在軫十五度，昏斗二十四度中，旦井九度中。"
      },
      {
        "index": 101,
        "text": "其日庚辛。其帝少皞，其神蓐收。其蟲毛。其音商，律中南呂。其數九。其味辛，其臭腥。其祀門祭先肝。南呂者，大蔟之所生，三分去一，律長五寸三分寸之一。仲秋氣至，則南呂之律應。《周語》曰：南呂者，贊陽秀物。」"
      },
      {
        "index": 102,
        "text": "[疏]注「南呂」至「秀物」。○正義曰：大蔟長八寸，三分去一，下生南呂，三寸去一寸，六寸去二寸，得四寸，又有整二寸在。分一寸作三分，二寸為六分，更三分去一，餘有四分在。以三分為一寸，益前四寸為五寸，仍有一分在，故云南呂「律長五寸三分寸之一」也。引「《周語》曰」以下者，證南呂之義。按《周語》注「《坤》六二也」，「南，任也。陰任陽事，助成萬物。贊佐也」，陰佐陽秀成物也。"
      },
      {
        "index": 103,
        "text": "盲風至，鴻雁來，玄鳥歸，群鳥養羞。皆記時候也。盲風，疾風也。玄鳥，燕也。歸謂去蟄也。凡鳥隨陰陽者，不以中國為居。羞謂所食也。《夏小正》曰「九月，丹鳥羞白鳥」，說曰：「丹鳥也者，謂丹良也。白鳥也者，謂閩蚋也。其謂之鳥者，重其養者也。有翼為鳥，養也者，不盡食也。」二者文異，群鳥、丹良，未聞孰是。○盲，亡庚反。閩音文，依字作蚊，又作蚊。蚋，人銳反，又如悅反。養，餘亮反，下同。"
      },
      {
        "index": 104,
        "text": "[疏]注「盲風」至「孰是」。○正義曰：「盲風，疾風」者，皇氏云「秦人謂疾風為盲風」。「玄鳥，燕」者，《釋鳥》文。玄鳥歸為仲秋之候，玄鳥至不為仲春之候，由別與郊禖為候，或可仲春時候非一，故記時候之中，不載玄鳥。云「凡鳥隨陰陽者，不以中國為居」者，凡鳥，鴻雁之屬也。故季秋云「鴻雁來賓」，言來賓是不以中國為居。皇氏之說，即兼云玄鳥，以其稱歸故也。然玄鳥之蟄，不遠在四夷，而云「不以中國為居」者，他物之蟄近在本處，今玄鳥之蟄，雖不遠在四夷，必於幽僻之處，非中國之所常見，故云「不以中國為居」也。云「羞謂所食」者，按《夏小正》云：「羞者進也。」若食之珍羞相似，故云「羞謂所食」者也。云「《夏小正》曰『九月丹鳥羞白鳥』」者，今按《大戴禮》「八月，丹鳥羞白鳥」，今云九月者，鄭所見本異也。丹鳥以白鳥為珍羞，故云「丹鳥羞白鳥」。云「說曰丹鳥也者」以下至「不盡食」，皆《小正》文。「白鳥也者，謂閩蚋也。其謂之鳥者，重其所養」者，丹良是蟲，乃謂之鳥，是重其所養之物，不盡食之，雖蟲而為鳥也，但未知丹良竟是何物，皇氏以為丹良是螢火。今按《爾雅•釋蟲》郭氏等諸釋，皆不云螢火是丹良，未聞皇氏何所依據。云「二者文異，群鳥丹良，未聞孰是」者，《月令》云「群鳥養羞」，《夏小正》云「丹鳥羞白鳥」，是二者文異。《月令》云「群鳥」，《夏小正》說者云「丹良」，故云「群鳥、丹良，未聞孰是」。"
      },
      {
        "index": 105,
        "text": "天子居總章大廟，乘戎路，駕白駱，載白旂，衣白衣，服白玉，食麻與犬，其器廉以深。總章，大廟西堂當大室也。"
      },
      {
        "index": 106,
        "text": "是月也，養衰老，授幾杖，行縻粥飲食。助老氣也。行猶賜也。○縻，亡皮反。粥，之六反，《字林》羊六反。○乃命司服，具飭衣裳，文繡有恆，制有小大，度有長短。此謂祭服也。文謂畫也。祭服之制，畫衣而繡裳。○飭，丑力反，後放此。衣服有量，必循其故。此謂朝燕及他服凡此為寒益至也。《詩》云：「七月流火，九月授衣。」於是作之可也。○量音量，下「度量」同。朝，直遙反。為，於偽反，下「為民」同。冠帶有常。因製衣服而作之也。○乃命有司申嚴百刑，斬殺必當。毋或枉橈，枉橈不當，反受其殃。申，重也。當謂值其罪。○當，丁浪反，下「不當」及注同。枉，紆往反。橈，女教反，又乃絞反，《字林》作撓，非。重，直用反。"
      },
      {
        "index": 107,
        "text": "[疏]「是月」至「其殃」。○正義曰：此論養老及製衣服之事，皆此月所為，故言「是月」。所命有司斬殺必當，雖異衣服養老，但此事起孟秋，此月申嚴而巳，故附於養老衣服之下，不更別言「是月」也。自「乃命祝宰」至「先薦寢廟」，論循行犧牲享祭上帝，並「難以達秋氣」，「犬以嘗麻」，總是祠祀之事，事異於上，故言「是月」。自「可以築城郭」至「行罪無疑」，論築造城邑，收斂積聚，勸課種麥，為農為民，亦事異於上，故云「是月」。自「日夜分」至「角鬥甬」，論晝夜既等，齊平度量，又事異於前，故言「是月」。自「易關市」至「慎因其類」，論秋物新成，使民財豐備，無逆於天，有順於時，亦事異於前，故言「是月」。○注「此謂」至「繡裳」。○正義曰：此云「文繡」，又下文別云「衣服有量」，故鄭知此經謂祭服也。經云「具飭衣裳」，飭謂正也，言備具正理衣裳。云「文謂畫也」者，以經文與繡相對，祭服裳繡而衣畫，故以文為畫也。云「祭服之制，畫衣而繡裳」者，按《尚書•咎繇謨》云「予欲觀古人之象，日、月、星、辰、山、龍、華蟲，作會」，是衣畫也；「宗彝、藻、火、粉、米、黼黻、絺繡」，是裳繡也。畫色輕，故在衣以法天；繡色重，故在裳以法地也。○「衣服有量，必循其故」。○正義曰：此朝燕等之衣服，小大長短，及制度采色，皆有度量，必因循故法也，不得別更改造。此云「循其故」，上云「文繡有恆」，恆則故也。但上是祭服，委曲言之。○注「此謂」至「之可」。○正義曰：上是祭服，故知此是朝燕也。「及他服」者，謂戰伐田獵等之服。引《詩》「七月流火」者，證寒之益至，故作衣服。此《詩》是《邠風》，周公所作。周公因管、蔡流言，遂陳先公居豳施化之事，言七月之時，火星西流，九月之時，常授民以衣服。○注「申重」至「其罪」。○正義曰：「申，重也」，《釋詁》文。云「當謂值其罪」者，言斷決罪人之時，必須當值所犯之罪。經云「枉橈不當」，枉謂違法曲斷，橈謂有理不申，應重乃輕，應輕更重，是其不當也。"
      },
      {
        "index": 108,
        "text": "是月也，乃命宰祝循行犧牲，視全具，案芻豢，瞻肥瘠，察物色，必比類，量小大，視長短，皆中度。五者備當，上帝其饗。於鳥獸肥充之時，宜省群牲也。宰祝，太宰、大祝，主祭祀之官也。養牛羊曰芻，犬豕曰豢。五者，謂所視也，所按也，所瞻也，所察也，所量也。此皆得其正，則上帝饗之；上帝饗之，而無神不饗也。○行，下孟反。芻，初俱反，草也。豢音患，養也，以所食得名。瞻音占。瘠，在亦反。中，丁仲反。"
      },
      {
        "index": 109,
        "text": "[疏]「乃命」至「其饗」。○正義曰：此月鳥獸肥充，因宜省視，故命之「循行犧牲」以下之事也。○「視全具」者，亦宰祝所視也，下皆然。王肅云：「純色曰犧，體完曰全。」○「按芻豢」者，食草曰芻，食穀曰豢，皆按行之也。「瞻肥瘠」者，瞻亦視也。肥，充也。瘠，瘦也。○「察物色」者，物色，騂黝之別也。《周禮》陽祀用騂，陰祀用黝，望祀各以其方之色也。○「必比類」者，巳行故事曰比，品物相隨曰類，五方本異其色，是比也。大皞配東，亦用青，是其類也。○「量小大」者，大謂牛羊豕成牲者，小謂羔豚之屬也。○「視長短」者，謂天地之牛角繭栗，宗廟之牛角握之屬也。○「五者備當，上帝其饗」者，上帝，天也。若事事當法，則天神饗之也。○注「宰祝」至「曰豢」。○正義曰：按《周禮•大宰職》「祀五帝，則掌百官之誓戒」，「及執事，視滌濯，及納享，贊王牲事」，故鄭知此視牲由大宰。云「養牛羊曰芻，犬豕曰豢」者，按《充人》云「祀五帝，繫於牢芻之三月」，是牛羊曰芻。按《樂記》云「豢豕為酒」，《周禮•犬人》云「掌豢祭祀之犬」，是犬豕曰豢。"
      },
      {
        "index": 110,
        "text": "天子乃難，以達秋氣。此難，難陽氣也。陽暑至此不衰，害亦將及人。所以及人者，陽氣左行，此月宿直昴畢，昴畢亦得大陵積屍之氣，氣佚則厲鬼亦隨而出行，於是亦命方相氏帥百隸而難之。《王居明堂禮》曰：「仲秋，九門磔禳，以發陳氣，御止疾疫。」○難，乃多反，注同。"
      },
      {
        "index": 111,
        "text": "[疏]注「此難」至「疾疫」。○正義曰：季冬及季春難，皆難陰氣也，恐此亦難陰氣，故云「難陽氣」，言陽氣至此不衰，害亦將及人也。秋涼之後，陽氣應退，至此不退，是涼反熱，故害及於人。云「亦將及人」者，亦謂對季春，言季春之時，陰氣右行，日在昴畢之間，得大陵積屍之氣，故為災。今此月陽氣左行，至於昴畢，亦得大陵積屍之氣，故云「亦將及人」。云「陽氣左行，此月宿直昴畢」者，以天左旋，星辰與斗建循天而行，此月斗建在酉，酉是昴畢本位，故云「宿直昴畢」也。其八月合昏之時，斗柄建指昴畢本位，其昴畢之星，於時在寅。云「氣佚則厲鬼隨而出行」者，大陵既為積屍，秋時又得陽氣增益，疾病應氣相感，故厲鬼隨而出行。云「亦命方相氏」者，亦季冬，以《周禮》季冬命方相氏，故云亦也。引《王居明堂禮》者，證仲秋難義。云「以發陳氣」者，謂秋時涼氣新至，發去陽之陳氣，防禦禁止疾疫之事也。既引《明堂禮》「仲秋，九門磔禳」，則此亦磔禳也，但文不備耳。季冬云「大難」，明九門磔禳，季冬稱大，則貴賤皆為也。季春云「國難」，熊氏云「唯天子諸侯有國為難」。此云「天子乃難」，唯天子得難，以其難陽氣，陽是君象，則諸侯以下不得難陽氣也。按陰氣陽氣至大陵，俱致積屍疫氣。按十一月陽氣至於危虛而不難，十二月陰氣至於虛危而為難者，以十一月陽氣初起，未能與陰相競，故無疫疾可難。六月宿直柳鬼，陰氣至微，陰始動，未能與陽相競，故無疾害可難也。季冬亦陽初起而為難者，以陰氣在虛危，又是一歲之終，總除疫氣，故為難也。其磔禳之牲，按《小司徒職》云：「小祭祀奉牛牲。」又《牧人》：「凡毀事，用駹可也。」是則用牛也。《羊人》云：「凡沈辜侯禳，共其牲。」《犬人》云：「凡幾珥沈辜，用駹可也。」《雞人》云：「面禳共其雞牲。」則用羊、用犬、用雞也。蓋大難用牛，其餘雜禳，大者用羊、用犬、小者用雞，此皆熊氏之說也。"
      },
      {
        "index": 112,
        "text": "以犬嘗麻，先薦寢廟。麻始熟也。是月也，可以築城郭，建都邑，穿竇窖，脩囷倉。為民將入物當藏也。穿竇窖者，入地隋曰竇，方曰窖。《王居明堂禮》曰：「仲秋，命庶民畢入於室，曰『時殺將至，毋罹其災』。」○竇音豆。窖，古孝反。囷，丘倫反。隋，他果反，謂狹而長。"
      },
      {
        "index": 113,
        "text": "[疏]注「隋曰」至「其災」。○正義曰：隋者似方非方，似圓非圓，以其名竇，與窖相似，故云「隋曰竇」。「方曰窖」者，竇既為隋圓，故以窖為方也。引《王居明堂禮》，證此月「築城郭，建都邑」之意。云「殺氣將至，無罹其災」者，於此仲秋之時，戒敕於民曰，此時殺害氣將欲至，民當入室，無在田野，罹被其災。按《豳詩》十月之後云：「嗟我婦子，曰為改歲，入此室處。」此仲秋已入室者，但仲秋之時，耘鋤既了，暫時入室，以避陰災，未盡成熟，須出野收斂。至十月之後，又入室避寒，所以不同。"
      },
      {
        "index": 114,
        "text": "乃命有司趣民收斂，務畜菜，多積聚。始為御冬之備。○趣，七住反，本又作趨，又七錄反。務畜，丑六反。乃勸種麥，毋或失時，其有失時，行罪無疑。麥者，接絕續之之穀，尤重之。"
      },
      {
        "index": 115,
        "text": "[疏]注「麥者」至「重之」。○正義曰：前年秋穀，至夏絕盡，後年秋穀，夏時未登，是其絕也。夏時人民糧食闕短，是其乏也。麥乃夏時而熟，是接其絕，續其乏也。「尤重之」者，以黍稷百穀，不云勸種，於麥獨勸之，是尤重故也。蔡氏云：「陽氣初胎於酉，故八月種麥，應時而生也。」"
      },
      {
        "index": 116,
        "text": "是月也，日夜分，雷始收聲，蟄蟲壞戶，殺氣浸盛，陽氣日衰，水始涸。又記時候也。雷始收聲在地中，動內物也。壞，益也。蟄蟲益戶，謂稍小之也。涸，竭也。此甫八月中，雨氣未止，而云水竭，非也。《周語》曰：「辰角見而雨畢，天根見而水涸。」又曰：「雨畢而除道，水涸而成梁。」辰角見，九月本也。天根見，九月末也。《王居明堂禮》曰：「季秋除道致梁，以利農也。」○壞音陪。浸，子鴆反。涸，戶各反。見，賢遍反，下同。"
      },
      {
        "index": 117,
        "text": "[疏]注「雷始」至「利農」。正義曰：知「動內物」者，以雷是陽氣，主於動，不惟地中潛伏而巳。至十一月一陽初生，震下坤上，復卦用事，震為動，坤為地，是動於地下，是從此月為始，故云「動內物也」。云「蟄蟲益戶，稍小之」者，戶謂穴也。以土增益穴之四畔，使通明處稍小。所以然者，以陰氣將至，此以壞之稍小，以時氣尚溫，猶須出入，故十月寒甚，乃閉之也。云「此甫八月中，雨氣未止，而云水竭，非也」者，甫，始也，以雨畢在九月之初，今此始八月之中，對九月為始，八月宿直昴畢，畢星主雨，故云「雨氣未止」，今言「水竭，非也」。引《周語》以下者，證九月水始涸，不得在八月也。云「辰角見而雨畢」，注云：「辰角，大辰蒼龍之角。角，星名。見者，朝見東方，殺氣日盛，雨氣盡也。」云「天根見而水涸」者，注云：「天根，亢氐之間，謂寒露雨畢之後五日，天根朝見，水潦盡竭。」又云「雨畢而除道，水涸而成梁」者，以《國語》上文既云「水涸」，下又云「雨畢除道」，故云又曰所以除道治梁者，《國語》注「除道，所以便行旅通也。成梁，所以使民不涉」，皆《國語》注文。云「辰角見，九月本，天根見，九月末」，此鄭之言也。「九月本」謂九月之初也。按《律歷志》角十二度，亢九度，天根在亢之後，辰角與天根相去二十一度餘，日校一度，則九月本與九月末相去二十一日有餘也。而韋昭注《國語》辰角見雨畢之後，五日天根見，不同者，蓋辰角見後，雨以漸而畢，畢後五日，始天根見，中間亦校二十餘日也，非謂辰角見後五日則天根見也。《國語》皆謂朝見，以今《管歷》驗之亦然。而皇氏云：九月之時，辰角天根昏見東方，未聞也。不知何意如此之說。此《周語》所云單襄公聘宋，假道於陳，見靈公與孔寧儀行父如夏氏，單襄公歸告周定王之辭也。鄭又引《王居明堂禮》以下者，證雨畢水涸在季秋也。云「除道致梁以利農」者，農既收刈，當運輦，故法地治道，水上為梁，便利民之轉運，故云以利農也。"
      },
      {
        "index": 118,
        "text": "日夜分，則同度量，平權衡，正鈞石，角鬥甬。是月也，易關市，來商旅，納貨賄，以便民事。四方來集，遠鄉皆至，則財不匱，上無乏用，百事乃遂。易關市，謂輕其稅，使民利之。商旅，賈客也。匱亦乏也。遂猶成也。○易，以豉反，注同。便，婢面反。匱，其位反，注同。賈音古，又古雅反。○凡舉大事，毋逆大數，必順其時，慎因其類。事謂興土功，合諸侯，舉兵眾也。季夏禁之，孟秋始征伐。此月築城郭，季秋教田獵，是以於中為之戒焉。"
      },
      {
        "index": 119,
        "text": "[疏]「是月」至「其類」。○正義曰：關市之處，輕其賦稅，不為節礙，是易關市也。關市既易，則商旅自來，是來商旅也。商旅既來，則貨賄自入，是納貨賄也。以此之故，便利民人之事，四方總來聚集，遠鄉於是皆至。貨賄既多，則庫財不匱，所須皆供，故國無乏用，上下豐足，故百事乃遂。遂，成也。百事皆成，於此之時，興舉其事，無逆天之大數，必須順其陰陽之時，謹慎因其事類，不可煩亂妄為。○注「事謂」至「戒焉」。○正義曰：以此月云「築城郭」，故云「事謂興土功」。孟秋云「始征伐」，季秋云「教田獵」，故云「合諸侯，舉兵眾也」。但此月上有孟秋始征伐，下以季秋教田獵，故云「是以於中為之戒焉」。"
      },
      {
        "index": 120,
        "text": "仲秋行春令，則秋雨不降。卯之氣乘之也。卯宿直房心，心為天火。草木生榮，應陽動也。○應，應對之應。國乃有恐。以火訛相驚。○恐，丘勇反。"
      },
      {
        "index": 121,
        "text": "[疏]「仲秋」至「有恐」。○正義曰：「秋雨不降」，天災。「草木生榮」，地災。「國乃有恐」，人災。○注「宿直房心，心為大火」。○正義曰：鄭云此者，解仲秋行春令時雨不降之意。仲秋是應雨之時，今行春之令，位當卯，致大火之氣，火是積陽，故時雨不降。○注「以火訛相驚」。○正義曰：以仲秋致仲春火氣，故有火。但仲秋為金，仲春為木，金能克木。又仲秋雨水，水又克火，火竟不能為害，但以訛偽言語相驚，故云「以火訛相驚」。"
      },
      {
        "index": 122,
        "text": "行夏令，則其國乃旱，蟄蟲不藏，五穀復生。午之氣乘之也。○復，扶又反。\n[疏]「其國」至「復生」。○正義曰：「其國乃旱」，天災也。「蟄蟲不藏，五穀復生」，地災也。"
      },
      {
        "index": 123,
        "text": "行冬令，則風災數起。子之氣乘之也。北風殺物。○數，所角反。收雷先行。先猶蚤也。冬主閉藏。草木蚤死。寒氣盛也。"
      },
      {
        "index": 124,
        "text": "[疏]「風災」至「蚤死」。○正義曰：「風災數起，收雷先行」，天災。「草木蚤死」，地災也。"
      }
    ]
  }
}