{
  "chapterNumber": 35,
  "title": "卷34",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『以其記祖宗人親之大義，故以《大傳》為篇。』」\n[疏]正義曰：案鄭《目錄》云：「名曰《大傳》者，以其記祖宗人親之大義。此於《別錄》屬《通錄》。」"
      },
      {
        "index": 1,
        "text": "禮，不王不禘。王者禘其祖之所自出，以其祖配之。凡大祭曰禘。自，由也。大祭其先祖所由生，謂郊祀天也。王者之先祖，皆感大微五帝之精以生，蒼則靈威仰，赤則赤熛怒，黃則含樞紐，白則白招拒，黑則汁光紀，皆用正歲之正月郊祭之，蓋特尊焉。《孝經》曰「郊祀後稷以配天」，配靈威仰也；「宗祀文王於明堂，以配上帝」，泛配五帝也。○不王，如字，又於況反，下同。禘，徒細反，下同。大微，音泰，下文注「大祖」、「大王」皆同。熛，必遙反。樞，昌朱反。紐，女九反。拒，俱甫反。葉，本又作汁，戶牒反。汜配，芳劍反。諸侯及其大祖。大祖，受封君也。大夫、士有大事，省於其君，干，祫及其高祖。大事，寇戎之事也。省，善也，善於其君，謂免於大難也。干，猶空也。空祫，謂無廟祫，祭之於壇墠。○省，舊仙善反。案《爾雅》云「省」即訓「善」，息靖反，無煩改字。祫，徐音洽。難，乃旦反。壇，大丹反。墠音善。"
      },
      {
        "index": 2,
        "text": "[疏]「禮不」至「高祖」。○正義曰：此一節論王及諸侯、大夫、士祭先祖之義，各隨文解之。○此「禘」謂郊祭天也，然郊天之祭，唯王者得行，故云「不王不禘」也。「王者禘其祖之所自出，以其祖配之」者，此文具於《小記》，於彼已釋之。○注「禮大」至「帝也」。○正義曰：案《爾雅•釋天》云：「禘，大祭也。」此「禘」謂祭天。云「王者之先祖，皆感太微五帝之精以生」者，案師說引《河圖》云：「慶都感赤龍而生堯。」又云：「堯赤精，舜黃，禹白，湯黑，文王蒼。」又《元命包》云：「夏，白帝之子。殷，黑帝之子。周，蒼帝之子。」是其王者，皆感大微五帝之精而生。云「蒼則靈威仰」至「汁光紀」者，《春秋緯•文耀鉤》文。云「皆用正歲之正月郊祭之」者，案《易緯•乾鑿度》云：「三王之郊，一用夏正。」云「蓋特尊焉」者，就五帝之中，特祭所感生之帝，是特尊焉。注引《孝經》云「郊祀後稷以配天」者，證禘其祖之所自出，以其祖配之。又引「宗祀文王於明堂，以配上帝」者，證文王不特配感生之帝，而泛配五帝矣。○「諸侯及其大祖」，大祖，始封君也。諸侯非王，不得郊天配祖於廟，及祭大祖耳。○「大夫、士有大事，省於其君，干祫及其高祖」。○省，善也。干，空也。空祫，謂無廟也。大夫、士知識劣於諸侯，故無始封之祖。若此大夫、士有勳勞大事，為君所善者，則此是識深，故君許其祫祭至於高祖，但無始祖廟，雖得行祫，唯至於高祖，並在於壇，空而祫之，故云「空祫及其高祖」也。《祭法》云：「大夫二廟二壇，顯考無廟。」雖是無廟，而有壇，為祈禱而祭之。今唯云「及高祖」，是祫不及始祖，以卑故也。然此對諸侯為言，言支庶為大夫、士者耳，若適為大夫，亦有大祖，故《王制》云「大夫三廟，一昭一穆，與大祖之廟而三」是也。師說云：「大夫有始祖者，鬼其百世，若有善於君得祫，則亦祫於大祖廟中，遍祫大祖以下也。」○注「祭之於壇墠」。○正義曰：案《祭法》：「大夫二壇。」則大夫無墠，而此言墠者，通言耳。或通云「上士二廟一壇，下士一廟無壇」。若有功，當為墠而祫祭之也。"
      },
      {
        "index": 3,
        "text": "牧之野，武王之大事也。既事而退，柴於上帝，祈於社，設奠於牧室。柴、祈，奠告天地及先祖也。牧室，牧野之室也。古者郊關皆有館焉。先祖者，行主也。遂率天下諸侯，執豆籩，逡奔走。逡，疾也。疾奔走，言勸事也。《周頌》曰：「逡奔走在廟。」○逡，息俊反，注同。追王大王亶父、王季歷、文王昌，不以卑臨尊也。不用諸侯之號臨天子也。文王稱王早矣，於殷猶為諸侯，於是著焉。○追王，於況反。亶，丁但反。父音甫。著，知慮反。"
      },
      {
        "index": 4,
        "text": "[疏]「牧之」至「尊也」。○正義曰：此一節論武王伐紂，率領諸侯以祭祖廟，追王大王、王季，上尊祖禰之事，與前相接也。○「牧之野，武王之大事也」者，言牧野之戰，是武王之事大者也。○「既事而退」者，既戰罷而退也。○「柴於上帝」者，謂燔柴以告天。「祈於社」者，陳祭以告社也。○「設奠於牧室」者，設此奠祭於牧野之館室，以告行主也。○「遂率天下諸侯」者，上言告祭既訖，遂率領天下諸侯執豆籩疾奔走而往在廟祭先祖。於此之時，乃追王大王，大王名亶父者，又追王王季歷及文王昌等為王，所以然者，不以諸侯之卑號臨天子之尊也。○注「古者」至「主也」。○正義曰：知「郊關有館」者，《遺人》云：「凡國野十里廬，三十里有宿，五十里有巿。」道路尚然，明郊關亦有館舍。鄭言此者，證牧野有室。云「先祖者，行主也」者，案《曾子問篇》云：「古者師行，必以遷廟主行。」故《甘誓》云：「用命賞於祖。」此武王所載行主者也。案《周本記》云載文王木主，以其成文王之業，故不載遷廟主。其社則在野外祭之，故不在牧室。此社是土地之神，故鄭云「柴祈，告天地也」。○注「《周頌》」至「在廟」。○正義曰：《周頌》所云，謂周公攝政六年祭清廟，此經「逡奔走」，謂武王伐紂而還告廟，其事不同，引之者，證奔走不異，故引之。知執豆籩行還告廟者，以此經上云柴、祈、設奠，下云「遂率天下諸侯」，是柴、祈禮畢。故《武成》云：「丁未，祀於周廟，駿奔走，執豆籩。」而皇氏云：「為柴、祈奠於牧室之時，諸侯執豆籩。」非此經文之次，又與《武成》違，其義非也。○注「不用」至「著焉」。○正義曰：案此武王追王大王亶父、王季歷、文王昌，案合符。後云「文王立後稷配天，追王大王亶甫，王季歷」，與此不同者，文王暫追王耳，號謚未定，至武王時乃定之矣。《中庸》云「周公追王大王、王季」者，謂以王禮改葬耳。不改葬文王者，先以王禮葬故也。此大王、王季追王者，王跡所由興，故追王也。所以追王者，以子為天子，而不以卑臨尊。若非王跡所由，不必追王也。故《小記》云「父為士，子為天子、諸侯，祭以天子、諸侯，其屍服以士服」是也。《周語》云：「先王不窋。」《武成》云：「先王建邦啟土。」謂後稷皆稱先王者，以王者之先祖，故通稱先王也。契稱玄王，與此同矣。「文王稱王早矣」者，土無二王，殷紂尚存，即為早。所以早稱王者，案《中候我應》云：「我稱非早，一民固下。」注云：「一民心，固臣下，雖於時為早，於年為晚矣。」故《周本記》云：文王受命六年，立靈台，布王號。於時稱王，九十六也。故《文王世子》云「君王其終撫諸」是也。文王既稱王，文王生雖稱王，號稱猶未定，故武王追王，乃定之耳。"
      },
      {
        "index": 5,
        "text": "上治祖禰，尊尊也。下治子孫，親親也。旁治昆弟，合族以食，序以昭繆，別之以禮義，人道竭矣。治，猶正也。繆讀為穆，聲之誤也。竭，盡也。○禰，本或作禰，年禮反。繆音木。別，彼列反，下至「其庶姓別」文注並同。繆，讀莫侯反，又音謬。"
      },
      {
        "index": 6,
        "text": "[疏]「上治」至「竭矣」。○正義曰：此一節論武王伐紂之後，因治親屬合族之禮，敘昭穆之事。○「上治祖禰，尊尊也」者，治，猶正也。上正治祖爾，是尊其尊也。○「下治子孫，親親也」者，下正於子孫，是親其親也。上主尊敬，故云「尊尊」，下主恩愛，故云「親親」。○「旁治昆弟」者，謂旁正昆弟，逾遠疏也。○「合族以食」者，言旁治昆弟之時，合會族人以食之禮，又次序族人以昭穆之事，所謂「旁治昆弟」也。○「別之以禮義，人道竭矣」者，總結「上治祖禰，下治子孫，旁治昆弟」，言此三事皆分別之以禮義，使人義之道理竭盡於此矣。"
      },
      {
        "index": 7,
        "text": "聖人南面而聽天下，所且先者五，民不與焉。且先，言未遑餘事。○聽，體寧反。與音預。一曰治親，二曰報功，三曰舉賢，四曰使能，五曰存愛。功，功臣也。存，察也，察有仁愛也。五者一得於天下，民無不足，無不贍者。五者一物紕繆，民莫得其死。物，猶事也。紕繆，猶錯也。五事得，則民足，一事失，則民不得其死，明政之難。○贍，本又作瞻，食艷反。紕，匹彌反，徐孚夷反，又方齊反。繆音謬，本或作謬。聖人南面而治天下，必自人道始矣。人道謂此五事。立權度量，考文章，改正朔，易服色，殊徽號，異器械，別衣服，此其所得與民變革者也。權，秤也。度，丈尺也。量，斗斛也。文章，禮法也。服色，車馬也。徽號，旌旗之名也。器械，禮樂之器及兵甲也。衣服，吉凶之制也。徽或作褘。○量音亮，注同。正音征。徽，諱韋反。械，戶戒反。別，彼列反。稱，尺證反。褘，許韋反。其不可得變革者，則有矣。親親也，尊尊也，長長也，男女有別，此其不可得與民變革者也。四者人道之常。○長長，並丁丈反，後除注「隸者長」並同。別，彼列反。"
      },
      {
        "index": 8,
        "text": "[疏]「聖人」至「者也」。正義曰：此一節廣明聖人受命，以臨天下，有不可變革及有可變革之事，各隨文解之。云「所且先者五」，謂聖人即位，未遑餘事，所且欲先行者，而有五種之事也。即下云「一曰治親」之屬是也。○「民不與焉」者，言此五事，皆王者所急行，民不得干與焉。言民未行也。以治報親功之事，皆非民所行，故不得干與焉。○「一曰治親」者，此治親即鄉者三事，三事若正，則於家國皆正，故急在前。○「二曰報功」者，既巳正親，故下又報於有所功勞者，使為諸侯之屬是也。緩於親親，故次治親。○「三曰舉賢」者，雖巳報於有功，若巖穴有賢德之士，未有功者，舉而用之。報功宜急，此又次也。○「四曰使能」者，能謂有道藝，既無功德，又非賢能，而有道藝，亦祿之，使各當其職也。輕於賢德，故次之。○「五曰存愛」者，存，察也。愛，仁也。治親、報功、舉賢、使能，為政既足，又宜察於民下側陋之中者，若有雖非賢能而有仁愛之心，亦賞異之。○「五者一得於天下」者，謂上五事，一皆得行於天下，則民無有不足，無有不周贍者，贍是優足之餘也。○「五者一物紕繆」者，謂此五事之中，但有一事紕繆，則民莫得其死。莫，無也，言無得以理壽終而死也。○「聖人南面而治天下，必自人道始矣」者，人道即治親、報功、舉賢、使能、存愛，是以理相承順之道。聖人先以此為始，故云「必自人道始也」。○「立權度量」者，此一經至「與民變革者也」，廣明損益之事並輕，故可隨民與變改革也。「權」謂稱錘，「度」謂丈尺，「量」謂斗斛也。言新制天下，必宜造此物也。○「考文章」者，考，校也。文章，國之禮法也。○「改正朔」者，「正」謂年始，「朔」謂月初，言王者得政，示從我始改故用新，隨寅丑子所損也。周子、殷丑、夏寅，是改正也。周夜半，殷雞鳴，夏平旦，是易朔也。○「易服色」者，服色，車馬也。易之，謂各隨所尚赤白黑也。○「殊徽號」者，殊，別也。徽號，旌旗也。周大赤，殷大白，夏大麾，各有別也。○「異器械」者，器為楬豆、房俎、禮樂之器也。械謂戎路、革路、兵甲之屬也。○「別衣服」者，周吉服九章，虞以十二章。殷凶不厭賤，周貴則降卑也。○「此其所得與民變革者也」，結權度量以下諸事是末，故可變革，與民為新，亦示禮從我始也。○注「文章」至「制也」。○正義曰：「禮法」謂夏、殷、周損益之禮是也。云「服色，車馬也」者，謂夏尚黑，殷尚白，周尚赤。車之與馬，各用從所尚之正色也。云「徽號，旌旗之名也」者，謂《周禮》九旗是也。然九旗之外，又有小旌旗，故《司常》云：「官府各象其事，州里各象其名，家各象其號。」與此同也。鄭引《士喪禮》云：「為銘各以其物，亡則以緇長半幅，赬末長終幅，廣三寸。」是徽號與此同矣。"
      },
      {
        "index": 9,
        "text": "同姓從宗，合族屬。異姓主名，治際會。名著而男女有別。合，合之宗子之家，序昭穆也。異姓，謂來嫁者也，主於母與婦之名耳。際會，昏禮交接之會也。著，明也。母、婦之名不明，則人倫亂也。亂者，若衛宣公、楚平王為子取而自納焉。○際音祭。著，知慮反。為，於偽反，下「相為」同。"
      },
      {
        "index": 10,
        "text": "[疏]「同姓」至「有別」。○正義曰：此一節論同姓從宗，異姓主名，明男女有別之事，各隨文解之。○「同姓從宗」者，同姓，父族也。從宗，謂從大小宗也。○「合族屬」者，謂合聚族人親疏，使昭為一行，穆為一行，同時食，故曰「合族屬」也。○「異姓主名，治際會」者，異姓謂他姓之女，來為巳姓之妻，系夫之親，主為母、婦之名。夫若為父行，則主母名。夫若子行，則主婦名。治，正也。際會，所以主此母、婦之名，正昏姻交接會合之事。○「名著而男女有別」者，若母、婦之名著，則男女尊卑異等，各有分別，不相淫亂，凡姓族異者，所以別異人也，猶萬物皆各有名，以相分別。天子賜姓賜氏，諸侯但賜氏，不得賜姓，降於天子也。故隱八年《左傳》云：「無駭卒，公問族於眾仲，眾仲對曰：『天子建德，因生以賜姓，胙之土而命之氏。諸侯以字為謚，因以為族，官有世功，則有官族，邑亦如之』」以此言之，天子因諸侯先祖所生，賜之曰姓。杜預云：「若舜生媯汭，賜姓曰媯；封舜之後於陳，以所封之土，命為氏。舜後姓媯而氏曰陳，故鄭《駮異義》云：「炎帝姓姜，大皞之所賜也。黃帝姓姬，炎帝之所賜也。故堯賜伯夷姓曰姜，賜禹姓曰姒，賜契姓曰子，賜稷姓曰姬，著在《書傳》。」如鄭此言，是天子賜姓也。諸侯賜卿大夫以氏，若同姓，公之子曰公子，公子之子曰公孫。公孫之子，其親巳遠，不得上連於公，故以王父字為氏，若適夫人之子，則以五十字伯仲為氏，若魯之仲孫、季孫是也。若庶子妾子，則以二十字為氏，則展氏、臧氏是也。若男女，則以父祖官及所食之邑為氏，以官為氏者，則司馬、司城是也；以邑為氏者，若韓、趙、魏是也。凡賜氏族者，此為卿乃賜。有大功德者，生賜以族，若叔孫得臣是也。雖公子之身，若有大功德，則以公子之字賜以為族，若「仲遂」是也。其無功德，死後乃賜族，若無駭是也。若子孫不為卿，其君不賜族，子孫自以王父字為族也。氏、族對之為別，散則通也。故《左傳》云「問族於眾仲」，下云「公命以字為展氏」是也。其姓與氏，散亦得通，故《春秋》有姜氏、子氏，姜、子皆姓而云氏是也。○注「若衛」至「納焉」。○正義曰：案《春秋左氏傳》桓十六年：「初，衛宣公烝於夷姜，生急子，娶於齊而美。公取之，生壽及朔。」又昭十九年《左傳》：楚平王，郹陽封人之女奔之，生大子建，為大子建良秦女而美，平王自納之。是其淫亂之事也。"
      },
      {
        "index": 11,
        "text": "其夫屬乎父道者，妻皆母道也。其夫屬乎子道者，妻皆婦道也。言母、婦無昭穆於此，統於夫耳。母焉則尊之，婦焉則卑之，尊之卑之，明非已倫，以厚別也。○屬音燭。謂弟之妻「婦」者，是嫂亦可謂之「母」乎？言不可也，謂之婦與嫂者，以其在己之列，以名遠之耳。復謂嫂為母，則令昭穆不明，昆弟之妻，夫之昆弟，不相為服，不成其親也。男女無親，則遠於相見。○嫂，本又作A3，悉早反。遠，於萬反，下同。復，扶又反。令，力呈反。名者，人治之大者也，可無慎乎！人治所以正人。○治，真吏反，注同。"
      },
      {
        "index": 12,
        "text": "[疏]「其夫」至「道也」。○正義曰：此一經言他姓婦人來嫁已族，本無昭穆於己親，惟系夫尊卑，而定母、婦之號也。○「其夫屬乎父道」者，道，猶行列也。若其夫隨屬於己之父行者，其妻皆即己之母行也，故云「妻皆母道」也。○「其夫屬乎子道者，妻皆婦道也」者，謂其夫隨屬於己之子行者，其妻皆婦行也。故婦人來嫁已伯父之列，即謂之為母也。來嫁於己之子侄之行，即謂之為婦也。○注「言母」至「別也」。○正義曰：云「母、婦無昭穆於此」者，此謂己之族也。言他姓之女，或為婦，或為母，先無昭穆於己之親族。云「統於夫耳」者，言所以有母、婦名者，謂系統於夫，始有母、婦之名也。云「尊之卑之，明非己倫，以厚別也」者，謂之為母者則尊敬之，謂之為婦者即卑遠之。既尊卑縣絕，明知非已之倫位，所以厚重相分別之義也。凡男女若無尊卑，倫類相聚，即淫亂易生，為無相分別也。○「謂弟」至「母乎」。○此一經論兄弟之妻相稱謂之義。凡子行之妻，乃謂之為婦，弟非子行，其妻亦謂之婦者，以兄弟同倫，嫌相褻瀆。弟雖非子行，其妻同子行之妻，謂之為婦，欲卑遠之。弟妻既得為婦號，記者恐兄妻得為母號，故記者明之云：「是嫂亦可謂之母乎？」言嫂不可亦謂之為母也。然弟妻既得為婦，兄妻不可亦得為母者，然弟小於己，妻必幼稚，故可謂之為婦。而嫂不可借子妻之名謂之為婦。嫂雖是兄妻，年必與巳相類，既不甚縣絕，何得謂之為母？且弟妻既為婦，兄妻又為母，便是昆弟之倫翻為父子之例，故嫂不可謂之為母，而借嫂老之名以為兄妻之號也。○注「言不」至「相見」。○正義曰：「言不可」者，謂嫂不可為母也。云「謂之婦與嫂者，以其在己之列，以名遠之耳」者，謂之婦者弟妻，謂之嫂者兄妻。「在己之列」，謂兄弟之妻作己之倫列，恐相褻瀆，故弟妻假以同子婦之名，兄妻假以嫂老之名，殊遠之也。云「復謂嫂為母，則令昭穆不明」者，既以子妻之名名弟妻為婦，若又以諸父之妻名名兄妻為母，則上下全亂，昭穆不明，故不可也。鄭注《喪服》亦云：「弟之妻為婦者，卑遠之，故謂之婦。嫂者，尊嚴之，是嫂亦可謂之母乎？」言其不可也。故言乎以疑之，是弟妻可借婦名，是兄妻不可借母名，與此注正合，無相違也。而皇氏引諸儒異同，煩而不當，無所用也。云「昆弟之妻，夫之昆弟，不相為服，不成其親也」者，若男女尊卑隔絕，相服成親，義無混雜。此兄弟之妻，己之倫列，若其成親為服，則數相聚見，奸亂易生，故令之無服，所以疏遠之。云「男女無親，則遠於相見」者，以其全同路人，恩親不接，故云遠以相見。○「名者，人治之大者也，可無慎乎」！○名謂母、婦之名，言得之則昭穆明，失之則上下亂，是人治之大者也，可得不慎之乎？言須慎名也。"
      },
      {
        "index": 13,
        "text": "四世而緦，服之窮也。五世袒免，殺同姓也。六世，親屬竭矣。四世共高祖，五世高祖昆弟，六世以外，親盡無屬名。○免音問。殺，色界反，徐所列反。其庶姓別於上，而戚單于下，昏姻可以通乎？問之也。玄孫之子，姓別於高祖。五世而無服。姓，世所由生。○戚，千歷反。單音丹。昏姻，如字。系之以姓而弗別，綴之以食而弗殊，雖百世而昏姻不通者，周道然也。周之禮，所建者長也。姓，正姓也，始祖為正姓，高祖為庶姓。系之弗別，謂若今宗室屬籍也。《周禮》：「小史掌定系世，辨昭穆。」○系，音計，又戶計反。別，皇如字，舊彼列反，注及下同。綴，丁衛反。連，合也。食音嗣。定系，戶計反，一音計。"
      },
      {
        "index": 14,
        "text": "[疏]「四世」至「然也」。○正義曰：此一節論殷、周統敘宗族之異，各依文解之。○「四世而緦，服之窮也」者，四世，謂上至高祖以下至已兄弟，同承高祖之後，為族兄弟，相報緦麻，是服盡於此，故緦麻服窮，是「四世」也。為親兄弟期，一從兄弟大功，再從兄弟小功，三從兄弟緦麻，共承高祖為四世，而緦服盡也。○「五世祖免，殺同姓也」者，謂其承高祖之父者也，言服袒免而無正服，減殺同姓也。○「六世，親屬竭矣」者，謂其承高祖之祖者也，言不服袒免，同姓而巳，故云「親屬竭」矣。○「其庶姓別於上」者，此作《記》之人，以殷人五世以後，可以通婚，故將殷法以問於周，云周家五世以後，庶姓別異於上，與高祖不同，各為氏族，不共高祖，別自為宗，是「別於上」也。○「而戚單于下」者，戚，親也；單，盡也。謂四從兄弟，因親盡於下，各自為宗，不相尊敬。庶，眾也。高祖以外，人轉廣遠，分姓眾多，故曰庶姓也。高祖以上，復為五宗也。○「婚姻可以通乎」者，問者既見姓別親盡，雖是周家，婚姻應可以通乎？問其可通與否。○注「問之」至「由生」。○正義曰：「問之」者，是記者以殷法而問週五世後，昏姻可以通否。云「玄孫之子，姓別於高祖」者，玄孫與高祖服屬仍同，其姓與高祖不異。玄孫之子則四從兄弟，承高祖父之後，至已五世而無服，各事小宗，因字因官，為氏不同高祖之父。是庶姓別於上，庶姓為眾姓也，則氏族之謂也。云「姓，世所由生」者，據五世無服，不相稟承，各為氏姓，故云「姓，世所由生」。○「系之」至「然也」。○前文記者以殷法而問周，此經記者以周法而答問。言周法婚姻不可通也。○「系之以姓而弗別」者，周法雖庶姓別於上，而有世系連繫之以本姓，而不分別，若姬氏、姜氏。大宗百世不改也。○「綴之以食而弗殊」者，連綴族人以飲食之禮，而不殊異也。○「雖百世婚姻不通」者，言雖相去百世，而婚姻不得通。○「周道然也」者，言周道如此，異於殷也。是不許問者之辭也。○注「姓正」至「昭穆」。○正義曰：「姓，正姓」者，對氏族為正姓也。云「始祖為正姓」者，若炎帝姓姜，黃帝姓姬。周姓姬，本於黃帝；齊姓姜，本於炎帝；宋姓子，本於契。是始祖為正姓也。云「高祖為庶姓」者，若魯之三桓，慶父、叔牙、季友之後，及鄭之七穆，子游、子國之後為游氏、國氏之等。云「若今宗室屬籍也」者，以漢之同宗有屬籍，則周家系之以姓是也。云「小史掌定系世」者，《周禮》小史之官，掌定帝系世本，知世代昭穆，故云「定系世，辨昭穆」也。"
      },
      {
        "index": 15,
        "text": "服術有六，一曰親親，二曰尊尊，三曰名，四曰出入，五曰長幼，六曰從服。術猶道也。親親，父母為首；尊尊，君為首；名，世母叔母之屬也；出入，女子子嫁者及在室者；長幼，成人及殤也；從服，若夫為妻之父母，妻為夫之黨服。○夫為妻，於偽反，下至「其義然也」注皆同。"
      },
      {
        "index": 16,
        "text": "[疏]「服術」至「從服」。○正義曰：此經明服術之制也。「一曰親親」者，父母為首，次以妻、子、伯、叔。「二曰尊尊」者，君為首，次以公卿、大夫。○「三曰名」者，若伯叔母及子婦並弟婦兄嫂之屬也。○「四曰出入」者，若女子子在室為入，適人為出，及出繼為人後者也。○「五曰長幼」者，長，謂成人；幼，謂諸殤。○「六曰從服」者，即下「從服」有六等是也。○注「從服」至「黨服」。○正義曰：案從服有六，略舉夫妻相為而言之也。"
      },
      {
        "index": 17,
        "text": "從服有六，有屬從，子為母之黨。有徒從，臣為君之黨。有從有服而無服，公子為其妻之父母。有從無服而有服，公子之妻為公子之外兄弟。有從重而輕，夫為妻之父母。有從輕而重。公子之妻為其皇姑。"
      },
      {
        "index": 18,
        "text": "[疏]「從服」至「而重」。○正義曰：「從服有六」者，從術之中，別有六種。「有屬從」，一也。屬，謂親屬，以其親屬為其友黨，鄭云「子為母之黨」是也。鄭舉一條耳，妻從夫、夫從妻並是也。○「有徒從」，二也。徒，空也。與彼無親，空服彼之支黨，鄭云「臣為君之黨」。鄭亦略舉一條，妻為夫之君、妾為女君之黨、庶子為君母之親，子為母之君母並是也。○「有從有服而無服」，三也。鄭引《服問篇》云：「公子為其妻之父母。」其妻為本生父母期，而公子為君所厭，不得服從，是妻有服，而公子無服，是「從有服而無服」。嫂、叔無服亦是也。○「有從無服而有服」，四也。鄭亦引《服問篇》云：「公子之妻為公子之外兄弟也。」公子被君厭，為巳外親無服，而妻猶服之，是「從無服而有服」。娣、姒亦是也。○「有從重而輕」，五也。鄭引《服問篇》云：「夫為妻之父母。」妻自為其父母期，為重；夫從妻服之三月，為輕，是「從重而輕」也。舅之子亦是也。○「有從輕而重」，六也。鄭引《服問》云：「公子之妻為其皇姑。」公子為君所厭，自為其母練冠，是輕；其妻猶為服期，是「從輕而重」也。"
      },
      {
        "index": 19,
        "text": "自仁率親，等而上之至於祖，名曰輕。自義率祖，順而下之至於禰，名曰重。一輕一重，其義然也。自，猶用也。率，循也。用恩則父母重而祖輕，用義則祖重而父母輕。恩重者為之三年，義重者為之齊衰。然，如是也。○上，時掌反。"
      },
      {
        "index": 20,
        "text": "[疏]「自仁」至「然也」。○正義曰：此一經論祖禰仁義之事也。○自，用也。仁，恩也。率，循也。親，謂父母也。等，差也。子孫若用恩愛依循於親，節級而上，至於祖遠者，恩愛漸輕，故云「名曰輕」也。○「自義率祖，順而下之至於禰，名曰重」者，義主斷割，用義循祖，順而下之，至於禰，其義漸輕，祖則義重，故云「名曰重」也。○「一輕一重，其義然也」者，言恩之與義，於祖與父母，互有輕重，若義則祖重而父母輕，若仁則父母重而祖輕。一輕一重，義宜也。然，如是也，言人情道理，宜合如是。祖是尊嚴以上漸，宜合輕，父母恩愛漸近，宜合重，故云「其義然」也。故鄭云：「恩重者為之三年，義重者為之齊衰。」言其事合宜如此矣。案《喪服條例》衰服表恩，若高、曾之服，本應緦麻小功而進以齊衰，逾數等之服，豈非為尊重而然也？至親以期斷，而父母加三年，寧不為恩深？故亦然矣。"
      },
      {
        "index": 21,
        "text": "君有合族之道，族人不得以其慼慼君，位也。君恩可以下施，而族人皆臣也，不得以父兄子弟之親自戚於君。位，謂齒列也。所以尊君別嫌也。○別，彼列反。"
      },
      {
        "index": 22,
        "text": "[疏]「君有」至「位也」。○正義曰：此一經明人君既尊，族人不以慼慼君，明君有絕宗之道也。○「合族」者，言設族食燕飲，有合食族人之道。既管領族人，族人不得以其戚屬上戚於君位，皆不得以父兄子弟之親上親君位也。○注「所以」至「嫌也」。○正義曰：不敢計巳親戚，與君齒列，是尊君也。兄弟相屬，多有篡代之嫌，今遠自卑退，是別嫌疑也。"
      },
      {
        "index": 23,
        "text": "庶子不祭，明其宗也。庶子不得為長子三年，不繼祖也。明，猶尊也，一統焉。族人上不戚君，下又辟宗，乃後能相序。○為，於偽反，下「為其士」，注「死為之」、「為其妻」、「為之大功」、「不相為」皆同。辟音避。別子為祖，別子，謂公子若始來在此國者，後世以為祖也。繼別為宗，別子之世適也，族人尊之，謂之大宗，是宗子也。○適，丁歷反，下文及注皆同。繼禰者為小宗。父之適也，兄弟尊之，謂之小宗。有百世不遷之宗，有五世則遷之宗。百世不遷者，別子之後也。宗其繼別子之所自出者，百世不遷者也。宗其繼高祖者，五世則遷者也。尊祖故敬宗，敬宗，尊祖之義也。遷，猶變易也。繼別子，別子之世適也。繼高祖者，亦小宗也。先言「繼禰」者，據別子子弟之子也。以高祖與禰皆有繼者，則曾祖亦有也，則小宗四，與大宗凡五。"
      },
      {
        "index": 24,
        "text": "[疏]「庶子」至「義也」。○正義曰：上經論人君絕宗，此一節論卿、大夫以下繼屬小宗大宗之義，各依文解之。○「庶子不祭，明其宗也」者，案《小記》云：「庶子不祭祖。」下文云：「不祭禰。」此直云「不祭」者，嫌祖、禰俱不祭，但《小記》辨明上士、下士，故有「不祭祖」、「不祭禰」之文，此則總而言之，故直云「不祭」。○「庶子不得為長子三年，不繼祖也」者，案《小記》云：「庶子不為長子斬，不繼祖與禰。」斬則三年，與此一也。《小記》文詳，故云「不繼祖與禰」，此文解略，故直云「不繼祖」也，其義具在《小記》，已備釋之。○「別子為祖」。○前既云明其宗，故此以下廣陳五宗義也。「別子」謂諸侯之庶子也，諸侯之適子適孫繼世為君，而第二子以下悉不得禰先君，故云「別子」並為其後世之始祖，故云「為祖」也。○注「別子」至「祖也」。○正義曰：「別子謂公子者」，諸侯適子繼世為君，其適子之弟別於正適，是諸侯之子，故謂之「別子」也。云「若始來在此國者」，此謂非君之戚，或是異姓始來在此國者，故亦謂之「別子」，以其別於在本國不來者。○「繼別為宗」。○謂別子之適子世繼別子為大宗也，族人與之為絕宗也，五世外皆為之齊衰三月，母、妻亦然。○「繼禰者為小宗」。○謂父之適子，上繼於禰，諸兄弟宗之，謂之小宗，以本親之服服之。○「有百世不遷之宗」，此一經覆說大宗小宗之義，並明敬宗所以尊祖也。云「有百世不遷之宗」者，謂大宗也。云「有五世則遷之宗」者，謂小宗也。云「百世不遷者，別子之後也。宗其繼別子之所自出者，百世不遷者也」，此覆明大宗子百世不遷之義也。云「宗其繼高祖者，五世則遷者也」，此覆明小宗五世則遷之義。云「尊祖故敬宗，敬宗，尊祖之義也」者，此總結大宗小宗，以大宗是遠祖之正體，小宗是高祖之正體，尊崇其祖，故敬宗子，所以敬宗子者，尊崇先祖之義也。○注「遷猶」至「凡五」。○正義曰：「繼別子，別子之世適也」者，解經「宗其繼別子」之文，以是別子適子適孫，世世繼別子，故云「別子之世適」。經云「別子之所自出」者，自，由也，謂別子所由出，或由此君而出，或由他國而來，後世子孫，恆繼此別子，故云「繼別子之所自出」。云「繼高祖者，亦小宗也」者，以前文云「繼禰者為小宗」，是小宗定稱在於繼禰。今此經云「宗其繼高祖者」，緣無小宗之文，故云「繼高祖者」亦小宗也。云「先言繼禰者，據別子子弟之子也」者，鄭以經繼高祖為小宗，何以前文先云「繼禰者為小宗」？鄭釋此意，先云「繼禰者，又承上繼別為大宗之下，則從別子言之。別子子者，別子之適子弟之子者。別子適子之弟所生子也。弟則是禰，其長子則是小宗，故云「繼禰為小宗」，因別子而言也。云「以高祖與禰皆有繼者，則曾祖亦有也」者，鄭以此經文宗其繼高祖者，上文云「繼禰為小宗」，是高祖與禰皆有繼文，唯曾祖及祖無繼文，故云「明曾祖亦有也」。云「小宗四與大宗凡五」者，小宗四謂：一是繼禰，與親兄弟為宗；二是繼祖，與同堂兄弟為宗；三是繼曾祖，與再從兄弟為宗；四是繼高祖，與三從兄弟為宗。是小四並繼別子之大宗，凡五宗也。"
      },
      {
        "index": 25,
        "text": "有小宗而無大宗者，有大宗而無小宗者，有無宗亦莫之宗者，公子是也。\n[疏]「有小」至「是也」。○正義曰：以前經明卿、大夫、士有大宗有小宗，以相繼屬，此經明諸侯之子，身是公子，上不得宗君，下未為後世之宗，不可無人主領之義，各依文解之。○「有小宗而無大宗」者，謂君無適昆弟，遣庶兄弟一人為宗，領公子禮如小宗，是「有小宗而無大宗」。○「有大宗而無小宗」者，君有適昆弟，使之為宗，以領公子，更不得立庶昆弟為宗，是「有大宗而無小宗」也。○「有無宗亦莫之宗」者，公子唯一，無他公子可為宗，是有無之宗」，亦無他公子來宗於巳，是亦「莫之宗」也。○「公子是也」，言公子有此三事，他人無，唯公子也。"
      },
      {
        "index": 26,
        "text": "公子有宗道。公子之公，為其士大夫之庶者，宗其士大夫之適者，公子之宗道也。公子不得宗君，君命適昆弟為之宗，使之宗之，是公子之宗道也。所宗者適，則如大宗，死為之齊衰九月，其母則小君也，為其妻齊衰三月。無適而宗庶，則如小宗，死為之大功九月。其母、妻無服，公子唯己而巳，則無所宗，亦莫之宗。○唯己，音紀。"
      },
      {
        "index": 27,
        "text": "[疏]「公子」至「道也」。○正義曰：此一節覆說上公子宗道之意，云「公子有宗道」一句，為下起文，言公子有族人來，與之為宗敬之道。○「公子之公」者，公，君也。謂公子之君，是適兄弟為君者。○「為其士大夫之庶者」，則君之庶兄弟為士大夫，所謂「公子」者也。○「宗其士大夫之適」者，言君為此公子士大夫庶者，宗其士大夫適者，謂立公子適者。士大夫之身與庶公子為宗，故云「宗其士大夫之適」也。此適者即君之同母弟，適夫人所生之子也。○「公子之宗道也」者，言此適公子為庶公子宗，是公子宗道，結上「公子有宗道」文也。○注「公子」至「之宗」。○正義曰：云「公子不得宗君」者，君尊，族人不敢以戚君，故不得宗君也。云「君命適昆弟為之宗，使之宗之」者，公子既不得宗君，其父子宗親之事，無人主領，故君命適兄弟為之宗，使宗領之也。云「所宗者適，則如大宗，死為之齊衰九月，其母則小君也」者，以經文公子既有小宗大宗，故知適者如大宗，庶者如小宗。云「則如大宗」者，大宗之正，本是別子之適，今公子為大宗，謂禮如之耳，非正大宗，故云「如」也。「死為齊衰九月」者，以君在厭降兄弟降一等，故九月，以其為大宗，故齊衰；與君同母，故云「其母則小君也」。云「為其妻齊衰三月」者，同喪宗子之妻也。既立適為大宗，則不復立庶為小宗。前經所謂「有大宗而無小宗」是也。云「無適而宗庶，則如小宗，死為之大功九月。其母、妻無服」者，此則庶子為宗，禮如小宗，與尋常兄弟相為，君在厭降一等，故死為之大功九月，母則庶母，妻則兄弟之妻，故無服也。既無適子可立，但立庶子為小宗，前文所謂「有小宗而無大宗者」也。云「公子唯巳而巳，則無所宗，亦無之宗」者，無所宗，則前經云「有無宗」也；亦無之宗者，則前經云「亦莫之宗」。鄭於此注遙釋前耳。"
      },
      {
        "index": 28,
        "text": "絕族無移服，族昆弟之子，不相為服。○移，本或作施，同，以豉反。移，猶旁也。親者屬也。有親者，服各以其屬親疏。"
      },
      {
        "index": 29,
        "text": "[疏]「絕族」至「屬也」。○正義曰：此一節論親盡則無服，有親則有服。「絕族」者，謂三從兄弟同高祖者。族兄弟應麻，族兄弟之子及四從兄弟為族屬，既絕，故無移服。在旁而及曰「移」，言不延移及之。○「親者屬也」者，謂有親者各以屬而為之服，故云「親者屬也」。"
      },
      {
        "index": 30,
        "text": "自仁率親，等而上之至於祖，自義率祖，順而下之至於禰。是故人道親親也。言先有恩。親親故尊祖，尊祖故敬宗，敬宗故收族，收族故宗廟嚴，宗廟嚴故重社稷，重社稷故愛百姓，愛百姓故刑罰中，刑罰中故庶民安，庶民安故財用足，財用足故百志成，百志成故禮俗刑，禮俗刑然後樂。收族，序以昭穆也。嚴，猶尊也，《孝經》曰：「孝莫大於嚴父。」百志，人之志意所欲也。刑，猶成也。○罰中，丁仲反。《詩》云：「不顯不承，無斁於人斯。」此之謂也。斁，厭也，言文王之德，不顯乎？不承成先人之業乎？言其顯且承之，人樂之無厭也。○斁音亦。厭，於艷反，下同。"
      },
      {
        "index": 31,
        "text": "[疏]「自仁」至「謂也」。○正義曰：此一節論人道親親，從親己以至尊祖，由尊祖，故敬宗，以收族人，故宗廟嚴，社稷重，乃至禮俗成，天下顯樂而無厭倦，各依文解之。○「自仁率親，等而上之至於祖，自義率祖，順而下之至於禰」者，前文巳具，此重說之者，前文論服之輕重，故云「一輕一重」，此論親親之道，故先親親而後尊祖，故云「親親」，不言「輕重」也。○「親親故尊祖」者，以巳上親於親，親亦上親於祖，以次相親，去巳高遠，故云「尊祖」。○「尊祖故敬宗」者，祖既高遠，無由可尊，宗是祖之正胤，故敬宗。○「敬宗故收族」者，族人既敬宗子，宗子故收族人，故《喪服傳》云「大宗，收族者也」是其事。○「收族故宗廟嚴」者，若族人散亂，骨肉乖離，則宗廟祭享不嚴肅也。若收之，則親族不散，昭穆有倫，則宗廟之所以尊嚴也。○「宗廟嚴故重社稷」者，此以下並立宗之功也，始於家邦，終於四海，若能先嚴宗廟，則後乃社稷保重也。○「重社稷故愛百姓」者，百姓，百官也。既有社稷可重，故有百官可愛也。○「愛百姓故刑罰中」者，百官當職，更相匡輔，則無淫刑濫罰，刑罰所以皆得中也。○「刑罰中故庶民安」者，上無淫刑濫罰，故庶民安也。○「庶民安故財用足」者，民皆手足有所措，各安其業，故財用得足也。○「財用足故百志成」者，百姓足，君孰與不足？既天下皆足，所以君及民人百志悉成，是謂「倉廩實，知禮節；衣食足，知榮辱」也。○「百志成故禮俗刑」者，「刑」亦「成」也。天下既足，百志又成，則禮節風俗於是而成，所以太平告功成也。○「禮俗刑然後樂」者，「樂」謂不厭也。禮俗既成，所以長為民庶所樂而不厭也。○「《詩》云：『不顯不承，無斁於人斯』，此之謂也」者，此《周頌•清廟》之篇，祀文王之廟，美文王之功，言文王之德豈不光顯乎？言光顯矣。文王豈不承先父之業乎？言承之矣。「無斁於人斯」，斁，厭也。文王之德，既能如此，無見厭於人，謂人無厭倦之者。斯，語辭也。今尊祖敬宗，人皆原樂，亦無厭倦，故云「此之謂也」，謂與文王相似矣。《詩箋》云：「周公祭清廟，是不光明文王之德與？言其光明之也。是不承順文王志意與？言其承順之也。」與此注不同者，《禮注》在前，《詩箋》在後，故《詩》有與《禮注》不同，故鄭答炅模云然也。"
      }
    ]
  }
}