{
  "chapterNumber": 52,
  "title": "卷53",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "在下位不獲乎上，民不可得而治矣。獲，得也。言臣不得於君，則不得居位治民。獲乎上有道，不信乎朋友，不獲乎上矣。信乎朋友有道，不順乎親，不信乎朋友矣。順乎親有道，反諸身不誠，不順乎親矣。誠身有道，不明乎善，不誠乎身矣。言知善之為善，乃能行誠。"
      },
      {
        "index": 1,
        "text": "[疏]「在下」至「身矣」。○正義曰：此明為臣為人，皆須誠信於身，然後可得之事。○「在下位不獲乎上」者，獲，得也。言人臣處在下位，不得於君上之意，則不得居位以治民，故云「民不可得而治矣」。○「獲乎上有道，不信乎朋友，不獲乎上矣」者，言臣欲得君上之意，先須有道德信著朋友。若道德無信著乎朋友，則不得君上之意矣。言欲得上意，先須信乎朋友也。○「信乎朋友有道，不順乎親，則不信乎朋友矣」者，言欲行信著於朋友，先須有道順乎其親。若不順乎其親，則不信乎朋友矣。○「順乎親有道，反諸身不誠，不順乎親矣」者，言欲順乎親，必須有道，反於己身，使有至誠。若身不能至誠，則不能「順乎親矣」。○「誠身有道，不明乎善，不誠乎身矣」者，言欲行至誠於身，先須有道明乎善行。若不明乎善行，則不能至誠乎身矣。言明乎善行，始能至誠乎身。能職誠乎身，始能順乎親。順乎親，始能信乎朋友。信乎朋友，始能得君上之意。得乎君上之意，始得居位治民也。"
      },
      {
        "index": 2,
        "text": "誠者，天之道也。誠之者，人之道也。誠者不勉而中，不思而得，從容中道，聖人也。誠之者，擇善而固執之者也。言「誠者」，天性也。「誠之者」，學而誠之者也。因誠身說有大至誠。○中，丁仲反，又如字，下「中道」同。從，七容反。"
      },
      {
        "index": 3,
        "text": "[疏]「誠者」至「者也」。○正義曰：前經欲明事君，先須身有至誠。此經明至誠之道，天之性也。則人當學其至誠之性，是上天之道不為而誠，不思而得。若天之性有殺，信著四時，是天之道。「誠之者人之道也」者，言人能勉力學此至誠，是人之道也。不學則不得，故云人之道。○「誠者不勉而中，不思而得，從容中道，聖人也」者，此覆說上文「誠者，天之道也」。唯聖人能然，謂不勉勵而自中當於善，不思慮而自得於善，從容間暇而自中乎道，以聖人性合於天道自然，故云「聖人也」。○「誠之者，擇善而固執之者也」，此覆說上文「誠之者，人之道也」，謂由學而致此至誠，謂賢人也。言選擇善事，而堅固執之，行之不已，遂致至誠也。○注「因誠身說有大至誠」。○正義曰：以前經云欲事親事君，先須修身，有大至誠，故此說有大至誠。大至誠，則經云「誠者，天之道也」，聖人是矣。"
      },
      {
        "index": 4,
        "text": "博學之，審問之，慎思之，明辨之，篤行之。有弗學，學之弗能，弗措也。有弗問，問之弗知，弗措也。有弗思，思之弗得，弗措也。有弗辨，辨之弗明，弗措也。有弗行，行之弗篤，弗措也。人一能之，己百之，人十能之，己千之。果能此道矣，雖愚必明，雖柔必強。此勸人學誠其身也。果，猶決也。○措，七路反，下及注皆同，置也。強，其良反。"
      },
      {
        "index": 5,
        "text": "[疏]「博學」至「必強」。○正義曰：此一經申明上經「誠之者，擇善而固執之」事。○「有弗學，學之弗能，弗措也」者，謂身有事，不能常學習，當須勤力學之。措，置也。言學不至於能，不措置休廢，必待能之乃已也。以下諸事皆然，此一句覆上「博學之」也。○「有弗問，問之弗知，弗措也」，覆上「審問之」也。「有弗思，思之弗得，弗措也」，覆上「慎思之」也。「有弗辨，辨之弗明，弗措也」，覆上「明辨之」也。「有弗行，行之弗篤，弗措也」，覆上「篤行之」也。○「人一能之，己百之，人十能之，己千之」，謂他人性識聰敏，一學則能知之，己當百倍用功而學，使能知之，言己加心精勤之多，恆百倍於他人也。○「果能此道矣，雖愚必明，雖柔必強」，果，謂果決也。若決能為此百倍用功之道，識慮雖復愚弱，而必至明強。此勸人學誠其身也。"
      },
      {
        "index": 6,
        "text": "自誠明謂之性，自明誠謂之教。誠則明矣，明則誠矣。自，由也。由至誠而有明德，是聖人之性者也。由明德而有至誠，是賢人學以知之也。有至誠則必有明德，有明德則必有至誠。"
      },
      {
        "index": 7,
        "text": "[疏]「自誠」至「誠矣」。○正義曰：此一經顯天性至誠，或學而能。兩者雖異，功用則相通。○「自誠明謂之性」者，此說天性自誠者。自，由也，言由天性至誠，而身有明德，此乃自然天性如此，故「謂之性」。「自明誠謂之教」者，此說學而至誠，由身聰明，勉力學習，而致至誠，非由天性教習使然，故云「謂之教」。然則「自誠明謂之性」，聖人之德也。「自明誠謂之教」，賢人之德也。○「誠則明矣」者，言聖人天性至誠，則能有明德，由至誠而致明也。○「明則誠矣」者，謂賢人由身聰明習學，乃致至誠，故云「明則誠矣」。是誠則能明，明則能誠，優劣雖異，二者皆通有至誠也。"
      },
      {
        "index": 8,
        "text": "唯天下至誠，為能盡其性。能盡其性，則能盡人之性。能盡人之性，則能盡物之性。能盡物之性，則可以贊天地之化育。可以贊天地之化育，則可以與天地參矣。盡性者，謂順理之使不失其所也。贊，助也。育，生也。助天地之化生，謂聖人受命在王位致大平。○大音泰。"
      },
      {
        "index": 9,
        "text": "[疏]「唯天」至「參矣」。○正義曰：此明天性至誠，聖人之道也。「唯天下至誠」者，謂一天下之內，至極誠信為聖人也。○「為能盡其性」者，以其至極誠信，與天地合，故能「盡其性」。既盡其性，則能盡其人與萬物之性，是以下云「能盡人之性」。既能盡人性，則能盡萬物之性，故能贊助天地之化育，功與天地相參。上云「誠者，天之道」，此兼云「地」者，上說至誠之理由神妙而來，故特云「天之道」。此據化育生物，故並云「地」也。"
      },
      {
        "index": 10,
        "text": "其次致曲，曲能有誠，誠則形，形則著，著則明，明則動，動則變，變則化。唯天下至誠為能化。「其次」，謂「自明誠」者也。致，至也。曲，猶小小之事也。不能盡性而有至誠，於有義焉而已，形謂人見其功也。盡性之誠，人不能見也。著，形之大者也。明，著之顯者也。動，動人心也。變，改惡為善也，變之久則化而性善也。"
      },
      {
        "index": 11,
        "text": "[疏]「其次」至「能化」。○正義曰：此一經明賢人習學而致至誠，故云「其次致曲」。曲，謂細小之事。言其賢人致行細小之事不能盡性，於細小之事能有至誠也。○「誠則形，形則著」者，謂不能自然至誠，由學而來，故誠則人見其功，是「誠則形」也。初有小形，後乃大而明，著故云「形則著」也。若天性至誠之人不能見，則不形不著也。○「著則明，明則動」者，由著故顯明，由明能感動於眾。○「動則變，變則化」者，既感動人心，漸變惡為善，變而既久，遂至於化。言惡人全化為善，人無復為惡也。○「唯天下至誠為能化」，言唯天下學致至誠之人，為能化惡為善，改移舊俗。不如前經天生至誠，能盡其性，與天地參矣。○注「其次」至「善也」。○正義曰：以前經云「自明誠謂之教」，是由明而致誠，是賢人，次於聖人，故云「其次，謂自明誠也」。云「不能盡性而有至誠，於有義焉而已」者，言此次誠不能如至誠盡物之性，但能有至誠於細小物焉而已。云「形謂人見其功也」者，由次誠彰露，人皆見其功也。云「盡性之誠，人不能見也」者，言天性至誠，神妙無體，人不見也。云「著，形之大者也」，解經「形則著」，初有微形，後則大而形著。云「變之久則化而性善也」者，解經「變則化」，初漸謂之變，變時新舊兩體俱有，變盡舊體而有新體謂之為「化」。如《月令》鳩化為鷹，是為鷹之時非復鳩也，猶如善人無復有惡也。"
      },
      {
        "index": 12,
        "text": "至誠之道，可以前知。國家將興，必有禎祥。國家將亡，必有妖孽。見乎蓍龜，動乎四體，禍福將至，善必先知之，不善必先知之，故至誠如神。「可以前知」者，言天不欺至誠者也。前，亦先也。禎祥、妖孽，蓍龜之占，雖其時有小人、愚主，皆為至誠能知者出也。四體，謂龜之四足，春占後左，夏占前左，秋占前右，冬占後右。○禎音貞。妖，於驕反。《左傳》云：「地反物為妖。」《說文》作「祅」，云「衣服、歌謠、草木之怪謂之祅」。孽，魚列反，《說文》「蠥」，云「禽獸蟲蝗之怪謂之蠥」。一本乎作於。蓍音屍。為，於偽反。"
      },
      {
        "index": 13,
        "text": "[疏]「至誠」至「如神」。○正義曰：「至誠之道，可以前知」者，此由身有至誠，可以豫知前事。此至誠之內，是天生至誠，亦通學而至誠，故前經云「自明誠謂之教」，是賢人至誠同聖人也。言聖人、賢人俱有至誠之行，天所不欺，可知前事。「國家將興，必有禎祥」者，禎祥，吉之萌兆；祥，善也。言國家之將興，必先有嘉慶善祥也。《文說》：「禎祥者，言人有至誠，天地不能隱，如文王有至誠，招赤雀之瑞也。」國本有今異曰禎，本無今有曰祥。何為本有今異者？何胤云：「國本有雀，今有赤雀來，是禎也。國本無鳳，今有鳳來，是祥也。」《尚書》「祥桑、穀共生於朝」，是惡，此經云善，何？得入國者，以吉凶先見者皆曰「祥」，別無義也。「國家將亡，必有妖孽」者，妖孽，謂兇惡之萌兆也。妖猶傷也，傷甚曰孽，謂惡物來為妖傷之征。若魯國賓鵒來巢，以為國之傷徵。案《左傳》云：「地反物為妖。」《說文》云：「衣服、歌謠、草木之怪為妖，禽獸、蟲蝗之怪為孽。」○「見乎蓍龜，動乎四體」者，所以先知禎祥妖孽見乎蓍龜，卦兆發動於龜之四體也。○「福福將至」者。禍謂妖孽，福謂禎祥。萌兆豫來，是「禍福將至」。○「善必先知之」者，善，謂福也。○「不善必先知之」者，不善謂禍也。○「故至誠如神」者，言至誠之道，先知前事，如神之微妙，故云「至誠如神」也。注云「雖其時有小人、愚主，皆為至誠能知者出也」。○正義曰：鄭以聖人君子將興之時，或聖人有至誠，或賢人有至誠，則國之將興，禎祥可知。而小人、愚主之世無至誠，又時無賢人，亦無至誠，所以得知國家之將亡而有妖孽者，雖小人、愚主，由至誠之人生在亂世，猶有至誠之德，此妖孽為有至誠能知者出也。案《周語》云：「幽王二年，三川皆震，伯陽父曰：『周將亡矣。昔伊、洛竭而夏亡，河竭而商亡。』」時三川皆震，為周之惡瑞，是伯陽父有至誠能知周亡也。又周惠王十五年，有神降於莘。莘，虢國地名。周惠王問內史過，史過對曰：「夏之興也，祝融降於崇山，其亡也，回祿信於聆隧。商之興也，檮杭次於丕山，其亡也，夷羊在牧。周之興也，鸑鷟鳴於岐山，其衰也，杜伯射宣王於鎬。今虢多涼德，虢必亡也。」又內史過有至誠之德，神為之出。是愚主之世，以妖孽為至誠能知者出也。"
      },
      {
        "index": 14,
        "text": "誠者自成也，而道自道也。言人能至誠，所以「自成」也。有道藝所以自道達。○自道音導，注「自道」同。誠者物之終始，不誠無物。物，萬物也，亦事也。大人無誠，萬物不生，小人無誠，則事不成。是故君子誠之為貴。言貴至誠。誠者非自成己而已也，所以成物也。成己，仁也。成物，知也。性之德也，合外內之道也。以至誠成己，則仁道立。以至誠成物，則知彌博。此五性之所以為德也，外內所須而合也，外內猶上下。○知音智，注同。故時措之宜也。時措，言得其時而用也。故至誠無息，不息則久，久則徵，徵則悠遠，悠遠則博厚，博厚則高明。徵，猶效驗也。此言至誠之德既著於四方，其高厚日以廣大也。徵或為「徹」。博厚所以載物也，高明所以覆物也，悠久所以成物也。博厚配地，高明配天，悠久無疆。後言悠久者，言至誠之德，既至「博厚」、「高明」，配乎天地，又欲其長久行之。○疆，居良反。如此者，不見而章，不動而變，無為而成，天地之道，可壹言而盡也。言其德化與天地相似，可一言而盡，要在至誠。其為物不貳，則其生物不測。言至誠無貳，乃能生萬物多無數也。○不貳，本亦作貳，音二。天地之道博也，厚也，高也，明也，悠也，久也。此言其著見成功也。"
      },
      {
        "index": 15,
        "text": "[疏]「誠者」至「久也」。○此經明巳有至誠能成就物也。「誠者非自成己而已也，所以成物也」者，言人有至誠，非但自成就己身而已，又能成就外物。○「成己，仁也。成物，知也」者，若成能就己身，則仁道興立，故云「成己，仁也」。若能成就外物，則知力廣遠，故云「成物，知也」。○「性之德也」者，言誠者是人五性之德，則仁、義、禮、知、信皆猶至誠而為德，故云「性之德也」。○「合外內之道也」者，言至誠之行合於外內之道，無問外內，皆須至誠。於人事言之，有外有內，於萬物言之，外內猶上下。上謂天，下謂地。天體高明，故為外；地體博厚閉藏，故為內也。是至誠合天地之道也。○「故時措之宜也」，措，猶用也。言至誠者成萬物之性，合天地之道，故得時而用之，則無往而不宜，故注云「時措，言得其時而用也」。○「故至誠無息」，言至誠之德，所用皆宜，無有止息，故能久遠、博厚、高明以配天地也。○「不息則久」者，以其不息，故能長久也。○「久則徵」，徵，驗也。以其久行，故有徵驗。○「徵則悠遠」者，悠，長也。若事有徵驗，則可行長遠也。○「悠遠則博厚」，以其德既長遠，無所不周，故「博厚」也。養物博厚，則功業顯著，故「博厚則高明」也。○「博厚所以載物也」，以其德博厚，所以負載於物。○「高明所以覆物也」，以其功業高明，所以覆蓋於萬物也。○「悠久所以成物也」，以行之長久，能成就於物，此謂至誠之德也。○「博厚配地」，言聖人之德博厚配偶於地，與地同功，能載物也。○「高明配天」，言聖人功業高明配偶於天，與天同功，能覆物也。○「悠久無疆」疆，窮也。言聖人之德既能覆載，又能長久行之，所以無窮。「悠久」，則上經「悠遠」。「悠久」在「博厚高明」之上，此經「悠久」在「博厚高明」之下者，上經欲明積漸先悠久，後能博厚高明。此經既能博厚高明，又須行之悠久，故反覆言之。○「如此者，不見而章，不動而變，無為而成」者，言聖人之德如此博厚高明悠久，不見所為而功業章顯，不見動作而萬物改變，無所施為而道德成就。○「天地之道，可壹言而盡也」者，言聖人之德能同於天地之道，欲尋求所由，可一句之言而能盡其事理，正由於至誠，是「壹言而盡也」。○「其為物不貳，則其生物不測」者，言聖人行至誠，接待於物不有差貳，以此之故，能生殖眾物不可測量，故鄭云「言多無數也」。"
      },
      {
        "index": 16,
        "text": "今夫天，斯昭昭之多，及其無窮也，日月星辰繫焉，萬物覆焉。今夫地，一撮土之多，及其廣厚，載華岳而不重，振河海而不洩，萬物載焉。今夫山，一拳石之多，及其廣大，草木生之，禽獸居之，寶藏興焉。今夫水，一勺之多，及其不測，黿鼉蛟龍魚鱉生焉，貨財殖焉。此言天之高明，本生「昭昭」；地之博厚，本由「撮土」；山之廣大，本起「卷石」；水之不測，本從「一勺」：皆合少成多，自小致大，為至誠者，以如此乎！昭昭猶耿耿，小明也。振，猶收也。卷，猶區也。○夫音扶，下同。昭，章遙反，注同，本亦作「炤」，同。撮，七活反。華岳，戶化、戶瓜二反，本亦作「山嶽」。洩，息列反。卷，李音權，又羌權反，范羌阮反，注同。藏，才浪反。勺，徐市若反。黿音元。鼉，徒河反，一音直丹反。鮫音交，本又作蛟。鱉，必列反。耿，公迥反，又公公頂反，舊音孔頂反。區，羌俱反。《詩》曰：「惟天之命，於穆不已。」蓋曰天之所以為天也。「於乎不顯，文王之德之純。」蓋曰文王之所以為文也，純亦不已。天所以為天，文王所以為文，皆由行之無己，為之不止，如天地山川之雲也。《易》曰「君子以順德，積小以成高大」是與。○於穆，上音烏，下「於乎」亦同。乎，呼奴反。慎如字，一本又作「順」。與音餘。"
      },
      {
        "index": 17,
        "text": "[疏]「今夫」至「不已」。○正義曰：此一節明至誠不已，則能從微至著，從小至大。○「今夫天，斯昭昭之多」者，斯，此也；昭昭，狹小之貌。言天初時唯有此昭昭之多小貌爾，故云「昭昭之多」。○「今夫地，一撮土之多」，言土之初時唯一撮土之多，言多少唯一撮土。○「振河海而不洩」者，振，收也。言地之廣大，載五嶽而不重，振收河海而不漏洩。○「今夫山，一卷石之多」，言山之初時唯一卷石之多，多少唯一卷石耳。故鄭注云：「卷猶區也。」「今夫水，一勺之多」，言水初時多少唯一勺耳。此以下皆言為之不已，從小至大。然天之與地，造化之初，清濁二氣為天地，分而成二體，元初作盤薄穹隆，非是以小至大。今云「昭昭」與「撮土」、「卷石」與「勺水」者何？但山或壘石為高，水或眾流而成大，是從微至著。因說聖人至誠之功亦是從小至大，以今天地體大，假言由小而來，以譬至誠，非實論也。○「《詩》曰：惟天之命，於穆不已」，此一經以上文至誠不已，已能從小至大，故此經引《詩》明不已之事。所引《詩》者，《周頌•維天之命》文也。《詩》稱「維天之命」，謂四時運行所為教命。穆，美也。「於穆不已」者，美之不休已也，此《詩》之本文也。○「蓋曰天之所以為天也」，此是孔子之言，記者載之。此《詩》所論，蓋說天之所以為天在乎不已。○「於乎不顯，文王之德之純」，此亦《周頌•文王》之詩。純，謂不已。顯，謂光明。詩人歎之云，於乎不光明乎，言光明矣。「文王之德之純」，謂不已也，言文王德教不有休已，與天同功。○「蓋曰文王之所以為文也」，此亦孔子之言，解《詩》之文也。○「純亦不已」者，言文王之德之純，亦如天之不休已，故云「純亦不已」。○注「《易》曰君子慎德，積小以高大」。○正義曰：此《易•升卦》之象辭。案《升卦》，巽下坤上，木生於地中，升進之義，故為「升」也。"
      },
      {
        "index": 18,
        "text": "大哉聖人之道，洋洋乎發幼萬物，峻極於天。育，生也。峻，高大也。○洋音羊。峻，思潤反。優優大哉，禮儀三百，威儀三千，待其人然後行，故曰：「苟不至德，至道不凝焉。」言為政在人，政由禮也。凝，猶成也。○優，於求反。倡，優也。凝，本又作疑，魚澄反。"
      },
      {
        "index": 19,
        "text": "[疏]「大哉」至「凝焉」。○正義曰：此一節明聖人之道高大，苟非至德，其道不成。洋洋，謂道德充滿之貌天下洋洋。育，生也。峻，高也。言聖人之道，高大與山相似，上極於天。○「優優大哉」，優優，寬裕之貌。聖人優優然寬裕其道。「禮儀三百」者，《周禮》有三百六十官，言「三百」者，舉其成數耳。○「威儀三千」者，即《儀禮》行事之威儀。《儀禮》雖十七篇，其中事有三千。○「待其人然後行」者，言三百、三千之禮，必待賢人然後施行其事。○「故曰：苟不至德，至道不凝焉」，凝，成也。古語先有其文，今夫子既言三百、三千待其賢人始行，故引古語證之。苟，誠也。不，非也。苟誠非至德之人，則聖人至極之道不可成也。俗本「不」作「非」也。"
      },
      {
        "index": 20,
        "text": "故君子尊德性而道問學，致廣大而盡精微，極高明而道中庸，溫故而知新，敦厚以崇禮。德性，謂性至誠者。道，猶由也。問學，學誠者也。廣大，猶博厚也。溫，讀如「燅溫」之「溫」，謂故學之孰矣，後「時習之」謂之「溫」。○燅音尋。"
      },
      {
        "index": 21,
        "text": "[疏]「故君」至「崇禮」。○正義曰：此一經明君子欲行聖人之道，當須勤學。前經明聖人性之至誠，此經明賢人學而至誠也。○「君子尊德性」者，謂君子賢人尊敬此聖人道德之性自然至誠也。○「而道問學」者，言賢人行道由於問學，謂勤學乃致至誠也。○「致廣大而盡精微」者，廣大謂地也，言賢人由學能致廣大，如地之生養之德也。「而盡精微」，謂致其生養之德既能致於廣大，盡育物之精微，言無微不盡也。○「極高明而道中庸」者，高明，謂天也，言賢人由學極盡天之高明之德。道，通也，又能通達於中庸之理也。○「溫故而知新」者，言賢人由學既能溫尋故事，又能知新事也。○「敦厚以崇禮」者，言以敦厚重行於學，故以尊崇三百、三千之禮也。○注「溫讀如燅溫之溫」。○正義曰：案《左傳》哀十二年，公會吳於橐皋，大宰嚭請尋盟。子貢對曰：「盟，若可尋也，亦可寒也。」賈逵注云：「尋，溫也。」又《有司徹》云「乃燅屍俎」，是燅為溫也。云「謂故學之孰矣，後時習之，謂之溫」者，謂賢人舊學已精熟，在後更習之，猶若溫尋故食也。"
      },
      {
        "index": 22,
        "text": "是故居上不驕，為下不倍。國有道，其言足以興。國無道，其默足以容。興謂起在位也。○驕，本亦作「喬」，音嬌。倍音佩。默，亡北反。《詩》曰：「既明且哲，以保其身。」其此之謂與？保，安也。○哲，涉列反，徐本作知，音智。與音餘。"
      },
      {
        "index": 23,
        "text": "[疏]「是故」至「謂與」。○正義曰：此一節明賢人學至誠之道，中庸之行，若國有道之時，盡竭知謀，其言足以興成其國。興，謂發謀出慮。○「國無道，其默足以容」，若無道之時，則韜光潛默，足以自容其身，免於禍害。○「《詩》云：「既明且哲，以保其身」，此《大雅•烝民》之篇，美宣王之詩，言宣王任用仲山甫，能顯明其事任，且又哲知保安全其己身，言中庸之人亦能如此，故云「其此之謂與」。"
      },
      {
        "index": 24,
        "text": "子曰：「愚而好自用，賤而好自專，生乎今之世，反古之道，如此者，災及其身者也。「反古之道」，謂曉一孔之人，不知今王之新政可從。○好，呼報反，下同。災音災。非天子不議禮，不制度，不考文。此天下所共行，天子乃能一之也。禮，謂人所服行也。度，國家宮室及車輿也。文，書名也。今天下車同軌，書同文，行同倫。今，孔子謂其時。○行，下孟反。雖有其位，苟無其德，不敢作禮樂焉。雖有其德，苟無其位，亦不敢作禮樂焉。」言作禮樂者，必聖人在天子之位。"
      },
      {
        "index": 25,
        "text": "[疏]「子曰」至「樂焉」。○正義曰：上經論賢人學至誠，商量國之有道無道能或語或默，以保其身。若不能中庸者，皆不能量事制宜，必及禍患矣。因明己以此之故，不敢專輒製作禮樂也。○「生乎今之世，反古之道，如此者，災及其身者也」，此謂尋常之人，不知大道。若賢人君子，雖生今時，能持古法，故《儒行》云「今人與居，古人與稽」是也。俗本「反」下有「行」字，又無「如此者」三字，非也。○「非天子不議禮」者，此論禮由天子所行，既非天子，不得論議禮之是非。○「不制度」，謂不敢製造法度，及國家宮室大小高下及車輿也。○「不考文」，亦不得考成文章書籍之名也。○「今天下車同軌」者，今謂孔子時車同軌，覆上「不制度」。「書同文」，覆上「不考文」。「行同倫」，倫，道也，言人所行之行，皆同道理，覆上「不議禮」。當孔子時，禮壞樂崩，家殊國異，而云此者，欲明己雖有德，身無其位，不敢造作禮樂，故極行而虛己，先說以自謙也。○注「反古之道，謂曉一孔之人」。○正義曰：孔，謂孔穴，孔穴所出，事有多塗。今唯曉知一孔之人，不知餘孔通達，唯守此一處，故云「曉一孔之人」。"
      },
      {
        "index": 26,
        "text": "子曰：「吾說夏禮，杞不足徵也。吾學殷禮，有宋存焉。吾學周禮，今用之，吾從周。徵，猶明也，吾能說夏禮，顧杞之君不足與明之也。「吾從周」，行今之道。○杞音起。王天下有三重焉，其寡過矣乎！「三重」，三王之禮。○王，於況反，又如字。上焉者，雖善無徵，無徵不信，不信，民弗從。下焉者，雖善不尊，不尊不信，不信，民弗從。上，謂君也。君雖善，善無明徵，則其善不信也。下，謂臣也。臣雖善，善而不尊君，則其善亦不信也。征或為「證」。故君子之道，本諸身，徵諸庶民，考諸三王而不繆，建諸天地而不悖，質諸鬼神而無疑，百世以俟聖人而不惑。『質諸鬼神而無疑』，知天也。『百世以俟聖人而不惑』，知人也。知天、知人，謂知其道也。鬼神，從天地者也。《易》曰：「故知鬼神之情狀，與天地相似。」聖人則之，百世同道。徵或為「證」。○繆音謬。悖，布內反，後同。是故君子動而世為天下道，行而世為天下法，言而世為天下則。遠之則有望，近之則不厭。用其法度，想思若其將來也。○遠如字，又於萬反。近如字，又附近之近。厭，於艷反，後皆同。《詩》曰：『在彼無惡，在此無射，庶幾夙夜，以永終譽。』君子未有不如此而蚤有譽於天下者也。」射，厭也。永，長也。○射音亦，注同。蚤音早。"
      },
      {
        "index": 27,
        "text": "[疏]「子曰」至「者也」。○正義曰：以上文孔子身無其位，不敢製作二代之禮，夏、殷不足可從，所以獨從周禮之意，因明君子行道，須本於身，達諸天地，質諸鬼神，使動則為天下之道，行則為後世之法，故能早有名譽於天下。蓋孔子微自明已之意。○「子曰：吾說夏禮，杞不足徵也」，徵，成也，明也。孔子言：我欲明說夏代之禮，須行夏禮之國贊而成之。杞雖行夏禮，其君闇弱，不足贊而成之。○「吾學殷禮，有宋存焉」者，宋行殷禮，故云「有宋存焉」。但宋君闇弱，欲其贊明殷禮，亦不足可成。故《論語》云：「宋不足徵也。」此云「杞不足徵」，即宋亦不足徵。此云「有宋存焉」，則杞亦存焉。互文見義。○「吾學周禮，今用之，吾從周」者，既杞、宋二國不足明，己當不復行前代之禮，故云「吾從周」。案趙商問：孔子稱「吾學周禮，今用之，吾從周」，《檀弓》云「今丘也，殷人也」，兩楹奠殯哭師之處，皆所法於殷禮，未必由周，而云「吾從周」者，何也？鄭答曰：「今用之者，魯與諸侯皆用周之禮法，非專自施於己。在宋冠章甫之冠，在魯衣逢掖之衣，何必純用之。『吾從周』者，言周禮法最備，其為殷、周事豈一也。」如鄭此言，諸侯禮法則從周，身之所行雜用殷禮也。○「王天下有三重焉，其寡過矣乎」，言為君王有天下者，有三種之重焉，謂夏、殷、週三王之禮，其事尊重，若能行之，寡少於過矣。○「上焉者，雖善無徵，無徵不信，不信，民弗從」，上，謂君也，言為君雖有善行，無分明徵驗，則不信著於下，既不信著，則民不從。「下焉者，雖善不尊，不尊不信，不信，民弗從」，下，謂臣也，言臣所行之事，雖有善行而不尊，不尊敬於君，則善不信著於下，既不信著，則民不從，故下云「徵諸庶民」，謂行善須有徵驗於庶民也。皇氏云「無徵，謂無符應之徵」，其義非也。○「故君子之道」者，言君臣為善，須有徵驗，民乃順從，故明之也。○「本諸身」者，言君子行道，先從身起，是「本諸身」也。○「徵諸庶民」者，徵，驗也；諸，於也。謂立身行善，使有徵驗於庶民。若晉文公出定襄王，示民尊上也；伐原，示民以信之類也。○「考諸茸荃而不繆」者，繆，亂也。謂已所行之事，考校與三王合同，不有錯繆也。○「建諸天地而不悖」者，悖，逆也。言己所行道，建達於天地，而不有悖逆，謂與天地合也。○「質諸鬼神而無疑，知天也」者，質，正也。謂己所行之行，正諸鬼神不有疑惑，是識知天道也。此鬼神，是陰陽七八、九六之鬼神生成萬物者。此是天地所為，既能質正陰陽，不有疑惑，是識知天道也。○「百世以俟聖人而不惑，知人也」者，以聖人身有聖人之德，垂法於後，雖在後百世亦堪俟待。後世世之聖人，其道不異，故云「知人也」。○注「知天」至「同道」。○正義曰：以經云知天、知人，故鄭引經總結之。云「知其道」者，以天地陰陽，生成萬物，今能正諸陰陽鬼神而不有疑惑，是知天道也。以聖人之道，雖相去百世，其歸一揆，今能百世以待聖人而不有疑惑，是知聖人之道也。云「鬼神從天地者也」，解所以質諸鬼神之德、知天道之意，引《易》曰「故知鬼神之情狀，與天地相似」者，證鬼神從天地之意。案《易•繫辭》云「精氣為物，遊魂為變。」鄭云：「木火之神生物，金水之鬼成物。」以七八之神生物，九六之鬼成物，是鬼神以生成為功，天地亦以生成為務，是鬼神之狀與天地相似。云「聖人則之，百世同道」者，解經知人之道，以前世聖人既能垂法以俟待後世聖人，是識知聖人之道百世不殊，故「聖人則之，百世同道」也。○「遠之則有望，近之則不厭」者，言聖人之道，為世法則，若遠離之則有企望，思慕之深也。若附近之則不厭倦，言人愛之無已。「《詩》云：在彼無惡，在此無射，庶幾夙夜，以永終譽」，此引《周頌•振鷺》之篇，言微子來朝，身有美德，在彼宋國之內，民無惡之，在此來朝，人無厭倦。故庶幾夙夜，以長永終竟美善聲譽。言君子之德亦能如此，故引《詩》以結成之。○「君子未有不如此而蚤有譽於天下者也」，言欲蚤有名譽會須如此，未嘗有不行如此而蚤得有聲譽者也。"
      },
      {
        "index": 28,
        "text": "仲尼祖述堯舜，憲章文武，上律天時，下襲水土。此以《春秋》之義說孔子之德。孔子曰：「吾志在《春秋》，行在《孝經》。」二經固足以明之，孔子所述堯、舜之道而制《春秋》，而斷以文王、武王之法度。《春秋傳》曰：「君子曷為為《春秋》？撥亂世，反諸正，莫近諸《春秋》。其諸君子樂道堯舜之道與？末不亦樂乎？堯舜之知君子也。」又曰：「是子也，繼文王之體，守文王之法度。文王之法無求而求，故譏之也。」又曰：「王者孰謂，謂文王也。」此孔子兼包堯、舜、文、武之盛德而著之《春秋》，以俟後聖者也。律，述也。述天時，謂編年，四時具也。襲，因也。因水土，謂記諸夏之事，山川之異。○行，下孟反。斷，丁亂反。曷為，於偽反。以，如字。撥，生末反。近，附近之近，又如字。與音餘。編，必縣反，又甫連反。辟如天地之無不持載，無不覆幬。辟如四時之錯行，如日月之代明。萬物並育而不相害，道並行而不相悖，小德川流，大德敦化，此天地之所以為大也。聖人製作，其德配天地，如此唯五始可以當焉。幬亦覆也。「小德川流」，浸潤萌芽，喻諸侯也。「大德敦化」，厚生萬物，喻天子也。幬或作「燾」。○辟音譬，下同。幬，徒報反。錯，七各反。當，丁浪反，又下郎反。浸，子鴆反。燾，徒報反。唯天下至聖為能。聰明睿知，足以有臨也。寬裕溫柔，足以有容也。發強剛毅，足以有執也。齊莊中正，足以有敬也。文理密察，足以有別也。言德不如此，不可以君天下也。蓋傷孔子有其德而無其命。○睿音銳。知音智，下「聖知」同。齊，側皆反。別，彼列反。溥博淵泉，而時出之。言其臨下普遍，思慮深重，非得其時不出政教。○溥音普。遍音遍。嗯，息嗣反，又如字。「溥博」如天，「淵泉」如淵，見而民莫不敬，言而民莫不信，行而民莫不說。是以聲名洋溢乎中國，施及蠻貊，舟車所至，人力所通，天之所覆，地之所載，日月所照，霜露所隊，凡有血氣者，莫不尊親，故曰「配天」。如天取其運照不已也，如淵取其清深不測也。「尊親」，尊而親之。○見，賢遍反。說音悅。施，以豉反。貉，本又作「貊」，武伯反。《說文》云：「北方人也。」隊，直類反。唯天下至誠，為能經綸天下之大經，立天下之大本，知天地之化育。「至誠」，性至誠，謂孔子也。「大經」，謂六藝，而指《春秋》也。「大本」，《孝經》也。○論，本又作「綸」，同音倫。夫焉有所倚，肫肫其仁，淵淵其淵，浩浩其天。安無所倚，言無所偏倚也。故人人自以被德尤厚，似偏頗者。肫肫讀如「誨爾忳忳」之「忳」。忳忳，懇誠貌也。肫肫，或為「純純」。○焉，於虔反。倚，依綺、於寄二反，注同。肫肫，依注音之淳反。浩，胡老反。被，皮義反。頗，破河反。懇，苦很反。純音淳，又之淳反。苟不固聰明聖知達天德者，其孰能知之。言唯聖人乃能知聖人也。《春秋傳》曰「末不亦樂乎，堯舜之知君子」，明凡人不知。《詩》曰「衣錦尚絅」，惡其文之著也。故君子之道，闇然而日章；小人之道，的然而日亡。言君子深遠難知，小人淺近易知。人所以不知孔子，以其深遠。襌為絅。錦衣之美而君子以絅表之，為其文章露見，似小人也。○絅，本又作「顈」，《詩》作「褧」，同口迥反，徐口定反，一音口穎反。惡，烏路反。著，張慮反。闇，於感反，又如字。日，而一反，下同。的，丁歷反。易，以豉反，下「易舉」同。襌為音丹。為其，於偽反。見，賢遍反。君子之道，淡而不厭，簡而文，溫而理，知遠之近，知風之自，知微之顯，可與入德矣。淡其味似薄也，簡而文，溫而理，猶簡而辨，直而溫也。「自」，謂所從來也。「三知」者，皆言其睹末察本，探端知緒也。入德，入聖人之德。○淡，徒暫反，又大敢反，下注同。厭，於艷反。睹音睹。探音貪。《詩》云：「潛雖伏矣，亦孔之昭。」故君子內省不疚，無惡於志。孔，甚也。昭，明也。言聖人雖隱遯，其德亦甚明矣。疚，病也。君子自省，身無愆病，雖不遇世，亦無損害於己志。○昭，本又作炤，同之召反，又章遙反。疚，九又反。遯，大困反，本又作「遁」，字亦同。愆，起虔反。君子所不可及者，其唯人之所不見乎？《詩》云：「相在爾室，尚不愧於屋漏。」言君子雖隱居，不失其君子之容德也。相，視也。室西北隅謂之「屋漏」。視女在室獨居者，猶不愧於屋漏。屋漏非有人也，況有人乎？○相，息亮反，注同。愧，本又作媿，同九位反。女音汝。故君子不動而敬，不言而信。《詩》曰：「奏假無言，時靡有爭。」假，大也。此《頌》也。言奏大樂於宗廟之中，人皆肅敬。金聲玉色，無有言者，以時太平，和合無所爭也。○奏如字，《詩》作鬷，子公反。假，古雅反。爭，爭鬥之爭，注同。大平音泰。是故君子不賞而民勸，不怒而民威於鈇鉞。《詩》曰：「不顯惟德，百辟其刑之。爭？不顯，言顯也。辟，君也。此《頌》也。言不顯乎文王之德，百君盡刑之，諸侯法之也。○鈇，方於反，又音斧。鉞音越。辟音璧，注同。是故君子篤恭而天下平。《詩》曰：「予懷明德，不大聲以色。」予，我也。懷，歸也。言我歸有明德者，以其不大聲為嚴厲之色以威我也。"
      },
      {
        "index": 29,
        "text": "[疏]「仲尼」至「以色」。○正義曰：此一節明子思申明夫子之德，與天地相似堪以配天地而育萬物，傷有聖德無其位也。今各隨文解之。○「仲尼祖述堯舜」者，祖，始也。言仲尼祖述始行堯、舜之道也。○「憲章文武」者，憲，法也；章，明也。言夫子發明文、武之德。○「上律天時」者，律，述也。言夫子上則述行天時，以與言陰陽時候也。○「下襲水土」者，襲，因也。下則因襲諸侯之事，水土所在。此言子思讚揚聖祖之德，以仲尼修《春秋》而有此等之事也。○注「吾志」至「之異」。○正義曰：「吾志在《春秋》，行在《孝經》」者，《孝經緯》文，言褒貶諸侯善惡，志在於《春秋》，人倫尊卑之行在於《孝經》。云「二經固足以明之」者，此是鄭語，言《春秋》、《孝經》足以顯明先祖述憲章之事。云「孔子祖述堯舜之道而制《春秋》」者，則下文所引《公羊傳》云「君子樂道，堯、舜之道與」是也。云「斷以文王武王之法度」者，則下文引《公羊》云「王者孰謂？謂文王」是也。云「《春秋傳》曰」至「堯舜之知君子」也。哀十四年《公羊傳》文。引之者，謂祖述堯、舜之事。「君子曷為為春秋」，曷，何也；「君子」，謂孔子。傳曰「孔子何為作《春秋》」，云「撥亂世，反諸正，莫近諸《春秋》」者，此傳之文，答孔子為《春秋》之意。何休云：「撥猶治也。」言欲治於亂世，使反歸正道。莫近，莫過也。言餘書莫過於《春秋》，言治亂世者，《春秋》最近之也。云「其諸君子樂道堯舜之道與」者，上「道」，論道；下「道」，謂道德；「與」，語辭；言「君子」，孔子也。言孔子樂欲論道堯舜之道與也。云「末不亦樂乎，堯舜之知君子也」者，末謂終末，謂孔子末，聖漢之初，豈不亦愛樂堯、舜之知君子也。案何休云：「得麟之後，天下血書魯端門，曰『趨作法，孔聖沒，周姬亡，彗東出。秦政起，胡破術，書記散，孔不絕』。子夏明日往視之，血書飛為赤鳥，化為白書。」漢當秦大亂之後，故作撥亂之法，是其事也。云「又曰是子也，繼文王之體，守文王之法度，文王之法無求而求，故譏之也」者，此文九年《公羊傳》文。八年天王崩，謂周襄王也。九年春，毛伯來求金，傳云：「是子繼文王之體，守文王之法度。文王之法無求而求，故譏之。」「是子」謂嗣位之王，在喪未合稱王，故稱「是子」。嗣位之王，守文王之法度。文王之法度無所求也，謂三分有二以服事殷。謂在喪之內，無合求金之法度，今遣毛伯來求金，是「無求而求」也，故書以譏之。彼傳云「是子」，俗本云「子是」者，誤也。云「又曰王者孰謂，謂文王也」，此隱元年《公羊傳》文。案傳云：「元年，春，王，正月。王者孰謂？謂文王也。」武王道同，舉文王可知也。云「著之《春秋》，以俟後聖者也」，哀十四年《公羊傳》云「制《春秋》之義，以俟後聖」。何休云：「待聖漢之王，以為法也。」云「述天時，謂編年，四時具也」，案《合成圖》云：「皇帝立五始，制以天道。」《元命包》云：「諸侯不上奉王之正，則不得即位。正不由王出，不得為正。王不承於天以制號令，則無法。天不得正其元，則不能成其化也。」○「五始」者，元年，一也；春，二也；王，三也；正月，四也；公即位，五也。此《春秋》元年，即當《堯典》「欽若昊天」也。《春秋》四時，即當《堯典》「日中星鳥，日永星火，宵中星虛，日短星昴」之類是也。《春秋》獲麟，則當《益稷》「百獸率舞，鳳凰來儀」是也。此皆祖述堯、舜之事，言《春秋》四時皆具。桓四年及七年不書「秋七月」、「冬十月」，成十年不書「冬十月」，桓十七年直云「五月」不云「夏」，昭十年直云「十二月」不云「冬」，如此不具者，賈、服之義：若登台而不視朔，則書「時」不書「月」；若視朔而不登台，則書「月」不書「時」；若雖無事視朔、登台，則空書時月。若杜元凱之意，凡時月不具者，皆史闕文。其《公羊》、《穀梁》之義，各為曲說。今略而不取也。云「襲，因也。因水土，謂記諸夏之事，山川之異」者，「諸夏之事」，謂諸侯征伐、會盟所在之地。「山川之異」，若僖十四年「沙鹿崩」，成五年「梁山崩」之屬是也。○「譬如」至「大也。○正義曰：此明孔子之德與天地日月相似，與天子、諸侯德化無異。○「小德川流，大德敦化」者，言孔子所作《春秋》，若以諸侯「小德」言之，如川水之流，浸潤萌芽。若以天子「大德」言之，則仁愛敦厚，化生萬物也。「此天地之所以為大也」，言夫子之德比並天地，所以為大不可測也。○「唯天」至「別也」。○此又申明夫子之德聰明寬裕，足以容養天下，傷其有聖德而無位也。○「寬裕溫柔，足以有容也」，言夫子寬弘性善，溫克和柔，足以包容也。○「發強剛毅，足以有執也」，發，起也；執，猶斷也。言孔子發起志意，堅強剛毅，足以斷決事物也。○「溥博」至「配天。○此節更申明夫子蘊蓄聖德，俟時而出，日月所照之處，無不尊仰。○「溥博淵泉」者，溥，謂無不周遍；博，謂所及廣遠。以其浸潤之澤，如似淵泉溥大也。既思慮深重，非得其時不出政教，必以俟時而出。○「溥博如天」者，言似天「無不覆幬」。○「淵泉如淵」，言潤澤深厚，如川水之流。○「夫焉有所倚」至「浩浩其天」，以前經贊明夫子之德，此又云夫子無所偏倚，而仁德自然盛大也。倚，謂偏有所倚近，言夫子之德，普被於人，何有獨倚近於一人，言不特有偏頗也。○「肫肫其仁」，肫肫，懇誠之貌。仁，謂施惠仁厚。言又能肫肫然懇誠行此仁厚爾。○「淵淵其淵」，淵水深之貌也，言夫子之德，淵淵然若水之深也。○「浩浩其天」，言夫子之德，浩浩盛大，其若如天也。○注「肫肫讀如誨爾忳忳之忳」。○正義曰：此《大雅•抑》之篇，剌厲王之詩。言詩人誨爾厲王忳忳然懇誠不已，厲王聽我藐藐然而不入也。○「苟不固聰明聖知達天德者，其孰能知之」者，上經論夫子之德大如天，此經論唯至聖乃知夫子之德。苟，誠也。固，堅固也。言帝誠不堅固聰明睿聖通知曉達天德者，其誰能識知夫子之德？故注引《公羊傳》云「堯舜之知君子」者，言有堯、舜之德乃知夫子，明凡人不知也。○「《詩》曰衣錦尚褧，惡其文之著也」，以前經論夫子之德難知，故此經因明君子、小人隱顯不同之事。此《詩•衛風•碩人》之篇，美莊姜之詩。言莊姜初嫁在塗，衣著錦衣，為其文之大著，尚著襌絅加於錦衣之上。絅，襌也，以單縠為衣，尚以覆錦衣也。案《詩》本文云「衣錦褧衣」，此云「尚絅」者，斷截《詩》文也。又俗本云「衣錦褧裳」，又與定本不同者。記人欲明君子謙退，惡其文之彰著，故引《詩》以結之。○「故君子之道，闇然而日章」者，章，明也。言君子以其道德深遠謙退，初視未見，故曰「闇然」。其後明著，故曰日章明也。○「小人之道，的然而日亡」者，若小人好自矜大，故初視時「的然」。以其才藝淺近，後無所取，故曰日益亡。○「君子」至「德矣」。○此一經明君子之道，察微知著，故能「入德」。○「淡而不厭」者，言不媚悅於人，初似淡薄，久而愈敬，無惡可厭也。○「簡而文」者，性無嗜欲，故簡靜，才藝明辨，故有文也。○「溫而理」，氣性和潤，故溫也。正直不違，故修理也。○「知遠之近」，言欲知遠處，必先之適於近，乃後及遠。「知風之自」，自，謂所從來處，言見目前之風則知之適所從來處，故鄭注云「睹末察本」。遠是近之末，風是所原空缺五字從來之末也。「知微之顯」，此初時所微之事，久乃適於顯明，微是初端，顯是縱緒，故鄭注云「探端知緒」。○「可與入德矣」，言君子或探末以知本，或睹本而知末，察微知著，終始皆知，故可以入聖人之德矣。○「《詩》曰：潛雖伏矣，亦孔之昭」，此明君子其身雖隱，其德昭著。所引者《小雅•正月》之篇，剌幽王之詩。《詩》之本文以幽王無道，喻賢人君子雖隱其身，德亦甚明著，不能免禍害，猶如魚伏於水，亦甚著見，被人采捕。記者斷章取義，言賢人君子身雖藏隱，猶如魚伏於水，其道德亦甚彰矣。○「故君子內省不疚，無惡於志」者，疚，病也。言君子雖不遇世，內自省身，不有愆病，則亦不損害於己志。言守志彌堅固也。○注「孔，甚也」。○正義曰：《爾雅•釋言》文。○「君子」至「屋漏」。○此明君子之閒居獨處，不敢為非，故云「君子所不可及者，其唯人之所不見乎」。○「《詩》云：相在爾室，尚不愧於屋漏」，此《大雅•抑》之篇，剌厲王之詩。詩人意稱王朝小人不敬鬼神，瞻視女在廟堂之中，猶尚不愧畏於屋漏之神。記者引之斷章取義，言君子之人在室之中「屋漏」，雖無人之處不敢為非，猶愧懼於屋漏之神，況有人之處君子愧懼可知也。言君子雖獨居，常能恭敬。○注「言君」至「人乎」。○正義曰：言「君子雖隱居，不失其君子之容德也」者，隱居，謂在室獨居猶不愧畏，無人之處又常能恭敬，是「不失其君子之容德也」。云「西北隅謂之屋漏」者，《爾雅•釋宮》文。以戶明漏照其處，故稱「屋漏」。「屋漏非有人」者，言人之所居，多近於戶，屋漏深邃之處，非人所居，故云無有人也。云「況有人乎」者，言無人之處尚不愧之，況有人之處不愧之可知也。言君子無問有人無人，恆能畏懼也。○「故君子不動而敬，不言而信」者，以君子敬懼如是，故不動而民敬之，不言而民信之。○「《詩》曰：奏假無言，時靡有爭」，此《商頌•烈祖》之篇，美成湯之詩。詩本文云「鬷假無言」，此云「奏假」者，與《詩》反異也。假，大也。言祭成湯之時，奏此大樂於宗廟之中，人皆肅敬，無有喧嘩之言。所以然者，時既太平，無有爭訟之事，故「無言」也。引證君子不言而民信。○注「假，大也」。○正義曰：《爾雅•釋詁》文。○「《詩》曰：不顯惟德，百辟其刑之」，此《周頌•烈文》之篇，美文王之德。不顯乎文王之德，言其顯矣。以道德顯著，故天下百辟諸侯皆刑法之。引之者，證君子之德猶若文王，其德顯明在外，明眾人皆刑法之。○注「辟，君也」。○正義曰：《爾雅•釋詁》文。○「《詩》云：予懷明德，不大聲以色《爾雅》釋詁，此《大雅•皇矣》之篇，美文王之詩。予，我也。懷，歸也。言天謂文王曰，我歸就爾之明德，所以歸之者，以文王不大作音聲以為嚴厲之色，故歸之。記者引之，證君子亦不作大音聲以為嚴厲之色，與文王同也。"
      },
      {
        "index": 30,
        "text": "子曰：「聲色之於以化民，末也。《詩》曰：『德輶如毛。』輶，輕也。言化民常以德，德之易舉而用，其輕如毛耳。○末，下葛反。輶音酉，一音由，注同。易，以豉反。毛猶有倫。『上天之載，無聲無臭。』至矣。」倫，猶比也。載讀曰「栽」，謂生物也。言毛雖輕，尚有所比；有所比，則有重。上天之造生萬物，人無聞其聲音，亦無知其臭氣者。化民之德，清明如神，淵淵浩浩然後善。○載，依注讀曰栽，音災，生也。《詩》音再。比，必覆反，下同；或音毗志反，又必利反，皆非也。重，直勇反，又直容反。"
      },
      {
        "index": 31,
        "text": "[疏]「子曰」至「至矣」。○正義曰：此一節是夫子之言。子思既說君子之德不大聲以色，引夫子舊語聲色之事以接之，言化民之法當以德為本，不用聲色以化民也。若用聲色化民，是其末事，故云「化民末也」。○「詩曰：德輶如毛」者，此《大雅•烝民》之篇，美宣王之詩。輶，輕也。言用德化民，舉行甚易，其輕如毛也。○「毛猶有倫」，倫，比也。既引《詩》文「德輶如毛」，又言德之至極本自無體，何直如毛？毛雖細物，猶有形體可比並，故云「毛猶有倫」也。○「上天之載，無聲無臭。至矣」，載，生也，言天之生物無音聲無臭氣，寂然無象而物自生。言聖人用德化民，亦無音聲，亦無臭氣而人自化。是聖人之德至極，與天地同。此二句是《大雅•文王》之詩，美文王之德。不言「《詩》云」者，孔子略而不言，直取《詩》之文爾。此亦斷章取義。○注「載讀」至「後善」。○正義曰：案文以「載」為事，此讀為「栽」者，言其生物，故讀「載」為「栽」也。云「毛雖輕，尚有所比，有所比，則有重」，言毛雖輕物，尚有形體，以他物來比，有可比之形，則是有重。毛在虛中猶得隊下，是有重也。云「化民之德，清明如神，淵淵浩浩」，則上文「淵淵其淵，浩浩其天」是也。"
      }
    ]
  }
}