{
  "chapterNumber": 31,
  "title": "卷30",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "君衣狐白裘，錦衣以裼之。君衣狐白毛之裘，則以素錦為衣覆之，使可裼也。袒而有衣曰「裼」。必覆之者，裘褻也。《詩》云：「衣錦絅衣，裳錦絅裳。」然則錦衣復有上衣明矣。天子狐白之上衣，皮弁服與？凡裼衣，像裘色也。○衣，於既反，下文「不衣」同。復，扶又反。與音餘。君之右虎裘，厥左狼裘。衛尊者宜武猛。士不衣狐白。辟君也。狐之白者少，以少為貴也。○辟音避。"
      },
      {
        "index": 1,
        "text": "[疏]「君衣」至「狐白」。○正義曰：君，謂天子以狐之白毛皮為裘，其上用錦衣以裼之。○注「《詩》云」至「色也」。○正義曰：鄭引《詩》者，證錦衣之上，更有衣覆之，以無正文，故引「《詩》云」。然則錦衣復有上衣明矣。云「天子狐白之上衣，皮弁服與」者，亦以無正文，故言「皮弁服與」。與，為疑辭也。必知狐白上加皮弁服者，以狐白既白，皮弁服亦白，錦衣亦白，三者相稱，皆為白也。云「凡裼衣，像裘色也」者，狐白裘用錦衣為裼，狐青裘用玄衣為裼，羔裘用緇衣為裼，是裼衣與裘色相近也。天子視朝服皮弁服，則天子皮弁之下有狐白錦衣也。諸侯於天子之朝亦然，故《秦詩》曰：「君子至止，錦衣狐裘。」此經云「君」，則天子兼諸侯也。凡在朝，君臣同服。然則三公在天子之朝，執璧與子、男同，則皮弁之下，狐白錦衣與子、男同也。其天子卿大夫及諸侯卿大夫在天子之朝，亦狐白裘，以下云「士不衣狐白」，則卿大夫得衣狐白也。其裼則不用錦衣，故下注云「非諸侯則不用錦衣為裼」。熊氏云：「當用素衣為裼。」其天子之士，及諸侯之士，在天子之朝，既不衣狐白，熊氏云「用麛裘素裼也」。諸侯朝天子受皮弁之裼，歸來鄉國，則亦錦衣狐裘以告廟，則《秦詩》云「君子至止，錦衣狐裘」是也。告廟之後則服之，其在國視朔，則素衣麑裘。卿大夫士亦皆然，故《論語》注云「素衣麑裘，視朔之服」是也。其受外國聘享，亦素衣麛裘，故《聘禮》「公裼降立」。注引《玉藻》云「麛裘青犴褎，絞衣以裼之」，又引《論語》云「素衣麑裘皮弁，時或素衣」。如鄭此言，則裼衣或絞，或素不定也。熊氏云：「臣用絞，君用素。」皇氏云：「素衣為正，記者亂言絞耳。」"
      },
      {
        "index": 2,
        "text": "君子狐青裘豹褎，玄綃衣以裼之；君子，大夫、士也。綃，綺屬也，染之以玄，於狐青裘相宜。狐青裘，蓋玄衣之裘。○豹，包教反。綃音消。麛裘青犴褎，絞衣以裼之；犴，胡犬也。絞，蒼黃之色也。孔子曰：「素衣麛裘。」○麛音迷。犴音岸，胡地野犬。絞，戶交反。羔裘豹飾，緇衣以裼之；飾，猶褎也。孔子曰：「緇衣羔裘。」狐裘，黃衣以裼之。黃衣，大蠟時臘先祖之服也。孔子曰：「黃衣狐裘。」○蠟，仕嫁反。臘，力合反。錦衣狐裘，諸侯之服也。非諸侯則不用錦衣為裼。犬羊之裘不裼。質略，亦庶人無文飾。"
      },
      {
        "index": 3,
        "text": "[疏]「君子」至「不裼」。○正義曰：君子，謂大夫、士也。以狐青為裘，豹皮為褎，用玄綃之衣，以覆裼之。○注「君子」至「之裘」。○正義曰：知「君子，大夫士」者，以其上文已云「君」，此文云「君子」，故知是「大夫、士」也。云「蓋玄衣之裘」者，皇氏云：「玄衣，謂玄端也。」皇氏又云：「畿內諸侯朝服用緇衣，畿外用玄衣。此狐青，又是畿外諸侯朝服之裘。」皇氏又云：「凡六冕及爵弁無裘，先加明衣，次加中衣；冬則次加袍繭，夏則不袍繭，用葛也，次加祭服。若朝服布衣，亦先以明衣親身，次加中衣；冬則次加裘，裘上加裼衣，裼衣之上加朝服；夏則中衣之上不用裘而加葛，葛上加朝服。」此皆皇氏之說。熊氏云：「六冕皆有裘，此云『玄』，謂六冕及爵弁也，則天子諸侯皆然。而云『大夫、士』者，君用純狐青，大夫、士雜以豹褎。」熊氏又以「內外諸侯朝服皆緇衣，以羔為裘，不用狐青也。狐青既是冕服之裘，《周禮•司裘》謂之功裘者，以在冕服之內，人功微粗，不如黼裘、大裘之美，故故謂之功耳」。劉氏云：「凡六冕之裘，皆黑羔裘也。故《司服》云：『祭昊天大裘而冕。』以下冕皆不云裘，是皆用羔裘也。又《論語》注『緇衣羔裘』，皆祭於君之服，是祭服用羔裘也。」劉氏又以此玄衣為玄端，與皇氏同。今刪定。三家之說，雖各有通塗，皆互有長短。皇氏以畿內諸侯緇衣，畿外諸侯玄衣。按《王制》直云「玄衣而養老」，不辨外內之異。又《詩•唐風》「羔裘豹袪」，卿大夫之服。《檜風》云：「羔裘逍遙。」鄭玄云：「朝燕之服也。」《論語》云「緇衣羔裘」，注云：「諸侯之朝服羔裘者，必緇衣為裼。」唐、檜、魯，非畿內之國，何得並云「羔裘」？若此玄衣為畿外諸侯，則鄭注此何得云「君子，大夫、士也」？又祭服無裘，文無所出，皇氏之說非也。劉氏以六冕皆用大裘，按《鄭志》大裘之上有衣，則與玄冕無異，是以小祭與昊天服同。此則劉氏之說非也。今彼此商量，以熊氏之說逾於二家。《論語》注云「緇衣祭於君之服」者，謂助君祭、朝服而祭也，亦卿大夫祭於君之服也。○注「犴，胡犬也」。○正義曰：熊氏以「犴，胡犬」謂胡地野犬，一解此胡作「狐」字，謂狐犬雜，未知孰是也。○注「黃衣」至「狐裘」。○正義曰：按《郊特牲》云「黃衣黃冠而祭，所以息田夫」者，文在蠟祭之下，又云「既蠟而收民息已」，是蠟祭之後，為息民之祭也。此息民謂之臘，故《月令》孟冬云「臘先祖五祀」，是黃衣為臘先祖之服。皇氏用《白虎通義》云「天子狐白，諸侯狐黃，大夫狐蒼，士羔」，並與經傳不同，鄭所不取。裘乃各有所施，皇氏說非也。"
      },
      {
        "index": 4,
        "text": "不文飾也，不裼。裼，主於有文飾之事。\n[疏]「不文飾也，不裼」。○正義曰：按《聘禮》：「使臣行聘之時，主於敬，不主於文，故襲裘也。」是「不文飾」之事，不裼裘也。至行享之時，主於文，故裼裘也。"
      },
      {
        "index": 5,
        "text": "裘之飾也，見美也。君子於事，以見美為敬。○見，賢遍反，注、下注及下文同。\n[疏]「裘之裼也，見美也」。○正義曰：「裘之裼」者，謂裘上加裼衣，裼衣上雖加他服，猶開露裼衣，見裼衣之美以為敬也。"
      },
      {
        "index": 6,
        "text": "吊則襲，不盡飾也。喪非所以見美。\n[疏]「吊則襲，不盡飾也」。○正義曰：凡此吊襲，謂主人既小斂之後，若未斂之前，則裼裘也。故《檀弓》云「子游裼裘而吊」是也。"
      },
      {
        "index": 7,
        "text": "君在則裼，盡飾也。臣於君所。\n[疏]「君在則裼，盡飾也」。○正義曰：凡君在之時，則露此裼衣，盡其文飾之道，以敬於君也。"
      },
      {
        "index": 8,
        "text": "服之襲也，充美也。充，猶覆也。所敬不主於君則襲。\n[疏]「服之襲也，充美也」。○正義曰：此謂君之不在，臣所加上服揜襲裼衣。充，猶覆也，謂覆蓋裼衣之美，以君不在，敬心殺故也。○注「所敬」至「則襲」。○正義曰：凡敬有二體，一則父也，二則君也。父是天性至極，以質為敬，故子於父母之所不敢袒裼。君非血屬，以文為敬。故臣於君所則裼。若平敵以下則亦襲，以其質略故也。所襲雖同，其意異也。《聘禮》行聘致君命亦襲者，彼是聘、享相對，聘質而享文，欲文質相變，故裼、襲不同也。"
      },
      {
        "index": 9,
        "text": "是故屍襲，屍尊。\n[疏]「是故屍襲」。○正義曰：屍處尊位，無敬於下，故襲也。\n執玉，龜襲。重寶瑞也。"
      },
      {
        "index": 10,
        "text": "[疏]「執玉，龜襲」。○正義曰：凡執玉得襲，故《聘禮》「執圭璋致聘得襲」也。若執璧琮行享，雖玉裼。此「執玉」或容非聘享，尋常執玉則亦襲也。龜是享禮庭實之物，執之亦裼。若尋常所執及卜則襲，敬其神靈也。"
      },
      {
        "index": 11,
        "text": "無事則裼，弗敢充也。謂已致龜玉也。\n[疏]「無事」至「充也」。○正義曰：謂行禮已致龜玉之後則裼，不敢充覆其美也，亦謂在君之前故裼也。若不在君所，故無事則襲，前文云者是也。"
      },
      {
        "index": 12,
        "text": "笏，天子以球玉，諸侯以象，大夫以魚須文竹，士竹，本，像可也。球，美玉也。文，猶飾也。大夫、士飾竹以為笏，不敢與君並用純物也。○球音求。魚須文竹，崔云：「用文竹及魚班也。」《隱義》云：「以魚須飾文竹之邊。」須音班。見於天子與射，無說笏。入大廟說笏，非古也。言凡吉事無所說笏也。大廟之中，唯君當事說笏也。○說，本又作稅，同他活反，下及注同。小功不說笏，當事免則說之。免，悲哀哭踴之時，不在於記事也。小功輕，不當事，可以搢笏也。○免音問，注同。既搢必盥，雖有執於朝，弗有盥矣。搢笏，輒盥，為必執事。○為，於偽反。凡有指畫於君前，用笏；造受命於君前，則書於笏。笏，畢用也，因飾焉。畢，盡也。○畫，呼麥反。造，皇七報反，舊七刀反。笏度二尺有六寸，其中博三寸，其殺六分而去一。殺，猶杼也。天子杼上終葵首，諸侯不終葵首，大夫、士又杼其下首，廣二寸半。○去，起呂反，下注「去上」、「則去」、「去飾」同。"
      },
      {
        "index": 13,
        "text": "[疏]「笏天」至「去一」。○正義曰：此一節明天子以下笏之所用之物，並明用笏之事，及闊狹長短。○「大夫以魚須文竹」者，文，飾也。庾氏云「以鮫魚須飾竹以成文」。「七竹，本，像可也」者，士以竹為本質，以象牙飾其邊緣，飾之可也。言「可」者，通許之辭。○注「球美」至「物也」。○正義曰：按《釋地》云：「西北之美者，有崑崙虛之璆、琳、琅玕焉。」李巡、孫炎、郭璞等並云「璆、琳，美玉」。此之「球」字則與璆同，故云球是美玉也。云「文，猶飾也」，謂以魚須文飾其竹。盧云「以魚須及文竹為笏」，非鄭義也。云「大夫、士飾竹以為笏者」，大夫以魚須，士用象。○注「言凡」至「笏也」。○正義曰：經總云「見於天子」，則諸侯事在其間，故云「言凡吉事無所說笏」。「凡」者非一之辭。下文云「小功不說」，則大功以上皆說之，故云：惟吉事無說笏也。云「大廟之中，唯君當事則說笏也」者，以臣見君無不執笏，明大廟之中，雖當事之時亦執笏也。君則大廟之中，當事之時則說笏。時臣驕泰，僣傚於君，當事之時亦說笏，故記者明之云：臣入大廟當事說笏，非古禮也。是當時之僣，記者據時而言，故鄭云「唯君當事說笏也」。必知「當事說」者，以下文云「小功不說笏，當事免則說之」，明君入大廟，當事則亦說耳。凡臣見君皆執笏，笏所以記事，射所以兆威儀。獨云「見於天子」者，以天子尊極，恐臣下畏懼，不敢執笏，故特言「見於天子」，明臣下見於君皆然。○「既搢」至「盥矣」。○言「既搢笏必盥」者，謂有執事於朝，須預絜淨，故既搢笏於帶，必盥洗其手於後。雖有執事於朝，更不須清絜，不須盥矣。以其初盥已畢。○「造受」至「飾焉」。○「造受命」，謂造詣君前而受命，則書記於笏。○「笏，畢用也」者，畢，盡也，謂事事盡用笏記之。○「因飾焉」者，謂因其記事所須，而飾以為上下等級焉。○「其中博三寸」者，天子、諸侯上首廣二寸半，其天子椎頭不殺也。大夫士下首又廣二寸半，唯笏之中央同博三寸，故云「其中博三寸」也。「其殺六分而去一」者，天子、諸侯從中以上，稍稍漸殺，至上首六分三寸而去其一分，餘有二寸半。在大夫士又從中以下，漸漸殺至下首，亦六分而去一。○注「殺猶」至「寸半」。○正義曰：按《玉人》云「天子杼上。」此云「殺」，故知「殺，猶杼也」。云「諸侯不終葵首」者，以玉人云：天子終葵首」，則諸侯不終葵首可知也。云「大夫士又杼其下」者，以經特云「其中博三寸」，明笏上下二首不博三寸。諸侯既南面之君，同殺其上，大夫士北面之臣，宜俱殺其下也。"
      },
      {
        "index": 14,
        "text": "而素帶，終辟，大夫素帶，辟垂，士練帶，率，下辟，居士錦帶，弟子縞帶，並紐約用組。「而素帶，終辟」，謂諸侯也。諸侯不朱裡，合素為之，如今衣帶為之，下天子也。大夫亦如之。率，繂也。士以下皆襌，不合而繂積，如今作幧頭為之也。辟，讀如「裨冕」之「裨」。裨，謂以繒采飾其側。人君充之，大夫裨其紐及末，士裨其末而已。居士，道藝處士也。此自「而素帶」亂脫在是耳，宜承「朱裡終辟」。○帶音戴。辟，依注為裨，婢支反，下同，徐又音卑，下「緇辟」、「終辟」皆放此。率音律，注及下同。並，必政反。紐，女久反。組音祖。下，戶嫁反。繂音律。幧，七綃反，又七曹反。"
      },
      {
        "index": 15,
        "text": "[疏]「而素帶，終辟」。○正義曰：自此以下至「皆從男子」明帶及韡□，及王后以下衣服等差，其文雜陳，又上下爛脫，今一依鄭注以為先後：「天子素帶，朱裡，終辟。而素帶，終辟，大夫素帶，辟垂，士練帶，率，下辟，居士錦帶，弟子縞帶，並紐約用組，三寸，長齊於帶。紳長制：士三尺，有司二尺有五寸。子游曰：『參分帶下，紳居二焉。』紳、韡、結三齊。大夫大帶四寸。雜帶，君朱綠，大夫玄華，士緇辟二寸，再繚四寸。凡帶有率，無箴功。」此等總論帶之義也，今依而解之。○「天子素帶朱裡」者，以素為帶，用朱為裡。終辟，辟則裨也。終竟帶身在要及垂皆裨，故云「終辟」。○「而素帶，終辟」者，謂諸侯也，以素為帶，不以朱為裡，亦用朱綠終裨。○「大夫素帶，辟垂」者，大夫亦用素為帶，不終裨，但以玄華裨其身之兩旁及屈垂者。○「士練帶，率，下辟」者，士用孰帛練為帶，其帶用單帛，兩邊繂而已。繂，謂緶緝也。「下裨」者，但士帶至者，必反屈向上，又垂而下，大夫則總皆裨之。士則用緇，唯裨鄉下一垂者。○「居士錦帶」者，用錦為帶，尚文也。○「弟子縞帶」者，用生縞為帶，尚質也。○「並紐約用組」者，並，並也。紐，謂帶之交結之處，以屬其紐。約者，謂以物穿紐、約結其帶。謂天子以下，至弟子之等，其所紐約之物，並用組為之，故云「並紐約用組」。「三寸」者，謂紐約之組闊三寸也。○「長齊於帶」者，言約紐組餘長三尺，與帶垂者齊，故云「長齊於帶」。○「紳長制：士三尺，有司二尺有五寸」者，紳，謂帶之垂者。紳，重也，謂重屈而舒申。其制：士長三尺，有司長二尺五寸。○「子游曰：參分帶下，紳居二焉」，記者引子游之言，以證紳之長短。人長八尺，大帶之下，四尺五寸，分為三分，紳居二分焉，紳長三尺也。○「紳、韡、結三齊」者，紳，謂紳帶。韡，謂蔽膝。結，謂約紐餘紐。三者俱長三尺，故云「三齊」也。○「大夫大帶四寸」，謂合素為之廣四寸。○「雜帶，君朱綠，大夫玄華，士緇辟」者，雜，猶飾也，謂飾帶君用朱綠，大夫用玄華，士用緇也。○「士緇辟二寸，再繚四寸」，謂用單練廣二寸。繚，繞也。再度繞要，亦四寸也。○「凡帶有率，無箴功」者，凡帶，謂有司之帶。有繂，謂其帶既襌，亦以箴緶緝其側，但繂俵之而已，無別裨飾之箴功，故云「無箴功」。○注「而素」至「終辟」。○正義曰：以文承「天子素帶」，「終辟」，故知「素帶」「謂諸侯」。以絰不云「朱裡」，故云「諸侯不朱裡」，「下天子也」。云「率，繂也，士以下皆襌，不合而繂積」者，以「率」非縫繞之事，故讀為「繂」，與碑繂同也。知「士以下皆襌」者，以經云「士練帶，率」，繂，是縫俵之名，以縫旁邊，故知「襌」也。云「辟，讀如裨冕之裨」者，讀如《曾子問》「大祝裨冕」之裨也。云「人君充之」者，充，滿也。人君，謂天子諸侯。飾帶從首及末遍滿皆飾，故云「充之」。云「大夫裨其紐及末」者，大夫卑，但飾其帶紐以下，至於末也。云「士裨其末而已」者，士又卑，但裨其一條下垂者，故云裨末而已。云「宜承朱裡終辟」者，以下文云「天子素帶，朱裡，終辟」，此文即云「素帶終辟」，次云「大夫」，故知宜承「天子素帶」之下文相次也。○注「三寸」至「為衿」。○正義曰：知「三寸，約帶紐組之廣」者，以帶廣四寸，此云「三寸，長齊於帶」，承上「紐約用組」之下，故知是紐廣也。云「言其屈而重也」者，解垂帶名紳之意，申，重也。云「宜承約用組」者，以此經直云「三寸，長齊於帶」，非發語之端，明知有所承次，故以為宜承「約用組」之下。○注「雜猶」至「三齊」。○正義曰：上云「裨」，此云「雜」，故知「雜」即上之「裨」也。云「君裨帶上以朱，下以綠」者，君，謂天子、諸侯。崔氏、熊氏並云：「據要為正，飾帶外邊，上畔以朱，朱是正色，故在上也。下畔以綠，綠是間色，故在下也。」云「大夫裨垂，外以玄，內以華。華，黃色也」者，熊氏云：「近人為內，遠人為外。」玄是天色，故在外。以華對玄，故以為黃也。黃是地色，故在內也。云「士裨垂之下，外內皆以緇」者，士既練帶，而《士冠禮》謂之「緇帶」，濛裨色言之，故謂之「緇帶」，以裨之外內皆用緇也。云「宜承紳、韡、結三齊」者，以下文「三寸，長齊於帶」，合承上「紐約用組」之後，則此「大夫大帶」一經，不得廁在其間，故知宜承下「紳、韡、結三齊」之後也。"
      },
      {
        "index": 16,
        "text": "韡，君朱，大夫素，士爵韋。此玄端服之韡也。韡之言蔽也。凡韡，以韋為之，必象裳色。則天子、諸侯玄端朱裳，大夫素裳。唯士玄裳，黃裳，雜裳也。皮弁服皆素韡。○韡音必。圜，殺，直：目韡制。○圜音圓。天子直，四角直，無圜、殺。公侯前後方，殺四角，使之方，變於天子也。所殺者去上下各五寸。大夫前方後挫角，圜其上角，變於君也。□以下為前，以上為後。○挫，作臥反。士前後正。士賤，與君同，不嫌也。正，直、方之間語也。天子之士則直，諸侯之士則方。□下廣二尺，上廣一尺，長三尺，其頸五寸，肩，革帶，博二寸。頸五寸，亦謂廣也。頸中央，肩兩角，皆上接革帶以系之，肩與革帶廣同。凡佩，繫於革帶。○頸，吉井反，又吉成反。大夫大帶四寸。雜帶，君朱綠，大夫玄華，士緇辟二寸，再繚四寸。凡帶有率，無箴功。雜猶飾也，即上之裨也。君裨帶，上以朱，下以綠終之。大夫裨垂，外以玄，內以華。華，黃色也。士裨垂之下，外內皆以緇，是謂緇帶。大夫以上以素，皆廣四寸。士以練，廣二寸，再繚之。凡帶，有司之帶也，亦繂之如士帶矣。無箴功，則不裨之。士雖繂帶裨，亦用箴功。凡帶不裨，下士也。此又亂脫在是，宜承「紳、□、結三齊」。○繚音了。箴音針。下士，崔如字，或戶嫁反。一命縕□幽衡，再命赤□幽衡，三命赤□蔥衡。此玄冕爵弁服之□，尊祭服異其名耳。□之言亦蔽也。縕，赤黃之間色，所謂韎也。衡，佩玉之衡也。幽，讀為「黝」。黑謂之黝，青謂之蔥。《周禮》「公侯伯之卿三命，其大夫再命，其士一命，子男之卿再命，其大夫一命，其士不命」。○縕音溫。□音弗。幽，讀為黝，出注，幼糾反，黑也，下同。韎，莫拜反，又音妹。天子素帶，朱裡，終辟。謂大帶也。"
      },
      {
        "index": 17,
        "text": "[疏]「□君」至「終辟」。○正義曰：此一經總明□□上下尊卑之制，唯有「大夫大帶」一經廁在其間，已於「帶條」說訖。○注「此玄」至「素□」。○正義曰：知「此玄端服之□也」者，按《士冠禮》玄端、玄裳、黃裳、雜裳、爵□，謂士玄端之□。此云「士爵韋」，故知是玄端之□也。云「天子、諸侯玄端朱裳」者，以□從裳色。君既用朱，故知裳亦朱色也。然天子諸侯祭服，玄衣纁裳。知此朱□非祭服□者，若其祭服則君與大夫士無別，同是赤色，何得云「大夫素，士爵韋」？且祭服之□，大夫以上謂之□，士爵弁謂之韎韐，不得稱□也。云「大夫素裳」者，大夫玄端，以素為裳，故素□也。此則大夫、士朝君之服。大夫既以素裳為朝服，又以玄端服，禮窮則同故也。云「唯士玄裳，黃裳，雜裳也」者，《士冠禮》謂玄端之裳也。士朝服則素裳，故鄭注《士冠禮》，朝服則玄端之衣，易其裳耳。云「皮弁服皆素□」者，按《士冠禮》「皮弁服素□」。云「皆」者，君與大夫、士皮弁皆然，故云「皆」也。○注「目□制」。○正義曰：經云「圜」，則下文「大夫前方後挫角」，則圜也。經云「殺」，則下文「公侯前後方」，方則「殺」也。經云「直」，則下文云「天子直」。是「目□制」也。○注「殺四」至「五寸」。○正義曰：以經云「前後方」，是「殺四角」也。上下各去五寸，所去之處，以物補飾之使方，變於天子也。云「所殺者去上下各五寸」者，按《雜記》云「□會去上五寸」，是上去五寸。又云「紕以爵韋，六寸」，不至下五寸，是去下五寸。鄭注《雜記》云：「會，謂上領縫也。領之所用，蓋與紕同。」如鄭此言，即上去五寸是領也。以爵韋為領，故云「領之所用」，「與紕同」。下云「所去五寸，純以素」。故鄭注《雜記》云：「純紕所不至者五寸。」然則上去五寸是領也，下去五寸是純也。若然，唯去上畔下畔，而云「殺四角」者，蓋四角之處別異之，使殊於餘邊也。其會之下，純之上，兩邊皆紕以爵韋，表裡各三寸。故《雜記》云：「□長三尺，下廣二尺，上廣一尺，會去上五寸。紕以爵韋六寸，不至下五寸，純以素，紃以五采。」□制大略如此。但古制難知，不可委識，或據《禮圖》，天子□制，形如要鼓也，以今參驗，不附人情。故今依附《記》文，參驗情事而為此說，以俟後賢。○注「圜其」至「為後」。○正義曰：以經云「後挫角」，謂殺上角使圜，不令方也。○注「正，直、方之間語也」。○正義曰：正，謂不邪也。直而不邪謂之正，方而不邪亦謂之正，故云「正，直、方之間語」。○注「頸五」至「革帶」。○正義曰：云「頸五寸亦謂廣」者，鄭恐上下長五寸，故云「亦謂廣」也。其上下及肩與革帶俱二寸也。云「凡佩，系之革帶」者，以□繫於革帶，恐佩繫於大帶，故云然。以大帶用組約，其物細小，不堪縣□佩故也。○注「此玄」至「不命」。○正義曰：以上經云「君朱，大夫素，士爵韋」，是玄端服之□，故云「此玄冕爵弁服之□」，言異於上也。此據有孤之國，以卿大夫雖三命再命，皆著玄冕。若無孤之國，則三命再命之卿大夫皆絺冕，不得唯玄冕也。爵弁，則士所服。云「尊祭服，異其名耳」者，他服稱□，祭服稱□，是異其名。□、□皆言為蔽，取蔽鄣之義也。知祭服稱□者，按《易•困卦•九二》「朱紱方來，利用享祀」，是祭祀稱□也。按《詩毛傳》，天子純朱，諸侯黃朱。黃朱色淺，則亦名赤□也。則大夫赤□，色又淺耳。有虞氏以前，直用皮為之，後王漸加飾焉，故《明堂位》云：「有虞氏服□，夏後氏山，殷火，周龍章。」彼注云：「天子備焉，諸侯火而下，卿大夫山，士韎韐而已。」云「縕，赤、黃之間色，所謂韎也」者，按此云「一命，縕□」，一命，謂公侯伯之士。《士冠禮》「爵弁韎韐」，此「縕□」則當彼「韎韐」，故云「所謂韎也」。《毛詩》云：「韎韐茅蒐染。」齊人謂「茅蒐」為「韎韐」聲也。茅蒐，則蒨草也。以蒨染之，其色淺赤，則縕為赤、黃之間色。若子、男大夫，但名「縕□」，不得為韎韐也，以其非士故耳。云「黑謂之黝，青謂之蔥」者，《周禮•牧人》云：「陰祀用黝牲。」又孫炎注《爾雅》云：「黝青黑，蔥則青之異色。」三命則公之卿玄冕，侯伯之卿絺冕，皆赤□蔥衡。"
      },
      {
        "index": 18,
        "text": "王后褘衣，夫人揄狄，褘讀如翬，揄讀如搖，翬、搖皆翟雉名也。刻繒而畫之，著於衣以為飾，因以為名也。後世作字異耳。夫人，三夫人，亦侯伯之夫人也。王者之後，夫人亦褘衣。○褘音翬，許韋反，注及下同。揄音搖，羊消反。《爾雅》云：「伊洛而南，素質五色，皆備成章曰翬。江淮而南，青質五色，皆備成章曰鷂。」鷂音搖。謂刻畫此雉形，以為後夫人服也。翟，直歷反。著，直略反，又竹略反。三寸，長齊於帶，紳長制：士三尺，有司二尺有五寸。子游曰：「參分帶下，紳居二焉。」紳、□、結三齊。三寸，謂約帶紐組之廣也。長齊於帶，與紳齊也。紳，帶之垂者也，言其屈而重也。《論語》曰：「子張書諸紳。」有司，府史之屬也。三分帶下而三尺，則帶高於中也。結，約餘也。此又亂脫在是，宜承「約用組」。結，或為「衿」。○紳音申，本亦作申，下同。重，直龍反。君命屈狄，再命褘衣，一命襢衣，士褖衣。君，女君也。屈，《周禮》作「闕」，謂刻繒為翟，不畫也。此子、男之夫人，及其卿、大夫、士之妻命服也。褘，當為「鞠」，字之誤也。禮，天子諸侯命其臣，後夫人亦命其妻以衣服，所謂「夫尊於朝，妻榮於室」也。子、男之卿再命，而妻鞠衣，則鞠衣、襢衣、褖衣者，諸侯之臣皆分為三等，其妻以次受此服也。公之臣，孤為上，卿、大夫次之，士次之。侯、伯、子、男之臣，卿為上，大夫次之，士次之。褖，或作「稅」。○屈音闕，注同。褘，依注音鞠，居六反，又曲六反。襢，張戰反。褖，吐亂反，注作稅，音同。唯世婦命於奠繭，其他則皆從男子。奠，猶獻也。凡世婦已下，蠶事畢獻繭，乃命之以其服。天子之後、夫人、九嬪，及諸侯之夫人，夫在其位，則妻得服其服矣。自「君命屈狄」至此，亦亂脫在是，宜承「夫人揄狄」。"
      },
      {
        "index": 19,
        "text": "[疏]「王后」至「男子」。○正義曰：此一節論王后以下命婦之服，唯有「三寸，長齊於帶」一經，廁在其間。帶事前文已解訖，○「王后褘衣」者，褘，讀如「翬」，謂畫翬於衣，六服之最尊也。○「夫人揄狄」者，揄，讀如「搖」，狄，讀如「翟」，謂畫讀翟之雉於衣，謂三夫人及侯伯夫人也。○「君命屈狄」者，君，謂女君，子男之妻也。被後所命，故云「君命屈狄」者。屈，闕也。狄，亦翟也。直刻雉形，闕其采畫，故云「闕翟」也。○「再命褘衣」者，再命，謂子男之卿。褘，當為「鞠」，謂子、男卿妻服鞠衣也。○「一命襢衣」者，襢，展也。子、男、大夫一命，其妻服展衣也。○「士褖衣」者，謂子、男之士不命，其妻服褖衣。鄭注《士喪禮》，褖之言緣，黑衣裳，以赤緣之。○「唯世婦命於奠繭」者，世婦，謂天子二十七世婦以下也。奠，獻也。獻繭，謂世婦及命婦入助蠶畢獻繭也。凡夫尊於朝，妻貴於室，皆得各服其命服。今唯世婦及卿大夫之妻並卑，雖已被命，猶不得即服命服，必又須經入助蠶，蠶畢獻繭，繭多功大，更須君親命之著服，乃得服耳，故云「命於奠繭」。○「其他則皆從男子」者，其他，謂後、夫人、九嬪及五等諸侯之妻也。其夫得命，則其妻得著命服，不須奠繭之命，故云「皆從男子」。○注「褘讀」至「褘衣」。○正義曰：按鄭注《內司服》引《爾雅•釋鳥》：「伊雒而南，素質五色，皆備成章曰翬。江淮而南，青質五色，皆備成章曰搖。」鄭又云：「王后之服刻繒為之形而采畫之，綴於衣以為文章。褘衣，畫翬者。榆翟，畫搖者。闕翟，刻而不畫。從王祭先王則服褘衣，祭先公則服榆翟，祭群小祀則服闕翟。鞠衣，黃桑服也。色如鞠塵，服之以告桑。展衣，以禮見王及賓客。褖衣，御於王之服。闕翟赤，搖翟青，褖衣玄，鞠衣黃，展衣白，褖衣黑。」又《鄭志》云：「三狄首服副，副，覆也，所以覆首為之飾。其遺像，若今步繇矣。鞠衣首服編編，列髪為之。其遺像，若今假紒矣。展衣，褖衣，首服以次第髪長短為之，所謂髲鬄。若燕居之時，則亦褖衣驪笄總而已。」其六服皆以素紗為裡，故《內司服》「陳六服」之下云「素紗」，鄭注云：「六服皆袍，制以白縳為裡。」云「夫人，三夫人，亦侯伯之夫人也」者，以經云「王后褘衣」，則云「夫人榆狄」，其文相次，故以夫人為三夫人。但三夫人與三公同對王為屈，三公執璧與子男同，則三夫人亦當與子男夫人同，故鄭注《司服》疑而不定，云「三夫人，其闕狄以下乎」，為兩解之也。云「王者之後，夫人亦褘衣」者，以《禮記》每云「君袞冕」、「夫人副褘」。王者之後，自行正朔，與天子同，故祭其先王，服上服也。若祭先公則降焉。魯祭文王、周公，其夫人亦褘衣，故《明堂位》云「君袞冕立於阼，夫人副褘立於房中」是也。○注云「君女」至「作稅」。○正義曰：以禮，君命其夫，後命其婦，則子男之妻不得受天子之命，故以為君謂女君。是子男之妻，受後之命，或可。女君，謂後也，命子男妻，故云「君命」。云「此子、男之夫人，及其卿、大夫、士之妻命服也」者，以《典命》云：「子男之卿再命，其大夫一命，其士不命。」此云「再命褘衣，一命襢衣，士褖衣」，又承「闕狄」下，正與子男同，故知據「子、男夫人及卿、大夫、士之妻」也。褘衣是王后之服，故疑當為鞠衣。云「子、男之卿再命，而妻鞠衣，則鞠衣、襢衣、褖衣者，諸侯之臣，皆分為三等，其妻以次受此服也」者，鄭為此言，欲明諸侯臣之妻，唯有三等之服。云「公之臣，孤為上，卿、大夫次之，士次之」者，以《司服》云孤「絺冕而下」，卿大夫「玄冕而下」，士「皮弁而下」。此謂上公臣為三等。云「侯、伯、子、男之臣，卿為上，大夫次之，士次之」者，以此經「再命鞠衣，一命襢衣，士褖衣」，士與大夫不同。又《典命》「子、男之卿再命，大夫一命，士不命」，尚分為三等。侯、伯之卿三命，大夫再命，士一命，是亦三等，可知鄭云然也。○注「奠猶」至「榆狄」。○正義曰：凡獻物必先奠於地，故云「奠，猶獻也」。云「凡世婦以下，蠶事畢獻繭，乃命之」者，三夫人九嬪，其位既尊，不須獻繭，自然得命也。世婦以下位卑，因獻繭，乃得命，言以下則女御亦然。經唯云「世婦」，舉其貴者。"
      },
      {
        "index": 20,
        "text": "凡侍於君，紳垂，足如履齊，頤霤，垂拱，視下而聽上，視帶以及袷，聽鄉任左。紳垂，則磬折也。齊，裳下緝也。袷，交領也。○齊音咨，本又作齋，注同。頤，以支反。霤，力救反。袷，居業反。鄉，許亮反。折，之列反，又市列反，篇末放此。緝，七入反。凡君召以三節，二節以走，一節以趨。節，所以明信，輔君命也。使使召臣，急則持二，緩則持一。《周禮》曰「鎮圭以征守」，其餘未聞也。今漢使者擁節。○使使，上音史，下色吏反。鎮，珍刃反，徐音珍。守，手又反。漢使，色吏反。在官不俟屨，在外不俟車。趨君命也。必有執隨授之者，官謂朝廷治事處也。○處，昌慮反。"
      },
      {
        "index": 21,
        "text": "[疏]「凡侍」至「俟車」。○正義曰：此一節論人臣侍君及被君召之儀。○「凡侍於君」者，謂臣侍君法也。凡者，臣無貴賤皆然也。○「紳垂」者，紳，大帶也。身直則帶倚，磬倚則帶垂。「足如履齊」者，齊，裳下緝也。身折則裳前下緝委地，故行則足恆如踐履裳下也。「頤霤」者，霤，屋簷。身俯，故頭臨前，垂頤如屋霤。○「垂拱」者，拱，沓手也。身俯則宜手沓而下垂也。○「視下而聽上」者，視高則敖，故下矚也。聽上，謂聽尊者語宜諦聽，故仰頭而面鄉上以聽之也。○「視帶以及袷」者，視尊者之處也。袷，交領也。視君之法，下不過帶，高不過袷，故《曲禮》云「凡視上於面則敖，下於帶則憂」是也。○「聽鄉任左」者，此解「聽上」也。庾云：「『聽上』及『聽鄉任左』，皆備君教使也。」鄭注《少儀》曰：「立者尊右，則坐者尊左也。」侍君之時君坐，故侍者在右。是以「聽鄉」皆以左為任也。此謂臣以左耳近君，故云「任左」。○「凡君召以三節，二節以走，一節以趨」者，節者，以玉為之，所以明信，輔於君命者，也。君使使召臣有二節時，有一節時，故合云「三」也。隨事緩急，急則二節，臣故「走」也。緩則一節，臣故「趨」也。庾氏云：「君召以三節者，謂君召臣急，則以二節，緩則以一節。急、緩不出於三耳，不謂節盡於三也。」「在官不俟屨，在外不俟車」者，急趨君召也。官，謂朝廷治事處也。外，謂其室及官府也。在官近，不須車，故言「屨」。在外遠，故云「車」。○注「《周禮》」至「擁節」。○正義曰：此《周禮•典瑞》文。引之者，證君召臣之節，謂徵召守國諸侯，以鎮圭召之。云「其餘未聞」者，謂召諸侯之外，別召餘臣未聞。云「今漢使擁節」者，擁，持也。漢時使人召臣，持節召之也。"
      },
      {
        "index": 22,
        "text": "士於大夫，不敢拜迎，而拜送。禮不敵，始來拜，則士辟也。○辟音避，下「亦辟」、「辟先」、「辟德」皆同。士於尊者先拜，進面，答之拜則走。士往見卿大夫，卿大夫出迎，答拜亦辟也。"
      },
      {
        "index": 23,
        "text": "[疏]「士於」至「則走」。○正義曰：此一節明士於尊者之法。「士於大夫，不敢拜迎」者，此謂大夫詣士，禮既不敵，故士不敢迎而先拜，大夫雖拜，士則辟之。○「而拜送」者，按《儀禮•鄉射》、《鄉飲酒》、《公食》、《聘禮》，但是主人送賓者，皆主人再拜，賓不答拜。鄭注云：「不答拜者，禮有終故也。」「士於尊者先拜」者，謂士往詣卿大夫，即先於門外拜之也。○「進面」，士先於外拜，拜竟乃進面，親相見也。○「答之拜則走」者，若大夫出迎而答拜於士，則士走辟之也。"
      },
      {
        "index": 24,
        "text": "士於君所言大夫，沒矣，則稱謚若字，名士。與大夫言，名士，字大夫。君所，大夫存亦名。\n[疏]「士於」至「大夫」。○正義曰：此一節論士於君及大夫之所言群臣之法。○「士於君所言大夫」者，謂士在君前，與君言論及於大夫也。○「沒矣，則稱謚若字」者，君前臣名，若彼大夫生則士呼其名；若彼大夫已死沒，而士於君前言，則稱彼謚；無謚則稱字：不呼其名，敬貴故也。○「名士」者，士賤，雖已死，而此生士與君言，猶呼死士名也。○「與大夫言，名士，字大夫」者，謂士與大夫言次論及他生大夫、士之法也。士賤，故呼之名，大夫貴，故呼之字也。若大夫、士卒，則字士、謚大夫。"
      },
      {
        "index": 25,
        "text": "於大夫所，有公諱，無私諱。公諱，若言語所辟先君之名。凡祭不諱，廟中不諱，謂祝嘏之辭中，有先君之名者也。凡祭，祭群神。廟中上不諱下。○嘏，古雅反。教學、臨文不諱。為惑未知者。○為，於偽反，下「為幼」、「為起事」同。"
      },
      {
        "index": 26,
        "text": "[疏]「於大」至「不諱」。○正義曰：此一節論諱與不諱之法。○「有公諱無私諱」者，謂士及大夫言，但諱君家，不自私諱父母也。崔氏云：「謂伯叔之諱耳。若至親則不得言。」庾云：「謂士與大夫言，有音字同己祖禰名字，皆不得諱，辟敬大夫，故不重敬。」「凡祭不諱，廟中不諱」者，謂祝嘏之辭，中有先君名者也。凡祭，祭群神也，謂社稷、山川百神也。祝嘏辭中有先君之名，不諱之也。「廟中上不諱下」，若有事於祖，則不諱父也。有事於父則諱祖。○「教學臨文不諱」者，教學，為師長也。教人若諱，疑誤後生也。臨文，謂簡牒及讀法律之事也，若諱則失於事正也。"
      },
      {
        "index": 27,
        "text": "古之君子必佩玉，比德焉。君子，士已上。右徵、角，左宮、月，玉聲所中也。徵、角在右，事也，民也，可以勞。宮，羽在左，君也，物也，宜逸。○徵，張裡反，注同。中，丁仲反，下文同。趨以《採齊》，路門外之樂節也。門外謂之趍。齊，當為「楚薺」之薺。○趍，七須反，本又作「趣」。齊，依注作「薺」，疾私反。《采薺》，《詩》篇名。行以《肆夏》，登堂之樂節。周還中規。○反行也，宜圜。○還音旋，本亦作「旋」，下同。圜音圓，折還中矩，曲行也，宜方。○折，之設反。進則揖之，退則揚之，然後玉鏘鳴也。揖之，謂小俛，見於前也。揚之，謂小仰，見於後也。鏘，聲貌。○鏘，七羊反。見，賢遍反，下同。故君子在車則聞鸞、和之聲，行則鳴佩玉，是以非辟之心無自入也。鸞在衡，和在式。自，由也。○辟，本又作「僻」，匹亦反，又婢亦反，徐芳益反。○君在不佩玉，左結佩，右設佩。謂世子也。出所處而君在焉，則去德佩而設事佩，辟德而示即事也。結其左者，若於事有未能也。結者，結其綬不使鳴也。居則設佩，謂所處而君不在焉。朝則結佩。朝於君亦結左。齊則綪結佩，而爵□。綪，屈也。結又屈之，思神靈，不在事也。爵□者，齊服玄端。○齊，側皆反，注同。綪，側耕反。凡帶必有佩玉，唯喪否。喪主於哀，去飾也。凡，謂天子以至士。佩玉有沖牙，居中央以前後觸也。○沖，昌容反。君子無故玉不去身，君子於玉比德焉。故，謂喪與災眚。○災音災。眚，色耿反。天子佩白玉而純組綬，公侯佩山玄玉而朱組綬，大夫佩水蒼玉而純組綬，世子佩瑜玉而綦組綬，士佩瓀玟而縕組綬。玉有山玄、水蒼者，視之文色所似也。綬者，所以貫佩玉，相承受者也。純，當為「緇」。古文「緇」字或作絲旁才。綦，文雜色也。縕，赤黃。○綬音受。純，讀為緇，側其反。瑜，羊朱反。綦音其。瓀，而兗反，徐又作萩，同。玟，武巾反，字又作「<石>」，同。縕音溫。孔子佩象環五寸而綦組綬。謙不比德，亦不事也。像，有文理者也。環，取可循而無窮。"
      },
      {
        "index": 28,
        "text": "[疏]「古之」至「中矩」。○正義曰：此一節廣明佩玉之事。各隨文解之。○注「比德」至「已上」。○正義曰：按《詩•秦風》云：「言念君子，溫其如玉。」是玉以「比德」。按《聘義》云：「溫潤而澤，仁也。縝密以栗，知也。廉而不劌，義也。垂之如隊，禮也。」「孚筠旁達，信也。」是玉以比德也。按下文云「天子佩白玉」，下至「士佩瓀玟」，士是君子含士以上也。○注「玉聲」至「宜逸」。○正義曰：「玉聲所中也」者，謂所佩之玉，中此徵、角、宮、羽之聲。云「事也，民也，可以勞」者，按《樂記》：「角為民，徵為事。」右廂是動作之方，而佩徵、角。事則須作而成，民則供上役使，故可勞而在右也。云「君也，物也，宜逸」者，按《樂記》云：「宮為君，羽為物。」今宮、羽在左，是無事之方。君宜靜而無為，物宜積聚，故在於左，所以「逸」也。○注「路門」至「之薺」。○正義曰：路寢門外至應門謂之「趨」，於此趨時，歌《採齊》為節。云「齊，當為『楚薺』之薺」者，按《詩•小雅》有《楚茨》之篇，此作「齊」字，故讀為《楚茨》之「茨」，音同耳，其義則異。○注「登堂之樂節」。○正義曰：路寢門內至堂，謂之「行」，於行之時則歌《肆夏》之樂。按《爾雅•釋宮》云：「室中謂之時，堂上謂之行，堂下謂之步門，外謂之趨，中庭謂之走，大路謂之奔。」此對文耳。若總而言之，門內謂之行，門外謂之趨。鄭注《樂師》云：「行，謂於大寢之中。趨，謂於朝廷。」然則王出，既服至堂而《肆夏》作，出路門而《采薺》作。其反，入至於應門、路門亦如之。此謂步迎賓客。王如有車出之事，登車於大寢西階之前，反降於阼階之前，《尚書傳》曰「天子將出，撞黃鐘之鐘，右五鍾皆應，入則撞蕤賓之鐘，左五鍾皆應」是也。○注「反行也，宜圜」。○正義曰：反行謂到行，反而行，假令從北向南，或從南向北。○注「曲行也，宜方」。○正義曰：曲行，謂屈曲而行，假令從北向南行，曲折而東向西向也。○「進則」至「鳴也」。○揖，俯也。若行前進，則身恆小俯俛也。○「退則揚之」者，揚，仰也。卻退遷行則身微仰也。○「然後玉鏘鳴也」者，若進俯退仰，則然後佩離身而直行搖動，佩自擊，所以玉聲得鏘鏘而鳴也。○注「揖之」至「後也」。○正義曰：「見於前」者，謂佩鄉前垂而見之。「見於後」者，謂佩鄉後垂而見也。○「是以非辟之心，無自入也」，謂君子恆聞鸞和佩玉之正聲。自，由也。是以非類邪辟之心，無由入於身也。○注「鸞在衡，和在式」。○正義曰：「鸞在衡，和在式」，《韓詩外傳》文也。若鄭康成之意，此謂平常所乘之車也。若田獵之車，則鸞在馬鑣也。故注《秦詩》云：「置鸞於鑣，異於乘車。」鄭於《秦詩》既巳明言，故於《毛詩傳》云「在軾曰和，在鑣曰鸞」，鄭不復易毛也。又於《商頌》箋云「鸞在鑣」，同毛氏之說，亦不復具言，以《秦詩》箋已明言故也。○「君在」至「設佩」。○謂世子出所處而與君同在一處，則不敢佩玉。玉以表德，去之示己無德也。○「左結佩」者，佩亦玉珮。既不佩玉，而結左佩也。鄭云「結者，結其綬不使鳴也」。賀云：「事佩綬且不鳴，今云『結綬使不鳴』，則猶在佩玉也。」○「右設佩」者，結左邊玉珮而設右邊事佩。事佩，是木燧大觿之屬。○注「謂世」至「鳴也」。○正義曰：知「謂世子也」者，以臣之對君，則恆佩玉，故下云：「君子無故玉不去身。」前文云：「然後玉鏘鳴也。」是臣之去朝君，備儀盡飾，當佩玉。今云「君在不佩玉」，故知非臣，下云「世子佩瑜玉」，是以知世子也。云「出所處而君在焉」者，以下文「朝則結佩」，謂朝時，明此君在，非朝處也。云「去德佩」者，謂結玉珮不使鳴，非謂全去也。云「而設事佩」者，大觿木燧之屬也。云「辟德而示即事也」者，以辟德不敢當，故「去德佩」而示有勞役之事，以奉於上，故設事佩也。自朝則結佩，朝結佩及設佩，亦皆謂世子。○「齊則綪結佩」，此謂總包凡應佩玉之人，非唯世子綪結佩。綪，屈也。謂結其綬，而又屈上之也。○「而爵□」者，謂士玄端，齊故爵韋為□也。而熊氏、皇氏並謂諸侯以下皆以玄端，齊而以爵韋為□，同士禮，以其齊，故不用朱□素□也。義或然也。○「佩玉有沖牙」，凡佩玉必上繫於沖，下垂三道，穿以蠙珠，下端前後以縣於璜，中央下端縣以沖牙，動則沖牙前後觸璜而為聲。所觸之玉，其形似牙，故曰「沖牙」。皇氏謂沖居中央，牙是外畔兩邊之璜，以沖、牙為二物。若如皇氏說，鄭何得云牙「居中央以為前後觸也」。○注「玉有」至「赤黃」。○正義曰：「玉有山玄、水蒼者，視之文色所似也」者，玉色似山之玄而雜有文，似水之蒼而雜有文，故云「文色所似」。但尊者玉色純，公侯以下，玉色漸雜，而世子及士唯論玉質，不明玉色，則玉色不定也。瑜是玉之美者，故世子佩之。承上天子、諸侯，則世子，天子、諸侯之子也。然諸侯之世子雖佩瑜玉，亦應降殺天子世子也。瓀玟，石次玉者，賤，故士佩之。云「純，當為緇」者，以經云玄組、朱組皆是色，則純亦是色也，故讀「純」為「緇」。鄭讀純為緇，其例有異。若經文絲帛義分明而色不見者，即讀純為緇。《媒氏》云「純帛不過伍兩」，以有「帛」字，故「純」為「緇」。《祭統》云「後夫人蠶事以供純服」，以其供蠶絲義分明，故讀「純」為「緇」。《論語》云：「麻冕，禮也，今也純，儉。」稱古用麻，今用純，則絲可知也。以色不見，故讀「純」為「緇」。若色見而絲不見，則不破純字，以義為絲，《昏禮》「女次純衣」，注云「純衣，絲衣」，如此之類是也。云「綦，文雜色也」者，《顧命》「四人綦弁」，云「綦，青黑色」。《鄭風》「縞衣綦巾」，注云「綦，蒼艾色」，是綦為雜色。又《說文》云：「綦，蒼艾色。」是雜色也。○「孔子佩象環五寸而綦組綬」。○孔子以象牙為環，廣五寸，以綦組為綬也。所以然者，失魯司寇，故謙不復佩德佩及事佩，示己無德、事也。「佩象環」者，象牙有文理，言己有文章也。而為環者，示己文教所循環無窮也。五寸，法五行也。言文教成人，如五行成物也。"
      },
      {
        "index": 29,
        "text": "童子之節也，緇布衣，錦緣，錦紳並紐，錦束髮，皆朱錦也。童子，未冠之稱也。《冠禮》曰「將冠者采衣紒」也。○並紐，必正反，下女丑反。冠，古亂反，下並同。稱，尺證反。紒音計。肆束及帶，勤者有事則收之，走則擁之。肆，讀為「肄」。肆，餘也。餘束，約紐之餘組也。勤，謂執勞辱之事也。此亦亂脫在是，宜承「無箴功」。○肆音肄，以四反。童子不裘不帛，不屨絇，無緦服，聽事不麻。無事則立主人之北，南面。見先生，從人而入。皆為幼少，不備禮也。雖不服緦，猶免，深衣無麻，往給事也。裘、帛溫，傷壯氣也。絇，屨頭飾也。○絇，其俱反。見，賢遍反。少，詩照反，下「少儀」同。免音問。"
      },
      {
        "index": 30,
        "text": "[疏]「童子」至「而入」。○正義曰：此一節論童子之儀，唯有「肆束及帶」一經，鄭云「爛脫」廁在其間，宜承上「無箴功」之下。今先釋之，後論「童子」之事。○「肆束及帶」者，「肆，餘也」。謂約束帶之餘組及帶之垂者。若身充勤勞之事，當有事之時，則收斂之，為其事之切迫，身須趍走，則擁抱之。收，謂斂持在手。擁，謂抱之於懷也。○「童子之節也」者，謂童稚之子未成人之禮節。○「緇布衣」者，謂用緇布為衣，尚質故也。○「錦緣，錦紳並紐」者，謂用錦為緇布衣之緣，又用錦為紳帶，並絇帶之紐，皆用錦也。○「錦束髮」者，以錦為總而束髮也。○「皆朱錦也」者，言童子所用之錦，皆用朱色之錦。童子尚華，示將成人有文德，故皆用錦，示一文一質之義也。○「童子不裘不帛」者，為大溫，傷壯氣也。○「不屨絇」者，絇，屨之飾也。未成人不盡飾為節也。○「無緦服」者，童子唯當室，與族人為禮，有恩相接之義，故遂服本服之緦耳。若不當室，則情不能至緦，故不服也。○「聽事不麻」者，鄭注云：「雖不服緦，猶免，深衣無麻，往給事也。」然鄭意是言童子雖不緦，猶著免，深衣無絰，以往給事緦喪使役也。王云聽事不麻也，庾謂此云「無麻」，謂不當室也。按《問喪》及鄭注之意，皆以童子不當室，則無免。而此注云「猶免」者，崔氏、熊氏並云：「不當室而免者，謂未成服而來也。《問喪》云『不當室不免』者，謂據成服之後也。」○「無事則立主人之北，南面」者，主人，喪主也。此童子來聽使，若有事則使之。若無事時在旁，謂在主人之北，南面而立。○「見先生從人而入」者，先生，師也。童子不能獨為禮，若往見師，則隨成人而入也。○注「雖不服緦，猶免，深衣」。○正義曰：知「猶免，深衣」者，以經但云「無緦服」，是但不著緦服耳，猶同初著深衣也。知「免」者，以《問喪》云：免者，不冠者之服。故知未成服童子，雖不當室，猶著免也。"
      },
      {
        "index": 31,
        "text": "侍食于先生、異爵者，後祭先飯。謙也。○飯，扶晚反。客祭，主人辭曰：「不足祭也。」祭者，盛主人之饌也。客飧，主人辭以「疏」。飧者，美主人之食也。「疏」之言粗也。○飧音孫，注及下同。主人自置其醬，則客自徹之。敬主人也。徹，奠千序端。一室之人，非賓客，一人徹。同事合居者也。賓客則各徹其饌也。壹食之人，一人徹。壹，猶聚也，為赴事聚食也。凡燕食，婦人不徹。婦人質，不備禮。"
      },
      {
        "index": 32,
        "text": "[疏]「侍食」至「不徹」。○正義曰：此一節論侍食及徹饌之節。「侍食于先生」及「異爵」者，此謂凡成人禮，異爵，謂尊於己也。○「後祭先飯」者，此饌不為己，故「後祭」而「先飯」者，示為尊者嘗食也。○「客祭」者，盛主人之饌具，故祭之。「主人辭曰不足祭也」者，凡主人於客，悉皆然也。祭，是盛主人之饌也。故主人致辭云：疏食不足備禮也。○「客飧」者，若食竟作三飯飧也。「主人辭以疏」者，疏，粗也。飧，是巳食飽。飽，猶食美。故主人見客飧而致辭云，粗食傷客，不足致飽，若欲使更食然也。○「主人自置其醬，則客自徹之」者，主人敬客，則自置其醬，則客宜報敬，故「自徹之」。《曲禮》曰「主人親饋」是也。「一室之人，非賓客，一人徹」者，謂同事而合居一室，若賓客則各徹其饌，今合居既無的賓主，故必少者一人徹饌也。○「壹食之人，一人徹」者，壹，猶聚也。謂暫為赴事，壹聚共食。共食竟則亦不人人徹，亦推一人徹也。○「凡燕食，婦人不徹」者，婦人質，不備禮也。緣男子有徹義，故明婦人禮也。"
      },
      {
        "index": 33,
        "text": "食棗、桃、李，弗致於核。恭也。○核，行隔反。瓜祭上環，食中，棄所操。上環，頭忖也。○操，七刀反。忖，本又作刌，寸本反，徐子本反。凡食果實者，後君子，陰陽所成，非人事也。○後，胡豆反。火孰者，先君子。備火齊不得也。○先，悉薦反。齊，才細反。有慶，非君賜不賀。唯君賜為榮也。有憂者。此下絕亡，非其句也。勤者有事則收之，走則擁之。此補脫重。○脫音奪。重，直用反，又直龍反。"
      },
      {
        "index": 34,
        "text": "[疏]「食棗」至「擁之」。○正義曰：此一節明食果實及「非君賜不賀」之事，謂其懷核不置於地也。○「瓜祭上環」者，食瓜亦祭先也。環者，橫斷形如環也。斷，則有上下環也。上環是疐間，下環是脫華處也。祭時取上環祭之也。○「食中」者，用上環將祭而食中也。○「棄所操」者，操謂手所持者，棄之不食。忖切，謂切瓜頭切去疐。此庶人法也。○「凡食果實者，後君子」者，果實是陰陽所成，非關人事，故不得先嘗也。○「火孰者，先君子」者，人孰和調，是人之所為，恐和齊不備，故先於君子而嘗之。○「有慶，非君賜不賀」者，有慶，謂或宗族、親戚燕飲聚會，雖吉不相賀，不足為榮故也。唯受君之賜為榮，故相拜賀，故云「非君賜不賀」也。"
      },
      {
        "index": 35,
        "text": "孔子食於季氏，不辭，不食肉而飧。以其待己及饌非禮也。\n[疏]「孔子」至「而飧」。○正義曰：凡客將食興辭，而孔子「不辭」者，必是季氏進食不合禮也。○「不食肉而飧」者，凡禮食，先食胾，次食殽，乃至肩。至肩則飽，乃飧。孔子在季氏家食，不食肉而仍為飧者，是季氏饌失禮故也。"
      },
      {
        "index": 36,
        "text": "君賜車馬，乘以拜。賜衣服，服以拜。敬君惠也。賜，君未有命，弗敢即乘、服也。謂卿大夫受賜於天子者，歸必致於其君，君有命乃服之。君賜，稽首，據掌，致諸地。致首於地。據掌，以左手覆按右手也。○覆，芳服反。酒肉之賜弗再拜。輕也。受重賜者，拜受，又拜於其室也。凡賜，君子與小人不同日。慎於尊卑。○慎，一本作順。"
      },
      {
        "index": 37,
        "text": "[疏]「君賜」至「同日」。○正義曰：此一節論受君賜之法。○「君賜車馬，乘以拜。賜衣服，服以拜」者，謂受君賜，賜至則拜。至明日更乘、服所賜，往至君所又拜，敬重君恩故也。○「賜，若未有命，弗敢即乘、服也」者，此使臣雖受賜於王，不敢即乘、服，當歸國獻其君，君命與之，則臣乃乘、服耳。若君未有命，即不敢乘、服也。○「君賜」者，明受君賜拜謝之法也。○「稽首」者，頭至地也。「據掌」者，據，按也，謂卻右手而覆左手，按於右手之上也。「致諸地」者，致，至也。謂頭及手俱至地，左手按於右手之上至地也。○「酒肉之賜，弗再拜」者，亦謂君賜也。再，猶重也。酒肉輕，但初賜至時則拜，至明日不重往拜也。○「凡賜，君子與小人不同日」者，「凡」，於君子、小人也。「不同日」者，慎尊卑之雜也。"
      },
      {
        "index": 38,
        "text": "凡獻於君，大夫使宰，士親，皆再拜稽首送之。敬也。膳於君，有葷、桃、茢，於大夫去茢，於士去葷，皆造於膳宰。膳，美食也。葷、桃、茢，辟凶邪也。大夫用葷、桃，士桃而巳。葷，姜及辛菜也。茢，菼帚也。「造於膳宰」，既致命而授之。葷，或作「焄」。○葷，許雲反，注「焄」同。茢音列，又音例。去，起呂反，下同。造，七報反，注同。辟，必亦反。邪，似嗟反。菼，吐敢反，郭璞云：「烏蓲也，取其苗為帚。」帚，本或作帚，之手反。大夫不親拜，為君之答己也。不敢變動至尊。○為，於偽反，下注「為其」同。"
      },
      {
        "index": 39,
        "text": "[疏]「凡獻」至「己也」。○正義曰：此一節論臣獻君之物，及致膳於尊者之義。○「凡獻於君」者，「凡」，於大夫、士也。謂大夫、士有食，獻君法也。○「大夫使宰」者，大夫尊，恐君拜已之獻，故不自往，而使已膳宰往獻也。○「士親」者，以士賤，不嫌君拜，故身自親送也。○「皆再拜稽首送之」者，雖大夫使人，初於家亦自拜送。而宰將命，及士自送，至於君門付小臣之時，宰及士皆再拜而送之也。○「膳於君有葷桃茢」者，美食曰膳。謂天子、諸侯之臣，獻孰食於君法也。恐邪氣干犯，故用辟凶邪之物覆之。葷，謂姜之屬也。桃，桃枝也。茢，菼帚也。○「於大夫去茢」者，謂大夫之臣，以食獻大夫，降於正君，除去茢，餘有葷與桃也。○「於士去葷」者，謂士之臣吏，以食獻士也，又去葷，唯餘桃耳。○「皆造於膳宰」者，皆，皆於君大夫士也。造，至也。膳宰，主飲食官也。獻孰食者，操醬齊以致命，致命竟而以所獻之食，悉付主人之食官也。○「大夫不親拜，為君之答已也」者，解大夫所以不自獻義也。自獻，則屈動君拜答已也，故不親也。"
      },
      {
        "index": 40,
        "text": "大夫拜賜而退，士待諾而退，又拜，弗答拜。小臣受大夫之拜，復以入告，大夫拜，便辟也。○復，扶又反，下「不復」同。辟音避，下「辟尊者」同。大夫親賜士，士拜受，又拜於其室。衣服弗服以拜。異於君惠也。拜受，又就拜於其家，是所謂「再拜」也。敵者不在，拜於其室。謂來賜時不見也，見則不復往也。○敵，本又作適，音狄。凡於尊者有獻，而弗敢以聞。此謂獻辭也。《少儀》曰：「君將適他，臣若致金玉貨貝於君，則曰：『致馬資於有司。』」是其類也。士於大夫不承賀。下大夫於上大夫承賀。承，受也。士有慶事，不聽大夫親來賀已，不敢變動尊也。○聽，天丁反。親在，行禮於人稱父。人或賜之，則稱父拜之。事統於尊。"
      },
      {
        "index": 41,
        "text": "[疏]「大夫」至「拜之」。○正義曰：此一節明尊卑受賜拜謝之禮。各隨文解之。○「大夫拜賜而退」者，大夫往拜，至於門外，告君之小臣，小臣受其辭，入以白君，小臣亦入，大夫乃拜之。拜竟則退，不待白報，恐君召進答已故也。「士待諾而退」者，君不拜士，士故於外拜，拜竟，又待小臣傳君之報諾，出以退。○「又拜」者，小臣傳君諾出，則士又拜君之諾報也。○「弗答拜」者，謂君不答士拜也。○「大夫親賜士，士拜受，又拜於其室」者，初亦即拜受，又往彼家拜也。○「衣服弗服以拜」者，得君賜服，服以拜，大夫輕，故不服其所賜而往拜之也。○注「拜受」至「拜也」。○正義曰：「所謂再拜也」者，前云「酒肉之賜弗再拜」，此非酒肉賜，故「再拜也」。○「敵者不在，拜於其室」。○其室，獻者之家也。敵者相獻，若當時主人在，則主人拜受，不復往彼家拜也。若獻時主人不在，所留物置家，主人還，必往彼家拜謝獻也。若朋友，則《論語》云：「朋友之饋，非祭肉不拜也。」○「凡於尊者有獻，而弗敢以聞」者，凡，謂賤者也，謂臣有獻於君，士有獻於大夫也。「不敢以聞」者，謂有物以獻尊者，其辭不敢云「獻聞於尊者」，但當云「致馬資於有司」，及「贈從者」之屬也。○注「此謂」至「類也」。○正義曰：引《少儀》者，證「不敢聞」也。他，他國也。君或朝天子，或往朝諸侯，若臣有金玉貨貝物獻君，當但云「致馬資於有司」，不敢言獻君也。言君尊恆足，應無所乏故也。○「士於大夫不承賀」者，承，受也。「不受賀」者，謂士有慶事，不聽大夫親來賀已，不敢變動尊者故也。○「下大夫於上大夫承賀」者，尊相近，故受也。"
      },
      {
        "index": 42,
        "text": "禮不盛，服不充。禮盛者服充，大事不崇曲敬。故大裘不裼，乘路車不式。謂祭天也。《周禮》，王祀昊天上帝，則服大裘而冕，乘玉路。或曰「乘兵車不式」。"
      },
      {
        "index": 43,
        "text": "[疏]「禮不」至「不式」。○正義曰：此一節明禮盛者不崇小敬。○「禮不盛，服不充」者，充，猶襲也。服襲是充美於內，唯盛禮乃然也。故聘及執玉龜皆襲，是為盛禮故也。「故大裘不裼」者，證禮盛服充時也。郊禮盛，服大裘，則無別衣裼之，是不見美也。○「乘路車不式」者，路車，謂玉路，郊天車也。不式，謂乘車從門閭過不式，亦是禮盛不為曲敬之例也。"
      },
      {
        "index": 44,
        "text": "父命呼，唯而不諾，手執業則投之，食在口則吐之，走而不趨。至敬。○唯，於癸反，徐以水反。親老，出不易方，復不過時不可以憂父母也。易方，為其不信已所處也。復，反也。親瘠，色容不盛，此孝子之疏節也。言非至孝也。瘠，病也。王季有疾，文王色憂，行不能正履。○瘠，才細反。父沒而不能讀父之書，手澤存焉爾。母沒而杯圈不能飲焉，口澤之氣存焉爾。孝子見親之器物，哀惻不忍用也。圈，屈木所為，謂卮、匜之屬。○圈，起權反，注同。卮音支。匜，以支反。"
      },
      {
        "index": 45,
        "text": "[疏]「父命」至「焉爾」。○正義曰：此一節明子事親之禮。○「父命呼」者，父召子也。命，謂遣人呼，非謂自喚也，亦云為父命所呼也。○「唯而不諾」者，應之以「唯」，而不稱「諾」，「唯」恭於「諾」也。「手執業則投之，食在口則吐之」者，急趍父命，故投業、吐食也。○「走而不趍」者，趍，疾趍也。但急走往而不暇疾趍也。○「親老，出不易方」者，方，常也。若啟往甲，則不得往乙也。若覓不見，則老人易憂愁也。○「復不過時」者，復，還也。假旦啟云日中還，不得過中。謂若屢易方，親忽須見之，則不覆信己得往常處也。此云老者。若親未老，子出，或苟有礙，則亦許易方、過期也。而《論語》云「父母在，不遠遊，游必有方」，亦當謂老者耳。○「親瘠」者，瘠，病也。謂父母病也。○「色容不盛」者，謂親之病，孝子當憂愁危懼，行不能正履也。今親病唯色容不充盛而已，不能憔悴憂愁危懼，此乃是孝子疏簡之節，言孝心不篤也。○「父沒而不能讀父之書，手澤存焉爾」者，此孝子之情，父沒之後，而不忍讀父之書，謂其書有父平生所持手之潤澤存在焉，故不忍讀也。○「母沒而杯圈不能飲焉，口澤之氣存焉爾」者，言孝子母沒之後，母之杯圈，不忍用之飲焉，謂母平生口飲潤澤之氣存在焉，故不忍用之，經云「不能」者，謂不能忍為此事。書是男子之所有，故父言「書」。杯圈是婦人所用，故母言「杯圈」也。"
      },
      {
        "index": 46,
        "text": "君入門，介拂闑，大夫中棖與闑之間，士介拂棖。此謂兩君相見也。棖，門楔也。君入必中門，上介夾闑，大夫介、士介雁行於後，示不相沿也。君若迎聘客，擯者亦然。○介音界，下及注同。闑，魚列反，門橛也。棖，直衡反，門楔也，謂兩旁木。楔，徐古八，反皇先結反。行，戶剛反。沿，悅宣反。○賓入不中門，不履閾，辟尊者所從也。此謂聘客也。閾，門限。○閾音域，又況域反。公事白闑西，聘、享也。私事自闑東。覿、面也。"
      },
      {
        "index": 47,
        "text": "[疏]「君入」至「闑東」。○正義曰：此一節論兩君朝聘，卿大夫入門之儀。各依文解之。○「君入門」者，此一經明朝法也。入門，謂入大門也。君必中門。○「介拂闑」者，介，謂上介稍近君，故「拂闑」。○「大夫中棖與闑之間」者，大夫之介徵遠於闑，故當「棖與闑之間」。○「士介拂棖」者，士介卑，去闑遠，故「拂棖」。闑，謂門之中央所豎短木也。棖，謂門之兩旁長木，所謂門楔也。介者，副也。○注「此謂」至「亦然」。○正義曰：以經云「君入門」，故知「兩君相見」也。云「雁行於後，示不相沿也」者，雁行，參差節級。崔氏、皇氏並云：「君『必中門』者，謂當棖闑之中，主君在闑東，賓在闑西。主君上擯在君之後，稍近西而拂闑；賓之上介在賓之後，稍近東而拂闑；大夫擯、介各當君後，在棖闑之中央。」義或當然，今依用之。○「賓入不中門，不履閾」者，前經明朝，此經明聘。「賓入」者，賓謂聘賓也。「不中門」，謂不當闑西棖闑之中央也，而稍東近闑也。○「不履閾」者，閾，門限。足不履踐門限之上。以言「賓入不中門」，故注云「謂聘客也」。○「公事自闑西」者，謂行聘享之禮。聘享是奉君命而行，故謂之「公事」。「自闑西」，用賓禮也。○「私事自闑東」者，謂私覿私面，非行君命，故謂之「私事」。「自闑東」者，從臣禮，示將為主君之臣也。"
      },
      {
        "index": 48,
        "text": "君與屍行接武，尊者尚徐。蹈半跡。○蹈，呼報反。大夫繼武，跡相及也。士中武。跡間容跡徐趨皆用是，君大夫、士之徐行也，皆如「與屍行」之節也。疾趨則欲發，而手足毋移。疾趨，謂直行也，疏數自若。發，謂起屨也。移之言靡匜也。毋移，欲其直且正。欲，或為「數」。○毋移，上音無，下如字。數，色角反，下同。迆，羊爾反。圈豚行，不舉足，齊如流。圈，轉也。豚之言若有所循。不舉足，曳踵則反之齊如水之流矣。孔子執圭則然，此徐趨也。○圈，舉遠反，又去阮反，注同。腞，本又作豚，同大本反，徐徒困反，注同。齊如音咨，本又作齋，同。踵，章勇反。席上亦然。尊處亦尚徐也。○處，尺慮反。端行，頤霤如矢。弁行，剡剡起屨。此疾趨也。端，直也。頤或為「{雨追}」也。○頤霤，上音夷，下力救反。弁，皮彥反，急也。剡，以漸反，《字林》因冉反。{雨追}音夷，徐音追。執龜、玉，舉前曳踵，蹜蹜如也。著徐趨之事。○宿宿，色六反，本或作「蹜」，同。"
      },
      {
        "index": 49,
        "text": "[疏]「君與」至「如也」。○正義曰：此一節明行步徐趨、疾趨之儀。○「君與屍行接武」者，明貴賤與屍，行步廣狹不同也。君，天子、諸侯也。武，跡也。接武者，二足相躡每蹈於半，未得各自成跡，故云「接武」也。尊者舒遲，故君及屍並步遲狹。○「大夫繼武」者，謂大夫與其屍行時。繼武者，謂兩足跡相接繼也。大夫漸卑，故與屍行步稍廣速也。○「士中武」者，謂士與其屍行也。中，猶間也。每徙足，間容一足地，乃躡之也。士極卑，故及屍行步極廣也。「徐趨皆用是」者，徐趨皆遲行也。皆，皆於君、大夫、士也。是，此也。言皆用此與屍行步之節。○「疾趨則欲發」者，疾趨，謂他事行禮，須直身速行時也。發，起也。既無所執持，而映兗頭恆起，無復繼接之異，其跡或疏或數，自若尋常，故注云「疏數自若」，貴賤同然也。○「而手足毋移」者，移，謂靡匜搖動也。雖屨恆欲起，而手足猶宜直正，不得邪低靡匜搖動也。○「圈豚行」者，此釋言徐趨之形也。圈，轉也。豚，循也。言徐趨法曳轉足循地而行也。○「不舉足」者，謂足不離地。○「齊如流」者，齊，裳下緝也。足既不舉，身又俯折，則裳下委地，曳足如水流狀也。。○「席上亦然」者，然，如是也。言在席上未坐，其行之時亦如是「圈豚行」、「齊如流」也。○「端行，頤霤如矢」者，此一經覆上「疾趨」之節也。端行，謂直身而行也。「頤霤」者，行既疾，身乃小折，而頭直俯臨前，頤如屋霤之垂也。○「如矢」者，矢，箭也。身趨前進，不邪如箭也。○「弁行」者，弁，急也。既是疾趨，宜急行也。○「剡剡起屨」者，剡剡，身起貌也。急行欲速，而身屨恆起也。○「執龜玉，舉前曳踵，蹜蹜如也」者，此一經論「徐趨」之事。言執龜、玉之時，有此徐趨也。○「舉前曳踵」者，踵，謂足後跟也。謂將行之時，初舉足前，後曳足跟，行不離地，「蹜蹜如也」。言舉足狹數，「蹜蹜如也」。"
      },
      {
        "index": 50,
        "text": "凡行，容愓愓，愓愓，直疾貌也。凡行，謂道路也。○愓音傷，又音陽，直而疾也。○廟中，齊齊，恭愨貌也。○齊，才兮反，賀在啟反。朝廷，濟濟、翔翔。莊敬貌也。○濟，徐子禮反，有威儀也。翔，本又作洋，音詳。"
      },
      {
        "index": 51,
        "text": "[疏]「凡行，容愓愓，廟中齊齊，朝廷濟濟翔翔」。○正義曰：此一節明道路、廟中、朝廷行步之法。○「凡行，容愓愓」者，愓愓，直而疾貌也。道路雖速疾，又不忘於直，故其容直而疾也。○「廟中，齊齊」者，齊齊，自收持嚴正之貌也。以對神不敢舒散，故貌恭愨齊齊然。○「朝廷，濟濟、翔翔」者，濟濟，有威儀矜莊也；翔翔，行而張拱也，並朝廷所須也。"
      },
      {
        "index": 52,
        "text": "君子之容舒遲，見所尊者齊漱。謙愨貌也。漱，猶蹙蹙也。○齊漱，一音咨，又則皆反，下文音速。猶蹙蹙，子六反。足容重，舉欲遲也。○手容恭，高且正也。目容端，不睇視也。○睇，大計反。口容止，不妄動也。聲容靜，不噦咳也。○噦，於厥反。咳，苦大反。頭容直，不傾顧也。氣容肅，似不息也。立容德，如有予也。○德如字，得也，徐音置。色容莊，勃如戰色。坐如屍。屍居神位，敬慎也。○燕居告溫溫。告，謂教使也。《詩》云：「溫溫恭人。」"
      },
      {
        "index": 53,
        "text": "[疏]「君子」至「溫溫」。○正義曰：此一節明君子動止之儀，手足口目之節也。○「君子之容舒遲」者，舒遲，閑雅也。○「見所尊者齊漱」者，君子雖尋常舒遲，若見所尊之人，則「齊漱」。齊，謂齊齊也。漱，謂蹙蹙。言自斂持迫促，不敢自寬奢，故注云「謙愨貌也」。是「齊愨」為謙敬之貌。皇氏云：「齊，謂裳不緝。漱，謂蹙斂。見所尊之人，自俯下身，裳下蹙斂。」則齊蹙是裳之體，注何得云「謙愨貌也」？皇氏說非也。「目容端」者，目宜端正，不邪睇而視之。○「立容德」者，德，得也。立則磬折如人授物與己，己受得之形也。賀云：「德，有所施與之名也。」立時身形小俯向前，如授物與人時也，故注云「如有予也」。會前兩注也。○「色容莊」者，欲常矜莊，「勃如戰色」，不乍變動也。○「燕居告溫溫」者，燕居，謂私燕所居也。色尚和善，教人使人之時，唯須溫溫，不欲嚴栗。○注「《詩》云溫溫恭人」。○正義曰：此《詩•小雅•小宛》之篇，刺幽王之詩。"
      },
      {
        "index": 54,
        "text": "凡祭，容貌顏色如見所祭者。如睹其人在此。○如睹，丁古反。\n[疏]「凡祭」至「祭者」。○正義曰：此一節明祭之時也。凡祭，謂諸祭也。「容貌顏色如見所祭」者，容貌恭敬，顏色溫和，如似見所祭之人，謂「祭如在也」。"
      },
      {
        "index": 55,
        "text": "喪容纍纍，羸憊貌也。○累，良追反。羸，力皮反。憊，皮拜反。○色容顛顛，憂思貌也。○顛字又作<真真>，音田，又丁年反。嗯，息嗣反。○視容瞿瞿、梅梅，不審貌也。○視容，又作「目容」。瞿，紀具反，又紀力反。言容繭繭。聲氣微也。○繭，古典反。"
      },
      {
        "index": 56,
        "text": "[疏]「喪容」至「繭繭」。○正義曰：此一節論居喪容貌、言語、瞻視之儀。○「喪容纍纍」者，謂容貌瘦瘠纍纍然。○「色容顛顛」者，顏色憂思，顛顛然不舒暢也。○「視容瞿瞿、梅梅」者，瞿瞿，驚遽之貌。梅梅，猶微微，謂微昧也。孝子在喪，所視不審，故「瞿瞿、梅梅」然。○「言容繭繭」者，繭繭猶綿綿，聲氣微細繭繭然。"
      },
      {
        "index": 57,
        "text": "戎容暨暨，果毅貌也。○暨，其記反。言容詻詻，教令嚴也。○詻，五格反。色容厲肅，儀形貌也。視容清明。察於事也。○視，如字，徐市志反。立容辨卑，毋諂。辨，讀為貶。自貶卑，謂磬折也。諂，為傾身以有下也。○辨，讀為貶，彼檢反，《字林》貶音方犯反。音諂，舊又音鹽，注同。有下，戶嫁反。頭頸必中。頭容直。山立，不搖動也。時行，時而後行也。《詩》云：「威儀孔時。」盛氣顛實揚休，顛讀為闐，揚讀為陽，聲之誤也。盛聲中之氣，使之闐滿。其息若陽氣之休物也。○顛，依注讀為「闐」，音田。○玉色。色不變也。"
      },
      {
        "index": 58,
        "text": "[疏]「戎容」至「玉色」。○正義曰：此一節明戎容之體。暨暨，果毅剛強之貌。○「言容詻詻」者，謂教令嚴猛也。軍旅行教令，宜嚴猛也。○「色容厲肅」者，厲，嚴也。肅，威也。軍中顏色尚威嚴也。以義斷割，使義形貌，故嚴威也。○「視容清明者」，謂瞻視之容，須清察明審。○「立容辨卑」者，謂在軍中立之形容，常貶損卑退，磬折恭敬，不得驕敖忽略士卒。○「毋諂」者，軍中尚威武，雖自貶退，當有威可畏，無得過為諂曲以屈下於人。○「頭頸必中」者，頭容直不低回也。○「山立」者，若住立，則嶷如山之固，不搖動也。《樂記》云：「總干而山立，不動搖也。」○「時行」者，觀時而行也。○「盛氣顛實揚休」者，顛，塞也。實，滿也。揚，陽也。休，養也。言軍士宜怒其氣，塞滿身中，使氣息出外咆勃，如盛陽之氣，生養萬物也。「玉色」者，軍尚嚴肅，故色不變動，常使如玉也。"
      },
      {
        "index": 59,
        "text": "凡自稱，天子曰「予一人」，謙自別於人而已。○別，彼列反，又如字。伯曰「天子之力臣」。伯，上公九命分陝者。○陝，失冉反。諸侯之於天子，曰「某土之守臣某」；其在邊邑，曰「某屏之臣某」；其於敵以下，曰「寡人」。小國之君曰「孤」，擯者亦曰「孤」。邊邑，謂九州之外。大國之君自稱曰「寡人」，擯者曰「寡君」。○守，手又反。"
      },
      {
        "index": 60,
        "text": "[疏]「凡自」至「曰孤」。○正義曰：此一節明天子以下至士自稱，及擯者，傳辭之法也。各隨文解之。○「凡自稱，天子曰予一人」者，按《曲禮》下云「天子曰余一人」，予、余不同者，鄭注《曲禮》云：「余、予古今字耳。」蓋古稱予，今稱余，其義同。此云「自稱」，《曲禮》注云「擯者辭」，則天子與臣下言，及遣擯者接諸侯，皆稱「予一人」。言我於天下之內，但秪是一人而已。自謙退，言與餘人無異。若臣下稱一人，則謂率土之內，唯有此一人，尊之也。○「伯曰天子之力臣」，按《曲禮》云「天子之吏」，不同者，此謂自稱，謂身自稱於諸侯也，言己是天子運力之臣；《曲禮》所云「謂二伯擯於天子，曰天子之吏，鄭注《曲禮》云「擯者辭」，以此不同也。皇氏云：「所以不同者，殷、周之異。」不顧經文，繆為異說，其義非也。○「諸侯」至「曰孤」，明諸侯自稱之號。○「諸侯之於天子，曰某土之守臣某」者，謂諸侯身對天子自稱辭，故上文總以「自稱」冠之。若諸侯上介致辭於天子之擯者，亦當然也。其天子之擯告天子，則曰「臣某」、「侯某」，故《曲禮》云：「諸侯之於天子曰臣某侯某。」鄭注《曲禮》謂「嗇夫承命」，「告天子辭」也。○「其在邊邑，曰某屏之臣某」者，謂在九州之外，邊鄙之邑，自稱於天子，云「某屏之臣某」。若使上介告天子之擯，亦當然。其天子之擯告天子，則曰臣某子某、某男某，故《曲禮》云：「其在東夷、北狄、西戎、南蠻，雖大曰子。」注云「入天子之國曰子，男者亦曰男」是也。此與《曲禮》不同者，亦以自稱及擯者不同，皇氏皆以為殷、周之異，其義非也。○「其於敵以下，曰寡人」者，謂諸侯於敵以下，自稱「寡人」。言「以下」，通及民也。謹按《曲禮》云「其與民言，自稱曰『寡人』」是也。○「小國之君曰孤，擯者亦曰孤」者，此謂夷狄子、男之君自稱，及介傳命云「某土之孤某」，故云「小國之君曰孤」。擯者告天子，亦應云「某孤」，故云「擯者亦曰孤」。其在國自稱亦曰孤，故《曲禮》云「庶方小侯，於外曰子，自稱曰孤」是也。○注「大國」至「寡君」。正義曰：按《春秋》，大夫出使之時，稱己君為「寡君」，則知為君擯者，稱己君為「寡君」也。"
      },
      {
        "index": 61,
        "text": "上大夫曰「下臣」，擯者曰「寡君之老」。下大夫自名，擯者曰「寡大夫」。世子自名。擯者曰「寡君之適」。擯者之辭主，謂見於他國君。下大夫自名於他國君曰「外臣某」。○適，丁歷反。見，賢遍反。公子曰「臣孽」。孽，當為蘗，聲之誤。○孽音蘗，五葛反，徐五列反。士曰「傳遽之臣」，於大夫曰「外私」。傳遽，以車馬給使者也。士臣於大夫者曰「私人」。○傳，陟戀反，注同。遽，其庶反。大夫私事使，私人擯則稱名，私事使，謂以君命私行，非聘也。若魯成公時，晉侯使韓穿來言汶陽之田，歸之於齊之類。○使，色吏反，注同。公士擯，則曰「寡大夫」、「寡君之老」。大夫有所往，必與公士為賓也。謂聘也。大聘使上大夫，小聘使下大夫。公士為賓，謂作介也。往，之也。○賓，必刃反，注同。"
      },
      {
        "index": 62,
        "text": "[疏]「上大」至「之適」。○正義曰：此一節明上下大夫、世子在己國，及出使往他國稱謂之異。○「上大夫曰下臣」者，上大夫，卿也。自於己君之前稱曰「下臣」。君前臣名，稱「下臣某」也。○「擯者曰寡君之老」者，謂此上大夫出使他國，在於賓館，主國致禮上大夫，設擯禮待之，此擯者稱大夫為「寡君之老」。雖以「擯」為文，其實謂介接主君之時，辭亦當然。擯、介通也。「下大夫自名」者，謂對己，君稱名而已，不敢稱下臣，卑遠於卿也。○「擯者曰寡大夫」者，謂下大夫出使，設擯者以待，主國此擯者稱下大夫云「寡大夫」，不敢稱「寡君之老」。○「世子自名」者，謂對己國之君稱名。○「擯者曰寡君之適」，謂對他國之辭。○注「擯者」至「臣某」。○正義曰：「擯者之辭主「，謂見他國君，則是出使之臣，在客曰「介」，當云「介」，而云「擯」者，謂出使他國，在於賓館，主國致禮，己為主人，故稱「擯」也。且擯、介，散文則通也。云「下大夫自名於它國君曰外臣某」者，如鄭此言，則下大夫自名，謂對己君也，則經云「上大夫曰下臣」，亦對己君也。故熊氏以為皆對己君。而皇氏云「對它國君」，違鄭注意，其義非也。「公子曰臣孽」，稱「臣」，謂對己君也。若對它國，當云「外臣」。注從蘗者，蘗是樹生之餘，故《盤庚》云「若顛木之有由孽」是也。○「士曰」至「外私」。○遽，是促遽。士位卑，給車馬役使，故稱「傳遽」，亦謂對己君也。皇氏以為「對它國君」，其義亦通。○「於大夫曰外私」者，凡大夫家臣稱「私」。此士既不與大夫為臣，故對大夫稱曰「外私」。○注「士臣」至「私人」。○正義曰：此下文云「大夫私事使，私人擯則稱名」，故知大夫之臣曰「私人」也。○「大夫」至「稱名」。○「大夫私事使」者，謂非正聘之禮，謂以君之私事而出使。○「私人擯則稱名」者，謂以己之屬臣為擯相，雖是上大夫及下大夫擯者，則皆稱大夫之名。以其非公事正聘，故降而稱名也。○注「若魯」至「之類」。○正義曰：按：成二年，晉及魯、衛伐齊，使齊人歸魯汶陽之田。至成八年，齊人服晉，「晉侯使韓穿來言汶陽之田，歸之於齊」。云「之類」者，若乞師、告糴，故云「之類」。○「公士」至「賓也」。○前經明大夫以君之私事出使，此經明大夫以國之公事出聘及私問也。「公士擯」者，謂正聘之時，則用公家之士為擯，不用私人也。「則曰寡大夫，寡君之老」者，若小聘使下大夫，擯者則稱下大夫曰「寡大夫」。若大聘使上大夫，擯者則稱上大夫曰「寡君之老」。○「大夫有所往，必與公士為賓也」者，覆明上正聘使公士為擯之事。往，謂之適也。言大夫正聘者，有所往之、適之時，必與公士為賓。賓，介也，言使公士作介也。○注「大聘」至「大夫」。○正義曰：按《聘禮》「及竟張旃」，《周禮》「孤卿建旃」，故知大聘使卿。《聘禮》又云：「小聘曰問。」其禮如為介。按：大聘，大夫為上介，今云如其為「介」，故知「小聘」是大夫也。"
      }
    ]
  }
}