{
  "chapterNumber": 7,
  "title": "卷06",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "君子已孤不更名。[亦重本。]已孤暴貴，不爲父作謚。[子事父，無貴賤。　【疏】正義曰：此一節論父沒不可輒改爲名、謚之事。　「已孤不更名」者，不復改易更作新名。所以然者，名是父之所作，父今已死，若其更名，似遺棄其父，故鄭注云「亦重本」也。言「亦」者，亦上行本國之俗，上是重本，故云「亦」也。　「已孤暴貴，不爲父作謚」者，此「孤」不辨老少，惟無父則是也。暴貴，本爲士庶，今起爲諸侯，非一等之位，故云「暴貴」也。謚者，列平生德行而爲作美號。若父昔賤，本無謚；而己今暴貴，升爲諸侯，乃得制謚，而不得爲父作謚。所以爾者，父賤無謚，子今雖貴，而忽爲造之，如似鄙薄父賤，不宜爲貴人之父也。或舉武王爲難，鄭答趙商曰：「周道之基隆於二王，功德由之，王迹興焉。凡爲人父，豈能賢乎？若夏禹、殷湯則不然矣。」　注「子事父，無貴賤」。　正義曰：子不得言己昔賤今貴，父賤，不宜爲貴人之父也。]"
      },
      {
        "index": 1,
        "text": "居喪，未葬，讀喪禮；既葬，讀祭禮；喪復常，讀樂章。[爲禮各於其時。]居喪不言樂，祭事不言凶，公庭不言婦女。[非其時也。　【疏】正義曰：此一節明行禮各有時之事，各隨文解之。　居喪者，居父母之喪也。喪禮，謂朝夕奠下室、朔望奠殯宮及葬等禮也，此禮皆未葬以前。　「既葬，讀祭禮」者，祭禮，虞、卒哭、祔、小祥、大祥之禮也。　「喪復常，讀樂章」者，復常，謂大祥除服之後也。樂章，謂樂書之篇章，謂《詩》也。禫而後吉祭，故知禫後宜讀之。此上三節，事須預習，故皆許讀之。]"
      },
      {
        "index": 2,
        "text": "振書、端書於君前，有誅；倒筴、側龜於君前，有誅。[臣不豫事，不敬也。振，去塵也。端，正也。倒，顛倒也。側，反側也。皆謂甫省視之。]龜筴、几杖、席蓋、重素、袗絺綌，不入公門。[龜筴，嫌問國家吉凶。几杖，嫌自長老。席蓋，載喪車也，《雜記》曰：「士輤，葦席以爲屋，蒲席以爲裳帷。」重素，衣裳皆素，喪服也。袗，單也。孔子曰：「當暑，袗絺綌必表而出之。」爲其形褻。]苞屨、扱衽、厭冠，不入公門。[此皆凶服也。苞，藨也，齊衰藨蒯之菲也。《問喪》曰：「親始死，扱上衽。」厭猶伏也。喪冠厭伏。「苞」或爲「菲」。]書方、衰、凶器，不以告，不入公門。[此謂喪在內，不得不入，當先告君耳。方，板也。《士喪禮》下篇曰：「書賵於方，若九，若七，若五。」凶器，明器也。]公事不私議。[嫌若姦也。]君子將營宮室，宗廟爲先，廄庫爲次，居室爲後。[重先祖及國之用。　【疏】正義曰：此一節揔明臣當預事，并明臣入公門當謹敬之禮也，各依文解之。　振書者，拂去塵也。書，簿領也。端，正也。誅，責也。臣不豫慎，若將文書簿領於君前，臨時乃拂整，則宜誅責也。　「倒筴、側龜於君前，有誅」者，倒，顛倒也。側，反側也。龜、筴，君之卜筮所須也，不預周正而來在君前，方顛倒反側齊正，則有責罰也。　注「臣不」至「視之」。　正義曰：甫者，始也。謂不豫整理，今於君前始正之。　「龜筴」至「公門」。　此以下明臣物不得入君門者也。　「龜筴」者，謂臣之龜筴也。將入，嫌問國家吉凶。　「几杖」者，臣之几杖也。若將入，謂欲驕矜，嫌自長老。　「席蓋」者，喪車蓋也。臣有死於公宮，可許將柩出門，不得將喪車凶物入也。車比棺爲緩，宜停外也。　「重素」者，衣裳皆以素，謂遭喪之服也，亦不宜著入也。　「袗絺綌」者，袗，單也。絺綌，葛也。上無衣表則肉露見，爲不敬，故不著入也。　「不入公門」者，并結上諸條事，皆不得入也。若尸乘以几至廟門，及八十杖於朝，則几杖得入公門也。　注「龜筴」至「形褻」。　正義曰：引《雜記》，證席蓋是喪車也。輤，喪車邊牆也，在上曰屋，在邊曰裳帷。士喪，車用葦席爲上屋，蒲席以爲邊牆也。然天子、諸侯染布爲蒨色，大夫但布而不染，士用席，而亦言「輤」者，因天子輤通名也。今言「席蓋」，謂士耳。舉士爲例，卿大夫喪車亦不得入。云「重素，衣裳皆素，喪服也」者，若臣之待放，衣裳皆素。既是待放，本無得入公門之理。此云「重素不入公門」者，謂私服。又《文王世子》公族有死罪，公親素服。唯君得素服入，臣則不可。引《論語》，證入公門不單也。形褻，謂肉露見也。　「苞屨」至「公門」。　苞屨，謂藨蒯之草爲齊衰喪屨。　「扱衽」者，親始死，孝子徒跣，扱上衽也。　「厭冠」者，喪冠也。厭帖無耆強，爲五服喪所著也。　「不入公門」者，此并五服之內喪服差次，不合入，不得著入公門也。苞謂杖齊衰之屨，故《喪服》杖齊衰章云：「疏屨者，藨蒯之菲也。」此云「苞屨、扱衽，不入公門」，《服問》云「唯公門有稅齊衰」，注云：「不杖齊衰也。於公門有免齊衰，則大功有免絰也。」如鄭之言，五服入公門與否各有差降。熊氏云：「父之喪，唯扱上衽不入公門，冠絰、衰屨皆得入也。杖齊衰則屨不得入。不杖齊衰，衰又不得入。其大功，絰又不得入。其小功以下，冠又不得入。此厭冠者，謂小功以下之冠，故云『不入公門』。凡喪冠皆厭，大功以上，厭冠宜得入公門也。」凡喪屨，案《喪服》斬衰用菅屨，杖齊衰用苞，不杖齊衰用麻，大功用繩。故《小記》云「齊衰三月，與大功同者繩屨」。其小功以下，鄭引舊說云：「小功以下，吉屨無絇。」　「書方」者，此謂臣有死於公宮，應須凶具，此下諸物並宜告而後入者也。書，謂條錄送死者物件數目多少，如今死人移書也。方，板也。百字以上用方板書之，故云「書方」也。　「衰」者，孝子喪服也。　「凶器」者，棺材及棺中服器也。　「不以告，不入公門」者，臣在公宮而死，營凶器所須，而不得輒將入公門，故須告也。然衰之屬，今厭冠、苞屨尚不入，云衰告乃入者，熊氏云：「上『不入』謂公宮庫、雉、路之門，今此『不入公門』者，國城之門，謂卿大夫之喪從外來，書方、衰、凶器須告乃入。」今謂既同稱公門，又國城之內，百姓民眾所居，方、衰、凶器須告乃入，事恐非也。蓋公門非一，或是公之外門及百官治事之處，君許其在內殯及將葬之禮，故有明器、書方須告乃入。　注「士喪」至「器也」。　正義曰：證喪禮書方也。送死者，車馬曰賵，衣服曰襚，亦通曰賵。「若九、若七」等，謂書送物於板行列之數多少也，物多則九行，少則七行、五行也。]"
      },
      {
        "index": 3,
        "text": "凡家造，祭器爲先，犧賦爲次，養器爲後。[大夫稱家。謂家始造事。犧賦，以稅出牲。]無田祿者不設祭器，有田祿者先爲祭服。[祭器可假，祭服宜自有。]君子雖貧，不粥祭器；雖寒，不衣祭服；爲宮室，不斬於丘木。[廣敬鬼神也。粥，賣也。丘，壟也。]大夫、士去國，祭器不踰竟。[此用君祿所作，取以出竟，恐辱親也。]大夫寓祭器於大夫，士寓祭器於士。[寓，寄也。與得用者言寄，覬己後還。　【疏】正義曰：此一節揔論大夫所造祭器、衣服，并明祭器所寄之事，各依文解之。　「凡家造」，謂大夫始造家事也。大夫爲家。　「祭器爲先」者，崇敬祖禰，故在先。　「犧賦爲次」者，諸侯大夫少牢，此言「犧」，謂牛，即是天子之大夫祭祀。賦斂邑民，供出牲牢，故曰犧賦。　「養器爲後」者，養器，供養人之飲食器也。自贍爲私，宜後造。然諸侯言宗廟，大夫言祭器，諸侯言廄庫、居室，大夫言犧賦、養器者，互言也。此據有地大夫，故得造祭器。若無田祿者，但爲祭服耳。其有地大夫祭器、祭服俱造，則先造祭服，乃造祭器。此言「祭器爲先」者，對犧賦、養器爲先，其實在祭服之後。　「無田」至「祭服」。　嚮明得造祭器，此明不得造者，不同也。若大夫及士有田祿者乃得造器，猶不具，唯天子大夫四命以上者得備具。若諸侯大夫，非四命，無田祿，則不得造。故《禮運》云：「大夫聲樂皆具，祭器不假，非禮也。」據諸侯大夫言之也。熊氏以《禮運》據天子大夫得造不得具，非也。　「有田祿者先爲祭服」者，若有田祿，雖得造器，而先爲祭服，後爲祭器耳。所以然者，緣人形參差，衣服有大小，不可假借，故宜先造；而祭器之品量，同官可以共有，以其制同，既可暫假，故營之在後。　「大夫」至「於士」。　此以下明人臣三諫不從去國之禮。　「祭器不踰竟」者，既明出禮，先從重物爲始也。踰，越也。此祭器是君祿所造，今既放出，故不得自隨越竟也。注云「此用君祿所作，取以出竟，恐辱親也」，無德而出，若猶濫用其器，是辱親也。《隱義》云：「嫌見奪，故云『恐辱親』也。」　「大夫寓祭器於大夫，士寓祭器於士」者，寓猶寄也。既不將去，故留寄其同僚。必寄之者，冀其復還得用也。魯季友奔陳，國人復之，傳曰「季子來歸」是也。　注「寓寄」至「後還」。　正義曰：此解言「寄」之義也。夫物不被用則生蟲蠹，故寄於同官，令彼得用，不使毀敗，冀還復用。大夫、士義皆然也。]"
      },
      {
        "index": 4,
        "text": "大夫、士去國踰竟，爲壇位，鄉國而哭，素衣、素裳、素冠，徹緣、鞮屨、素簚，乘髦馬，不蚤鬋，不祭食，不說人以無罪，婦人不當御，三月而復服。[言以喪禮自處也。臣無君，猶無天也。壇位，除地爲位也。徹猶去也。鞮屨，無絇之菲也。簚，覆笭也。髦馬，不鬄落也。蚤讀爲爪。鬋，鬋鬢也。不自說於人以無罪，嫌惡其君也。御，接見也。三月一時，天氣變，可以遂去也。「簚」或爲「幕」。　【疏】正義曰：此大夫、士三諫而不從，出在竟上。大夫則待放三年，聽於君命，若與環則還，與玦便去。《隱義》云：「去國，當待玦也。」若士不待放，臨去皆行此禮也。　「爲壇位，鄉國而哭」者，壇者，除地而爲壇。臣之無君，猶人無天也。嫌去父母之邦，有桑梓之戀，故爲壇鄉國而哭，以喪禮自變處也。所以待放必三年者，三年一閏，天道一變，因天道變，望君自改也。然在竟未去，聽君環、玦，不謂「待歸」而謂「待放」者，既已在竟，不敢必還，言唯待君見放乃去也。　「素衣、素裳、素冠」者，今既離君，故其衣、裳、冠皆素，爲凶飾也。　「徹緣」者，緣，中衣緣也。素服裏亦有中衣。若吉時，中衣用采緣；此既凶喪，故徹緣而純素。　「鞮屨」者，謂無絇飾屨也。屨以絇爲飾，凶，故無絇也。《士冠禮》云「玄冠黑屨，青絇，博寸」，鄭云：「絇之言拘也，以爲行戒，狀如刀衣鼻，在屨頭。」故解者云：古屨以物繫之爲行戒，故用繒一寸，屈之爲絇。絇爲拘著屨頭，以容受繫穿貫也。其屈之形，似漢時刀衣鼻也。其色或青或黑不同。而《冠禮》屨，夏用葛，冬用皮，又各隨裳色。今素裳，則屨白色也。　「素簚」者，素，白狗皮也。簚，車覆蘭也。禮，人君羔幦、虎犆，大夫鹿幦、豹犆。今此喪禮，故用白狗皮也。《既夕禮》云「主人乘惡車，白狗幦」是也。然吉凶覆苓不同，必用皮者，象始服牛馬，初當用皮爲覆。　「乘髦馬」者，吉則翦剔馬毛爲飾，凶則無飾，不翦而乘之也。　「不蚤鬋」者，蚤，治手足爪也。鬋，剔治鬚髮也。吉，則治翦爲飾，凶，故不翦也。《士虞禮》曰「蚤翦」，謂爪翦鬚也。　「不祭食」者，祭，祭先也。夫食盛饌則祭食之，先喪凶，故不祭也。　「不說人以無罪」者，善則稱君，過則稱己。今雖放逐，猶不得嚮人自說道己無罪而君惡，故見放退也。　「婦人不當御」者，御，接見也。吉時婦人以次侍御寢宿，今喪禮自貶，故不也。　「三月而復服」者，自貶三月，然後事事反還如吉禮而遂去也。所以三月者，爲一時天氣一變，故三月人情亦宜易也。　注「鞮屨，無絇之菲也」。　正義曰：知鞮是無絇之屨者，案《周禮·屨人》屨、舄皆有絇、繶、純，案《鞮屨氏》無絇、繶之文，故知是無絇之菲也。云「髦馬，不鬄落也」者，以其稱髦馬，與童子垂髦同，故知不鬄落鬃鬣。案《大戴禮·王度記》云：「大夫俟放於郊，三年，得環乃還，得玦乃去。」此踰國三月乃行，不同者，得玦之後，從郊至竟，三月之內而行此禮也。]"
      },
      {
        "index": 5,
        "text": "大夫、士見於國君，君若勞之，則還辟，再拜稽首。[謂見君，既拜矣，而後見勞也。《聘禮》曰，君勞使者及介，君皆答拜。]君若迎拜，則還辟，不敢答拜。[嫌與君亢賓主之禮。迎拜，謂君迎而先拜之。《聘禮》曰，大夫入門再拜，君拜其辱。]大夫、士相見，雖貴賤不敵，主人敬客則先拜客，客敬主人則先拜主人。[尊賢。]凡非弔喪、非見國君，無不答拜者。[禮尚往來。喪，賓不答拜，不自賓客也。國君見士，不答其拜，士賤。]大夫見於國君，國君拜其辱；士見於大夫，大夫拜其辱；同國始相見，主人拜其辱。[自外來而拜，拜見也。自內來而拜，拜辱也。]君於士不答拜也，非其臣則答拜之。[不臣人之臣。]大夫於其臣，雖賤，必答拜之。[辟正君。]男女相答拜也。[嫌遠別不相答拜，以明之。　【疏】正義曰：此一節論君臣、男女相答拜之法，各依文解之。　「大夫、士見於國君」者，謂大夫、士出聘他國君之禮。「君若勞之，則還辟，再拜稽首」者，勞，慰勞也。還辟，逡巡也。初至，行聘享、私覿禮畢，而主君又別慰勞己在道路之勤，故己逡巡而退者，辟君之答己之意也。　案《聘禮》行聘享及私覿訖，賓出，主君送至大門內，主君問聘君、問大夫竟，乃云「公勞賓，賓再拜稽首，公答拜。公勞介，介再拜稽首，公答拜」，即此大夫出聘他國、君勞之是也。《聘禮》無還辟之文者，文不備也。　注「謂見」至「答拜」。　正義曰：案《聘禮》勞賓之前不見賓先拜，此云賓「既拜矣」，謂賓初行私覿之時已拜主君矣，在後始主君勞，故曰「既拜矣，而後見勞」。引《聘禮》者，證君勞賓再拜之事。熊氏以爲：「唯云大夫、士，謂小聘，大夫爲賓、士爲介故也。」今謂大聘、小聘皆然，故鄭引《聘禮》以證之。此大夫之中則含卿也。知者，以此經皆緫云大夫，不別言卿，故知大夫含卿也。　「君若迎拜，則還辟，不敢答拜」者，君若迎，先拜賓，賓是使臣，不敢當禮，則還辟逡巡，不敢答主君之拜。　注「嫌與」至「其辱」。　正義曰：此主君迎拜者，謂聘賓初至主國大門外，主君迎而拜之，故《聘禮》云「賓入門左，公再拜，賓辟，不答拜」是也。故鄭引《聘禮》大夫入門再拜，君拜其辱者，初入門，主君再拜其辱也。　「大夫」至「主人」。　正義曰：此謂使臣行禮受勞已竟，次見彼國卿大夫也。唯賢是敬，不計賓主、貴賤，雖爲大夫而德劣，亦先拜有德之士也。謂異國則爾，同國則否。又《士相見禮》「若先生、異爵者」，謂士則先拜之，此則不必同國也。　「凡非弔喪、非見國君，無不答拜者」。　此明禮尚往來也。己雖賢德，而必皆相答拜也。凡拜而不答拜者，唯有弔喪也、士見己君此二條耳。弔所以賓不答拜者，己本來爲助執於喪事，非行賓主之禮，故主人雖拜己，己不答也。故《士喪禮》「有賓，則拜之」，賓不答拜，是也。君不答士者，謂士見己君，君尊，不答也。　注「國君」至「士賤」。　正義曰：案《聘禮》士介四人，君皆答拜者，以其他國之士故也。　「大夫」至「其辱」。　辱，謂見他國君也。故《聘禮》云公在門左拜，是拜其辱也。　「士見於大夫，大夫拜其辱」者，謂平常相答拜，非加敬也。故《聘禮》賓朝服問卿，卿迎於廟門外，再拜，是主人必拜辱也。《士相見禮》：「士見大夫，於其入也，主人一拜。賓退，送，又再拜。」熊氏以爲：「同國大夫見己君，君拜其辱者，以初爲大夫，敬之故也。若尋常則不拜也。」　「同國始相見，主人拜其辱」者，前是異國，此明同國。同國則主人必先拜辱，不論有德也。　「君於士不答拜也，非其臣則答拜之」，君於己士，以其賤，故不答拜。然《聘禮》云，聘使還，士介四人，君旅答拜者，敬其奉使而還。《士相見禮》「士見國君，君答拜」者，以其初爲士，敬之故也。　「非其臣則答拜之」者，以其他國之士，非己尊所加，故答之也。　「大夫於其臣，雖賤，必答拜之」者，大夫爲君，宜辟正君，故不辨己臣貴賤，皆答拜也。　「男女相答拜也」。　男女宜別，或嫌其不相答，故明雖別必宜答也。俗本云「男女不相答也」，禮，男女拜，悉相答拜，則有「不」字爲非，故鄭云「嫌遠別不相答拜，以明之」。]"
      },
      {
        "index": 6,
        "text": "國君春田不圍澤，大夫不掩羣，士不取麛卵。[生乳之時，重傷其類。　【疏】正義曰：此明貴賤田獵不同。國君，諸侯也。春時萬物產孕，不欲多傷殺，故不合圍繞取也。夏亦當然。　「大夫不掩羣」者，羣，謂禽獸共聚也。羣聚則多，不可掩取之。　「士不取麛卵」者，麛乃是鹿子之稱，而凡獸子亦得通名也。卵，鳥卵也。春方乳長，故不得取也。然國君春田不圍也，則天子春圍；大夫春不掩，則國君春掩也；士春不取麛卵，則大夫春取也。而《王制》云「天子不合圍，諸侯不掩羣」，則與此異者，彼上云「天子、諸侯無事，則歲三田」，鄭云：「三田者，謂夏不田，謂夏時也。」案《周禮》四時田，而云「三田」者，下因云「不合圍」，則知彼亦夏禮也。又《史記》湯立三面網而天下歸仁，亦是不合圍也。此間所明，周制矣。]"
      },
      {
        "index": 7,
        "text": "歲凶，年穀不登，[登，成也。]君膳不祭肺，馬不食穀，馳道不除，祭事不縣，大夫不食粱，士飲酒不樂。[皆爲自貶損，憂民也。禮，食殺牲則祭先，有虞氏以首，夏后氏以心，殷人以肝，周人以肺。不祭肺，則不殺也。天子食，日少牢，朔月大牢；諸侯食，日特牲，朔月少牢。除，治也。不治道，爲妨民取蔬食也。縣，樂器，鐘磬之屬也。粱，加食也。不樂，去琴瑟。　【疏】正義曰：此下明凶荒，人君憂民自貶退，禮也。　「歲凶」者，謂水旱災害也。　「年穀不登」者，歲既凶荒，而年中穀稼不登。登，成也。然年、歲雖通，其亦有異。鄭注《太史職》：「中數曰歲，朔數曰年。」釋者云：年是據有氣之初，歲是舉年中之稱，故云「朔數曰年，中數曰歲」也。　「君膳不祭肺」者，膳，美食名。禮，天子食，日少牢，朔月太牢；諸侯食，日特牲，朔月少牢。夫盛食必祭，周人重肺，故食先祭肺。歲既凶饑，故不祭肺，則不殺牲也。　「馬不食穀」者，年豐則馬食穀，今凶年，故不食也。　「馳道不除」者，馳道，正道，如今御路也，是君馳走車馬之處，故曰馳道也。除，治也。不治，謂不除於草萊也。所以不除者，凶年人各應採蔬食，今若使人治路，則廢取蔬食，故不除也。　「祭事不縣」者，樂有縣鐘磬，因曰「縣」也。凶年雖祭而不作樂也。自貶損，故先言膳，後言祭。　「大夫不食粱」者，大夫食黍稷，以粱爲加，故凶年去之也。　「士飲酒不樂」者，士平常飲酒奏樂，今凶年猶許飲酒，但不奏樂也。　「君膳不祭肺」以下及「士飲酒不樂」，各舉一邊而言，其實互而相通。但君尊，故舉不殺牲及不縣之等大者而言；大夫、士卑，直舉飲酒之小者言耳。　注「有虞」至「琴瑟」。　正義曰：此《明堂位》文，引之者，證不祭肺。「天子食，日少牢，朔月大牢；諸侯食，日特牲，朔月少牢」，此《玉藻》文，引之者，證天子、諸侯非凶年殺牲之事。案《周禮·膳夫》云：「王日一舉大牢。」不引《膳夫》而引《玉藻》者，以《膳夫》秖有王禮，《玉藻》兼載天子、諸侯。此經云「君膳不祭肺」，又連言大夫、士，是其文既廣，故引《玉藻》天子、諸侯爲證也。《玉藻》所以異《膳夫》者，《膳夫》是周之正禮，《玉藻》是衰世之法，故《鄭志》云：「作記之時，或諸侯同天子，或天子與諸侯同，作記者亂之耳。」云「粱，加食也」者，以其《公食大夫禮》設正饌之後乃設稻粱，以其是加也。此歲凶者，案襄二十四年冬，大饑，《穀梁傳》曰：「五穀不升爲大饑。一穀不升謂之嗛，二穀不升謂之饑，三穀不升謂之饉，四穀不升謂之康，五穀不升謂之大侵。大侵之禮，君食不兼味，臺榭不塗，弛侯，廷道不除，百官布而不制，鬼神禱而不祀。」此云「歲凶」，與彼「大侵」同也。此「膳不祭肺」，則「食不兼味」也。此「祭事不縣」，謂祈禱之祭，則與大侵「禱而不祀」一。《白虎通》云：「一穀不升，徹鶉鷃；二穀不升，徹鳧鴈；三穀不升，徹雉兔；四穀不升，損囿獸；五穀不升，不備三牲。」其「不備三牲」與此「君膳不祭肺」同也。]"
      },
      {
        "index": 8,
        "text": "君無故玉不去身，大夫無故不徹縣，士無故不徹琴瑟。[憂樂不相干也。故，謂災患、喪病。　【疏】正義曰：此明無災者也。君，諸侯也。玉，謂佩也。君子於玉比德，故恆佩玉，明身恆有德也，且以玉爲容飾。無故則有其容飾，故佩玉也。　「大夫無故不徹縣」者，徹亦去也，無災變則不去樂也。　「士無故不徹琴瑟」者，此無災則亦不去也。故鄭前注「士不樂，去琴瑟」，取此文「琴瑟」。此是不命之士爾，若其命士，則特縣也。自士以上皆有玉珮，上云「君無故不去玉」，則知下通於士也。下言「士不去琴瑟」，亦上通於君也。但比德爲重，故君上明之也。又大夫言縣，士言琴瑟，亦互言耳。但縣勝，故大夫言之矣。　注「憂樂」至「喪病」。　正義曰：災，水火也。熊氏云：「案《春秋說題辭》：，樂無大夫、士制。鄭玄《箴膏肓》從《題辭》之義，大夫、士無樂。《小胥》云『大夫判縣、士特縣』者，《小胥》所云娛身之樂及治人之樂則有之也，故《鄉飲酒》有工歌之樂是也。《說題辭》云無樂者，謂無祭祀之樂，故《特牲》《少牢》無樂。」若然，此云大夫不徹縣、士不徹琴瑟者，謂娛身及治民之樂也。]"
      },
      {
        "index": 9,
        "text": "士有獻於國君，他日，君問之曰：「安取彼？」再拜稽首而后對。[起敬也。]大夫私行，出疆必請，反必有獻。士私行，出疆必請，反必告。[臣不敢自專也。私行，謂以己事也。士言告者，不必有其獻也，告反而已。]君勞之則拜，問其行，拜而后對。[亦起敬也。問行，謂道中無恙及所經過。　【疏】正義曰：此一節論大夫、士饋獻之事，各依文解之。　「士有獻」者，謂士有物奉貢於君也。　「他日，君問之曰『安取彼』」者，他日，謂別日也，非是獻物之日。安取彼，猶何處取彼物。別日，君問士云：「何處得前所獻之物？」所以須問者，士卑德薄，嫌其無有也。不即問而待他日者，士有貢獻，當日乃自致於外，而不敢容易見，恐君答己拜，故別日乃見君，君得問之也。　「再拜稽首而后對」者，士聞君問，故先拜稽首，而後起對得物所由。　「大夫」至「后對」。　私行，謂非爲君行也。疆，界也。既非公事，故宜必請也。然大夫無外交，而此有私行出界，或是新來大夫，姻婭猶在本國，故有私行往來，但不得執交於外耳。　「反必有獻」者，大夫有德，必能招人餉遺，故還必有獻。有獻由德，亦示君若賢無異志。　「士私行，出疆必請」者，出與大夫同也。　「反必告」者，還與大夫異也。士德劣，故不必有獻，但必知還而已。　「君勞之則拜」者，大夫、士通如此，謂行還而君若慰勞己之勞苦，則己拜之也。或有本云「士有獻」字，非也。　「問其行，拜而后對」者，君若問其行道中無恙及遊涉所至，則又拜，拜竟而起對也。先拜後答，急謝見問之恩也。]"
      },
      {
        "index": 10,
        "text": "國君去其國，止之曰「奈何去社稷也」，大夫曰「奈何去宗廟也」，士曰「奈何去墳墓也」。[皆民臣殷勤之言。]國君死社稷，[死其所受於天子也。謂見侵伐也。《春秋傳》曰：「國滅，君死之，正也。」]大夫死眾，士死制。[死其所受於君。眾，謂君師。制，謂君教令所使爲之。　【疏】正義曰：此一節論國君以下去國，臣民止留之辭，及死其所守之事，各依文解之。　「國君去其國」者，謂諸侯去國，而其臣民止留殷勤之辭也。奈何，猶言如何也。國主社稷，君去故云「去社稷」。《異義》：「《公羊》說，國滅君死，正也。故《禮運》云『君死社稷』，無去國之義。《左傳》說，昔大王居豳，狄人攻之，乃踰梁山，邑於岐山，故知是有去國之義也。許慎謹案：《易》曰：『係遯，有疾厲，畜臣妾，吉。』知諸侯無去國之義也。」鄭不駮之，明從許君用《公羊》義也。然則《公羊》之說正禮，《左氏》之說權法，義皆通也。　「大夫曰『奈何去宗廟也』」，大夫去國，謂三諫不從，或以罪見黜者。亦臣民止留之辭也。大夫無社稷，故云「宗廟」也。故《孝經》云「諸侯保其社稷，大夫守其宗廟」也。　「士曰『奈何去墳墓也』」，士亦謂三諫不從及或以罪見黜。雖無臣民，而屬吏止之也。士亦有廟，辟大夫，言墳墓，亦與大夫互也。然《孝經》云「士保其祿位而守其祭祀」，今不云「祭祀」者，明雖去此之彼，而猶得祭祀，但墳墓不隨耳。　「國君」至「死制」。　國君體國，國以社稷爲主，若有寇難，則以死衛之，故不可去也。注云「死其所受於天子也，謂見侵伐也」，鄭又引《公羊·襄六年》傳云「國滅，君死之，正也」以證之，是也。　「大夫死眾」者，大夫職主領眾將軍，若四郊多壘，則爲己辱，故有寇難，當保國，必率眾禦之，以死爲度。「士死制」者，制，謂君教命所使也。雖不得率師，若君命使之，則唯致死。熊氏云：「上云『國君去社稷』，此云『死社稷』；上云『大夫去宗廟』『士去墳墓』，此不云大夫『死宗廟』、士『死墳墓』，而云『死眾』『死制』者，以宗廟、墳墓己私有之，大夫、士爲臣事君，不可爲私事而死，秪得死君之師眾及君政令。然君言『死社稷』，則宗廟、墳墓亦死可知也。但社稷受於天子，故特舉言焉。」]"
      },
      {
        "index": 11,
        "text": "君天下曰「天子」，朝諸侯、分職、授政、任功曰「予一人」。[皆擯者辭也。天子，謂外及四海也。今漢於蠻夷稱天子，於王侯稱皇帝。《覲禮》曰：「伯父寔來，予一人嘉之。」余、予古今字。]踐阼、臨祭祀，內事曰「孝王某」，外事曰「嗣王某」。[皆祝辭也。唯宗廟稱「孝」。天地、社稷，祭之郊內，而曰「嗣王」，不敢同外內。]臨諸侯，畛於鬼神，曰「有天王某甫」。[畛，致也。祝告至于鬼神辭也。曰「有天王某甫」，某甫，且字也。不名者，不親往也。《周禮》大會同，過山川，則大祝用事焉。鬼神，謂百辟卿士也。「畛」或爲「祗」。]崩，曰「天王崩」；[史書策辭。]復，曰「天子復矣」。[始死時呼魄辭也。不呼名，臣不名君也。諸侯呼字。]告喪，曰「天王登假」。[告，赴也。登，上也。假，已也。上已者，若僊去云耳。]措之廟，立之主，曰「帝」。[同之天神。《春秋傳》曰：「凡君，卒哭而祔，祔而作主。」]天子未除喪，曰「予小子」，[謙，未敢稱「一人」。《春秋傳》曰：「以諸侯之踰年即位，亦知天子之踰年即位。以天子三年然後稱王，亦知諸侯於其封內三年稱子。」]生名之，死亦名之。[生名之曰「小子王」，死亦曰「小子王」也。晉有小子侯，是僭取於天子號也。"
      },
      {
        "index": 12,
        "text": "【疏】正義曰：此一節論天子稱謂之事，各依文解之。　「君天下」者，天下，謂七千里外也。天子若接七千里外四海之諸侯，則擯者稱「天子」以對之也。所以然者，四海難伏，宜尊名以威臨之也。不言「王」者，以父天母地，是上天之子，又爲天所命，子養下民，此尊名也。崔靈恩云：「夷狄不識王化，無有歸往之義，故不稱『王』臨之也。不云『皇』者，戎狄不識尊極之理，皇號，尊大也。夷狄唯知畏天，故舉『天子』威之也。」　「朝諸侯」者，此謂接七千里以內諸侯也。　「授政」者，謂所縣象魏之法授於諸侯也。　「任功」者，謂使人專掌委任之功，若「五侯九伯，汝實征之」也。　「曰『予一人』」者，予，我也。自「朝諸侯」以下皆是內事，故不假以威稱，但自謂「予一人」者，言我是人中之一人，與物不殊，故自謙損。《白虎通》云：「王自謂一人者，謙也，欲言己才能當一人耳。」故《論語》云：「百姓有過，在予一人。」臣下謂之一人者，所以尊王者也。以天下之人，四海之內，所共尊者一人耳。　注「皆擯」至「天子」。　正義曰：知擯者之辭者，以《覲禮》云擯者曰：「伯父寔來，予一人嘉之。」此經亦稱「予一人」，故知擯者辭。引漢禮於夷狄稱天子者，證此經「君天下」謂夷狄之內也。《異義》：「天子有爵不？《易》孟、京說，《易》有周人五號：帝，天稱，一也；王，美稱，二也；天子，爵號，三也；大君者，興盛行異，四也；大人者，聖人德備，五也。是天子有爵。古《周禮》說，天子無爵，同號於天，何爵之有？許慎謹案：《春秋左氏》云，施於夷狄稱天子，施於諸夏稱天王，施於京師稱王。知天子非爵稱。同古《周禮》義。」鄭駮云：「案《士冠禮》云：『古者生無爵，死無謚。』自周及漢，天子有謚，此有爵甚明。云無爵，失之矣。」若杜預之義，天子，王者之通稱。故成公八年「天子使召伯來錫公命」，魯非夷狄，稱天子；莊元年「冬，王使榮叔來錫桓公命」，魯非京師，而單稱王：是無義例。其許慎、服虔等依京師曰王、夷狄曰天子，與此不同，具有別說。　「踐阼」至「某甫」。　踐，履也。阼，主人階也，天子祭祀升阼階。天子吉凶之稱，凡自稱及擯者之辭曰「予一人」，故《玉藻》云「凡自稱，天子曰『予一人』」是也；在喪未葬，自稱曰「小童」，故僖九年在喪未葬，王曰「小童」是也；若既葬之後，未踰年則稱名、稱子，故昭二十二年「六月，葬景王，冬，十月，王子猛卒」是也；若踰年之後，三年之內，稱「予小子」，故下文云「天子未除喪曰『予小子』」是也；若三年除喪，稱「王」，故《公羊·文九年》傳云「天子三年然後稱王」是也；或稱「予」，或稱「我」，故《泰誓》云「予克受」，又曰「我友邦冢君」是也；或稱「朕」，故《湯誥》云「朕躬有罪」是也；其祝告神之辭，則下文云「內事曰『孝王某』，外事曰『嗣王某』」，又曰「天王某甫」是也；其史書策辭，下文云「天王崩」；其招魂之辭，下文云「天子復矣」是也；其謙虛卑退，或稱「小子」，《湯誓》云「非台小子」是也；或曰「不穀」，僖二十四年《左傳》云「不穀不德，得罪于母弟之寵子帶」是也；或曰「寡人」，故《中候·洛予命》湯東觀於洛，云「寡人慎機」是也。踰年則稱「王」者，據臣子稱也。若王自稱，必待三年。《顧命》成王殯後未踰年，稱「予一人」者，熊氏云：「天下不可一日無王故也。」今謂「予一人」者，以麻冕黼裳即位受顧命，從吉，故暫稱「一人」也。履主階行事，故云「踐阼」也。　「臨祭祀」者，謂天子臨郊廟之祭祀也。　「內事曰『孝王某』」者，內事，宗廟，是事親，事親宜言孝，故升阼階、祭廟，則祝辭云「孝王某」，「某」爲天子名也。　「外事曰『嗣王某』」者，外事，郊社也。天地尊遠，不敢同親云「孝」，故云「嗣王某」，言此王繼嗣前王而立也。　注「皆祝」至「內外」。　正義曰：天子以四郊爲外，圓丘、方澤、明堂、社稷皆在郊內，應稱「孝」，而猶同外辭曰「嗣王」者，尊天地，雖祭之郊內，猶從外辭。崔靈恩云：「天地、社稷是外神，而祭之郊內，不敢外之。」今案鄭注云「而曰嗣王，不敢同外內」，則是唯於嗣王之稱有外內，不關祭祀之處，崔所云天地祭之在內不敢外，恐非鄭義。謂不敢同外內，若宗廟之祭，從內事之例，而祭辭稱「孝」；若凡常山川并岳瀆之神，祭之在外之例，而辭稱「嗣」：是在內從內辭，在外從外辭。今天地、社稷既尊，不敢同外內之例，雖祭之在內，而用外辭。天地是尊，不敢同外內之常例也。　「臨諸」至「某甫」。　此謂天子巡守，祝告神時也。巡守徧於方岳，臨視諸侯，故曰「臨諸侯」也。鄭云：「以尊適卑曰臨。」　「畛於鬼神」者，畛，致也。王往方岳，凡所過山川，悉使祝往致辭，告於山川鬼神也。　「曰『有天王某甫』」者，既不自往，故祝辭不稱名，而曰「某甫」者，鄭云「且字也」。解「且字」者云：「某」是天子之字，「甫」是男子美稱也。祝稱天子字而下云「甫」，猶尼父之類也。故《穀梁傳》云：「父猶傅也，男子美稱也。」《士冠禮》注曰：「甫，丈夫美稱。」而《雜記》附於殤稱「陽童某甫」，鄭注云：「尊神不名，爲之造字。」以此而言，「某」者是字，「甫」者丈夫美稱。而鄭所以謂爲「且字」者，舊說云：「未斥其人，且以美稱配成其字。」《音義隱》云：「且，假借此字也。」　注「畛致」至「事焉」。　正義曰：致於鬼神，謂天子所行過諸侯之國，則止於諸侯之廟，而使太祝告鬼神云「有天王某甫」。「鬼神，謂百辟卿士」者，謂昔爲諸侯卿士者。若過山川，亦使太祝用事往告曰「有某甫」，故引《太祝職》以證之。　「崩曰」至「復矣」。　此謂告王者升假而史書載於方策之辭。崩者，自上而墜下曰崩。王者死，如從天墜下，故曰崩也。然「崩」通於壞敗之稱，則「防墓崩」及《春秋》「沙鹿崩」是也。　「復，曰『天子復矣』」者，復，招魂復魄也。夫精氣爲魂，身形爲魄。人若命至終畢，必是精氣離形，而臣子罔極之至，猶望應生，故使人升屋，北面招呼死者之魂，令還復身中，故曰「復」也。若漫招呼則無指的，故男子呼名，婦人呼字，令魂識知其名字而還。王者不呼名字者，一則臣子不可名君，二則普天率土，王者一人而已，故呼「天子復」而王者必知呼己而返也。以例而言之，則王后死亦呼「王后復」也。崔靈恩云：「復所以呼『天子』者，凡王者皆感五精之帝而生，是天之子。今天王崩，是其精氣還復於上，呼稱『天子』，望更生之義。」　「告喪，曰『天王登假』」。　此謂天王崩而遣使告天下萬國之辭也。登，上也。假，已也。言天子上升已矣，若僊去然也。而史策書云「天王崩」，復曰「天子復」，赴云「天王登假」，三稱不同者，爲義然也。「王」是歸往，而策及赴告是有存亡往來之義，故崩、赴並言之也。　「措之」至「曰帝」。　措，置也。王葬後，卒哭竟而祔置於廟，立主使神依之也。《白虎通》云：「所以有主者，神無依據，孝子以繼心也。主用木，木有始終，又與人相似也。蓋記之以爲題，欲令後可知也。方尺，或曰尺二寸。」鄭云：「周以栗，漢書前方後圓。」《五經異義》云：「主狀正方，穿中央，達四方。天子長尺二寸，諸侯長一尺。」　「曰『帝』」者，天神曰帝，今號此主，同於天神，故題稱「帝」，云文帝、武帝之類也。崔靈恩云：「古者帝王生死同稱，生稱帝者，死亦稱帝；生稱王者，死亦稱王。今云『措之廟，立之主，曰帝』者，蓋是爲記時有主入廟稱帝之義，記者錄以爲法也。」　注「同之」至「作主」。　正義曰：此是《左傳·僖三十三年》之言也。天子七月而葬，九月而卒哭；諸侯五月而葬，七月而卒哭；大夫三月而葬，五月而卒哭；士三月而葬，是月而卒哭。卒哭者，是葬竟虞數畢後之祭名也。孝子親始死，哭晝夜無時，葬後虞竟，乃行神事，故卒其無時之哭，猶朝夕各一哭，故謂其祭爲「卒哭」。卒哭明日而立主，祔於廟，隨其昭穆，從祖父食。卒哭主暫時祖廟畢，更還殯宮，至小祥，作栗主入廟，乃埋桑主於祖廟門左埋重處。故鄭云：「虞而作主，至祔，奉以祔祖廟，既事畢，反之殯宮。」然大夫、士亦卒哭而祔，而《左傳》唯據人君有主者言之，故云「凡君」。鄭注《祭法》云「大夫、士無主」也，此言「凡君」，明不關大夫、士也。崔靈恩云：「大夫、士無主，以幣帛祔。祔竟，並還殯宮，至小祥而入廟也。」又《檀弓》云「重，主道也」，鄭注引《公羊傳》云「虞主用桑，練主用栗」，則似虞已有主，而《左傳》云「祔而作主」。二傳不同者，案說《公羊》者，朝葬，日中則作虞主。若鄭君以二傳之文雖異，其意則同，皆是虞祭緫了然後作主。以作主去虞實近，故《公羊》上係之於虞，作主謂之虞主；又作主爲祔所須，故知《左氏》據祔而言，故云「祔而作主」。故《異義》云：「古《春秋左氏》說，既葬，反虞。天子九虞，九虞者以柔日，九虞，十六日也；諸侯七虞，十二日也；大夫五虞，八日也；士三虞，四日也。既虞，然後祔死者於先死者，『祔而作主』，謂桑主也。期年然後作栗主。許慎謹案：《左氏》說與《禮記》同。」鄭君不駮，明同許意，故注《檀弓》云：「重既虞而埋之，乃後作主。」是緫行虞祭竟乃埋重作主耳。《下檀弓》云：「虞而立尸，有几筵，卒哭而諱，生事畢而鬼事始已。既卒哭，宰夫執木鐸以命於宮中曰：『舍故而諱新。』」鄭云：「故，謂高祖之父當遷者。」據《檀弓》文句相連，鄭以爲人君之禮，明虞唯立尸，未作主也。　「天子」至「小子」。　夫適嗣於初喪，但人子當未忍即受天王之稱，故不曰「予一人」，而稱「予小子」者，言我德狹小也。　注「春秋」至「稱子」。　正義曰：鄭所引者，文九年《公羊傳》文。案《公羊傳》說，文八年，「八月，天王崩」，九年，「毛伯來求金」，《公羊》云：「踰年矣，何以不言王使？未稱君也。以諸侯踰年即位，亦知天子之踰年即位也。以天子三年然後稱王，亦知諸侯於其封內三年稱子也。」若然，天子踰年即位無文，約魯十二公；諸侯三年內稱子亦無文，約天子踰年不稱使也：是天子、諸侯互相明也。引之者，證天子三年之內稱「予小子」也。又准《左傳》之義，諸侯薨而嗣子即位，凡有三時：一是始喪，即適子之位；二是踰年正月，即一國正君臣之位；三是除喪而見於天子，天子命之嗣列爲諸侯之位。今此《公羊》「踰年即位」，是遭喪明年爲元年正月即位。《白虎通》云：「父沒稱子某，屈於尸柩也。既葬稱子者，即尊之漸也。踰年稱公者，緣民臣之心，不可一日無君，終始之義，不可一年二君，故踰年即位，保民臣之心也。三年後受爵者，緣孝子之思，未忍安吉。故僖三十二年，『十二月乙巳，公薨於小寢』，文公元年，『正月，公即位』，『四月丁巳，葬』。《韓詩內傳》曰：『諸侯世子三年喪畢，上受爵命於天子，乃歸即位何？明爵，天子有也，臣無自爵之義。』是也。童子亦當受爵命，使大夫就其國命之，不與童子爲禮也。」　「生名之，死亦名之」。　嗣王既呼爲小子，若於喪中而死，亦謚爲「小子王」。喪質，故不變稱也。　注「生名」至「號也」。　正義曰：以晉爲證也。晉有小子侯，哀侯之子也。魯桓公七年《左傳》「曲沃伯誘晉小子侯殺之」，是在喪而死，猶呼爲「小子侯」也。其應稱「嗣子某」，不得同天子稱「小子」，是僭取之耳。]"
      },
      {
        "index": 13,
        "text": "天子有后，有夫人，有世婦，有嬪，有妻，有妾。[妻，八十一御妻，《周禮》謂之女御，以其御序於王之燕寢。妾，賤者。]天子建天官。先六大，曰大宰、大宗、大史、大祝、大士、大卜，典司六典。[典，法也。此蓋殷時制也。周則大宰爲天官，大宗曰宗伯，宗伯爲春官，大史以下屬焉。大士，以神仕者。]天子之五官，曰司徒、司馬、司空、司士、司寇，典司五眾。[眾，謂羣臣也。此亦殷時制也。周則司士屬司馬，大宰、司徒、宗伯、司馬、司寇、司空爲六官。]天子之六府，曰司土、司木、司水、司草、司器、司貨，典司六職。[府，主藏六物之稅者。此亦殷時制也，周則皆屬司徒。司士，土均也。司木，山虞也。司水，川衡也。司草，稻人也。司器，角人也。司貨，卝人也。]天子之六工，曰土工、金工、石工、木工、獸工、草工，典制六材。[此亦殷時制也，周則皆屬司空。土工，陶、旊也。金工，築、冶、鳧、栗、鍛、桃也。石工，玉人、磬人也。木工，輪、輿、弓、廬、匠、車、梓也。獸工，函、鮑、韗、韋、裘也。唯草工職亡，蓋謂作萑葦之器。]五官致貢曰享。[貢，功也。享，獻也。致其歲終之功於王，謂之獻也。《周禮·大宰》：「歲終，則令百官府各正其治，受其會，聽其致事，而詔王廢置。」"
      },
      {
        "index": 14,
        "text": "【疏】正義曰：此一節緫論立男官、女官之事，各隨文解之。　「天子有后」者，天子立官則先從后妃爲始。所以然者，爲治之法，刑於寡妻，始於家邦，終於四海，故刪《詩》則以后妃爲首，若論氣先陰后陽，故此言「天子有后」也。謂之爲「后」者，后，後也，言其後於天子，亦以廣後胤也。　「有夫人」者，夫，扶也，言扶持於王也。　「有世婦」者，婦，服也，言其進以服事君子也。以其猶貴，故加以「世」言之，亦廣世胤也。　「有嬪」者，嬪，婦人之美稱，可賓敬也。　「有妻」者，鄭注《內則》云：「妻之言齊也。以禮見問，得與夫敵體也。」案彼是判合齊體者，今此言齊者，以進御於王之時暫有齊同之義。　「有妾」者，鄭注《內則》云：「妾之言接也。聞彼有禮，走而往焉，以得接見於君子也。」《周禮》則嬪在世婦上，又無妾之文也。今此所陳，與《周禮》雜而不次者，記者之言，不可一依《周禮》，或可雜夏、殷而言之。鄭注《檀弓》云：「舜不告而取，不立正妃，但三夫人。夏則因而廣之，增九女，則十二人。」所增九女者，則九嬪也。故鄭云：「《春秋說》云天子娶十二人，夏制。」鄭又云：「殷增三九二十七人，緫三十九人。」所增，二十七世婦也。周又三二十七，因爲八十一人，則女御也。　注「周禮」至「賤者」。　正義曰：解周名爲「女御」之義，以其御於王之燕寢。御法，案《周禮》王有六寢，一是正寢，餘五寢在後，通名燕寢。其一在東北，王春居之；一在西北，王冬居之；一在西南，王秋居之；一在東南，王夏居之；一在中央，六月居之。凡后妃以下，更與次序而上御王於五寢之中也。故鄭注《周禮·九嬪》云：「凡御見之法，月與后妃其象也。卑者宜先，尊者宜后。女御八十一人當九夕，世婦二十七人當三夕，九嬪九人當一夕，三夫人當一夕，后當一夕，亦十五日而徧云。自望後反之。孔子云：『日者天之明，月者地之理。陰契制故月上屬爲天，使婦從夫放月紀。』」月紀是星也。而婦人上御必有女史彤管以差次之。《毛詩》傳「貽我彤管」云：「古者，后夫人必有女史彤管之法，史不記過，其罪殺之。后妃羣妾以禮御於君所，女史書其日月，授之環以進退之。生子月辰，則以金環退之。當御者，以銀環進之，著左手。既御，著於右手。事無小大，記以成法。」　「天子」至「六典」。　此以下是殷禮所明，異於周法。案《甘誓》云「六事之人」，鄭云：「周禮，六軍皆命卿，則三代同矣。」案《甘誓》及鄭注，則三王同有六卿。又鄭注《大傳·夏書》云：「所謂六卿者，后稷、司徒、秩宗、司馬、作士、共工也。」而不說殷家六卿之名。今此記所言，上非夏法，下異周典，鄭唯指爲殷禮也。然天官以下殷家六卿何者？大宰、司徒、司馬、司空、司士、司寇是也。但周立六卿，放天地四時，而殷六卿所法則有異也。殷以大宰爲一卿，以象天時，司徒以下五卿法於地事。故《鄭志》崇精問焦氏云：「鄭云三王同六卿，殷應六卿，此云五官何也？」焦氏答曰：「殷立天官與五行，其取象異耳。」是司徒以下法五行，并此大宰，即爲六官也。但大宰既尊，故先列大宰，并顯大宰之下隸屬大宰之官，既法於天，故同受大名，故云「先六大」：大宰一、大宗二、大史三、大祝四、大士五、大卜六也。「典司六典」者，結上也。上「典」是守典，下「典」是典則之典。言立此六官以守主於六事之法。　注「此蓋」至「仕者」。　正義曰：知殷制者，以其上與夏官不同，下與周禮有異，故疑殷制也。知大士非司士及士師、卿士之等者，以其下別有司士、司寇，故知非士師、卿士也。與大祝、大卜相連，皆主神之士，故知神仕也。　「天子之五官」。　嚮立六官以法天之六氣，此又置五官以象地之五行也。天地五行踐立，故復云「天子」。不云「建」，從天官也。又天官尊，陽，故一卿以攝眾；地官卑，陰，故五卿俱陳也。不云「地」者，與前互也。天尊，故沒其數；地卑，故明言其五也。司徒一、司馬二、司空三、司士四、司寇五也。　「典司五眾」者，結上也。言用此上五官，使各守其所掌上之羣眾也。然此五官亦各有所領羣眾，如大宰領大宗以下也。而不條出其人者，略也。天言「六典」，地言「五眾」者，互言也。但天尊，故云「典」；地卑，故云「眾」也。　注「眾謂」至「六官」。　正義曰：知此非是天下眾人，而爲「羣臣也」者，以經云「五眾」，明官各有所眾，如周六官之屬也。《周禮》大宰緫主六官之職。司徒主教，教其徒眾。宗伯者，伯，長也；宗，尊也，以主鬼神，故以尊爲名。司馬主征伐，馬是征伐所用。司寇主除賊寇。司空主土居民。司士主公卿以下版籍爵祿之等。特以「司士」爲名者，士是官之緫首，故《詩》云「濟濟多士」是也。諸官皆云「司」，而大宰、宗伯不云「司」者，司，主也，大宰緫主六官，不偏有所司，故不言「司」也。宗伯之官不言「司」者，以主天地鬼神之事，天地鬼神既尊，非人所司，故不云「司」也。　「天子」至「六職」。　殷六卿外復別立此六官也。府者，藏物之處也。既法天地立官，天地應生萬物，故爲萬物立府也。　「曰司土」，一也，於周爲土均也，均平地稅之政令也。土生萬物，故爲均也。　「司木」，二也，於周則爲山虞也。虞，度也。主量度山之大小、所生之物。　「司水」，三也，於周則爲川衡。衡，平也。掌巡行川澤，平其禁令。　「司草」，四也，於周爲稻人也，掌稼種下地及除草萊。　「司器」，五也，於周爲角人也，掌以時徵齒、角於山澤之農，供爲器用也。　「司貨」，六也，於周爲卝人，言鑛器未成者也。掌金、玉、錫、石之地，而爲之守禁，以時取之，以供器物。金、玉曰貨，故稱貨人。　「典司六職」者，結上立此六官，使各主其所掌職也。　注「府主」至「人也」。　正義曰：此皆與周不同，故云「亦殷制也」。「司土，土均也」，案《周禮》，土均，上士二人。「司木，山虞」，每大山中士四人，中山下士六人，小山下士二人。不言林衡者，略舉山虞耳。司水，於周爲川衡。川衡，每大川下士十有二人，中川下士六人，小川下士二人。不言澤虞者，亦略舉川衡耳。「司草，稻人」者，上士二人。《周禮》亦有草人，今以司草爲稻人者，二官俱主殺草，鄭舉稻人，欲見司草兼有二官也。「司器，角人」者，下士二人。「司貨，卝人」者，中士二人。　「天子」至「六材」。　工，能也，言能作器物者也。前既有六府之物，宜立六工以作之爲器物，故爲次也。亦有六者，依府以用事也。　「曰土工、金工、石工、木工、獸工、草工」者，此六官於《周禮》並屬司空，而《司空職》散亡，漢購千金不得，今唯有《考工記》代之。　「典制六材」者，材謂材物，結上立此六工，使典制六府之材物。　注「土工」至「之器」。　正義曰：《考工記·陶人》：「爲甗，實二鬴；又甑，實二鬴，七穿。」《旊人職》云：「旊人爲簋。」旊是放法，陶是陶冶，互文耳。但簋是祭器，故取放法之名也。云金工謂築氏，掌爲削。削，書刀也。冶，謂煎金石者，冶鑄爲之。冶氏掌爲戈戟，故因呼煎金爲冶。鳧氏世能爲鐘以供樂器，故因呼作鐘爲鳧氏也。栗氏爲量器，爲豆、區、鬴、鐘之屬也，栗氏世能爲之。段氏主作錢鎛田器。桃氏爲刃。刃，謂刀劒之屬。云「石工，玉人、磬人」者，玉人，謂作圭璧者。磬人，作磬也。玉及磬同出於石，故謂「石工」也。云「木工，輪、輿、弓、廬、匠、車、梓也」者，此七物並用木，故曰「木工」也。輪，車輪也。輿，車牀也。車難，不能一人獨成，各有所善，故輪、輿不同也。弓，能作弓者也。廬，能作戈戟柲者也。匠，能作宮室之屬者。車，謂能作大車及羊車也。梓，謂杯勺，爲筍虡之屬也。「獸工，函、鮑、韗、韋、裘」者，此物並用獸皮，故曰「獸工」。函，謂能作甲鎧者。鮑，謂能治皮供作甲者。韗，謂《考工記》韗人，爲皋陶鼓木，謂能以皮冒鼓者。韋，熟皮爲衣及韎韐者。裘，謂帶毛狐裘之屬者。《考工記》韋、裘二職存。「唯草工職亡」，《考工》無。「蓋謂作萑葦之器」，盛食之器及葦席之屬也。或言「氏」，或言「人」者，鄭注《考工記》云：「其曰某人者，以其事名官也。其曰某氏者，官有世功，若族有世業者也。」干寶云：「凡言『司』者，緫其領也。凡言『師』者，訓其徒也。凡言『職』者，主其業也。凡言『衡』者，平其政也。凡言『掌』者，主其事也。凡言『氏』者，世其官也。凡言『人』者，終其身也。不『氏』不『人』，權其材也。通權其才者，既云不世，又不終身，隨其材而權暫用也。」然案《周禮》建官列職，有司會之屬，是言「司」者也；有甸師之屬，是言「師」者也；有職內之屬，是言「職」者也；有川衡之屬，是言「衡」者也；有掌舍之屬，是言「掌」者也；有師氏之屬，是言「氏」者也；有庖人之屬，是言「人」者也；有宮正、膳夫、外饔、內饔之屬，皆不「氏」不「人」者也。　「五官致貢曰享」。　五官，即前自后以下之五官：后一、天官二、地官三、六府四、六工五。貢，功也。享，獻也。歲終，則此五官各考其屬一年之功，以獻於天子，故云「致貢曰享」也。王后之屬致蠶職之功，天官以下各獻其職之功。　注「貢功」至「廢置」。　正義曰：引《周禮》證歲終百官各獻其功，以禮詔告也。周則冢宰至歲終，受於百官之簿書所會之最，而考一年之功多少，以告天子也。若功少，則廢黜其人；功多，則遷置其職也。今謂五官，則上天子五官司徒以下，故下云「五官之長曰伯」，與此五官一也。但太宰緫攝羣職，緫受五官之貢，故不入其數也。若以五官爲后以下，則下云「五官之長」，豈有長於后乎？熊氏以爲五等諸侯，亦非也。]"
      },
      {
        "index": 15,
        "text": "五官之長曰伯，[謂爲三公者。《周禮》：「九命作伯。」]是職方。[職，主也。是伯分主東西者，《春秋傳》曰：「自陝以東，周公主之；自陝以西，召公主之；一相處乎內。」「是」或爲「氏」。]其擯於天子也，曰「天子之吏」。[擯者辭也。《春秋傳》曰「王命委之三吏」，謂三公也。]天子同姓謂之「伯父」，異姓謂之「伯舅」。自稱於諸侯曰「天子之老」，於外曰「公」，於其國曰「君」。[稱之以父與舅，親親之辭也。外，自其私土之外，天子畿內。]九州之長入天子之國曰「牧」，[每一州之中，天子選諸侯之賢者以爲之牧也。《周禮》曰：「乃施典於邦國而建其牧。」]天子同姓謂之「叔父」，異姓謂之「叔舅」。於外曰「侯」，於其國曰「君」。[牧尊於大國之君，而謂之「叔父」，辟二伯也。亦以此爲尊。禮或損之而益，謂此類也。外，自其國之外，九州之中。曰「侯」者，本爵也。二王之後不爲牧。]其在東夷、北狄、西戎、南蠻，雖大曰「子」。[謂九州之外長也。天子亦選其諸侯之賢者以爲之子。子猶牧也。入天子之國曰「子」，天子亦謂之「子」。雖有侯伯之地，本爵亦無過子，是以同名曰「子」。]於內，自稱曰「不穀」；[與民言之，謙稱。穀，善也。]於外，自稱曰「王老」。[威遠國也。外，亦其戎狄之中。]庶方小侯，入天子之國曰「某人」，於外曰「子」，自稱曰「孤」。[謂戎狄子男君也。男者於外亦曰男，舉尊言之。"
      },
      {
        "index": 16,
        "text": "【疏】正義曰：此一節緫論二伯及州牧、諸侯等稱謂，今各依文解之。　「五官之長曰伯」，畿外之大，莫大於二伯，故此先言之也。五官者，即司徒以下五官也。云「長」者，謂三公無職，故不在五官之中，即三公加一命，出爲分陝二伯者也。伯，長也，謂朝廷之長。言此二伯爲內外官之長。「是職方」者，言二伯於是職主當方之事也。　注「職主」至「乎內」。　正義曰：引《公羊傳》證周家二伯所主之事。隱五年《公羊傳》云：「天子三公者何？天子之相也。則何以三？自陝而東者，周公主之；自陝而西者，召公主之；一相處乎內。」又案三公八命者，堯時爲四伯，故《詩·崧高》注云：「當堯時，姜氏爲四伯。」至堯之末，分置八伯，故《虞書傳》云：「元祀，巡守四岳、八伯。」舜之元祀有八伯，明堯末置之。夏則無文，殷則改置二伯，與周同。故《王制》云「八州八伯」，又云「天子之老二人曰二伯」是也。　「其擯」至「之吏」，此是二伯也。擯，謂天子接賓之人也。若擯者傳辭於天子，則稱此二伯爲「天子之吏」也。亦當言名也，記者略，可知也。然擯呼在朝三公亦爲「天子之吏」，若然，《玉藻》云「伯曰『天子之力臣』」者，謂介傳命稱「天子力臣」，擯者受辭傳於天子則曰「天子之吏」。　注「擯者」至「公也」。　正義曰：引證呼三公並爲吏之意也。此《左傳·成二年》晉使鞏朔獻齊捷于王，王命委之三吏，杜預注云：「三吏，三公也。」於時王不見鞏朔，王命委付三公接對之，故云「委之三吏」。　「天子同姓謂之『伯父』」。　此三公與王同姓者，王呼爲伯父。伯者，長大之名。父乃同姓重親之稱也。　「異姓謂之『伯舅』」者，異族重親之名也。異族無父稱，故呼爲「伯舅」，亦親之故也。案晉文公爲二伯，《左傳·僖二十八年》云「王曰『叔父』」，不稱伯者，以州牧之禮命之，故稱叔也。然晉既稱叔父，所以《昭九年》云「伯父惠公歸自秦，而誘以來」，又云「我在伯父，猶衣服之有冠冕」，晉稱「伯父」者，以晉既稱「伯父」，又以晉爲州牧，又爲二伯，若以州牧爲禮稱之則曰「叔父」，若以二伯之禮稱之則曰「伯父」，故晉或稱伯、或稱叔也。周公分陝爲二伯，《詩》稱「王曰叔父」者，成王以本親命之。晉文侯仇爲伯，《尚書》直云「父義和」，不云「伯」者，親親之也。又二伯稱「天子之老」，自敵以下曰「寡人」，僖四年齊桓公對楚屈完稱「不穀」者，謙也。凡常諸侯皆稱「寡人」，莊十一年宋災，魯往弔之，宋閔公稱「孤」者，《傳》云「列國有凶，稱孤，禮也」，以有凶災，故降名稱「孤」。　「自稱於諸侯曰『天子之老』」者，二伯若與九州及四夷之諸侯言，己自謂「天子之老」，係於天子言之，以威遠國也。　「於外曰『公』」者，外者，其私土采地之外也，而猶在王畿之內。如周公食邑於周，嚮國外之人其自稱則曰「公」也。　「於其國曰『君』」者，其國采地內也。若與采地內臣民言，則自稱曰「君」。其既主分陝，又在王朝，嫌不正爲采地君，故明之也。不云「自稱」，承上可知也。　注「稱之」至「畿內」。　正義曰：自稱爲公，正在畿內耳，畿外則曰「天子之老」也。　「九州」至「曰君」。　殷曰伯，周曰牧，此云「牧」，據周禮也。天子於每州之中選取賢侯一人，加一命，使主一州爲牧。若入天子國，則自稱曰「牧」。牧，養也，言其養一州之人。故《周禮》「八命作牧」是也。然伯不云「入天子國」者，伯不出，故不言入耳。州長云入曰「牧」，出則否也。崔靈恩云：「州長自稱也。《白虎通》云：『往來牧視諸侯也。』」　「天子同姓謂之『叔父』，異姓謂之『叔舅』」者，牧劣於二伯，故天子謂之「叔」。叔，小也。父、舅義如前。一本云「天下同姓」。然則二伯云「其擯於天子曰『天子之吏』」，此不云「擯於天子」，是記者略之也。故下云「諸侯見天子」，鄭云「爲州牧，則曰『天子之老臣某侯某』」是也。　「於外曰『侯』」者，外，謂其所封外，九州內也。自稱曰「侯」，侯是本爵，不云牧自稱，承前可知也。　「於其國曰『君』」者，若與國內臣民言，猶自稱爲「君」也。　注「牧尊」至「爲牧」。　正義曰：大國之君是侯，使稱「伯」，今選侯之賢者加一命爲牧，則是尊貴於不牧之侯，而不謂爲「伯」，降呼爲「叔父」者，分陝已稱「伯」，今牧若又呼爲「伯」，則亂於分陝。若猶呼本稱，則不見其異。故呼爲「叔」，亦異常也。云「禮或損之而益，謂此類也」者，崔云：「《覲禮》，大國之君，同姓謂之『伯父』，異姓謂之『伯舅』。此小者同姓謂之『叔父』，異姓謂之『叔舅』。此各當一國，不嫌敵二伯。州牧雖爲侯封，皆是大國之君，本自稱伯、牧，今緫攝眾國，嫌其敵義，故更稱『叔』，此是損也。叔名雖損，即是明其爲牧，故謂之爲益。故云『損之而益，謂此類也』。」熊氏云：「三夫人致飲，有醴清醫酏糟，不體王，故申得二飲；后致飲醫酏糟，以體王，故屈二飲。亦是損之而益之類也。」云「二王之後不爲牧」，知不爲牧者，以二王之後其爵稱公，今此經云「九州之長曰『牧』，於外曰『侯』」，不言於外曰「公」，故知二王之後不爲牧。牧用侯以下，二王之後所以不爲牧者，以其先祖嘗爲天子，統領海內，若更遣爲牧，恐有專權之心故也。　「其在」至「曰子」。　此天子亦選其中賢者爲之牧也，但不知幾國立一人耳。卑不得名爲牧，又不得謂爲父、舅，其本爵不過子、男，若其本爵子者，今朝天子，擯辭曰「子」；若本爵是男，亦謂爲「子」也。所以爾者，舉其高者言之，亦尊異故也。不云「入天子國」及不云「擯者」，略可知也。故《爾雅》云「九夷、八狄、七戎、六蠻謂之四海」，李巡注：「四海遠於四荒，晦冥無形，不可教誨，故云『四海』也。海者，晦也，言其晦暗無知。」案《爾雅》所列與此同，但數異爾。　注「謂九」至「曰子」。　正義曰：其或有多功益士，雖加侯伯之地而爵不得進，終守子男，以卑遠故也。今雖別爲牧長，而同呼爲「子」，不得過本爵也。　「於內自稱曰『不穀』，於外自稱曰『王老』」。　謂其國之外，夷狄之中也。以爲牧長，恐夷狄難服，須尊名威之，故與一切言，自稱曰我是天子之老臣也。崔云：「方伯牧稱『天子之老』，四夷之長稱曰『王老』。方伯之職帶三公之任，猶謂之內臣，化同天子，無有歸往之義，故云『天子之老』。四夷之君去王遠，由有歸往之義，賢始得爲長，故以『王老』爲稱也。」　「庶方」至「曰孤」。　庶，眾也。小侯，謂四夷之君非爲牧者也。以其賤，故曰「眾方」也。若入王國，自稱曰「某人」，若牟人、介人也。六服之內但舉伯之與牧，不顯其餘諸侯，九州之外既舉大國之子，又舉其餘小國者，以六服諸侯下文別更具顯，故於此略之。　「於外曰『子』」者，此君在其本國外、四夷之中，自稱依其本爵，或子或男，今言「子」，是舉其尊稱耳。若男，亦稱「男」也。　「自稱曰『孤』」者，若自與臣民言，則曰「孤」。孤者，特立無德能也。凡二伯自稱及介傳命，則曰「天子之力臣」，故《玉藻》云「伯曰『天子之力臣』」是也。若擯者傳命於天子，則曰「天子之吏」，故此云「擯於天子，則曰『天子之吏』」是也。於諸侯及朝廷，則曰「天子之老」，則此文及昭公十三年劉獻公對晉叔向云「天子之老」是也。九州之長及介傳命，則曰「某土之守臣某」，知者，《玉藻》云。若其擯者傳命於天子，則曰「天子之老臣某侯某」，知者，約此文「天子之老」及下文云「某侯某」。其餘諸侯，介傳命云「某土之守臣某」，知者，亦約《玉藻》文也。擯者傳命，云「某侯某」，知者，約下文也。凡九州之外，大國之子，介傳命，「某屏之守臣某」，故《玉藻》又云「其在邊邑，曰『某屏之守臣某』」是也。擯者告天子，稱「某子某」，與中國諸侯同。庶方小侯，介傳命云「某土之孤某」，知者，《玉藻》云「小國之君曰『孤』」是也。擯者告天子，亦應云「某孤某」，知者，約尋常諸侯稱「某侯某」，但稱「孤」爲異耳。其二伯以下，對天子皆稱名也。]"
      }
    ]
  }
}