{
  "chapterNumber": 44,
  "title": "卷43",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "凡弁絰，其衰侈袂。侈，猶大也。弁絰，服者吊服也，其衰錫也，緦也，疑也。袂之小者二尺二寸，大者半而益之，則侈袂三尺三寸。○侈，昌氏反。袂，彌世反。"
      },
      {
        "index": 1,
        "text": "[疏]「凡弁絰，其衰侈袂」。○正義曰：弁絰者，謂吊服也。其首著弁絰，身著錫衰、緦衰、疑衰。侈，大也。其此等三衰，大作其袂。凡常之袂二尺二寸，此等三衰，其袂半而益一，袂大三尺三寸也。若士，則其衰不侈也。故《周禮•司服》有「玄端素端」，注云「變素服言素端者，明異制」，「大夫以上侈之」，明士不侈，故稱端。"
      },
      {
        "index": 2,
        "text": "父有服，宮中子不與於樂。母有服，聲聞焉，不舉樂。妻有服，不舉樂於其側。官中子，與父同宮者也。禮，由命士以上，父子異宮。不與於樂，謂出行見之，不得觀也。○與音預，注同。聞音問，又如字。大功將至，辟琴瑟。亦所以助哀也。至，來也。○辟音避，一音婢亦反。小功至，不絕樂。"
      },
      {
        "index": 3,
        "text": "[疏]「父有」至「絕樂」。○正義曰：父有服在於宮中，則子不與於樂者，謂出行見之，不得觀也。此謂命士以下，與父同宮者。若異宮則得與樂。崔云：「父有服，齊衰以下之服也。若重服，則期後猶有子姓之冠，自當不得與於樂。」"
      },
      {
        "index": 4,
        "text": "姑、姊妹，其夫死，而夫黨無兄弟，使夫之族人主喪。妻之黨雖親，弗主。此謂姑、姊妹無子，寡而死也。夫黨無兄弟，無緦之親也。其主喪不使妻之親，而使夫之族人。婦人外成，主必宜得夫之姓類。夫若無族矣，則前後家、東西家，無有，則裡尹主之。喪無無主也。裡尹，閭胥、裡宰之屬。《王度記》曰：「百戶為裡，裡一尹，其祿如庶人在官者。」裡，或為士。諸侯吊於異國之臣，則其君為主。裡尹主之，亦斯義也。或曰主之，而附於夫之黨。妻之黨自主之，非也。夫之黨，其祖、姑也。"
      },
      {
        "index": 5,
        "text": "[疏]「姑姊」至「之黨」。○正義曰：此一節明姑、姊妹在夫家而死，無後，使外人為主之事。夫既先死，而夫之黨又無兄弟；今既身死，使夫之族人主其喪也。○「妻之黨雖親，弗主」者，妻黨雖親，不得與之為主。明婦人外成於夫，不合卻歸本族也。○「或曰主之」者，或人之說，云妻黨主之，而附祭之時，在於夫之黨主之，其義非也。○注「喪無」至「義也」。○正義曰：云「喪無無主也」者，言死喪之禮，無得無人為之主，必須有人為主也。云「裡尹，閭胥、裡宰之屬也」，按《周禮》六鄉之內，二十五家為閭，閭置一胥，中士也。六遂之內，二十五家為裡，裡置一宰，下士也。引《王度記》者，更證裡尹之事。按《別錄》，《王度記》云似齊宣王時淳于髡等所說也，其記云「百戶為裡，裡一尹，其祿如庶人在官者」，則裡尹之祿也。按《撰考》云：「古者七十二家為裡。」《洛誥》傳云：「古者百家為鄰，三鄰為朋，三朋為裡。」鄭云：「蓋虞夏時制也。其百戶為裡，未知何代，或云殷制。」云「諸侯吊於異國之臣，則其君為主。裡尹主之，亦斯義也」者，以己國臣在國而死，他國君來吊，則君為主。死者雖有至親，不得為主。今此婦人死於此裡，正得裡尹主之，妻家之親不得為主，故云「亦斯義」也。斯，此也。亦是此國君為主之義。"
      },
      {
        "index": 6,
        "text": "麻者不紳。執玉不麻。麻不加於采。吉凶不相干也。麻，謂絰也。紳，大帶也。喪以要絰代大帶也。麻不加於采衣，采者不麻，謂弁絰者必服吊服是也。采，玄纁之衣。○紳音申。要絰，一遙反；下大結反。衣，於既反，又如字。纁，許雲反。"
      },
      {
        "index": 7,
        "text": "[疏]「麻者」至「於采」。○正義曰：「麻者不紳」，麻謂絰，紳謂大帶，言著要絰者而不得復著大帶也。故在喪，以絰代紳。○「執玉不麻」者，謂平常手執玉行禮，不得服衰麻也。按《聘禮》己國君薨，至於主國，衰而出注云「於是可以凶服將事」。似行聘、享之事，執玉得服衰絰者，彼謂受主君小禮，得以凶服。若行聘享大事，則吉服。故鄭云「其聘享之事，自若吉也」，謂得著吉服。○「麻不加於采」者，謂弁絰之麻，不得加於玄衣纁裳之采也。"
      },
      {
        "index": 8,
        "text": "國禁哭則止，朝夕之奠，即位，自因也。禁哭，謂大祭祀時，雖不哭，猶朝夕奠。自因，自用故事。童子哭不偯，不踴，不杖，不菲，不廬。未成人者，不能備禮也。當室則杖。○扉，本又作菲，扶味反。孔子曰：「伯母叔母疏衰，踴不絕地。姑、姊妹之大功，踴絕於地。如知此者，由文矣哉！由文矣哉！」由，用也。言知此踴絕地、不絕地之情者，能用禮文哉！能用禮文哉！美之也。伯母，叔母，義也。姑，姊妹，骨肉也。"
      },
      {
        "index": 9,
        "text": "[疏]「國禁」至「矣哉」。○正義曰：「國禁哭則止」者，謂有大祭祀，禁哭之時，則止而不哭。○「朝夕之奠，即位，自因也」者，謂孝子於殯宮朝夕兩奠之時，即阼階下位，自因其故事而設奠也。○注「當室則杖」。○正義曰：按《問喪》云童子「當室，則免而杖矣」，戴德云「童子當室，謂十五以上。若世子，生則杖」。故《曾子問》云「子衰、杖，成子禮」是也。皇氏云：「童子當室，則備此經中五事。特云杖者，舉重言也」。"
      },
      {
        "index": 10,
        "text": "世柳之母死，相者由左。世柳死，其徒由右相。由右相，世柳之徒為之也。亦記失禮所由始也。世柳，魯穆公時賢人也。相，相主人之禮。○柳，良九反。相，息亮反，下及注皆同。"
      },
      {
        "index": 11,
        "text": "天子飯九貝，諸侯七，大夫五，士三。此綯夏時禮也。周禮，天子飯含用玉。○飯，扶晚反，注同。含，本又作唅，胡闇反，下文同。士三月而葬，是月也卒哭。大夫三月而葬，五月而卒哭。諸侯五月而葬，七月而卒哭。士三虞，大夫五，諸侯七。尊卑恩之差也。天子至士，葬即反虞。"
      },
      {
        "index": 12,
        "text": "[疏]「世柳」至「侯七」。○正義曰：此明相主人之喪禮有失之事。○注「亦記」至「之禮」。○正義曰：相主人之禮法，相者由左。世柳死，其徒黨相禮由右，故云「記失禮所由始也」。按《孟子》云：「魯穆公時，公儀子為政。子柳、子思為臣，魯之削也滋甚，若是乎賢者之無益於國也。」彼子柳即此洩柳也，故云「魯穆公時賢人」。○注「此蓋」至「用玉」。○正義曰：以非周法，故疑夏禮，故云蓋也。《典瑞》云「大喪，共飯玉，含玉」，是周禮天子飯含用玉。按《禮戴》說天，子飯以珠，含以玉；諸侯飯以珠；大夫、士飯以珠，含以貝。此等皆非周禮，並夏、殷之法。《左傳》成十七年子叔聲伯夢食瓊瑰，哀十一年齊陳子行，「命其徒貝含玉」，此等皆是大夫，而以珠玉為含者，以珠玉是所含之物，故言之，非謂當時實含用珠玉也。○注「尊卑」至「反虞」。○正義曰：大夫以上，葬與卒哭異月者，以其位尊，念親哀情，於時長遠。士職卑位下，禮數未申，故三月而葬，葬罷即卒哭。知天子至士，葬即反虞者，以其不忍一日未有所歸，尊卑皆然，故知「葬即反虞」。下《檀弓》云：「葬日虞，弗忍一日離也。」不顯尊卑，是貴賤同然也。"
      },
      {
        "index": 13,
        "text": "諸侯使人吊，其次含、襚、賵、臨，皆同日而畢事者也。其次如此也。言五者相次同時。○臨，如字，徐力鴆反。"
      },
      {
        "index": 14,
        "text": "[疏]「諸侯」至「此也」。○正義曰：謂諸侯使人吊鄰國，先行吊禮，急宣君命。人以飲食為急，故含次之。食後須衣，故襚次之。有衣即須車馬，故賵次之。君事既畢，則臣私行己禮，故臨禮在後。其事雖多，而同一日取畢也。"
      },
      {
        "index": 15,
        "text": "卿大夫疾，君問之無筭。士，壹問之。君於卿大夫，比葬不食肉，比卒哭不舉樂。為士，比殯不舉樂。\n[疏]「卿大」至「舉樂」。○正義曰：按《喪大記》「君於大夫疾，三問之」，此云無筭，謂有師保恩舊之親，故問之無筭。或可《喪大記》云「三問」者，謂君自行。此云「無筭」，謂遣使也。"
      },
      {
        "index": 16,
        "text": "升正柩，諸侯執綍五百人，四綍皆銜枚。司馬執鐸，左八人，右八人。匠人執羽葆御柩。大夫之喪，其升正柩也，執引者三百人，執鐸者左右各四人，御柩以茅。升正柩者，謂將葬朝於祖，正棺於廟也。五百人，謂一黨之民。諸侯之大夫，邑有三百戶之制。綍、引同耳，廟中曰綍，在塗曰引，互言之。御柩者，居前道正之，大夫、士皆二綍。○筭，悉亂反。比，必利反，下同。為，於偽反。枚音梅。鐸，大洛反。葆音保。遙以慎反，注同。茅，亡交反。朝於，直遙反。道音導。"
      },
      {
        "index": 17,
        "text": "[疏]「升正」至「以茅」。○正義曰：此一經明諸侯大夫送葬正柩之禮、執鐸之差。○「升正柩」者，謂將葬，朝於祖廟，柩升廟之西階，於兩楹之間。其時柩北首，故《既夕禮》云「遷於祖用軸」，「升自西階，正柩於兩楹間」是也。○「四綍皆銜枚」者，謂執綍之人口皆銜枚，止喧囂也。○「司馬執鐸，左八人，右八人」者，司馬，夏官，主武。故執金鐸率眾，左右各八人，夾柩以號令於眾也。○「匠人執羽葆御柩」者，匠人，工人也。羽葆者，以鳥羽注於柄頭，如蓋，謂之羽葆。葆，謂蓋也。匠人主宮室，故執蓋物御柩。謂執羽葆居柩葆前，御行於道，示指揮柩於路，為進止之節也。然《周禮》喪祝御柩，此云匠人者，《周禮》王禮，此諸侯禮也。○注「五百」至「二綍」。○正義曰：按《周禮》注「六鄉主六引，六遂主六綍」，經云執綍，則應舉六遂，而言黨者，此是非辨鄉、遂之殊，正取五百人是一黨之人數耳。或是略舉鄉中之黨，則遂之鄙亦可知。云「諸侯之大夫，邑有三百戶之制」者，謂小國中下大夫也。故鄭注《易•訟卦》云「小國之下大夫采地方一成，其定稅三百家，故三百戶也」。其實大國下夫夫亦三百戶。故《論語》云「管仲奪伯氏駢邑三百」，注云「伯氏，齊大夫」。是齊為大國，下大夫亦三百家也。其天子公卿大夫，按《小司徒職》注云「百里之國凡四都，五十里之國凡四縣，二十五里之國凡四甸，然則大都公之采地方百里，小都卿之采地方五十里，家邑大夫采地方二十五里」。熊氏云：以此推之，公之大都采地方百里，侯伯大都采地方五十里，子男大都采地方二十五里。以畿外地闊，故公之大都與天子大都同也。其中都采地無文，其小都則下大夫二百家一成之地也。一成所以三百家者，一成九百夫。宮室塗巷山澤，三分去一，餘有六百夫。地又不易再易，通率一家而受二夫之地，是定稅三百家也。云「綍、易墁耳」者，其義具在《檀弓》疏。"
      },
      {
        "index": 18,
        "text": "孔子曰：「管仲鏤簋而朱紘，旅樹而反坫，山節而藻梲，賢大夫也，而難為上也。言其僣天子、諸侯，鏤簋刻為蟲獸也。冠有笄者為紘，紘在纓處兩端，二屬下不結。旅樹，門屏也。反坫，反爵之坫也。山節，薄櫨刻之為山梲，侏儒柱畫之為藻文。○鏤音陋。簋音軌。紘音宏。坫，下念反。藻音早。梲，章悅反。笄音雞。屬音燭。薄音博，又反麥反，又步博反，徐又薄歷反。櫨音盧。侏音朱。晏平仲祀其先人，豚肩不揜豆，賢大夫也，而難為下也。言其偪士、庶人也。豚，俎實。豆徑尺。言並豚兩肩不能覆豆，喻小也。○弇，於檢反，本亦作揜。並，步頂反。君子上不僣上，下不偪下。"
      },
      {
        "index": 19,
        "text": "婦人非三年之喪，不逾封而吊。逾封，越竟也。或為越疆。○逼音偪，本又作損。疆，紀良反。\n[疏]「孔子」至「而吊」。○正義曰：此一節明奢儉失禮之事。○「賢大夫也而難為上也」者，當時謂管仲是大夫之賢者。鏤簋者，天子、諸侯之制，而管仲鏤之。朱紘者，亦天子之紘，而管仲朱之，故《祭義》云「天子冕而朱紘，諸侯冕而青紘」，管仲大夫，當緇組紘而與士同，今僣天子朱紘。旅樹而反坫者，是諸侯之禮。《論語》云「邦君樹塞門」，「邦君為兩君之好，有反坫」。今管仲為之山節而藻梲者，天子之廟，飾而管仲亦為之，是皆僣也。故云賢大夫，是賢者尚為此僣上之事，是難可為上者也。言他人在管仲之上，皆被僣之，故云難為上。《禮器》云「君子以為藻，鑒謂盜竊」。亦僣上之事也。○注「言其」至「藻文」。○正義曰：言其僣天子、諸侯者，朱紘、山節、藻梲、鏤簋，是僣天子。旅樹、反坫者，是僣諸侯。云「鏤簋刻為蟲獸也」者，按《梓人》云「小蟲之屬，以為雕琢」，是刻蟲獸也。《禮器》注云：「簋，天子飾以玉。」此不云者，文不具也。其旅樹山節之屬，已具於《禮器》及《郊特牲》疏，故於此不復釋也。○「晏平」至「為下也」。○「豚肩不揜豆」者，依禮豚在於俎，今云「不揜豆」者，以豆形既小，尚不揜豆，明豚小之甚，不謂豚在豆也。○「而難為下也」者，平仲賢大夫，猶尚偪下，是在平仲之下者，恆被平仲而偪也。是難可為下。"
      },
      {
        "index": 20,
        "text": "如三年之喪，則君夫人歸。奔父母喪也。夫人其歸也，以諸侯之吊禮；其待之也，若待諸侯然。謂夫人行道車服，主國致禮。夫人至，入自闈門，升自側階，君在阼。其他如奔喪禮然。女子子，不自同於女賓也。宮中之門曰闈門，為相通者也。側階，亦旁階也。他，謂哭、踴、髽、麻。闈門，或為帷門。○闈音韋，宮中之門，劉昌宗音暉。髽，側瓜反。"
      },
      {
        "index": 21,
        "text": "嫂不撫叔，叔不撫嫂。遠別也。○嫂，悉早反。\n[疏]「如三」至「禮然」。○正義曰：此一節明諸侯大夫奔父母喪節也。○「如三年之喪」者，如，若也。若遭父母三年之喪，則雖曰君之夫人，歸往奔喪也。若非三年之喪，則不歸也。女子出適，為父母期。而云三年者，以本親言也。○「夫人至，入自闈門」者，謂夫人至於父母之國，入自旁側闈門。不由正門，異於女賓也。○「升自側階」者，謂夫人升自旁側之階，不升正階，亦異於女賓也。○「君在阼」者，謂主國之君待之在阼階之上，不降階而迎也。○「其他如奔喪禮然」者，他謂哭、踴、髽、麻之屬，如似奔喪之禮。然嫌諸侯夫人位尊，恐與卿大夫之妻奔喪禮異，故明之也。○注「女子」至「階也」。○正義曰：云「不自同於女賓也」者，按《喪大記》「夫人吊於大夫、士，主人出迎於門外。夫人入，升堂即位」，是女賓入自大門，升自正階。今此不然，是不自同於女賓。以女子子是父母之親，不可同於女賓之疏也。云「宮中之門曰闈門」者，《釋宮》文也。云「側階，亦旁階也」者，闈門是旁側之門，故云側階亦旁階。此謂東旁之旁階，故《奔喪禮》婦人升自東階，故知側階謂東面階也。"
      },
      {
        "index": 22,
        "text": "君子有三患：未之聞，患弗得聞也。既聞之，患弗得學也。既學之，患弗能行也。君子有五恥：居其位，無其言，君子恥之。有其言，無其行，君子恥之。既得之而又失之，君子恥之。地有餘而民不足，君子恥之。眾寡均而倍焉，君子恥之。恥民不足者，古者居民，量地以制邑，度地以居民，地邑民居，必參相得也。眾寡均，謂俱有役事，人數等也。倍焉，彼功倍己也。○其行，下孟反。"
      },
      {
        "index": 23,
        "text": "[疏]「君子」至「恥之」。○正義曰：此一節明君子有三患五恥之事，此「君子」謂在位之君子。○「未之聞，患弗得聞也」者，言人須多聞多識，若未聞知古事，恆憂患不得聞也。○「地有餘而民不足，君子恥之」者，以地邑民居，必參相得。今不能撫養，使民逃散，是土地有餘而民不足，故君子恥之。○「眾寡均而倍焉，君子恥之」者，言役用民眾，彼之與己民眾寡均等，而他人功績倍多於己。由不能勸課督率，故君子恥之。"
      },
      {
        "index": 24,
        "text": "孔子曰：「凶年則乘駑馬，祀以下牲」。自貶損，亦取易供也。駑馬，六種最下者。下牲，少牢，若特豕、特豚也。○駑音奴。貶，必檢反。易供，上以豉反；下音恭。種，章勇反。"
      },
      {
        "index": 25,
        "text": "恤由之喪，哀公使孺悲之孔子，學士喪禮。《士喪禮》於是乎書。時人轉而僣上，士之喪禮巳廢矣，孔子以教孺悲，國人乃復書而存之。○，而樹反，本亦作孺。復，扶又反。"
      },
      {
        "index": 26,
        "text": "[疏]「孔子」至「下牲」。○正義曰：此一節明凶荒之年，君自貶損也。○「乘駑馬」者，駑馬，六種之最下者也。馬有六種，一曰種馬，天子玉路所乘。二曰戎馬，兵車所乘。三曰齊馬，金路所乘。四曰道馬，像路所乘。五曰田馬，木路所乘。六曰駑馬，負重載遠所乘。若年歲凶荒，則人君自貶，故乘駑馬也。○「祀以下牲」者，諸侯常祭大牢，若凶荒則用少牢。大夫、士各降一等，並用下牲也。○注「自貶」至「豚也」。○正義曰：云「自貶損」者，言乘駑馬降牲牢，是貶損也。云「駑馬，六種最下」者，按《校人》云：「種馬一物，戎馬一物，齊馬一物，道馬一物，田馬一物，駑馬一物」，是六種馬中最下也。云「下牲，少牢，若特豕特豚也」者，天子、諸侯及天子大夫常祭用大牢，若凶年，降用少牢。諸侯之卿大夫常祭用少牢，降用特豕。士常祭用特豕，降用特豚。如此之屬，皆為下牲也。"
      },
      {
        "index": 27,
        "text": "子貢觀於蠟。孔子曰：「賜也，樂乎？」對曰：「一國之人皆若狂。賜未知其樂也。」蠟也者，索也，歲十二月，合聚萬物而索饗之祭也。國索鬼神而祭祀，則《黨正》以禮屬民，而飲酒於序，以正齒位。於是時，民無不醉者如狂矣。曰未知其樂，怪之。○蠟，仕嫁反。樂音洛，下及注同。索，色百反，下同。屬音燭。子曰：「百日之蠟，一日之澤，非爾所知也。蠟之祭，主先嗇也。大飲烝勞農以休息之，言民皆勤稼穡，有百日之勞，喻久也，今一日使之飲酒燕樂，是君之恩澤，非女所知，言其義大。○嗇音色。烝，之承反。勞，力報反。女音汝。"
      },
      {
        "index": 28,
        "text": "[疏]「子貢」至「知也」。○正義曰：此一節明蠟月鄉飲酒之樂，各依文解之。○「蠟」，謂王者各於建亥之月，報萬物，息老休農。又各燕會飲酒於黨學中，故子貢往觀之也。○「孔子曰：賜也，樂乎」者，呼子貢名而問之，云：汝觀蠟飲燕，見此之事，是歡樂否乎？○「對曰：一國之人皆若狂，賜未知燕樂也」者，子貢以謂禮儀有序，乃可是樂。今此蠟，人恣性酣飲，載號載呶，大小悉爾，故云「一國之人皆若狂」也。既皆如狂，則非歡樂，故云「未知其樂也」。○注「蠟也」」至「怪之」。○正義曰：云「蠟也者，索也」至「而索饗之」，皆《郊特牲》文。言經之蠟者，是索饗之祭也。云「歲十二月」者，周正建亥之月。云「國索鬼神而祭祀，則《黨正》以禮屬民，而飲酒於序」者，謂州黨之學。云「以正齒位」者，以歲終事畢，黨正屬民，以正齒位，若《鄉飲酒義》云「六十者坐，五十者立，壹命齒於鄉里之屬」。云「於是時，民無不醉者如狂矣」者，以飲初之時正齒位，及飲末醉，無不如狂者也。○「子曰：百日之蠟，一日之澤，非爾所知也」者，孔子解蠟是樂之義也。言此蠟而飲，是報民一年勞苦，故云「百日之蠟」也。言百日者，舉其全數，喻久矣，實一年之勞苦也。今一日歡休，故恣其醉如狂，此是由於君之恩澤，故云「一日之澤」也。其理深遠，故曰「非爾所知也」。○注「蠟之」至「義大」。○正義曰：云「蠟之祭，主先嗇也」者，謂以先嗇神農為主。云「大飲烝勞農以休息之」者，謂於時天子、諸侯有群臣大飲於學。烝，升也。謂升牲體於俎。於此之時，慰勞農人，使令休息。云「言民皆勤稼穡，有百日之勞，喻久也」者，解經「百日之蠟」，言百日勞苦，而有此蠟。其實一年，而云百日，舉其成數，以喻其久也。云「今一日飲之飲酒燕樂，是君之恩澤」者，解經「一日之澤」，言一日之中，由人君之恩澤。"
      },
      {
        "index": 29,
        "text": "張而不弛，文、武弗能也。弛而不張，文、武弗為也。一張一弛，文、武之道也。」張、弛，以弓弩喻人也。弓弩久張之，則絕其力，久弛之，則失其體。○弛，屍是反，下及注同。弩，弓乃反。"
      },
      {
        "index": 30,
        "text": "[疏]「張而」至「道也」。○正義曰：此孔子以弓喻於民也。張謂張弦，弛謂落弦。若弓久張而不落弦，則絕其弓力，喻民久勞而不息，則亦損民之力也。○「文武弗能也」者，言若使民如此，縱令文武之治，不能使人之得所，以言其苦，故稱其不能。○「弛而不張，文武弗為也」者，言弓久落弦而不張設，則失其弓之往來之體，喻民久休息而不勞苦，則民有驕逸之志。民若如此，文、武不能為治也，而事之逸樂，故稱不為也。○「一張一弛，文武之道也」者，言弓一時須張，一時須弛，喻民一時須勞，一時須逸。勞逸相參，若調之以道，化之以理，張弛以時，勞逸以意，則文、武得其其中道也，使可以治。文、武為政之道，治民如此，故云文武之道也。"
      },
      {
        "index": 31,
        "text": "孟獻子曰：「正月日至，可以有事於上帝。七月日至，可以有事於祖。」七月而禘，獻子為之也。記魯失禮所由也。孟獻子，魯大夫仲孫蔑也。魯以周公之故，得以正月日至之後郊天，亦以始祖後稷配之。獻子欲尊其祖，以郊天之月對月禘之，非也。魯之宗廟，猶以夏時之孟月爾。《明堂位》曰：「季夏六月，以禘禮祀周公於太廟。」○太廟，音泰。"
      },
      {
        "index": 32,
        "text": "[疏]「孟獻」至「之也」。○正義曰：此一節明魯之郊禘之事。獻子，魯大夫仲孫蔑，謚曰獻子。正月，周正月，建子之月也。日至，冬至日也。有事，謂南郊祭所出之帝也，上帝靈威仰也。而周以十一月為正，其月日至。注云「若天子則圜丘，魯以周公之故得郊天，所以於此月得郊所出之帝靈威仰而已」，故云「正月日至，可以有事於上帝也」。此言是也。○「七月日至，可以有事於祖」者，七月，周七月，建午之月也。日至，夏至日也。有事，謂禘祭於祖廟，故云「有事於祖」。獻子言十一月建子，冬既祭上帝，故建午夏至亦可禘祖，以兩月日至相對，故欲祭祖廟，與天相對也，故云「七月日至，可以有事於祖」也。此言非也。所以為非者，魯之祭祀宗廟，亦猶用夏家之法。凡大祭宜用首時，應禘於孟月，孟月於夏家是四月，於周為六月，故《明堂位》云「季夏六月，以禘禮祀周公於大廟」，是夏之孟月也。獻子捨此義，欲以此二至相當，以天對祖，乖失禮意。○「七月而禘，獻子為之也」者，獻子有此之失，故記其失所由也。○注「記魯」至「大廟」。○正義曰：云「記魯失禮所由」者，言七月而禘，是魯之失禮時暫為之，非是恆行，故《春秋》獻子之後，無七月禘廟之事。又此不云「自獻子始」，是不恆行也。云「孟獻子，魯大夫仲孫蔑也」者，以《左傳》稱孟獻子，經書仲孫蔑也。云「魯以周公之故，得以正月日至之後郊天，亦以始祖後稷配之」者，此是《明堂位》文，故《明堂》云「魯君孟春乘大路，祀帝於郊，配以後稷」，是後稷配之也。「亦」者，天子正月郊祭，以始祖配天。魯以十一月郊祭，亦以後稷配天，故云「亦」也。云「魯之宗廟，猶以夏時之孟月爾」者，以《明堂位》稱季夏六月，以禘禮祀周公於大廟。周之季夏，即夏之孟月，建巳之月。又《春秋》宣八年「六月辛巳，有事於大廟」，謂禘祭也，是用建巳之月。按《春秋》宣九年，獻子始見經，按僖八年，於時未有獻子。而「七月禘」者，鄭答趙商云「以僖八年正月，公會王人於洮」。六月應禘，以在會未還，故至七月乃禘。君子原情免之，理不合譏，而書之者，為致夫人，故書「七月禘」也。獻子既七月而禘，非時失禮。《春秋》之例，非時祭者皆書於經，以示譏。獻子以後，之禘而用七月，不書於經，而不譏者，鄭《釋廢疾》云「宣八年六月，『有事於大廟』，禘而云『有事』者，雖為卿佐卒張本，而書有事，其實當時有用七月而禘，因宣公六月而禘得禮，故變文言有事。《春秋》因事變文，見其得正也」。如鄭此言，則獻子之時禘皆非正，因宣公六月禘為得正，故變文云有事，以明餘禘之不正也。故餘禘不載於經，唯譏於宣公得正之禘也。鄭又一解云《禮記》之言，不可合於《春秋》書例，故鄭答趙商云「《禮記》之云，何必皆在《春秋》之例」，是《禮記》不與《春秋》合也。"
      },
      {
        "index": 33,
        "text": "夫人之不命於天子，自魯昭公始也。亦記魯失禮所由也。周之制，同姓，百世昏姻不通。吳，大伯之後，魯同姓，昭公取於吳，謂之吳孟子，不告於天子。自此後取者遂不告於天子，天子亦不命之。"
      },
      {
        "index": 34,
        "text": "[疏]「夫人」至「始也」。○正義曰：諸侯夫人亦天子所命，或是王后無畿外之事，故天子命畿外諸侯夫人，此文是也。若畿內諸侯及卿大夫之妻，則《玉藻》注云「天子諸侯命其臣，後夫人亦命其妻」是也。"
      },
      {
        "index": 35,
        "text": "外宗為君、夫人，猶內宗也。皆謂嫁於國中者也。為君服斬，夫人齊衰，不敢以其親服服至尊也。外宗，謂姑、姊妹之女，舅之女及從母皆是也。內宗，五屬之女也。其無服而嫁於諸臣者，從為夫之君，嫁於庶人，從為國君。○外宗為，於偽反，注同，下「為夫、為之服」，下注「為其」亦同。"
      },
      {
        "index": 36,
        "text": "[疏]「外宗」至「宗也」。○正義曰：外宗者，謂君之姑、姊妹之女及舅之女及從母皆是也。內宗，謂君五屬內之女。君內宗為君悉服斬衰，為夫人齊衰，則君之外宗之女，為君及夫人與內宗同，故云「猶內宗也」。亦即是與諸侯為兄弟者服斬之例也。○注「皆謂」至「國君」。○正義曰：知「皆謂嫁於國中」者，以經云「為君夫人」，則君夫人者，是國人所稱號，故知嫁於國中。國外當云諸侯。云「為君服斬，夫人齊衰，不敢以其親服服至尊也」者，按禮：族人不敢以其慼慼君，則異族者亦不可以慼慼君，故不得以其親服服至尊也。云「外宗，謂姑、姊妹之女舅之女及從母皆是也」者，古者大夫不外取，故君之姑、姊妹嫁於國內大夫為妻，是其正也。舅之女及從母皆是者，謂君之舅女及君之從母在國中者，非正也。所以非正者，以諸侯不內取，故舅女及從母不得在國中。諸侯雖曰外取，舅及從母元在他國，而舅之女及從母不得來嫁與已國卿大夫為妻，以卿大夫不外取。知「內宗，五屬之女」者，以其稱內，故內五屬之女也。凡外宗內宗，皆據有爵者，云「其無服而嫁於諸臣者，從為夫之君」者，總謂外宗內宗之女皆然也。云「嫁於庶人，從為國君」者，亦內外宗之女並言之，則服齊衰三月。此等內宗外宗，熊氏云「雖嫁在他國，皆為本國諸侯服斬也，今依用之」。若賀循、譙周之等云在己國則得為君服斬，夫人齊衰；若在他國則不得也。今並存焉，任賢者擇之，此外宗與《喪服》外宗為君別也。故鄭注彼云「外宗是君之外親之婦」，此外宗唯據君之宗。崔氏云兼據夫人外宗，其義非也。又《周禮》外宗、內宗，謂外內之女。而崔氏云「鄭注《特牲》云女者，女有出適，嫌有降理，故舉女，不言男」，其義亦非也。"
      },
      {
        "index": 37,
        "text": "廄焚，孔子拜鄉人為火來者。拜謝之。拜之，士壹，大夫再，亦相吊之道也。言拜之者，為其來吊己。《宗伯職》曰：「以吊禮哀禍災。」"
      },
      {
        "index": 38,
        "text": "[疏]「廄焚」至「道也」。○正義曰：廄焚，孔子馬廄被火焚也。○「孔子拜鄉人為火來」者，謂孔子拜謝鄉人為火而來慰問孔子者。○「拜之，士壹，大夫再」者，言拜此鄉人之時，若士則壹拜之，大夫則再拜之。○「亦相吊之道」者，此言雖非大禍災，亦是相哀吊之道也。"
      },
      {
        "index": 39,
        "text": "孔子曰：「管仲遇盜，取二人焉，上以為公臣，曰：『其所與游，辟也，可人也。』言此人可也，但居惡人之中，使之犯法。○上，時掌反。辟，匹亦反。管仲死，桓公使為之服。宦於大夫者之為之服也，自管仲始也，有君命焉爾也。」亦記失禮所由也，善桓公不忘賢者之舉。官，猶仕也。此仕於大夫，更升於公，與違大夫之諸侯同爾，禮不反服。"
      },
      {
        "index": 40,
        "text": "[疏]「孔子」至「爾也」。○正義曰：此二節明大夫之臣雖仕於公，反服大夫之服。孔子論說管仲之事，故云「孔子曰」。○「管仲遇盜，取二人焉」者，謂管仲逢遇群盜，於此盜中，簡取二人焉。○「上以為公臣」者，謂管仲薦上此二人，以為桓公之臣。○「曰：其所與游，辟也，可人也」者，此管仲薦此盜人之辭，言此盜人所與交遊是邪辟之人，故犯法為盜。可人也者，謂其人性行是堪可之人也，可任用之。○「管仲死，桓公使為之服」者，謂管仲之死，桓公使此二人著服也。○「宦於大夫者之為之服也，自管仲始也」者，言依禮仕宦於大夫、升為公臣，不合為大夫著服。今此二人，是仕宦於大夫、升為公臣者之為大夫而著服也。從管仲為始，言自此以後，升為公臣，皆服官於大夫之服也。○「有君命焉爾也」者，言此二人，所以為管仲著服者，有桓公之命使之焉爾。作記之者亦記失禮所由，又記桓公不忘賢者之舉也。"
      },
      {
        "index": 41,
        "text": "過而舉君之諱，則起。舉，猶言也。起立者，失言而變自新。與君之諱同，則稱字。謂諸臣之名也。\n[疏]「過而」至「稱字」。○正義曰：此一節明辟君之諱也。過，謂過誤也。舉，猶言也。若過誤言君之諱，則起而改變自新。"
      },
      {
        "index": 42,
        "text": "內亂不與焉，外患弗辟也。謂卿大夫也。同僚將為亂，己力不能討，不與而已。至於鄰國為寇，則當死之也。《春秋》魯「公子友如陳葬原仲」，傳曰：「君子辟內難而不辟外難。」○與音預，注同。辟音避，注同。僚，本又作寮。力，雕反。難，乃旦反，下同。"
      },
      {
        "index": 43,
        "text": "[疏]「內亂」至「辟也」。○正義曰：此一經明卿大夫之禮。有內亂，力不能討，可辟之事。○「內亂不與焉」者，謂國內有同僚為亂，則身自畏辟，不干與焉，以其力弱，不能討也。雖不與而已，若力能討，則當討之。○「外患弗辟也者，外，謂在外。鄰國為其寇患，雖力不能討，不得辟之，當盡死於難也。○注「《春秋》」至「外難」。○正義曰：引《春秋》者，莊二十七年《公羊傳》文。按注云「公子友如陳，葬原仲。大夫不書葬，此何以書？通乎季子之私行也。又云「君子辟內難而不辟外難。內難者何？公子慶父、公子才通乎夫人以脅公，季子起而治之，則不得與於國政；坐而視之，則親親」。何休云：「不忍見其如此，故請至於陳而葬原仲，時季友討慶父，為不與國政，力不能討。至莊三十二年，季子與國政，故逐慶父而酖叔牙也。」此注云力不能討，亦謂不與國政。若與國政、力能討之而不討，則責之，故宣二年晉史董孤書趙盾以「弒君」，云「子亡不越竟」是也。"
      },
      {
        "index": 44,
        "text": "《贊大行》曰：「圭，公九寸，侯、伯七寸，子、男五寸，博三寸，厚半寸，剡上左右各寸半，玉也。藻，三采六等。」《贊大行》者，書說大行人之禮者名也。藻，薦玉者也，三采六等，以朱白蒼畫之再行也。子、男執璧，作此《贊》者失之矣。○厚，戶豆反。剡，以冉反。畫，胡卦反，徐胡麥反。再行，戶剛反。哀公問子羔曰：「子之食奚當？」問其先人始仕食祿，以何君時。○當，如字，注同，舊才浪反。對曰：「文公之下執事也。」"
      },
      {
        "index": 45,
        "text": "[疏]「贊大」至「事也」。○正義曰：此明五等諸侯所執圭玉之制。○「《贊大行》曰」者，贊，明也。大行，謂《周禮》有《大行人》篇，掌諸侯五等之禮。舊作記之前，有人說書贊明大行人之事，謂之贊大行。今亦作記者，引此舊書，故云「《贊大行》曰」，曰，發語端也。○「博三寸」者，謂圭博三寸也。○「厚半寸」者，謂圭與璧各厚半寸。○「剡上左右各寸半」者，謂圭與璧則殺也，殺上左右角各寸半也。○「玉也」者，言五等諸侯，圭璧長短雖異，而俱以玉為之，故云玉也。○「藻，三采六等」者，藻，謂以韋衣、扳以藉玉者。三采，朱、白、蒼也。六等，六行也。謂畫上三色，每色為二行，是三采六等。○注「贊大」至「之矣」。○正義曰：云「書說大行人之禮者名也」者，謂作此記之前，別有書論說大行人之禮，其篇名謂之《贊大行》。云「三采六等，以朱白蒼畫之再行也」者，按《聘禮記》云「朝天子，圭與繅，皆九寸」，「繅三采六等，朱、白、蒼；朱、白、蒼」是也。既重云朱、白、蒼，是一采為三等，相間而為六等也。若五等諸侯皆一采為一就，《典瑞》云公、侯、伯「皆三采三就」，謂一采為一就，故「三采三就」，其實采別二就，三采則六等也。《典瑞》又云子、男「皆二采再就」，二采謂朱綠也。二采故二就，其實采別二就，二采則四等也。《典瑞》又云「瑑圭、璋、璧、琮、繅皆二采一就，以覜、聘」，此謂卿大夫每采唯一等，是二采共一就也，與諸侯不同。其天子，則《典瑞》云「繅五采五就」，亦一采為一就，五采故五就。其實采別二就，五采則十等也。云「子男執璧，作此《贊》者失之矣」者，以此經列公侯伯子男，總云「博三寸，剡上左右各寸半」，此謂圭也。今總包子男，則子男亦執圭，故云作此《贊》者失之矣。"
      },
      {
        "index": 46,
        "text": "成廟則釁之，其禮：祝、宗人、宰夫、雍人皆爵弁、純衣。廟新成必釁之，尊而神之也。宗人先請於君曰：「請命以釁其廟」，君諾之，乃行。○釁，許靳反。純，側甚反。雍人拭羊，宗人視之，宰夫北面於碑南，東上。居上者，宰夫也。宰夫，攝主也。拭，靜也。○拭音式。碑，彼皮反。覲，本亦作靜，同才性反。雍人舉羊升屋自中；中屋南面，刲羊，血流於前，乃降。門、夾室皆用雞，先門而後夾室。其皆於屋下。割雞，門當門，夾室中室。自，由也。謂將刲割牲以釁，先滅耳旁毛薦之。耳，聽聲者，告神，欲其聽之，《周禮》有刉。○刲，苦圭反。夾，古洽反。，如志反。刉，古伐反，又古對反，一音其既反。珥，如志反。有司皆鄉室而立，門則有司當門北面。有司，宰夫、祝、宗人。○鄉，許亮反，下同。既事，宗人告事畢，乃皆退。告者，告宰夫。反命於君曰：「釁某廟事畢。」反命於寢，君南鄉於門內，朝服。既反命，乃退。君朝服者，不至廟也。○朝，直遙反，注同。路寢成，則考之而不釁。釁屋者，交神明之道也。言路寢者，生人所居。不釁者，不神之也。考之者，設盛食以落之爾。《檀弓》曰「晉獻文子成室，諸大夫發焉」是也。凡宗廟之器，其名者成，則釁之以豭豚。宗廟名器，謂尊、彝之屬。○豭音加。彝，以之反。"
      },
      {
        "index": 47,
        "text": "[疏]「成廟」至「豭豚」。○正義曰：此一節論釁廟及考路寢之事。○「成廟則釁之」者，謂宗廟初成，則殺羊取血以釁之，尊而神之也。○「其禮：祝、宗人、宰夫、雍人，皆爵弁純衣」者，其禮謂釁廟之禮，欲釁之時，宗人先請於君曰「請命以釁某廟」，君諾之乃行事。爵弁者，士服也。純衣者，謂絲衣，則玄衣纁裳也。○「雍人拭羊」者，雍人是廚宰之官。拭羊謂拭靜其羊，拭於廟門外。按《大戴禮•釁廟篇》云：「成廟則釁以羊。君玄服立於寢門內，南鄉，祝、宗人，宰夫、雍人皆玄服。宗人曰：『請命以釁某廟。』君曰：『諾。』遂入。雍人拭羊，乃行入廟門。碑南北面，雍人舉羊升屋，自中，中屋南面，刲羊，血流於前，乃降。」此皆《大戴禮》文。既云拭羊乃行入廟門，是拭羊在廟門之外。但初受命於寢門內之時，君與祝、宗人、宰夫、雍人等皆著玄服，謂朝服、緇衣、素裳等，其祝、宗人、宰夫、雍人等著玄服，謂朝服、緇衣、素裳等，其祝、宗人、宰夫、雍人等皆入廟之時，則爵弁、純衣，雍人舉羊升屋者，熊氏云「謂抗舉其羊升於屋上。自中者，自，由也。謂升屋之時，由屋東西之中，謂兩階之間而升也」。○「中屋南面」者，謂當屋棟之上，亦東西之中，而南面刲割其羊，使血流於前，雍人乃降。皇氏云：「舉羊，謂縣羊。升屋，謂掛羊於屋。自中，謂在屋之中。中屋謂羊在屋棟之下，縣之上下處中。」今謂屋者，謂室之在上之覆也。前云升屋，下云乃降，與《喪大記》「復者升屋」其文正同，何得以升為縣？又中屋為屋棟，去地上下為中。此正得云屋中，不得云中屋。若室裡縣羊，血則當羊而下，何得云「血流於前」？又下文「其皆於屋下」，明知其釁則在屋上。檢勘上下，皇氏之說非也。○「門、夾室皆用雞」者，門，廟門也。夾室，東西廂也。其減於廟室，故釁不用羊也。門與夾室各一雞，凡用三雞，故云「皆」也。謂釁門、夾室用雞之時，如上用羊之法，亦升屋而割之。○「先門而後夾室」者，謂先釁門，後釁夾室，又卑於門也。○「其皆於屋下」者，謂未刲割羊與雞之時，先滅耳旁毛以薦神，廟則在廟之屋下，門與夾室則在門、夾室之屋下，故云「其皆於屋下」，訖然後升屋而釁也。○「門當門，夾室中室」者，謂訖為釁之時，門則當門屋之上中，夾室則當夾室上之中，以割雞使血流，故云「門當門，夾室中室」。此釁廟以羊，門、夾室以雞，總云其，則毛牲羽牲，皆謂之。而鄭注《周禮》云「毛牲曰刉，羽牲曰」者，以此經有羊有雞，無別刉文，故總以包之。《周禮》刉、相對，故以毛牲曰刉，羽牲曰。○「有司皆鄉室而立」者，謂釁夾室之時，宰夫、祝、宗人皆當於夾室而立。門，則有司當門北面而立。○「既事，宗人告事畢，乃皆退」者，謂釁事既畢，宗人告攝主宰夫以事畢，宰夫及祝、宗人等乃退。○「反命於寢」者，謂釁既畢，反報君命於路寢。○「君南鄉於門內，朝服」者，謂君受命之時，南鄉於路寢門內，南面而立，身著朝服。即《大戴禮》云「玄衣以不入廟，故朝服」。○「路寢成，則考之而不釁」者，路寢是生人所居，不用神之，故不釁也。考之者，謂設盛饌以落之，如《檀弓》晉獻文子成室是也。庾蔚云：「落謂與賓客燕會，以酒食流落之，即歡樂之義也。」○「釁屋者，交神明之道也」者，釋所以不釁路寢之義，言此屋與神明相交，故釁之也。○「凡宗廟之器，其名者成，則釁之以豭豚」者，器之名者，尊、彝之屬也。若作名者成，則釁之，若細者成，則不釁。名器則殺豭豚血塗之也。不及廟，故不用羊也。"
      },
      {
        "index": 48,
        "text": "諸侯出夫人，夫人比至於其國，以夫人之禮行。至，以夫人入。行道以夫人之禮者，棄妻致命其家，乃義絕，不用此為始。○比，必利反。使者將命，曰：「寡君不敏，不能從而事社稷宗廟，使使臣某敢告於執事。」主人對曰：「寡君固前辭不教矣。寡君敢不敬須以俟命！」前辭不教，謂納采時也。此辭賓在門外，擯者傳焉。賓入致命如初，主人卒辭曰：「敢不聽命！」○使，巴吏反。有司官陳器皿，主人有司亦官受之。器皿，其本所繼物也。律：「棄妻畀所繼。」○皿，武景反，《字林》又音猛。繼，子兮反，下同。畀，必利反，與也；又婢支反，償也。妻出，夫使人致之曰：「某不敏，不能從而共粢盛，使某也敢告於侍者。」主人對曰：「某之子不肖，不敢辟誅，敢不敬須以俟命。」使者退，主人拜送之。肖，似也，不似，言不如人。誅，猶罰也。○共音恭。粢盛，上音咨，下音成。肖音笑。辟音避。如舅在則稱舅，舅沒則稱兄，無兄則稱夫。言棄妻者，父兄在則稱之，命當由尊者出也。唯國君不稱兄。主人之辭曰：「某之子不肖。」如姑、姊妹亦皆稱之。姑、姊妹見棄，亦曰：「某之姑，某之姊若妹不肖。」"
      },
      {
        "index": 49,
        "text": "[疏]「諸侯」至「稱之」。○正義曰：此一節論諸侯出夫人及卿大夫以下出妻之事。○「諸侯出夫人」者，謂夫人有罪，諸侯出之，命歸本國。○「使者將命」者，使者謂送夫人歸者，將行，君命以告夫人之國君。○「寡君不敏，不能從而事社稷宗廟」者，禮尚謙退，不能指斥夫人所犯之罪，故引過自歸。云寡君才知不敏，不能隨從夫人共事社稷宗廟，故君使臣某敢告在下之執事。○「寡君敢不敬，須以俟命」者，須，待也。俟，亦待也。主人報客，云君既有命，寡君豈敢不恭敬，須待君命。○「有司官陳器皿」者，使者既得主人答命，故使從己來有司之官陳夫人嫁時所繼器皿之司，以還主國也。○「主人有司亦官受之」者，主國亦使有司官領受之也。並云「官」者，明付受悉如法也。○「妻出」者，此以下明夫出妻法也。○「如舅在則稱舅，舅沒則稱兄」者，謂凡遣妻必稱尊者之命，舅在稱舅者，謂妻之被出，則應稱夫名「使某來告」。若夫之父在，則稱父名「使某來告」。是舅在則稱舅也。「舅沒則稱兄」者，謂稱夫兄之名「使某來告」。不云舅沒則稱母者，婦人之名，不合外接於人也。若有死喪，則稱母吊，即《曾子問》云「母喪稱母」是也。○「無兄則稱夫」者，謂夫身無兄，則稱夫名「使某來告」，則上文是也。夫遣人致命則得云「某不敏，不能從而共粢盛」。若夫之父兄遣人致命，其致命之辭未聞也。○「主人之辭曰：某之子不肖」者，前文已具，重更發者，為姑、姊妹張本，故云：「如姑、姊妹亦皆稱之。」鄭云：「某之姑，某之姊若妹不肖」是也。"
      },
      {
        "index": 50,
        "text": "孔子曰：「吾食於少施氏而飽，少施氏食我以禮。言貴其以禮待己，而為之飽也。時人倨慢，若季氏則不以禮矣。少施氏，魯惠公子施父之後。○少，失召反，下及注同。食我，音嗣。為，於偽反，下「來為」、「亦為」同。倨音據。慢，武諫反，書亦作慢。父音甫。吾祭，作而辭曰：『疏食不足祭也。』吾飧，作而辭曰：『疏食也，不敢以傷吾子』」"
      },
      {
        "index": 51,
        "text": "[疏]「孔子」至「吾子」。○正義曰：此一節明少施氏以禮而食孔子。吾祭者，謂孔子祭也。○「作而辭曰：疏食不足祭也」者，作，起也。少施氏起而辭謝，云疏粗之食，不足祭也。○「吾飧」者，謂孔子食後而更飧、而強飯以答主人之意。○「作而辭曰：疏食也，不敢以傷吾子」者，少施氏又起而辭謝，云疏粗之食，不可強飽，以致傷害，故云「不敢以傷吾子」。"
      },
      {
        "index": 52,
        "text": "納幣一束，束五兩，兩五尋。納幣，謂昏禮納徵也。十個為束，貴成數。兩兩者合其卷，是謂五兩。八尺曰尋，五兩五尋，則每卷二丈也，合之則四十尺。今謂之匹，猶匹偶之云與？○飧音孫。個，古賀反。卷音眷，徐紀勉反，下同。與音餘。婦見舅姑，兄弟、姑、姊妹皆立於堂下，西面，北上，是見已。婦來為供養也，其見主於尊者，兄弟以下在位，是為已見，不復特見。○婦見，賢遍反，下注同。供，恭用反。養，羊尚反。復，扶又反。見諸父，各就其寢。旁尊也，亦為見時不來。女雖未許嫁，年二十而笄，禮之；婦人執其禮。雖未許嫁，年二十亦為成人矣。禮之，酌以成之。言婦人執其禮，明非許嫁之笄。燕則鬈首。既笄之後去之，猶若女有鬌紒也。○鬈音權，又居阮反。去，起呂反。鬌，丁果反。音計，字又作髻。"
      },
      {
        "index": 53,
        "text": "[疏]「納幣」至「鬈首」。○正義曰：此一節論昏禮婦見舅姑，及女求許嫁、加笄分別之事。○「納幣一束」者，謂昏禮納財幣之時，其幣一束，謂十個也。「束五兩」者，兩個合為一卷，取配偶之義，是束五兩也。一兩有四十尺，八尺曰尋，五八四十，是兩五尋也。今謂之匹，由匹偶也。○「婦見舅姑」者，謂婦來，明日而見舅姑也。○「兄弟、姑、姊妹皆立於堂下，西面北上」者，見舅姑之時，則夫之兄弟、姑、姊妹皆立於舅姑之堂下，東邊西鄉，以北為上，近堂為尊也。○「是見已」者，舅姑在堂上，婦自南門而入，入則從於夫之兄弟、姑、姊妹前度，以因是即為相見，不復更別詣其室見之，故云「是見已」，謂是已見也。○「見諸父，各就其寢」者，諸父，謂夫之伯叔也。既是旁尊，則婦於明日乃各往其寢而見之，不與舅姑同日也。○「女雖未許嫁，年二十而笄，禮之」者，女子十五許嫁而笄，若未許嫁，至二十而笄，以成人禮言之。○「婦人執其禮」者，賀瑒云：「十五許嫁而笄者，則主婦及女賓為笄禮。主婦為之著笄，女賓以醴禮之。未許嫁而笄者，則婦人禮之，無主婦、女賓，不備儀也。」○「燕則鬈首」者，謂既笄之後，尋常在家燕居，則去其笄而鬈首，謂分發為鬌紒也。此既未許嫁，雖已笄，猶為少者處之"
      },
      {
        "index": 54,
        "text": "□長三尺，下廣二尺，上廣一尺，會去上五寸。紕以爵韋六寸，不至下五寸。純以素，紃以五采。會，謂領上縫也，領之所用蓋與紕同。在旁曰紕，在下曰純。素，主帛也。純六寸者，中執之，表裡各三寸也。純、紕所不至者五寸，與會去上同。紃，施諸縫中，若今時條也。○「□音必。長，直諒反。廣，古曠反，下同。會，古外反，注同。紕，婢支反，又方移反，注同。純，之閏反，又支允反，注同；徐方移反。紃音巡，徐辭均反。縫，扶用反，下同。絛，本又作條，同吐刀反。"
      },
      {
        "index": 55,
        "text": "[疏]「□長」至「五采」。○正義曰：□，□也，長三尺，與紳齊也。下廣上狹，像天地數也。○「會去上五寸」者，會，謂□之領縫也。此縫去□上畔廣五寸，謂會上下廣五寸。○「紕以爵韋六寸」者，謂會縫之下，□之兩邊，紕以爵韋闊六寸倒攝之，兩廂各三寸也。○「不至下五寸」者，謂紕、□之兩邊，不至□之下畔闊五寸。○「純以素」者，素謂生帛，謂紕所不至之處，橫純之以生帛，此帛上下各闊五寸也。○「紃以五采」者，紃，絛也，謂五采之絛置於諸縫之中。○注「會謂」至「上同」。○正義曰：□旁緣謂之紕，上緣謂之會。以其在下總會之處，故謂之為會。此上緣緣□之上畔，其縫廣狹去上畔五寸也。云「領之所用蓋與紕同」者，紕既用爵韋，會之所用無文，會、紕同類，故知會之所用與紕同也。云「純紕所不至者五寸」者，純，緣也。緣之所施，是兩旁之紕不至下五寸之處，以素緣之。云「與會去上同」者，純之上畔去□下畔五寸，會之下畔去□之上畔五寸，以其俱五寸，故云與會去上同。如諸儒所說，云會者是□之上畔，殘緣而已。去上五寸，謂與兩旁之紕，去□上畔會縫之下有五寸。若如此說，何得鄭注「與會去上同」？明知會之闊狹五寸也。"
      }
    ]
  }
}