{
  "chapterNumber": 10,
  "title": "卷09",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "魯莊公及宋人戰于乘丘，[十年夏。]縣賁父御，卜國爲右。[縣、卜皆氏也。凡車右，勇力者爲之。]馬驚，敗績。[驚奔失列。]公隊，佐車授綏。[戎車之貳曰佐。授綏乘公。]公曰：「末之卜也。」[末之，猶微哉。言卜國無勇。]縣賁父曰：「他日不敗績，而今敗績，是無勇也。」[公他日戰，其御馬未嘗驚奔。]遂死之。[二人赴敵而死。]圉人浴馬，有流矢在白肉。[圉人，掌養馬者。白肉，股裏肉。]公曰：「非其罪也。」[流矢中馬，非御與右之罪。]遂誄之。[誄其赴敵之功以爲謚。]士之有誄，自此始也。[記禮失所由來也。周雖以士爲爵，猶無謚也。殷大夫以上爲爵。　【疏】「魯莊」至「始也」。　正義曰：此一節論魯莊公與士爲謚失禮之事，各依文解之。　「戰于乘丘」者，乘丘，魯地也。莊公十年「夏，六月，齊師、宋師次于郎，公子偃曰：『宋師不整，可敗也。宋敗，齊必還。請擊之。』大敗宋師于乘丘。齊師乃還」。　注「縣、卜皆氏也」。　正義曰：知縣、卜皆氏者，此有縣賁父，下有縣子瑣，《七十二弟子傳》有卜商，故知皆氏也。　注「戎車之貳曰佐」。　正義曰：案《周禮》戎僕掌倅車之政，道僕掌貳車之政，田僕掌佐車之政，則戎車之貳曰倅。此云「佐」者，《周禮》相對爲文有異，若散而言之，則田獵、兵戎俱是武事，故同稱佐車。《少儀》注「戎獵之副曰佐」是也。熊氏以爲此皆諸侯法。　「公曰『末之卜也』」。　末，微也。之，哉也。言微弱哉此卜國也。以其微弱無勇，致使我馬敗績。　注「二人赴敵而死」。　正義曰：知二人者，以卜國被責，縣賁父職掌馬事，自稱無勇，既序兩人於上，即陳遂死於下，明兩人俱死也。　注「圉人」至「裏肉」。　正義曰：「圉人，掌養馬者」，案昭七年《左傳》云：「牛有牧，馬有圉。」是圉人掌馬也。云「白肉，股裏肉」者，以股裏白，故謂之白肉，非謂肉色白也。　注「周雖」至「爲爵」。　正義曰：知周以士爲爵者，案《掌客》云：「凡介、行人、宰、史，皆有飱饔餼，以其爵等爲之牢禮之陳數。」凡介、行人皆爲士，而云「爵等」，是士有爵也。故鄭注《大行人》云：「命者五，公、侯、伯、子、男。爵者四，孤、卿、大夫、士。」云「猶無謚也」者，以此云「士之有誄，自此始」，故知周士無謚也。云「殷大夫以上爲爵」者，案《士冠禮》云：「古者生無爵，死無謚。」於《士冠》之下而爲此記，又云諸侯、大夫，明「生無爵，死無謚」據士也。《士冠禮》是周禮，而云「古者」，故知是殷以上。]"
      },
      {
        "index": 1,
        "text": "曾子寢疾，病。[病謂疾困。]樂正子春坐於牀下，[子春，曾參弟子。]曾元、曾申坐於足，[元、申，曾參之子。]童子隅坐而執燭。[隅坐，不與成人並。]童子曰：「華而睆，大夫之簀與？」[華，畫也。簀，謂牀笫也。說者以睆爲刮節目，字或爲「刮」。]子春曰：「止。」[以病困不可動。]曾子聞之，瞿然曰：「呼。」[呼，虛憊之聲。]曰：「華而睆，大夫之簀與？」曾子曰：「然。斯季孫之賜也，我未之能易也。元，起易簀。」[未之能易，己病故也。]曾元曰：「夫子之病革矣，不可以變。幸而至於旦，請敬易之。」[言夫子者，曾子親沒之後，齊嘗聘以爲卿而不爲也。革，急也。變，動也。幸，覬也。]曾子曰：「爾之愛我也不如彼。[彼，童子也。]君子之愛人也以德，[成己之德。]細人之愛人也以姑息。[息猶安也。言苟容取安也。]吾何求哉？吾得正而斃焉，斯已矣。」[斃，仆也。]舉扶而易之，反席未安而沒。[言病雖困，猶勤於禮。　【疏】「曾子」至「而沒」。　正義曰：此一節論曾子臨死守禮不變之事，各依文解之。　注「華畫」至「爲刮」。　正義曰：凡繪畫五色，必有光華，故云「華，畫也」。云「簀謂牀笫」者，《爾雅·釋器》云：「簀謂之笫。」云「說者以睆爲刮節目」者，說者，謂在鄭之前解說《禮》者，說此「睆」爲刮削木之節目，使其睆睆然好。故《詩》云「睍睆黃鳥」，傳云「睍睆，好貌」是也。云「字或爲『刮』」者，謂《禮記》之本有以「睆」字爲「刮」云「華而刮」者，故云「字或爲『刮』」。　注「未之能易，己病故也」。　正義曰：言此未病之時猶得寢臥，既病之後，當須改正。以己今病，氣力虛弱，故時復一時，未能改易。聞童子之言，乃更驚駭。　注「曾子」至「覬也」。　正義曰：知齊嘗聘以爲卿者，《韓詩外傳》云：「曾子仕於莒，得粟三秉。方是之時，曾子重其祿而輕其身。親沒之後，齊迎以相，楚迎以令尹，晉迎以上卿。方是之時，曾子重其身而輕其祿。」既言「輕其祿」，是不爲也。但齊以相，楚以令尹，晉以上卿，而鄭言「齊嘗聘爲卿」者，以三國文連，含帶爲注耳，且相即是上卿。「革，急也」，《釋言》文。　「曾子」至「已矣」。　曾參謂曾元曰：爾之愛我也不如彼童子。何者？君子之愛人也，必以善事成己之德，則童子是也。細小之人愛人也，不顧道理，且相寧息，即汝是也。吾今更何求焉？唯求正道，易換其簀而即仆焉。「斯已矣」者，斯，此也。已猶了也。此則正一世事了，不陷於惡。故君子慎終如始，《禮》云「男子不死於婦人之手，婦人不死於男子之手」，故《春秋》魯僖公薨于小寢，譏即安也；成公薨于路寢，《傳》曰「言道也」。他人名己，得呼爲大夫之稱，而言夫子，若己不爲大夫，則己所爲當須依禮，不得寢大夫之牀也。]"
      },
      {
        "index": 2,
        "text": "始死，充充如有窮。既殯，瞿瞿如有求而弗得。既葬，皇皇如有望而弗至。練而慨然，祥而廓然。[皆憂悼在心之貌也。求猶索物。　【疏】「始死」至「廓然」。　正義曰：此記人因前有死事，遂廣說孝子形節也。事盡理屈爲窮。言親始死，孝子匍匐而哭之，心形充屈，如急行道極，無所復去，窮急之容也。　「既殯，瞿瞿如有求而弗得」者，殯斂後，心形稍緩也。瞿瞿，眼目速瞻之貌。求猶覓也。貌恆瞿瞿，如有所失而求覓之不得然也。「既葬，皇皇如有望而弗至」者，又漸緩也。皇皇猶栖栖也。至葬後，親歸草土，孝子心形栖栖皇皇，無所依託，如有望彼人來而彼人不至也。　「練而慨然」者，轉緩也。至小祥，但歎慨日月若馳之速也。　「祥而廓然」者，至大祥而寥廓，情意不樂而已。]"
      },
      {
        "index": 3,
        "text": "邾婁復之以矢，蓋自戰於升陘始也。[戰於升陘，魯僖二十二年秋也。時師雖勝，死傷亦甚，無衣可以招魂。]魯婦人之髽而弔也，自敗於臺鮐始也。[敗於臺鮐，魯襄四年秋也。「臺」當爲「壺」，字之誤也。《春秋傳》作「狐鮐」。時家家有喪，髽而相弔。去纚而紒曰髽。禮，婦人弔服，大夫之妻錫衰，士之妻則疑衰與？皆吉笄無首，素緫。　【疏】「邾婁」至「始也」。　正義曰：此一節論二國失禮之事。　注「戰於」至「招魂」。　正義曰：魯僖公二十二年春，伐邾，取須句。秋八月，及邾人戰于升陘。《左傳》云：「邾人以須句故出師。公卑邾，不設備而禦之。臧文仲曰：『國無小，不可易也。無備，雖眾不可恃也。先王之明德，無不懼也，況我小國乎？君其無謂邾小，蠭蠆有毒，而況國乎？』不聽，公及邾師戰於升陘。」是也。　注「時師雖勝，死傷亦甚」者，則《傳》云「我師敗績，邾人獲公冑，縣諸魚門」是也。鄭云此者，解「復之以矢」之意。以其死傷者多，無衣可以招魂，故用矢招之也。必用矢者，時邾人志在勝敵，矢是心之所好，故用所好招魂，冀其復反。然招魂唯據死者，而鄭兼云「傷」者，以其雖勝，故連言死傷以俠包耳。若因兵而死，身首斷絕不生者，應無復法。若身首不殊，因傷致死，復有可生之理者，則用矢招魂。《左氏》直言「邾」，《公羊》云「邾婁」者，何休云：「夷言婁聲相近也。」　注「敗於」至「素緫」。　正義曰：案《左傳》魯襄公四年，冬十月，邾人伐鄫，臧紇救鄫，侵邾，敗於狐鮐，魯人怨而歌之。魯襄四年冬也，此云「秋」，鄭舉其初也。云「『臺』當爲『壺』，字之誤也，《春秋傳》作『狐鮐』」，《左傳》云：「臧之狐裘，敗我於狐鮐。我君小子，朱儒是使。朱儒朱儒，使我敗於邾。」臧紇，武仲也。言狐裘，武仲所服也。是時襄公年七歲，微弱，故云「我君小子」也。朱儒，短人也。臧武仲短小，故云「朱儒」。云「去纚而紒曰髽」者，案《士冠禮》「纚，廣終幅，長六尺」，所以縚髮。今以凶事，故去之，但露紒而已。云「禮，婦人弔服，大夫之妻錫衰」者，《喪服傳》云：「大夫弔於命婦錫衰，命婦弔於大夫亦錫衰。」是「大夫之妻弔服錫衰」也。云「士之妻則疑衰與」者，以士妻弔服之文，故云「疑衰與」。必以疑衰者，案《周禮·司服》有錫衰、緦衰、疑衰，錫衰爲上，緦衰次之，疑衰爲下。案《喪服》，大夫弔服錫衰，《喪服小記》云「諸侯弔，必皮弁錫衰」，則君弔大夫、大夫相弔皆錫衰，其服同也。錫衰之下但有緦衰、疑衰。天子弔諸侯皆以緦衰，弔大夫、士以疑衰。若諸侯，弔大夫以錫衰，弔同姓之士緦衰，弔異姓之士疑衰。故鄭注《文王世子》云同姓士緦衰，異姓士疑衰。以其士自相弔如一，皆疑衰，故鄭注《司服》云「舊說，士弔服素委貌冠，朝服」。此士不以緦衰爲弔服者，以緦衰是士之喪服，不以弔也，故注《喪服》云：「士以緦衰爲喪服，其弔服則疑衰也。改其裳以素，辟諸侯。」近庶人弔服，而衣猶非也，疑衰變其裳以素耳。以此言之，是士弔服疑衰、素裳也，故以爲士妻弔服疑衰。必知弔服夫妻同者，以《喪服》大夫、命婦俱以錫衰弔故也。云「皆吉笄無首素緫」者，《大戴禮》文也。]"
      },
      {
        "index": 4,
        "text": "南宮縚之妻之姑之喪，[南宮縚，孟僖子之子南宮閱也，字子容。其妻，孔子兄女。]夫子誨之髽，曰：「爾毋從從爾，爾毋扈扈爾。[誨，教也。爾，女也。從從，謂大高。扈扈，謂大廣。爾，語助。]蓋榛以爲笄，長尺，而緫八寸。」[緫，束髮垂爲飾。齊衰之緫八寸。　【疏】「南宮」至「八寸」。　正義曰：此一節論婦人爲舅姑服髽與笄緫之法。　「南宮縚之妻之姑之喪」者，「之」並是語辭也。南宮縚妻姑喪，謂夫之母也。以是夫子兄之女，故夫子誨之作髽法。　「曰『爾毋從從爾，爾毋扈扈爾』」者，上「爾」爲女，下「爾」語辭。言期之髽稍輕，自有常法。女造髽時，無得從從而大高，又無得扈扈而大廣。既教以作髽，又教以笄緫之法。其笄用木無定，故教之云蓋用榛木爲笄，其長尺，而束髮垂餘之緫垂八寸。　注「南宮」至「兄女」。　正義曰：知「孟僖子之子南宮閱」者，案《左氏·昭七年》傳云孟僖子將卒，召其大夫云「屬說與何忌於夫子，以事仲尼」。以南宮爲氏，故《世本》云「仲孫玃生南宮縚」是也。云「字子容，其妻孔子兄女」者，《論語》云「以其兄之子妻之」是也。　注「從從，謂大高；扈扈，謂大廣」。　正義曰：從從是高之貌狀，故《楚辭·招隱》云：「山氣巃嵸兮石嵯峨。」則巃嵸是高也。扈扈猶廣也，《爾雅·釋山》云「卑而大，扈」，郭云：「扈是廣貌也。」此云無得高廣者，謂無得如斬衰高廣也。　注「緫束」至「八寸」。　正義曰：案《喪服傳》云「緫六升，長六寸」，謂斬衰也，故此齊衰長八寸也，以二寸爲差也。以下亦當然，無文以言之。《喪服》箭笄長一尺，吉笄長尺二寸。榛笄長尺，斬衰、齊衰笄同一尺，降於吉笄二寸也。但惡笄或用櫛，或用榛，故《喪服》有櫛笄，故夫子稱「蓋」以疑之。]"
      },
      {
        "index": 5,
        "text": "孟獻子禫縣而不樂，比御而不入。[可以御婦人矣，尚不復寢。孟獻子，魯大夫仲孫蔑。]夫子曰：「獻子加於人一等矣。」[加猶踰也。　【疏】「孟獻」至「等矣」。　正義曰：此一節論獻子除喪作樂得禮之宜也。依禮，禫祭暫縣省樂而不恆作也，至二十八月乃始作樂。又依禮，禫後吉祭，乃始復寢。當時人禫祭之後則恆作樂，未至吉祭而復寢。今孟獻子既禫暫縣省樂而不恆作，比可以御婦人而不入寢，雖於禮是常，而特異餘人，故夫子善之云「獻子加於人一等矣」，不謂「加於禮一等」。其祥、禫之月，先儒不同。王肅以二十五月大祥，其月爲禫，二十六月作樂。所以然者，以下云「祥而縞，是月禫，徙月樂」，又與上文「魯人朝祥而莫歌，孔子云『踰月則其善』」，是皆祥之後月作樂也。又《間傳》云「三年之喪，二十五月而畢」。又《士虞禮》「中月而禫」，是祥月之中也，與《尚書》「文王中身享國」謂身之中間同。又文公二年冬，公子遂如齊納幣，是僖公之喪至此二十六月，《左氏》云「納幣，禮也」。故王肅以二十五月禫除喪畢。而鄭康成則二十五月大祥，二十七月而禫，二十八月而作樂，復平常。鄭必以爲二十七月禫者，以《雜記》云父在爲母、爲妻十三月大祥，十五月禫，爲母、爲妻尚祥、禫異月，豈容三年之喪乃祥、禫同月？若以父在爲母屈而不申，故延禫月，其爲妻當亦不申，祥、禫異月乎？若以「中月而禫」爲月之中間，應云「月中而禫」，何以言「中月」乎？案《喪服小記》云「妾祔於妾祖姑，亡則中一以上而祔」，又《學記》云「中年考校」，皆以「中」爲間，謂間隔一年，故以「中月」爲間隔一月也。下云「祥而縞，是月禫，徙月樂」是也，謂大祥者縞冠，是月禫，謂是此禫月而禫，二者各自爲義，事不相干。故《論語》云「子於是日哭則不歌」，文無所繼，亦云「是日」。文公二年，公子遂如齊納幣者，鄭《箴膏肓》：「僖公母成風主婚，得權時之禮。」若《公羊》，猶譏其喪娶。其魯人朝祥而莫歌，及《喪服四制》云「祥之日鼓素琴」及夫子「五日彈琴不成聲，十日成笙歌」，并此獻子禫縣之屬，皆據省樂忘哀，非正樂也。其八音之樂，工人所奏，必待二十八月也，即此下文「是月禫，徙月樂」是也。其朝祥莫歌，非正樂歌，是樂之細別，亦得稱樂，故鄭云「笑其爲樂速」也。其《三年問》云「三年之喪，二十五月而畢」，據喪事終，除衰去杖，其餘哀未盡，故更延兩月，非喪之正也。王肅難鄭云：「若以二十七月禫，其歲末遭喪，則出入四年，《喪服小記》何以云『再期之喪三年』？」如王肅此難，則爲母十五月而禫，出入三年，《小記》何以云「期之喪二年」？明《小記》所云，據喪之大斷也。又肅以「月中而禫」，案《曲禮》「喪事先遠日」，則大祥當在下旬，禫祭又在祥後，何得云「中月而禫」？又禫後何以容吉祭？故鄭云二十七月也。戴德《喪服變除禮》二十五月大祥，二十七月而禫，故鄭依而用焉。鄭以二十八月樂作，《喪大記》何以云「禫而內無哭者，樂作矣」，以禫後許作樂者？《大記》所謂禫後方將作樂，釋其內無哭者之意，非謂即作樂。《大記》又云「禫而從御，吉祭而復寢」，《間傳》何以云「大祥居復寢」？《間傳》所云者，去堊室，復殯宮之寢。《大記》云「禫而從御」，謂禫後得御婦人，必待吉祭然後復寢。其吉祭者，是禫月值四時而吉祭。外而爲之，其祝辭猶不稱以「某妃配」，故《士虞禮》云「吉祭猶未配」。　注「孟獻子，魯大夫仲孫蔑」。　正義曰：知者，案襄五年《經》書「仲孫蔑會吳于善道」，《傳》云「孟獻子會吳于善道」，是孟獻子爲仲孫蔑也。仲稱孟者，是慶父之後。鄭注《論語》云：「慶父輈稱死，時人爲之諱，故云『孟氏』。」杜預以爲慶父是莊公長庶兄，庶長，故稱孟。]"
      },
      {
        "index": 6,
        "text": "孔子既祥，五日彈琴而不成聲，[哀未忘。]十日而成笙歌。[踰月且異旬也。祥亦凶事，用遠日。五日彈琴，十日笙歌，除由外也。琴以手，笙歌以氣。　【疏】「孔子」至「笙歌」。　正義曰：此一節論孔子除喪作樂之限。　「十日而成笙歌」者，上云「彈琴而不成聲」，此云十日而成笙歌之聲音，曲諧和也。　注「五日」至「以氣」。　正義曰：此者解先彈琴後笙歌之意。由彈以手，手是形之外，故曰「除由外也」。祥是凶事，用遠日，故十日得踰月；若其卜遠不吉，則用近日，雖祥後十日亦不成笙歌，以其未踰月也。]"
      },
      {
        "index": 7,
        "text": "有子蓋既祥而絲屨、組纓。[譏其早也。禮，既祥，白屨無絇，縞冠素紕。有子，孔子弟子有若。　【疏】「有子蓋既祥而絲屨、組纓」。　正義曰：此一節明除喪失禮之事。　有子，孔子弟子有若也。「蓋」是疑辭，錄記之人傳聞有子既祥而絲屨，未知審否，意以爲實，故云「蓋」。既祥而絲屨，以組爲纓也。　注「譏其」至「有若」。　正義曰：此絲屨、組纓，禫後之服。今既祥而著，故云「譏其早也」。云「禮，既祥，白屨無絇」，戴德《喪服變除禮》文。云「縞冠素紕」者，《玉藻》文。素紕當用素爲纓，未用組，今用素組爲纓，故譏之。案《玉藻》云「玄冠綦組纓」，知此非綦組纓者，若其綦組爲纓，則當以玄色爲冠，若既祥玄冠，則失禮之甚，不應直譏組纓也。案《士冠禮》「冬皮屨，夏用葛」，無云「絲屨」者。此絲屨以絲爲飾。絇，繶純之屬。故《士冠禮》云：「白屨，緇絇繶純；纁屨，黑絇繶純。」鄭注《屨人》云：「絇，屨頭飾。繶是縫中紃。純，緣也。」此有子蓋亦白屨，以素絲爲繶純也。]"
      },
      {
        "index": 8,
        "text": "死而不弔者三：[謂輕身亡孝也。]畏、[人或時以非罪攻己，不能有以說之死之者。孔子畏於匡。]厭、[行止危險之下。]溺。[不乘橋舩。　【疏】「死而」至「厭溺」。　正義曰：此一節論非理橫死不合弔哭之事。　畏，謂有人以非罪攻己，己若不有以解說之而死者，則不弔。鄭玄注引《論語》以證之，明須解說也。案《世家》云：陽虎嘗侵暴於匡，時又孔子弟子顏刻爲陽虎御車。後孔子亦使刻御車，從匡過。孔子與陽虎相似，故匡人謂孔子爲陽虎，因圍，欲殺之。孔子自說，故匡人解圍也。自說者，謂卑辭遜禮。《論語》注云「微服而去」，謂身著微服潛行而去，不敢與匡人鬭，以媚悅之也。　厭，謂行止危險之下，爲崩墜所厭殺也。　溺，謂不乘橋舩而入水死者。何胤云：「馮河、潛泳，不爲弔也。」除此三事之外，其有死不得禮，亦不弔。故昭二十年衛齊豹欲攻孟縶，宗魯事孟縶。是時齊豹欲攻孟縶，宗魯許齊豹攻之，不告孟縶。及孟縶被殺而死，宗魯亦死之。孔子弟子琴張欲往弔之，孔子止之，曰：「齊豹之盜，而孟縶之賊。女何弔焉？」杜預云：「言齊豹所以爲盜，孟縶所以見賊，皆由宗魯。」是失禮者亦不弔也。]"
      },
      {
        "index": 9,
        "text": "子路有姊之喪，可以除之矣，而弗除也。孔子曰：「何弗除也？」子路曰：「吾寡兄弟而弗忍也。」孔子曰：「先王制禮。行道之人皆弗忍也。」[行道，猶行仁義。　【疏】「子路」至「除之」。　正義曰：庾蔚云：「子路緣姊妹無主後，猶可得反服，推己寡兄弟，亦有申其本服之理，故於降制已遠而猶不除。非在室之姊妹，欲申服過期也。是子路已事仲尼始服姊喪，明姊已出嫁，非在室也。」]"
      },
      {
        "index": 10,
        "text": "大公封於營丘，比及五世，皆反葬於周。[齊大公受封，留爲大師，死葬於周，子孫生焉，不忍離也。五世之後，乃葬於齊。齊曰營丘。]君子曰：「樂，樂其所自生。禮，不忘其本。[言其似禮樂之義。]古之人有言曰『狐死正丘首』，仁也。」[正丘首，正首丘也。仁，恩也。　【疏】「大公」至「仁也」。　正義曰：此一節論忠臣不欲離王室之事。「大公封於營丘」者，周之大師大公封於營丘，及其死也，反葬於鎬京，陪文武之墓。其大公子孫，比及五世，雖死於齊，以大公在周，其子孫皆反葬於周也。言「反葬」者，既從周嚮齊，今又從齊反往歸周。君子善其反葬，似禮樂之意，故云：先王所制樂者，樂其所自生，謂愛樂己之王業所由生，以制樂名。若舜愛樂其王業所由，能紹堯之德，即樂名《大韶》；禹愛樂其王業所由，由治水廣大中國，則樂名《大夏》。　「禮，不忘其本」者，謂先王制禮，其王業根本由質而興，則制禮不忘其本而尚質也；若王業根本由文而興，制禮尚文也：是不忘其本也。禮之與樂，皆是重本。今反葬於周，亦是重本，故引禮、樂以美之。君子既引禮、樂，又引古之人有遺言，云「狐死正丘首」謂狐之死，正首而嚮丘。所以正首而嚮丘者，丘是狐窟穴根本之處，雖狼狽而死，意猶嚮此丘，是有仁恩之心也。今五世反葬，亦仁恩之心也。但樂之與禮，兩文相互。樂云「樂其所自生」，則禮當云「反其所自本」；禮云「不忘其本」，則樂當云「不忘其生」也。樂云「樂其所自生」者，初生王業，因民之所樂而得天下，今王者制樂，自愛樂己之所由得天下。樂者，是王者自樂，不據民之所樂也。　注「齊大」至「營丘」。　正義曰：知「留爲大師」者，案《詩·大雅》云「維師尚父」，毛傳云：「師，大師也。」《史記·齊世家》云：「大公望吕尚者，東海上人也，四岳之後。」尚佐武王伐紂，爲大師云，死葬於周。子孫是大公所生焉，故不忍離其先祖，非謂子孫生在於周；「子孫生焉」者，不忍離其生處。必五世者，五世之外則服盡也。然觀經及注，則大公之外爲五世，便是玄孫之子，服盡亦反者，其實反葬正四世。知者，案《世本》大公望生丁公伋，伋生乙公得，得生㾞公慈母，慈母生哀公不臣。案《齊世家》，哀公荒淫，被紀侯譖之周，周夷王烹哀公，亦葬周也。哀公是大公玄孫，哀公死，弟胡公靖立。靖死，獻公山立。山死，武公壽立。若以相生爲五世，則武公以上皆反葬於周。若以爲君五世，則獻公以上反葬周。二者未知孰是。云「齊曰營丘」者，《地理志》云：「臨淄縣，齊大公所封。」案《釋丘》云：「水出其前而左曰營丘。」以水營遶，故曰營丘。然周公封魯，其子孫不反葬於周者，以其有次子在周，世守其采地，則《春秋》「周公」是也。故鄭康成作《詩譜》云「元子伯禽封魯，次子君陳世守采地」。下云「延陵季子葬于嬴、博之間」者，古禮也，故舜葬蒼梧。周則族葬，故《冢人》云「先王之葬居中，以昭穆爲左右，凡諸侯居左右以前，卿大夫士居後，各以其族」是也。]"
      },
      {
        "index": 11,
        "text": "伯魚之母死，期而猶哭。[伯魚，孔子子也，名鯉。猶，尚也。]夫子聞之，曰：「誰與，哭者？」門人曰：「鯉也。」夫子曰：「嘻，其甚也！」[嘻，悲恨之聲。]伯魚聞之，遂除之。[【疏】「伯魚」至「除之」。　正義曰：此一節論過哀之事。　注「嘻，悲恨之聲」。　正義曰：「悲恨之聲」者，謂非責伯魚，悲恨之聲也。時伯魚母出，父在，爲出母亦應十三月祥，十五月禫。言「期而猶哭」，則是祥後禫前。祥外無哭，于時伯魚在外哭，故夫子怪之，恨其甚也。或曰：爲出母無禫，期後全不合哭。]"
      },
      {
        "index": 12,
        "text": "舜葬於蒼梧之野，[舜征有苗而死，因留葬焉。《書》説舜曰「陟方乃死」。蒼梧於周，南越之地，今爲郡。]蓋三妃未之從也。[古者不合葬。帝嚳而立四妃矣，象后妃四星，其一明者爲正妃，餘三小者爲次妃。帝堯因焉。至舜，不告而取，不立正妃，但三妃而已，謂之三夫人。《離騷》所歌湘夫人，舜妃也。夏后氏增以三三而九，合十二人，《春秋説》云「天子取十二」，即夏制也。以虞夏及周制差之，則殷人又增以三九二十七，合三十九人。周人上法帝嚳立正妃，又三二十七爲八十一人以增之，合百二十一人。其位：后也，夫人也，嬪也，世婦也，女御也，五者相三，以定尊卑。]季武子曰：「周公蓋附。」[附謂合葬。合葬自周公以來。　【疏】「舜葬」至「蓋附」。　正義曰：此一節論古者不合葬之事。　「舜葬於蒼梧之野」者，舜南巡守，因征有苗而死。以古代不合葬，且天下爲家，故遂葬於蒼梧之野。　「蓋三妃未之從也」。　從猶就也。古不合葬，故舜之三妃不就蒼梧與舜合葬也。云「蓋」者，録記之人傳云舜時如此，未知審悉，故云「蓋」。「未之從」者，記人以周公始附，舜時未有此禮，故云「未之從」也。記者既論古不合葬，與周不同，引季武子之言，云周公以来蓋始附葬。附即合也，言將後喪合前喪。武子去周公不遠，無可疑，亦云「蓋」者，意有謙退，不敢指斥，事雖不疑，亦云「蓋」也。故《孝經》夫子云「蓋天子之孝也」「蓋諸侯之孝也」，非是不知，謙爲疑辭。　注「舜征」至「爲郡」。　正義曰：鄭案《淮南子》云「舜征三苗而遂死蒼梧」，《史記》云「舜踐帝位三十九年，南巡守，崩于蒼梧之野，葬於九疑山，是爲零陵」。案《尚書》「竄三苗于三危」，在西裔。今舜征有苗，乃死於蒼梧者，張逸答焦氏問云：「初竄西裔，後分之在南野。」《漢書·地理志》有蒼梧郡，是「今爲郡名」也。　注「古者」至「尊卑」。　正義曰：知「帝嚳立四妃」者，案《大戴禮·帝繫》篇云：「帝嚳卜四妃之子，皆有天下。長妃有邰氏之女，曰姜嫄，生稷；次妃有娀氏之女，曰簡狄，生契；次妃陳豐氏之女，曰慶都，生堯；次妃陬氏之女，曰常宜，生帝摯。帝嚳崩，帝摯即位。摯崩而堯立。」鄭此注用《帝繫》之文。稷爲堯之異母弟也，及注《詩·生民》之篇與此異也，以爲姜嫄是「高辛之世妃」，謂高辛後世子孫之妃，用《命歷序》之文，以爲帝嚳傳十世，姜嫄是帝嚳十世以後子孫之妃。云「象后妃四星」，案《援神契》云：「辰極横，后妃四星縱，曲相扶。」案《祭法》云「帝嚳能序星辰以著衆」，明象星立妃也。云「帝堯因焉」者，以此經云舜「三妃未之從」，明堯亦四妃也。云「舜不告而取」者，案《孟子》，萬章問孟子云：「舜不告而取，何也？」孟子曰：「告則不得取。」父母終，不爲取妻，是絶其後也。云「但三妃而已」者，案《帝王世紀》云「長妃娥皇，無子；次妃女英，生商均；次妃癸比，生二女霄明、燭光」是也。云「《離騷》所歌湘夫人」者，案《楚辭·九歌》第三曰《湘夫人》，云「帝子降兮北渚，目眇眇兮愁予」是也。王逸注《離騷》云娥皇、女英墮湘水溺焉，又《秦紀》云「死而葬焉」，非溺也。《山海經》以爲二女，此云「三」者，當以記爲正，《山海經》不可用。云「周人上法帝嚳，立正妃」者，案《昏義》「后一，夫人三」是也。若然，案鄭注《尚書》「帝乙妾生微子，後立爲正妃，生紂」，殷已有后者，謂三妃裏之正，仍無后也。云「夫人也」者，即舜之三妃也。「嬪也」者，即夏所增九女也。「世婦也」者，即殷所增二十七人也。「女御也」者，即周所增八十一人也。自夏以下，節級三倍加之。]"
      },
      {
        "index": 13,
        "text": "曾子之喪，浴於爨室。[見曾元之辭易簀，矯之以謙儉也。禮，死浴於適室。　【疏】「曾子之喪，浴於爨室」。　正義曰：此一節論曾子故爲非禮以正其子也。　注「見曾」至「適室」。　正義曰：案上易簀之後，反席未安而没焉，得有浴爨室遺語者，以反席之前，欲易之後，足可有言，但記文不備。必知謂曾元之辭易簀，故矯之者，曾子達禮之人，應須浴於正寢，今乃浴於爨室，明知意有所爲，故云「矯之」也。云「禮，死浴於適室」者，《士喪禮》「死於適室」，下云「甸人掘坎于階間，爲垼於西牆下，新盆、槃、瓶造于西階下」，乃浴於適室也。於爨室，爲謙。無甸人掘坎、爲垼之事，是儉也。]"
      },
      {
        "index": 14,
        "text": "大功廢業。或曰：大功，誦可也。[許其口習故也。　【疏】「大功」至「可也」。　正義曰：此一節論遭喪廢業之事。「大功廢業」者，業，謂所學習。業學業則身有外營，思慮他事，恐其忘哀，故廢業也。誦則在身所爲，其事稍靜，不慮忘哀，故許其口習。言「或曰」者，以其事疑，故稱「或曰」。然錄記之人必當明禮，應事無疑，使後世作法。今檢《禮記》，多有不定之辭。仲尼門徒親承聖旨，子游裼裘而弔，曾子襲裘而弔。又小斂之奠，或云東方，或云西方。同母異父昆弟，魯人或云爲之齊衰，或云大功。其作記之人多云「蓋」，多云「或曰」，皆無指的，並設疑辭者，以周公制禮，永世作法，時經幽、厲之亂，又遇齊、晉之强，國異家殊，樂崩禮壞，諸侯奢僭，典法訛舛，是以普天率土不閑禮教。故子思，聖人之胤，不喪出母；隨武子，晉之賢相，不識殽烝。作記之人，隨後撰録，善惡兼載，得失備書。但初制禮之時，文已不具，略其細事，舉其大綱。况乃時經離亂，日月縣遠，數百年後，何能曉達？記人所以不定，止爲失禮者多。推此而論，未爲怪也。亦兼有或人之言也。]"
      },
      {
        "index": 15,
        "text": "子張病，召申祥而語之曰：「君子曰終，小人曰死。[申祥，子張子。欲使執喪成己志也。死之言澌也。事卒爲終，消盡爲澌。太史公《傳》曰：「子張姓顓孫。」今曰申祥，周、秦之聲，二者相近，未聞孰是。]吾今日其庶幾乎。」[言易成也。　【疏】「子張」至「幾乎」。　正義曰：此一節論子張將終，戒勗其子之事。　子張病困，召子申祥而語之曰：若君子之死謂之爲終，言但身終，功名尚在；若小人之死，但謂之爲死，無功名可録，但形骸澌盡也。子張言此，欲令子執治其喪，每事從禮，使我得成君子。　「吾今日其庶幾乎」者，庶，幸也；幾，冀也。言吾若平生爲惡，不可幸冀爲君子之人；吾即平生以善自脩，今日將死，其幸冀爲君子乎。汝但執喪成禮，以助我意，則功名得存，但身終而已。　注「申祥」至「孰是」。　正義曰：知「申祥，子張子」者，以病而召之，與曾子召申、元同，故知子張子也。云「太史公《傳》曰『子張姓顓孫』」者，案《史記》，太史公姓司馬，名談，前漢人，作大史官，脩史未成而卒，其子遷續成《史記》，作《仲尼七十二弟子傳》，云「子張姓顓孫」。「今曰申祥」者，謂今《禮記》作「申祥」。云「周、秦之聲，二者相近」者，謂周國、秦國之人言「申」與「顓」聲音相近，今不知「顓」是，不知「申」是，故云「未聞孰是」也。]"
      },
      {
        "index": 16,
        "text": "曾子曰：「始死之奠，其餘閣也與？」[不容改新。閣，庋藏食物。　【疏】「曾子」至「也與」。　正義曰：此一節論初死奠之所用之事。　「始死之奠」者，鬼神所依於飲食，故必有祭酹。但始死未容改異，故以生時庋閣上所餘脯醢以爲奠也。《士喪禮》復魄畢，以脯醢升自阼階，奠于尸東，此之謂也。　注「不容改新。閣，庋藏食物」。　正義曰：閣，架橙之屬。人老及病，飲食不離寢，恐忽須無常，故並將近置室裏閣上也。若死，仍用閣之餘奠者，爲時期切促，急令奠酹，不容方始改新也。]"
      },
      {
        "index": 17,
        "text": "曾子曰：「小功不爲位也者，是委巷之禮也。[譏之也。位，謂以親疏叙列哭也。委巷，猶街里委曲所爲也。]子思之哭嫂也爲位，[善之也。禮，嫂叔無服。]婦人倡踊，[有服者，娣、姒婦小功。倡，先也。]申祥之哭言思也亦然。」[説者云：言思，子游之子，申祥妻之昆弟，亦無服。過此以往，獨哭不爲位。　【疏】「曾子」至「亦然」。　正義曰：此一節論無服爲位哭之禮。　「小功不爲位也」者，曾子以爲哭小功之喪當須爲位。時有哭小功不爲位者，故曾子非之云：若哭小功不爲位者，是委細屈曲街巷之禮，言禮之末略，非典儀正法。既言其失，乃引得禮之人。子思之哭嫂，爲親疏之位。於時子思婦與子思之嫂有小功之服，故子思之婦先踊，子思乃隨之而哭。非直子思如此，其申祥哭妻之兄弟言思亦然，是亦如子思也。　注「位謂」至「爲也」。　正義曰：知位謂親疏叙列者，以其「子思哭嫂爲位」下云「婦人倡踊」，婦人既在先，明知爲位也。云「委巷，猶街里委曲所爲也」者，謂庶人微賤，在街巷里邑委細屈曲所爲，不能方正也。此子思哭嫂，是孔子之孫，以兄先死，故有嫂也。皇氏以爲原憲字子思，若然，鄭無容不注。鄭既不注，皇氏非也。孔氏《連叢》云「一子相承，以至九世」，及《史記》所説亦同者，不妨雖有二子，相承者唯存一人，或其兄早死，故得有嫂。且雜説不與經合，非一也。　注「娣、姒婦小功。倡，先也」。　正義曰：案《喪服》小功章，「娣、姒婦，報」，傳云：「弟長也。」鄭注云：「娣、姒婦者，兄弟之妻相名也。長婦謂穉婦爲娣婦，娣婦謂長婦爲姒婦。」謂據婦年之長幼，則不據夫年之大小。故成十一年《左傳》云：「聲伯之母不聘，穆姜曰：『吾不以妾爲姒。』」穆姜，魯宣公夫人；聲伯之母，魯宣公弟叔肸之妻，是弟妻爲姒。又昭二十八年《左傳》云：「子容之母走謁諸姑曰：『長叔姒生男。』」子容之母，伯華之妻也；長叔姒，是伯華之弟叔肸之妻，是亦謂弟妻爲姒也，皆不繫夫身長幼。云「倡，先也」者，案《詩》云「倡予和女」，是倡爲先。　注「言思，子游之子，申祥妻之昆弟」者，謂妻之親昆弟也。自此以外皆不爲位，故《奔喪》禮，「哭妻之黨於寢」，鄭引《逸奔喪禮》云「壹哭而已，不爲位矣」。]"
      },
      {
        "index": 18,
        "text": "古者冠縮縫，今也衡縫。[縮，從也。今禮制。衡讀爲横。今冠横縫，以其辟積多。]故喪冠之反吉，非古也。[解時人之惑。喪冠縮縫，古冠耳。　【疏】「古者」至「古也」。　正義曰：此一節論記者解時人之惑也。古者，自殷以上也。縮，直也。殷以上質，吉凶冠皆直縫。直縫者，辟積襵少，故一一前後直縫之。　「今也衡縫」者，今，周也。衡，横也。周世文，冠多辟積，不復一一直縫，但多作襵而并横縫之。　「故喪冠之反吉，非古也」者，周吉冠文，故多積襵而横縫也。若喪冠質，猶疏辟而直縫，是喪冠與吉冠相反，故云「喪冠之反吉」也。而時人因謂古時亦喪冠與吉冠反，故記者釋云「非古也」，正是周世如此耳，古則吉凶冠同從縫。]"
      },
      {
        "index": 19,
        "text": "曾子謂子思曰：「伋，吾執親之喪也，水漿不入於口者七日。」[言己以疾時禮而不如。]子思曰：「先王之制禮也，過之者俯而就之，不至焉者跂而及之。故君子之執親之喪也，水漿不入於口者三日，杖而后能起。」[爲曾子言難繼，以禮抑之。　【疏】「曾子」至「能起」。　正義曰：此一節論曾子疾時居喪不能以禮，子思以正禮抑之之事。　曾子謂子思伋，誇己居親之喪能行於禮，故云「吾水漿不入於口七日」，意疾時人行禮不如己也。故子思以正禮抑之，云古昔先代聖王制其禮法，使後人依而行之，故賢者俯而就之，不肖者跂而及之。以水漿不入於口三日，尚以杖扶病。若曾子之言，即後人難爲繼也。]"
      },
      {
        "index": 20,
        "text": "曾子曰：「小功不税，[據禮而言也。日月已過，乃聞喪而服，曰税。大功以上然。小功輕，不服。]則是遠兄弟終無服也，[言相離遠者聞之恒晚。]而可乎？」[以己恩怪之。　【疏】「曾子」至「可乎」。　正義曰：此一節論曾子怪於禮小功不著税服之事。曾子以爲，依禮，小功之喪，日月已過，不更税而追服，則是遠處兄弟，聞喪恒晚，終無服。「而可乎」，言其不可也。曾子仁厚，禮雖如此，猶以爲薄，故怪之。此據正服小功也，故《喪服小記》云「降而在緦、小功者，則税之」，其餘則否。鄭康成義，若限内聞喪，則追全服。若王肅義，限内聞喪，但服殘日，若限滿，即止。假令如王肅之義，限内秪少一日乃始聞喪，若其成服，服未得成即除也；若其不服，又何名追服？進退無理，王義非也。]"
      },
      {
        "index": 21,
        "text": "伯高之喪，[伯高死時在衞，未聞何國人。]孔氏之使者未至，[謂賻賵者。]冉子攝束帛，乘馬而將之。[冉子，孔子弟子冉有。攝猶貸也。]孔子曰：「異哉，徒使我不誠於伯高。」[徒猶空也。禮所以副忠信也，忠信而無禮，何傳乎？　【疏】「伯高」至「伯高」。　正義曰：此一節論禮所以副忠信之事，各依文解之。　注「冉子孔」至「貸也」。　正義曰：案《仲尼弟子傳》，冉有名求，魯人也。攝猶貸也，謂冉子見孔子使人未至，貸之以束帛乘馬而行禮。　「孔子曰」至「伯高」。　孔子既聞冉有貸之行禮，故怪恨之，云：空使我不得誠信行禮於伯高。　注「徒猶」至「傳乎」。　正義曰：忠信由心，禮在外貌。若内無忠信，禮何所施？故云「忠信而無禮」，謂無忠信也。既無忠信，禮何傳乎？言不可傳行也。冉有代孔子行弔，非孔子本意，是非孔子忠信，虚有弔禮。若孔子重遣人更弔，即彌爲不可，故云空使我不得誠信行禮於伯高。]"
      },
      {
        "index": 22,
        "text": "伯高死於衞，赴於孔子。[赴，告也。凡有舊恩者，則使人告之。]孔子曰：「吾惡乎哭諸？[以其交會尚新。]兄弟，吾哭諸廟。父之友，吾哭諸廟門之外。[别親疏也。]師，吾哭諸寢。朋友，吾哭諸寢門之外。所知，吾哭諸野。[别輕重也。]於野，則已疏；於寢，則已重。[已猶大也。]夫由賜也見我，吾哭諸賜氏。」[本於恩，哭於子貢寢門之外。]遂命子貢爲之主，[明恩所由。]曰：「爲爾哭也來者拜之，知伯高而來者勿拜也。」[異於正主。　【疏】「伯高」至「拜也」。　正義曰：此一節論親疏所哭之處，各依文解之。　注「别親疏也」。　正義曰：兄弟親，父友疏。必哭諸廟及廟門外者，兄弟是先祖子孫，則哭之於廟。此殷禮。周則哭於寢，故《雜記》云：「有殯，聞遠兄弟之喪，哭之側室。」若無殯，當哭諸正寢。父之友與父同志，故哭諸廟門外。非先祖之親，故在門外也。　注「别輕重也」。　正義曰：師友爲重，所知爲輕。所以哭師於寢，寢是己之所居，師又成就于己，故哭之在正寢。此謂殷禮。若周禮，則《奔喪》云「師，哭諸廟門外」，故鄭答趙商之問亦以爲然，孫炎云：「《奔喪》『師，哭諸廟門外』，是周禮也。」依禮而哭諸野，若不依此禮，則不可。故下云「惡野哭」者，以違禮爲野哭也。　「曰爲」至「拜也」。　夫子既命子貢爲主，又教子貢拜與不拜之法。若與女相知之人，爲爾哭伯高之故而來弔爾者，則爾拜之。若與伯高相知而來哭者，女則勿拜也。凡喪之正主，知生知死來者悉拜。今與伯高相知而來不拜，故鄭云「異於正主」。]"
      },
      {
        "index": 23,
        "text": "曾子曰：「喪有疾，食肉飲酒，必有草木之滋焉。」[增以香味，爲其疾不嗜食。]以爲薑桂之謂也。[爲記者正曾子所云草木滋者，謂薑桂。　【疏】「曾子」至「謂也」。　正義曰：此一節論居喪有疾得食美味之事。　注「爲記」至「薑桂」。　正義曰：知非曾子之言而云「爲記者」，以上云「草木之滋焉」，下云「以爲薑桂之謂也」，是解上「草木之滋」。豈可曾子自言，還自解乎？故以爲記者正曾子之言。]"
      },
      {
        "index": 24,
        "text": "子夏喪其子而喪其明。[明，目精。]曾子弔之曰：「吾聞之也，朋友喪明則哭之。」[痛之。]曾子哭，子夏亦哭，曰：「天乎！予之無罪也！」[怨天罰無罪。]曾子怒曰：「商，女何無罪也？吾與女事夫子於洙、泗之間，[言其有師也。洙、泗，魯水名。]退而老於西河之上，[西河，龍門至華陰之地。]使西河之民疑女於夫子，爾罪一也；[言其不稱師也。]喪爾親，使民未有聞焉，爾罪二也；[言居親喪無異稱。]喪爾子，喪爾明，爾罪三也。[言隆於妻子。]而曰，女何無罪與？」子夏投其杖而拜曰：「吾過矣！吾過矣！[謝之，且服罪也。]吾離羣而索居亦已久矣。」[羣，謂同門朋友也。索猶散也。　【疏】「子夏」至「久矣」。　正義曰：此一節論子夏恩隆於子之事。　案《仲尼弟子傳》云：子夏姓卜名商，魏人也。哀喪其子而哭，喪失其明。曾子是子夏之友，故云「朋友喪明則哭之」。子夏喪子之時，曾子已弔；今爲喪明，更弔，故曾子先哭，子夏始哭。云「疑女於夫子」者，既不稱其師，自爲談説，辯慧聦睿，絶異於人，使西河之民疑女道德與夫子相似。皇氏言：「疑子夏是夫子之身。」然子夏魏人，居在西河之上，姓卜名商，西河之民無容不識，而言是魯國孔丘。不近人情，皇氏非也。]"
      },
      {
        "index": 25,
        "text": "夫晝居於内，問其疾可也。[似有疾。]夜居於外，弔之可也。[似有喪。]是故君子非有大故，不宿於外。[大故，謂喪憂。]非致齊也，非疾也，不晝夜居於内。[内，正寢之中。　【疏】「夫晝」至「於內」。　正義曰：此一節論君子居處當合於禮，各依文解之。　注「大故，謂喪憂」。　正義曰：上文云「夜居於外，弔之可也」，鄭云「似有喪」，此注兼云「憂」者，以其文云「大故」，語意既寬，非獨喪也，故《周禮》每云「國有大故」，皆據寇戎災禍，故此兼云「憂」也。身既有憂而夜在於外者，既憂禍難，不暇入内，或與臣下外人夜裏在外圖謀禍患，此謂中門外也。故禮，斬衰及期喪皆中門外爲廬堊室，是有喪夜居中門外也。　「非致」至「於內」。　平常無事之時，或出或入，雖晝居於外，亦有入内；雖夜居於内，亦有出外。時唯致齊與疾，無問晝夜，恒居於内，故云「非致齊也，非疾也，不晝夜居於内」。　注「内，正寢之中」。　正義曰：恐内是燕寢，故云「正寢之中」。必知正寢者，以其經云「非致齊，不居於内」，致齊在正寢。疾則或容在内寢，若危篤，亦在正寢。上文云「晝居於内，問其疾可也」，不問齊者，齊是爲祭之事，衆所共知，不須問也。此齊在内，《祭統》云「君致齊於外，夫人致齊於内」，對夫人之寢爲外、内耳。]"
      },
      {
        "index": 26,
        "text": "高子皋之執親之喪也，[子皋，孔子弟子，名柴。]泣血三年，[言泣無聲，如血出。]未嘗見齒，[言笑之微。]君子以爲難。[言人不能然。　【疏】「高子」至「爲難」。　正義曰：此一節論高柴居喪過禮之事，各依文解之。　注「子皋，孔子弟子，名柴」。　正義曰：案《史記·仲尼弟子傳》，高柴，鄭人，字子皋。　注「言泣無聲，如血出」。　正義曰：凡人涕淚，必因悲聲而出，若血出，則不由聲也。今子皋悲無聲，其涕亦出，如血之出，故云「泣血」。　注「言笑之微」。　正義曰：既云「泣血三年」，得有微笑者，凡人之情，有哀有樂，哀至則泣血，樂至則微笑。凡人大笑則露齒本，中笑則露齒，微笑則不見齒。　「君子以爲難」。　君子以高柴所爲，凡人難可爲之。何者？凡人發聲始涕出，樂至爲大笑。今高柴恒能如此，餘人不能，故爲難也。]"
      },
      {
        "index": 27,
        "text": "衰，與其不當物也，寧無衰。[惡其亂禮。不當物，謂精麤廣狹不應法制。]齊衰不以邊坐，大功不以服勤。[爲褻喪服。邊，偏倚也。　【疏】「衰與」至「服勤」。　正義曰：此一節論衰裳升數、形制必須依禮及著服不得爲褻之事，各依文解之。　「衰，與其不當物也」者，此語乃通於五服而初發斬衰也。衰，喪服也。當猶應也。物，謂升縷及法制長短幅數也。衰以表情，故制有法度。若精麤不應，廣狹乖法，便爲失禮，故云「寧無衰」也，是雖有不如無也。　「齊衰不以邊坐」者，因上「寧無衰」以廣其事也。邊坐，謂偏倚也。喪服宜敬，坐起必正，不可著衰而偏倚也。齊衰輕，既不倚，斬重，不言亦可知也。　「大功不以服勤」者，大功雖輕，亦不可著衰服以爲勤勞事也。齊衰言不邊坐，則大功可也。大功不勤，則齊衰固不可而小功可也。]"
      },
      {
        "index": 28,
        "text": "孔子之衞，遇舊館人之喪，[前日君所使舍己。]入而哭之哀，出，使子貢説驂而賻之。[賻，助喪用也。騑馬曰驂。]子貢曰：「於門人之喪，未有所説驂。説驂於舊館，無乃已重乎？」[言説驂大重，比於門人恩爲偏頗。]夫子曰：「予鄉者入而哭之，遇於一哀而出涕。[遇，見也。舊館人恩雖輕，我入哭，見主人爲我盡一哀，是以厚恩待我，我爲出涕。恩重，宜有施惠。]予惡夫涕之無從也，小子行之。」[客行無他物可以易之者，使遂以往。　【疏】「孔子」至「行之」。　正義曰：此一節論孔子欲示人行禮副忠信之事，各依文解之。　注「前日君所使舍己」。　正義曰：知非舊所經過主人，必以爲「君所使舍己」者，若是經過主人，當云「遇舊主人之喪」，故禮稱皆云主人。是以《左傳》云「以爲東道主」，又云「昔吾主於趙氏」，皆主人爲主。今此云「館人」，明置館舍於己，故以爲「君所使舍己」者。　注「賻助」至「曰驂」。　正義曰：謂助生者喪家使用，故《既夕禮》「知死者贈，知生者賻」，是賻爲助生也。熊氏以此賻助喪用謂助死者，因云「賻得生死兩施」，熊氏非也。案隱元年《穀梁傳》云「錢財曰賻」，此用馬者，即財也，故《少儀》云「賻馬不入廟門」。云「騑馬曰驂」者，《説文》云：「騑，旁馬。」是在服馬之旁。又《詩》云「騏駵是中，騧驪是驂」，驂在外也。孔子得有驂馬者，案《王度記》云：「天子駕六馬，諸侯四，大夫三，士二。」古《毛詩》云：「天子至大夫皆駕四。」孔子既身爲大夫，若依《王度記》則有一驂馬也，若依《毛詩説》則有二驂馬也。　「子貢」至「行之」。　以子貢不欲説驂，故夫子語其説驂之意，云：我所説驂者，我鄉者入而哭之，遇值主人盡於一哀，是厚恩待我，我爲之出涕。既爲出涕，當有厚施惠。「予惡夫涕之無從」者，謂我感舊館人恩深，涕淚交下，豈得虚然？客行更無他物易換此馬，女小子但將驂馬以行之，副此涕淚。然《論語》云「顏回之喪，子哭之慟」，慟比出涕，慟則爲甚矣，又舊館之恩不得比顏回之極，而説驂於舊館，惜車於顏回者，但舊館情疏，厚恩待我，須有賵賻，故説驂賻之；顏回則師徒之恩親，乃是常事，則顏回之死必當以物與之。顏路無厭，更請賣車爲椁，以其不知止足，故夫子抑之。]"
      },
      {
        "index": 29,
        "text": "孔子在衞，有送葬者，而夫子觀之，曰：「善哉爲喪乎！足以爲法矣。小子識之！」子貢曰：「夫子何善爾也？」曰：「其往也如慕，其反也如疑。」[慕，謂小兒隨父母啼呼。疑者，哀親之在彼，如不欲還然。]子貢曰：「豈若速反而虞乎？」[速，疾。]子曰：「小子識之，我未之能行也。」[哀戚，本也；祭祀，末也。]顏淵之喪，饋祥肉。[饋，遺也。]孔子出受之，入彈琴而后食之。[彈琴以散哀也。　【疏】「孔子」至「行也」。　正義曰：此一節論喪禮以哀戚爲本之事，各依文解之。　注「慕謂」至「還然」。　正義曰：言慕如小兒啼呼者，謂父母在前，嬰兒在後，恐不及之，故在後啼呼而隨之。今親喪在前，孝子在後，恐不逮及，如嬰兒之慕。疑者，謂凡人意有所疑在，傍徨不進。今孝子哀親在外，不知神之來否，如不欲還然，故如疑。《問喪》云「其反也如疑」，鄭注云：「疑者，不知神之來否。」與此相兼乃足。　「子貢曰『豈若速反而虞乎』」。　子貢之意，葬既已竟，神靈須安，豈如速反虞祭安神乎？但哀親在彼，是痛切之本情；反而安神，是祭祀之末禮，故下文夫子不許。]"
      },
      {
        "index": 30,
        "text": "孔子與門人立，拱而尚右，二三子亦皆尚右。[傚孔子也。]孔子曰：「二三子之嗜學也，[嗜，貪。]我則有姊之喪故也。」二三子皆尚左。[復正也。喪尚右，右，陰也。吉尚左，左，陽也。　【疏】「孔子」至「尚左」。　正義曰：此一節論拱手之禮。　注「喪尚」至「陽也」。　正義曰：此既凶事尚右，吉事尚左，案《特牲》《少牢》吉祭，皆載右胖，《士虞禮》是凶事，載左胖者，取義不同。吉祭載右胖者，從地道尊右；《士虞禮》凶祭載左胖者，取其反吉。故《士虞禮》「設洗于西階西南」，鄭注「反吉」是也。]"
      },
      {
        "index": 31,
        "text": "孔子蚤作，[作，起。]負手曳杖，消搖於門，[欲人之怪己。]歌曰：「泰山其穨乎？[泰山，衆山所仰。]梁木其壞乎？[梁木，衆木所放。]哲人其萎乎？」[哲人，亦衆人所仰放也。以上二句喻之。萎，病也。《詩》云：「無木不萎。」]既歌而入，當戶而坐。[蚤坐，急見人也。]子貢聞之，曰：「泰山其穨，則吾將安仰？梁木其壞，哲人其萎，則吾將安放？夫子殆將病也。」[覺孔子歌意。殆，幾也。]遂趨而入。夫子曰：「賜，爾來何遟也？[坐則望之。]夏后氏殯於東階之上，則猶在阼也。殷人殯於兩楹之間，則與賓主夾之也。周人殯於西階之上，則猶賓之也。[以三王之禮占己夢。]而丘也，殷人也。予疇昔之夜夢坐奠於兩楹之間。[是夢坐兩楹之間而見饋食也。言奠者，以爲凶象。疇，發聲也。昔猶前也。]夫明王不興，而天下其孰能宗予？予殆將死也。」[孰，誰也。宗，尊也。兩楹之間，南面鄉明，人君聽治正坐之處。今無明王，誰能尊我以爲人君乎？是我殷家奠殯之象，以此自知將死。]蓋寢疾七日而没。[明聖人知命。　【疏】「孔子」至「而沒」。　正義曰：此一節論孔子自説死之意狀，各依文解之。　注「欲人之怪己」。　正義曰：杖以扶身，恒在前而用，今乃反手卻後以曳其杖，示不復杖也。又夫子禮度自守，貌恒矜莊，今乃消搖放蕩以自寬縱，皆是特異尋常。陵旦如此，故云欲人之怪己。杖曳於後，示不復用。消搖寬縱，示不能以禮自持。並將死之意狀。　注「梁木，衆木所放」。　衆木，榱、桷之屬，依放横梁乃存立。放則依也，故《論語》云「放於利而行」，孔曰：「放，依也。」　注「以上」至「不萎」。　正義曰：泰山、梁木並指他物，「哲人其萎」指夫子之身。以二物比己，故云「以上二句喻之」。云「《詩》云『無木不萎』」者，此《小雅·谷風》刺幽王之詩，言天下俗薄，朋友道絶，其《詩》云「無草不死，無木不萎」，證「萎，病」。　注「蚤坐，急見人也」。　正義曰：君子尋常不自當户。已歌而入，即當户而坐，故云「蚤坐」。坐不在隱處，是急欲見人。　「泰山」至「安放」。　上既泰山、梁木、哲人三句，今子貢所云「泰山其頹」，云「吾將安仰」，梁木、哲人揔云「吾將安放」者，以泰山、梁木共喻哲人，子貢意在忩遽，不暇句句别言，故直引梁木、哲人相喻而足，揔云「吾將安放」。　「夏后」至「之也」。　「夏后氏殯於東階，則猶在阼」「周人殯於西階，則猶賓之」，夏與周並言「猶」者，以其既死，無所知識，孝子不忍以生禮待之，猶尚阼階以爲主，猶尚西階以爲賓客，故言「猶」也。「殷人殯於兩楹之間」，不云「猶」者，庾蔚云：「東階、西階，平生賓主所行禮之處，故云『猶』。兩楹之間，生無此禮，故不云『猶』。」然禮，賓主敵者授受於兩楹之間，又是南面聽朝之處，庾云「生無此禮」，於義疑也。蓋以夫子夢在兩楹而見饋食，知是凶象，無聽朝之事，不得云「則猶尊之」，以有賓主二事，故云「與」也。鄭注《考工記》宗廟、路寢制如明堂，周之明堂東西九筵，南北七筵，則五室，每室二筵。則五室之外堂上窄狹，得容殯者，以路寢廣大，故得容之。其上圓下方，五室之屬，如明堂耳。至《明堂》具解。　注「言奠者，以爲凶象」。　正義曰：時夫子夢見饋食，不夢凶奠也。但奠禮，既死之後，未葬之前，柩仍在地，未立尸主，唯奠停飲食，故云「奠」也。　注「孰誰」至「將死」。　正義曰：「孰，誰也」，《釋詁》文。禮有大宗、小宗，故云「宗，尊也」。知「兩楹之間，人君聽治正坐之處」者，案《覲禮》「天子負斧依南面」，又《顧命》云「牖間南嚮」，是天子兩楹治事之處也。每日視朝雖在路門外，退坐當路寢兩楹也。其諸侯視朝亦南面，知者，以諸侯一國之尊，故《論語》云「雍也可使南面」，鄭注言「任諸侯治」也，則在路寢南面聽政。若其燕、饗，則在阼階西面，《燕禮》《大射》是也。案《莊子》「聖人無夢」，莊子意在無爲，欲令静寂無事，不有思慮，故云聖人無夢。但聖人雖異人者神明，同人者五情，五情既同，焉得無夢？故《禮記·文王世子》有九齡之夢，《尚書》有武王夢協之言。]"
      }
    ]
  }
}