{
  "chapterNumber": 45,
  "title": "卷44",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云『以其記人君以下始死、小斂、大斂、殯葬之大事』，故以《大記》為名。」\n[疏]正義曰：案鄭《目錄》云：「名曰《喪大記》者，以其記人君以下始死、小斂、大斂、殯葬之事，此於《別錄》屬《喪服》。」《喪大記》者，劉元云「記謂之大者，言其委曲、詳備、繁多，故云大」。"
      },
      {
        "index": 1,
        "text": "疾病，外內皆埽。為賓客將來問病也。疾困曰病。○埽，悉報反。為，於偽反。下「為其」、「為賓」、「為主人」皆同。"
      },
      {
        "index": 2,
        "text": "[疏]「外內皆埽」者，為賓客來問病者，以尋常每日皆埽，案《內則》云「雞初鳴，咸盥漱，酒埽室堂」者，此是平生無事時，每日恆埽。今既疾病，不應更有華飾，故知埽者，為賓客來也。○注「疾病曰困」。○正義曰：按《既夕禮》云有疾病者齊。乃云疾病內外皆埽，是疾困曰病。此對文耳，散則通也。《檀弓》云「孔子寢疾，七日而沒」是也。"
      },
      {
        "index": 3,
        "text": "君、大夫徹縣，士去琴瑟。聲音動人，病者欲靜也。凡樂器，天子宮縣，諸侯軒縣，大夫判縣，士特縣。去琴瑟者，不命之士。○縣音玄，注同。去，起呂反，注及下注同。寢東首於北牖下，謂君來視之時也，病者恆居墉北下，或為北墉下。○首，手又反，下注「南首」同。牖音酉，舊音容。下注「牖下」放此。墉音容。廢床，徹褻衣，加新衣，體一人。廢，去也，人始生在地，去床庶其生氣反。徹褻衣，則所加者新朝服矣，互言之也。加朝服者，明其終於正也。體，手足也，四人持之，為其不能自屈伸也。○床，仕良反，本或作床字。褻，息列反。新朝，直遙反，後「朝服」皆同。男女改服。為賓客來問病，亦朝服也，庶人深衣。屬纊以俟絕氣。纊，今之新綿，易動搖，置口鼻之上以為候。○屬音蜀。纊音曠，一音古曠反。易，以豉反。男子不死於婦人之手，婦人不死於男子之手。君子重終，為其相褻。"
      },
      {
        "index": 4,
        "text": "[疏]「君大」至「之手」。○正義曰：此明君及大夫等疾困去樂之事。君，謂諸侯也，及大夫等徹縣，知不包天子者，以此篇所記，皆據諸侯以下也。○注「天子」至「之事」。○正義曰：案《周禮•小胥》「王宮縣，諸侯軒縣，卿大夫判縣，士特縣」。鄭云：「宮縣，四面象宮室。軒縣去其一面，判縣又去其一面，特縣又去其一面。縣於東方，或於階間而已。」又云「凡縣鐘磬，半為堵，全為肆」。鄭云：「諸侯之大夫半，天子之大夫西縣鐘，東縣磬，士亦半。天子之士縣磬而已。」案《典命》：「子、男之卿再命，其大夫壹命，其士不命。」此云不命之士，謂子、男之士。○注「謂君」至「墉下」。○正義曰：知「謂君來視之時也」者，案《論語•鄉黨》云「疾，君視之，東首，加朝服」。此云東首，故知是君來視之時也。以東方生長，故東首鄉生氣。云「病者恆居北牖下」者，《士喪》下篇云「東首於北牖下」，是恆在北牖下也。若君不視之時，則不恆東首，隨病者所宜此熊氏所說也。今謂病者雖恆在北牖下，若君來視之時，則暫時移鄉南墉下，東首，令君得南面而視之。○注「廢去」至「伸也」。○正義曰：「人始生在地，去床庶其生氣反」者，釋所以病困而除床取地義也。人初生時在地，今病困而反在地，冀生氣還反，得活如初生時也。云「徹褻衣，則所加者新朝服矣，互言之也」者，上云「徹褻衣」，則知所加者正也。下云「加新衣」，則知所徹者褻衣，故云互也。朝服云衣素裳也，云加朝服者，明其終於正也者，解所以加朝服義也。明君子雖卒，必以正自處也。○注「為賓」至「服也」。○正義曰：案《既夕禮》云「養者皆齊」。案《文王世子》云「則世子親齊玄而養，至病困易之以朝服」，故《檀弓》云「親始死，羔裘玄冠者，易之而已」。易羔裘玄冠，即朝服也。"
      },
      {
        "index": 5,
        "text": "君、夫人卒於路寢。大夫、世婦卒於適寢。內子未命，則死於下室，遷屍於寢。士、之妻皆死於寢。言死者必皆於正處也。寢、室通耳，其尊者所不燕焉。君謂之路寢，大夫謂之適寢，士或謂之適室。此變命婦言世婦者，明尊卑同也。世婦以君下寢之上為適寢。內子，卿之妻也。下室，其燕處也。○適，丁歷反，注同。處，昌慮反，下同。"
      },
      {
        "index": 6,
        "text": "[疏]「君夫」至「於寢」。○正義曰：此一經明貴賤死寢不同也。君，謂諸侯也，諸侯三寢，一正者，曰路寢，餘二曰小寢，卒歸於正，故在路寢也。夫人亦有三寢，一正二小，亦卒正者也。○「大夫世婦卒於適寢」者，適寢，猶今聽事處也，其制異諸侯也。大夫死適寢，其妻亦死適寢也。大夫妻曰命婦，而云「世婦」，世婦是諸侯之次婦，今既明諸侯世婦尊與命婦敵，故互言見義。今命婦死於正寢，則世婦死女君次寢之上也。○「內子未命，則死於下室，遷屍於寢」者，內子，卿妻也。若未為夫人所命，則初死在下室，至小斂後遷屍，乃復還其正寢也。○「士之妻皆死於寢」者，亦各死其正室也，夫妻俱然，故云皆也。○注「言死」至「處也」。○正義曰：「寢、室通耳」者，案《士喪禮》云「死於適室」，此云卒於適寢，是寢、室通也。云「其尊者所不燕焉」者，謂尊嚴之處，不就而燕息焉。云「君謂之路寢，大夫謂之適寢，士或謂之適室」者，此云士死於寢，《士喪禮》云「死於適室」，故云「或」也。云「世婦以君下寢之上為適寢」者，皇氏云「君謂女君，而世婦以夫人下寢之上為適寢」。熊氏云「諸侯夫人、大夫妻及士之妻卒，皆於夫之正寢」，解此「世婦以君下寢之上為適寢」者，夫人卒於君之正寢，世婦卒於君之下寢之上者，與皇氏異。雖卒夫寢，皆婦人供視之，是亦婦人不死男子之手也。案服虔注《左傳》義與皇氏同。夫人之卒在於夫人路寢，比君路寢為小寢，故僖八年：夫人不薨於寢，則不殯於廟。服虔注云「寢，謂小寢也」。皇氏、熊氏，其說各異，未知孰是，故兩存焉。知死正寢者，案《春秋》成公薨於路寢道也。僖公薨於小寢，譏即安，謂夫人寢也。隱公薨，不書地，失其所。文公薨於台下，襄公薨於楚宮，定公薨於高寢，皆非禮也。案莊公三十二年《公羊傳》何休注云：「天子諸侯皆有三寢，一曰高寢，二曰路寢，三曰小寢。孫從王父之寢。」案《周禮》掌正之六寢之修，何休云：「天子三寢，與《周禮》違，不可用。」"
      },
      {
        "index": 7,
        "text": "復，有林麓則虞人設階，無林麓則狄人設階。復，招魂復魄也。階，所乘以升屋者。虞人，主林麓之官也。狄人，樂吏之賤者。階，梯也，簨虡之類。○麓音鹿。梯，他兮反。簨，恤尹反。虡音巨。"
      },
      {
        "index": 8,
        "text": "[疏]正義曰：自此至「復而後行死事」，明復是招魂之禮也。○「復，有林麓則虞人設階」者，復，謂升屋招魂，其死者所封內若有林麓，則所主林麓虞人設階梯而升屋。○「無林麓則狄人設階」者，謂官職卑小，不合有林麓，無虞人可使。狄人是家之樂吏之賤者，掌設簨龔，簨虡，階梯之類，故狄人設階也。"
      },
      {
        "index": 9,
        "text": "小臣復，復者朝服。君以卷，夫人以屈狄，大夫以玄赬，世婦以襢衣，士以爵弁，士妻以稅衣，皆升自東榮，中屋履危，北面三號。卷衣投於前，司命受之，降自西北榮。小臣，君之近臣也。朝服而復，所以事君之衣也。用朝服而復之者，敬也。復用死者之祭服，以其求於神也。君以卷，謂上公也。夫人以屈狄，互言耳。上公以袞，則夫人用禕衣；而侯伯以鷩，其夫人用榆狄；子、男以毳，其夫人乃用屈狄矣。赬，赤也。玄衣赤裳，所謂卿大夫自玄冕而下之服也，其世婦亦以襢衣。榮，屋翼。升東榮者，謂卿大夫、士也。天子、諸侯言東霤。危，棟上也。號，若云「皋禁復」也。司服以篋待衣於堂前。○卷，本又作袞，同古本反，注同。屈音闕，注同。赬，敕貞反。襢，知彥反。稅，他亂反。榮，如字，屋翼也，劉昌宗音營。號，戶高反，注同。卷，俱勉反，徐紀阮反。褘音輝。鷩，必列反。榆音遙。毳，昌銳反。霤，力又反。篋，苦牒反。"
      },
      {
        "index": 10,
        "text": "其為賓，則公館復，私館不復。其在野，則升其乘車之左轂而復。私館，卿大夫之家也。不於之復，為主人之惡。○乘，繩證反。轂，工木反。惡，烏路反。"
      },
      {
        "index": 11,
        "text": "[疏]「小臣」至「而復」。○正義曰：此一節明復時所用之衣及招魂升降之節。○「小臣復，復者朝服」者，此明諸侯小臣、君之近臣與君為招魂復魄。既是君之親近，與君所為招魂之時，冀君魂神來依之，則大夫士以下，皆用近臣也。所復之人，皆著朝服，奉事君之魂神，故朝服。○「君以卷」者，謂上公以袞冕而下。○「夫人以屈狄」者，謂子、男之夫人，自屈狄而下。○「大夫以玄赬」者，玄，纁也。言大夫招魂用玄冕玄衣纁裳，故云「玄赬」也。○「世婦以襢衣」者，世婦，大夫妻也。其上服唯襢衣，故用招魂也。言世婦者，亦見君之世婦服與大夫妻同也。○「士以爵弁」者，士亦用助祭上服以招魂。大冕明以衣名冠，諸侯爵弁，則以冠名衣。今言爵弁者，但用其衣，不用其弁也。○「士妻以稅衣」者，稅衣，六衣之下也。上妻得服之，故死用以招魂也。○「皆升自東榮」者，此復者初上屋時也。榮，屋翼也。天子、諸侯，四注為屋。而大夫以下，不得四注，但南北二注，而為直頭，頭即屋翼也。復者，升東翼而上也。賀瑒云：「以其體下於屋，故謂上下在屋，兩頭似翼。故名屋翼也。」○「中屋履危」者，中屋者，當屋東西之中央。履危者，踐履屋棟上高危之處而復也。○「北面三號」者，復者，北面求陰之義也，鬼神所鄉也。三號，號呼之聲三遍也。必三者，一號於上，冀神在天而來也。一號於下，冀神在地而來也。一號於中，冀神在天地之間而來也。號輒云「皋某復」矣。鄭注《士喪禮》云：「皋，長聲也。」○「卷衣投於前，司服受之」者，三招既竟，卷斂所復之衣，從屋前投與司服之官，司服以篋待衣於堂前也。前謂陽生之道，復是求生，故云從生處來也。然如《雜記》所言，則應每衣三號也。○「降自西北榮」者，復者投衣畢，而回往西北榮而下也。初復是求生，故升東榮而上。求既不得，不忍虛從所求不得之道還，故自陰幽而下也。不正西而西北者，因徹西北厞為便也，必徹西北厞者，亦用陰殺之所也。故鄭注《士喪禮》云「不由前降，不以虛反也」。降因徹西北厞，若云此室凶不可居然也。○注「小臣」至「堂前」。○正義曰：「君以卷，謂上公也，夫人以屈狄，互言耳」者，男子舉上公，婦人舉子男之妻，男子舉上以見下，婦人舉下以見上，是互言也。云「升東榮」者，謂卿大夫士也者，以鄉飲酒、鄉射是大夫、士之禮。云設洗當東榮，此云東榮，故知是卿大夫、士禮。今之兩下屋，云「天子諸侯言東霤」者，霤謂東西兩頭為屋簷霤下。案《燕禮》云：設洗當東霤，人君殿屋四注。《燕禮》是諸侯禮，明天子亦然也。"
      },
      {
        "index": 12,
        "text": "復衣不以衣屍，不以斂。不以衣屍，謂不以襲也。復者，庶其生也，若以其衣襲斂，是用生施死，於義相反。《士喪禮》云：「以衣衣屍，浴而去之。」○衣屍，於既反，注「衣屍」同。斂，力驗反，後不出者皆同。去，起呂反。婦人復，不以袡。袡，嫁時上服，而非事鬼神之衣。○袡，而廉反，婦人嫁時上服。凡復，男子稱名，婦人稱字。婦人不以名行。唯哭先復，復而後行死事。氣絕則哭，哭而復，復而不蘇，可以為死事。"
      },
      {
        "index": 13,
        "text": "[疏]「復衣不以衣」至「以斂」。○正義曰：復是求生，若用復衣而襲斂，是用生施死，於義為反，故不得將衣襲屍及斂也。○「婦人復，不以袡」者，袡是嫁時上服，乃是婦人之盛服，而非是事神之衣，故不用招魂也。絳□衣下曰袡。○「凡復」至「稱字」者，自殷以上，貴賤復同呼名。周則天子，稱天子；諸侯稱某甫，且字矣；大夫、士稱名。而婦人並稱字。○「唯哭」至「死事」者，唯哭先復者，氣絕而孝子即哭，哭訖乃復，故云「唯哭先復」也。「復而後行死事」者，復而後望生，若復而不生，故得行於死事，謂正屍於床乃浴襲之屬也。"
      },
      {
        "index": 14,
        "text": "始卒，主人啼，兄弟哭，婦人哭踴。悲哀有深淺也。若嬰兒中路失母，能勿啼乎？○啼，大兮反。\n[疏]「始卒」至「人哭踴」。○正義曰：主人，孝子男子女子也。親始死，孝子哀痛嗚咽不能哭，如嬰兒失母，故啼也。○「兄弟哭」者，有聲曰哭，兄弟情比主人為輕，故哭有聲也。○「婦人哭踴」者，婦人，眾婦也。宗婦亦啼，眾婦人輕，則哭也。然婦人雀踴，而此云踴者，通自上諸侯並踴也。"
      },
      {
        "index": 15,
        "text": "既正屍，子坐於東方，卿、大夫、父、兄、子姓立於東方，有司、庶士哭於堂下，北面。夫人坐於西方，內命婦、姑、姊妹、子姓立於西方，外命婦卒外宗哭於堂上，北面。正屍者，謂遷屍牖下，南首也。子姓謂眾子孫也，姓之言生也。其男子立於主人後，女子立於夫人後。世婦為內命婦，卿大夫之妻為外命婦。外宗，姑、姊妹之女。"
      },
      {
        "index": 16,
        "text": "[疏]「既正」至「北面」。○正義曰：此經明人君初喪，子及夫人以下哭位也。○「子坐於東方」者，子謂世子，世子尊，故坐於東方，謂室內屍東，故《士喪禮》云「主人入坐於床東」是也。○「卿、大夫、父、兄、子姓立於東方」者，案《士喪禮》「眾主人在其後」，又云「親者在室」，鄭云：謂大弓以上依唯士禮，父、兄、子姓大功以上，正立於室內東方。今此經總云卿、大夫、父、兄、子姓立於東方，以士禮言之，當在室內，但諸侯以上位尊，不可不正定世子之位，故《顧命》康王之「人翼室，恤宅宗」，不宜與卿、大夫、父、兄、子姓俱在室內也。卿、大夫等或當在戶外之東方，遙繼主人之後。○「有司、庶士哭於堂下，北面」者，以其卑，故在堂下、北面，不云東方稍近西而當戶，以堂下西方無婦人位故也。案《士喪禮》云小功以下，「眾兄弟堂下北面」，此經直云有司、庶士在堂下，則諸父、兄、子姓等雖小功以下，皆在堂上西面也。○「夫人坐於西方」者，亦近屍，故《士喪禮》云「婦人俠床東面」，但士禮略，但言俠床，人君則當以帷鄣之也。○「內命婦、姑、姊妹、子姓立於西方」者，內命婦則子婦也。姑、姊妹謂君姑、姊妹也。子姓，君女孫。皆立於西方也。○「外命婦率外宗哭於堂上，北面」者，外命婦謂卿大夫妻，外宗謂姑、姊妹之女。外命婦、外宗等疏於內命婦，故在屍外。婦人無堂下之位，故皆堂上北面。○注「正屍」至「之女」。○正義曰：知「正屍，謂遷屍牖下，南首也」者，《既夕禮》云「設床策當牖，及遷屍」是也。知「南首」者，按《士喪禮》「將含之時，商祝入，當牖北面，受具奠於屍西」。鄭注云「如商祝之事位，則屍南首明矣」是也。云「子姓，謂眾子孫也」者，謂子孫所生也。云「其男子立於主人後，女子立於夫人後」者，約《士喪禮》文，或諸侯位尊，男子等當立於戶外東方，已具前說。云「世婦為內命婦，卿大夫之妻為外命婦」者，前文云大夫世婦，則世婦與大夫妻相敵。此經內命婦與外命婦相當，故知內命婦是世婦也。案《喪服傳》云命婦者大夫之妻，故云外命婦卿大夫妻。又《周禮》命及於士，則其妻亦為命婦，故鄭注《內宰》云「士妻亦為命婦」，士妻與女御相對，俱褖衣，則君之女御，內命婦中兼之也。云「外宗，姑姊妹之女」者，但姑、姊妹必嫁於外族，其女是異姓所生，故稱外宗。案《周禮》「外宗，外女之有爵者」，若其有爵則為外命婦，此別云「外宗」，容無爵者。女之女亦是異姓所生，而不云者，則上文所謂子姓是也。《周禮》有「內宗，內女之有爵者」，此不言者，則前文姑、姊妹是也。但姑、姊妹已嫁國中，則為命婦，別云姑、姊妹者，各在室女未嫁及嫁於他國，或雖嫁國中，從本親之位，故別云姑、姊妹也。不云舅之女及從母之女者，外宗中兼之，略可知也。"
      },
      {
        "index": 17,
        "text": "大夫之喪，主人坐於東方，主婦坐於西方，其有命夫命婦則坐，無則皆立。命夫命婦來哭者，同宗父、兄、子姓、姑、姊妹，子姓也。凡此哭者，尊者坐，卑者，立。士之喪，主人、父、兄、子姓皆坐於東方；主婦、姑、姊妹、子姓皆坐於西方。士賤，同宗尊卑皆坐。凡哭屍於室者，主人二手承衾而哭。承衾哭者，哀慕若欲攀援。○扳，本又作攀，普班反，一音班。援音爰，徐於原反。"
      },
      {
        "index": 18,
        "text": "[疏]「大夫」至「而哭」。○正義曰：此一經明大夫初有喪，哭位之禮。○「其有命夫命婦則坐，無則皆立」者，謂哭位之中，有命夫命婦，雖有卑於死者，以其位尊，故坐哭。若其無命夫命婦，能尊於死者，亦皆立哭。○注「命夫」至「者立」。○正義曰：知「命夫命婦來哭者，同宗父、兄、子姓姑、姊妹，子姓也」者，案《左氏傳》「士逾月，外姻至」。今大夫初喪，正屍，無容即有異姓，故知是同宗之親來哭者。知非異姓卿大夫來吊者，以其與主人等並列哭位，故知是為喪來哭者。若有吊者，當立哭，不得坐也。此大夫之喪，不顯父、兄、子姓及姑、姊妹哭位者，約上文君喪及下文士喪略可知也。云「凡此哭者，尊者坐，卑者立」，皇氏云：凡，謂君與大夫，其哭者若爵位尊者則坐，故上文君喪，子及大夫坐；大夫之喪，主人主婦、命夫命婦皆坐是也。君之喪，卿大夫皆立；大夫之喪，非命夫命婦者皆立是也。此云尊卑，非謂對死者為尊卑也。若其今所行之禮，與古異也。成服之後，尊於死者，則坐。卑於死者，則立也。○注「士賤」至「皆坐」。○正義曰：君與大夫位尊，故坐者殊其貴賤。士既位下，故坐者等其尊卑，無所異也。"
      },
      {
        "index": 19,
        "text": "君之喪未小斂，為寄公、國賓出。大夫之喪未小斂，為君命出。士之喪，於大夫不，當斂而出。父母始死悲哀，非所尊不出也。出者，或至庭，或至門。國賓，聘大夫。不當斂，其來非斂時。○為寄，於偽反，下皆同，下注「為母」、「為其罷倦」皆同。"
      },
      {
        "index": 20,
        "text": "[疏]正義曰：此一經明君、大夫、士等未小斂之前，主人出迎賓之節。○「士之喪，於大夫，不當斂則出」者，謂士之喪，大夫來吊，其主人於大夫來吊之時不當小斂之時，則出迎大夫。○注「出者」至「斂時」。○正義曰：云或至庭者，謂世子迎寄公及國賓，士出迎大夫、士也，皆至庭，故下文云「降自西階」。又云「上於大夫親吊，則與之哭，不逆於門外」是也。云或至門者，謂大夫於君命，故下文云「大夫於君命，迎於寢門外」是也。以此言之，則世子於天子之命，士於君命，亦皆然也。云「不當斂，其來非斂時」者，上君與大夫。云「未小斂」，謂未斂之前去小斂遠也。士云「不當斂」，謂去小斂近，大夫與士至小斂相逼也。士於大夫，雖與小斂相逼，不當斂之時尚為大夫出，若未小斂之前，為大夫出可知也。案《檀弓》云「大夫吊，當事而至，則辭焉」。注云「辭，猶告也，擯者以主人有事告也。主人無事，則為大夫出」，彼亦謂小斂之事，與此同。斂訖，大夫至，即拜之。故《雜記》云「當袒，大夫至，絕踴而拜之，反改成踴」是也。此但云斂，不云襲者，未襲之前，唯士為君命出，其餘則不出，故《士喪禮》未襲之前，「君使人吊，主人迎於寢門外，見賓不哭，先入門右，北面」是也。君使退，主人哭拜，送於外門外。於時賓有大夫，則特拜之。因送君使而拜之，非謂特出迎賓也。此云不當斂則出迎賓，《雜記》云「士喪當袒，大夫至，絕踴而拜之」，與此違者，皇氏云：若正當斂時不出，若斂後而有大夫至，則絕踴而拜之。"
      },
      {
        "index": 21,
        "text": "凡主人之出也，徒跣，扱衽，拊心，降自西階。君拜寄公、國賓於位。大夫於君命，迎於寢門外。使者升堂致命，主人拜於下。士於大夫親吊，則與之哭，不逆於門外。「拜寄公、國賓於位」者，於庭鄉其位而拜之。此時寄公位在門西，國賓位在門東，皆北面。小斂之後，寄公東面，國賓門西，北面。士於大夫親吊，謂大夫身來吊士也。與之哭，既拜之，即位西階東面哭。大夫特來則北面。○跣，悉典反。扱，初洽反。衽，而審反，又而鴆反。裳，際也。拊音撫。使，色吏反。鄉，許諒反。"
      },
      {
        "index": 22,
        "text": "[疏]「凡主」至「門外」。○正義曰：前經明出迎賓遠近，此經更辨拜迎委曲之儀。○「降自西階」者，不忍當主位，降自西階。○「君拜寄公、國賓於位」者，寄公，謂失位之君也。國賓，謂鄰國大夫來聘者。遇主國君之喪拜於位者，於庭鄉其位而拜之。○「士於大夫親吊，則與之哭，不逆於門外」者，謂士之喪，大夫親來吊，立於西階下東面，主人則降自西階下，南面拜之。拜訖，即位西階下，與大夫俱哭，不迎大夫於門外。○注「拜寄」至「北面」。○正義曰：「此時寄公位在門西，國賓位在門東，皆北面」者，熊氏云「凡賓吊，北面，是其正」。故《檀弓》云「曾子北面而吊焉」，且屍在堂上，鄉之可知也。知寄公在門西者，寄公有賓義，故在賓位，故知在門西。知國賓在門東者，賓雖為君命使，或本是吉使，而遭主國之喪，而行私吊之禮，故從主人之位，故知在門東。云「小斂之後，寄公東面，國賓門西北面」者，熊氏云「小斂之後，主人位於阼階下西面，寄公稍依吉禮，漸就賓位，東面鄉主人也。國賓亦以小斂後漸吉，轉就門西賓位，但爵是卿大夫，猶北面也」。又《士喪禮》云「他國之異爵者，門西少進」是也。云「既拜之，即位西階東面哭」者，以大夫身來吊士之時，在西階之南，主人降自西階，鄉其位而拜之。拜訖，主人即位於西階下，東面哭之，故《士喪禮》云「賓有大夫，則特拜之。即位於西階下，東面不踴」。鄭注云「即位西階下」，未忍在主人位，是據主人也。而皇氏云「即位西階東面哭，謂大夫之位也」。下云「大夫特來則北面」，皇氏即云「是大夫之位」，俱與《士喪禮》違，又與鄭注《士喪禮》不同，其義非也。云「大夫特來則北面」者，以大夫與士若俱來，皆東面，故主人即位西階，在大夫之北俱東面而哭。今大夫獨來，不與士相隨，故大夫北面也。必知北面者，以凡特吊皆北面，故《檀弓》云「曾子北面而吊」，是特吊也。"
      },
      {
        "index": 23,
        "text": "夫人為寄公夫人出，命婦為夫人之命出，士妻不當斂則為命婦出。出，拜之於堂上也。此時寄公夫人、命婦位在堂上，北面。小斂之後，屍西，東面。"
      },
      {
        "index": 24,
        "text": "[疏]正義曰：前經明男子迎賓，此經明婦人迎賓也。○「夫人為寄公夫人出」者，出，謂出房也。婦人不下堂，但出房而拜於堂上也，婦人尊卑與夫同，故所為出者亦同也。○「命婦為夫人之命出」者，亦同其夫為君命也，此出亦不下堂耳。○「士妻不當斂則為命婦出」者，前經明士於大夫不當斂出，故此士妻於命婦亦不當斂而出也。○注「出拜」至「東面」。○正義曰：知拜於堂上者，男子降階，拜賓於庭，婦人無外事，故知拜於堂上。云「此時寄公夫人、命婦位在堂上北面」者，以前文云君之喪，外命婦率外宗哭於堂上，北面，故知此命婦在堂上，北面。知寄公夫人亦然者，以《士喪禮》「他國異爵者門西」，北堂，與己國大夫同，則知寄公夫人亦與命婦同也。云「小斂之後，屍西，東面」者，以小斂之後，遷屍於堂，故知從婦人之位，在屍西，東面也。"
      },
      {
        "index": 25,
        "text": "小斂，主人即位於戶內，主婦東面，乃斂。卒斂，主人馮之踴，主婦亦如之。主人袒，說髦，括髪以麻。婦人髽，帶麻於房中。士既殯，說髦，此云小斂，蓋諸侯禮也。士之既殯，諸侯之小斂，於死者但三日也。婦人之髽、帶麻於房中，則西房也。天子、諸侯有左右房。○馮，皮冰反，本或作憑，後皆同。袒，大旱反。說髦，本作稅，同他活反，徐他外反，注同。髦音毛。髽，側瓜反。"
      },
      {
        "index": 26,
        "text": "[疏]正義曰：此一節明人君、大夫、士等小斂之節，及拜迎於賓及奠祭弔者之儀，各隨文解之。○「主人即位於戶內」者，以初時屍在牖下，主人在屍東，今小斂當戶內，故主人在戶內稍東，西面。○「主人馮之踴」者，斂訖，主人馮屍而踴。○「主婦亦如之」者，馮屍竟，亦踴，與男子同也。○「主人袒」者，向小斂不袒，今方有事，故袒衣也。《士喪禮》馮屍已竟而云「髻髪袒」，此未括髪先云袒者，或人君禮也。○「說髦」者，髦，幼時翦髪為之，至年長則垂著兩邊，明人子事親，恆有孺子之義也。若父死說左髦，母死說右髦，二親並死則並說之，親沒不髦是也。今小斂竟，喪事已成，故說之也。案鄭注「士既殯，說髦」，今小斂而說者，人君禮也。○「括髪以麻」者，以，用也。人君小斂，說髦竟，而男子括髪，括髪用麻也。士小斂後亦括髪，但未說髦耳。○「婦人髽」者，婦人髽亦用麻也，對男子括髪也。○「帶麻於房中」者，帶麻，麻帶也，謂婦人要絰也。《士喪禮》云「婦人之帶牡麻，結本在房」，鄭云：「婦人亦有苴絰，但言帶者，記其異，此齊衰婦人。斬衰婦人，亦苴絰也。」帶，男子帶絰於東房，而婦人帶絰在西房。既與男子異處，故特記其異也。婦人重帶，故云帶而略於絰也。於房中者，謂男子說髦、括髪在東房，婦人髽、帶麻於西房也。○注「士既」至「右房」。○正義曰：「士之既殯，諸侯之小斂，於死者俱三日也」者，謂數往日也。云「婦人之髽、帶麻於房中，則西房也」者，案《士喪禮》「主人髻髪袒，眾主人免於房」，鄭注云「釋髻髪宜於隱」者，是主人等括髪在東房。《士喪禮》又云「婦人髽於室」，以男子在房，故婦人髽於室。大夫士唯有東房故也。此經兼明諸侯之禮有東西房，男子既括髪於東房，故知婦人髽及帶麻於西房。云「天子諸侯有左右房」者，欲明經中房是西房也。天子路寢制如明堂，熊氏云：「左房則東南火室也，右房則西南金室也。諸侯路寢室在於中房，在室之東西也。」"
      },
      {
        "index": 27,
        "text": "徹帷，男女奉屍夷於堂，降拜。夷之言屍也，於遷屍，主人、主婦以下從而奉之，孝敬之心。降拜，拜賓也。○奉，芳勇反，注同。夷於堂，如字，陳也，本或作侇，同音移，一本作奉屍於堂。從，才用反，又如字。"
      },
      {
        "index": 28,
        "text": "[疏]正義曰：此一經明士之喪，小斂訖，徹帷夷屍之節。○「徹帷」者，初死恐人惡之，故有帷也。至小斂衣屍畢，有飾，故除帷也。此士禮耳，諸侯及大夫賓出乃徹帷，事見於下文。○「男女奉屍夷於堂」者，夷，陳也。小斂竟，相者舉屍將出戶，往陳於堂，而孝子男女親屬並而扶捧之至堂，以極孝敬之心也。○「降拜」者，降，下也，既陳於堂，則適子下堂拜賓也。"
      },
      {
        "index": 29,
        "text": "君拜寄公、國賓、大夫、士拜卿大夫於位，於士旁三拜。大夫亦拜寄公夫人於堂上，大夫內子、士妻特拜命婦，氾拜眾賓於堂上。眾賓，謂士妻也。尊者皆特拜，拜士與其妻皆旅之。○氾，芳斂反。主人即位，襲帶絰、踴。即位，阼階之下位也。有襲絰乃踴，尊卑相變也。母之喪，即位而免。記異者，禮：斬衰括髪，齊衰免，以至成服而冠。為母重，初亦括髪，既小斂則免。○免音問，後放此。乃奠。小斂，奠也。吊者襲裘，加武帶絰，與主人拾踴。始死，吊者朝服裼裘如吉時也。小斂則改襲而加武與帶絰矣。武，吉冠之卷也。加武者，明不改冠，亦不免也。《檀弓》曰：「主人既小斂，子游趨而出，襲裘帶絰而入。」○拾，其劫反。裼，思歷反。卷，起權反。"
      },
      {
        "index": 30,
        "text": "[疏]正義曰：此一節明君、大夫、士小斂訖拜賓也。○「君拜寄公，國賓」者，君，謂嗣君也。小斂畢，屍出堂，嗣君下堂，拜賓也。寄公尊，故先言之也。拜寄公及國賓，並就於其位卿而拜之，故鄭注《士喪禮》云「拜賓，鄉賓位拜之」是也。○「大夫，士」者，嗣君又次拜大夫、士也。大夫、士既是先君之臣，皆同有斬衰之服，而小斂訖，出庭列位，故嗣君出拜之也。○「拜卿大夫於位」者，此更申明拜卿大夫、士之異，卿大夫則就其位鄉而拜之也。○「於士旁三拜」者，旁，猶面也。若拜於士，士賤，不可人人拜之，故每一面並唯三拜也。必三拜者，士有三等，故三拜之。故《士喪禮》云「大夫特拜，士旅之」。《隱義》云：「士有三等，一等一拜，故三下膝也。」一云：旁，猶不正也，或云眾士都共三拜也。○「夫人亦拜寄公夫人於堂上」者，婦人無下堂位，並在堂上，故夫人拜寄公妻於堂上也。○「大夫內子、士妻」者，夫人亦拜大夫、士之妻也。卿妻曰內子，大夫妻曰命婦。此不云「命婦」者，欲見卿妻與命婦同也。○「特拜命婦」者，此更申明拜命婦與士妻之異也。特，猶獨也，謂人人拜之，尊故也。特拜命婦，則內子亦然也。○「氾拜眾賓」者，謂不待也。眾賓、士妻賤，故氾拜之，亦旁三拜也。○「於堂上」者，拜命婦及士妻，亦並於堂上也。此經唯舉君喪拜賓，不云大夫士喪拜賓者，文不具也。其大夫士之喪拜賓亦然也。故《士喪禮》云「主人拜賓，大夫特拜，士旅之」是也。按上注小斂之後，寄公門西東面，國賓門西北面，大夫當在門東北面，士當在門西國賓之南，東面，嗣君於阼階之下，少南鄉其位而拜之。案上注云寄公夫人、命婦小斂之後，屍西東面，其嗣君夫人本位在西房，當在西房之外，南面拜女賓也。若士妻於阼階上西面拜賓也，以無西房故也。以上皆是皇氏所說。熊氏以為，大夫、士拜卿大夫、士者，是卿大夫、士家自遭喪，小斂後拜卿大夫於位，士旁三拜。大夫內子、士妻，亦謂大夫、士妻家自遭喪，小斂後拜命婦及拜士妻之禮。大夫、士各自遭喪，並言之者，以其大夫、士家喪，小斂後拜賓同故也。此即君、大夫、士之喪，小斂後拜賓，且與上文未小斂時文類，其義逾於皇氏矣。○「主人即位」。○正義曰：主人拜賓之後，稍近北，即阼階下位。○「襲帶絰，踴」者，拜賓時袒，今拜訖，襲衣加要帶首絰於序東，復位，乃踴也。○注「即位」至「變也」。○正義曰：前經注云未小斂，主人即位西階下東面位，恐此亦然，故明之。云「阼階之下」，必知然者，以《士喪禮》小斂後「眾主人東即位」，又云主人「即位踴，襲絰於序東，復位」，故知此即位在阼階下也。云「有襲絰乃踴，尊卑相變也」者，案《士喪禮》先踴乃襲絰，此先襲絰乃踴，士為卑，此據諸侯為尊，故云「尊卑相變」也。○「母之喪，即位而免」。○正義曰：為父喪，拜賓竟而即阼階下位，又序東帶絰，猶括髪。若為母喪，至拜賓竟，即位時不復括髪，以免代之。免以襲絰，至大斂乃成服也。所以異於父也。○「乃奠」者，奠，謂小斂奠也。拜賓、襲絰、踴竟後始設小斂之奠也。○「吊者」至「拾踴。○「吊者」，謂小斂之後來吊者，揜襲裘之上裼衣。若未小斂之前來吊者，裘上有裼衣，裼衣上有朝服，開朝服，露裼衣。今小斂之後，吊者以上朝服揜襲，裘上裼衣加武者，賀氏云：「武，謂吉冠之卷。主人既素冠素弁，故吊者加素弁於武。」○「帶絰」者，帶謂要帶，絰謂首絰。緦之絰帶，以朋友之恩，故加帶與絰也。若無朋友之恩，則無帶，唯絰而已。○「與主人拾踴」者，拾，更也。謂主人先踴，婦人踴，吊者踴，三者三，是與主人更踴。○注「始死」至「而入」。○正義曰：知「始死，吊者朝服裼裘」者，《檀弓》云「子游裼裘而吊」是也。知朝服者，《論語》云「羔裘玄冠不以吊」是也。小斂之後不用吊，則小斂之前可以吊。云「小斂則改襲而加武與帶絰」者，約子游之吊也。云「加武者，明不改冠，亦不免也」者，凶冠則武與冠連，不別有武免，亦無武。今云「加武」，明不改作凶冠，亦不作免吊，所以有免。以四代袒免親及朋友皆在他邦，嫌有免理，故云「亦不免」。引《檀弓》曰以下者，證小斂之前裼裘，小斂之後襲裘。賀氏以為加素弁於吉冠之武，解經文似便，與鄭注不改冠其義相妨。熊氏云：「加武帶絰，謂有朋友之恩，以經加於武，連言帶耳。」熊氏又云：「小斂之時，君於臣，大夫之士，士於朋友之恩，若兩大夫不假朋友之恩，皆朝服、襲裘加絰於玄冠之上。若大夫、士無朋友之恩，皆玄冠、朝服，襲裘而已。」若士大斂之時有朋友之恩者，及兩大夫相為，並君於大夫皆皮弁服，襲裘加弁絰。故《雜記》云「大夫與殯亦弁絰」，殯則大斂也。君於士大夫，士自相於無朋友恩者，視大斂則亦皮弁服、襲裘，無弁、絰也。故《士喪禮》云君於士視大斂，注云「皮弁服，襲裘，無絰也」。故《服問》云「公為卿大夫鍚衰」，若「當事，則弁、絰」。不云士，則士雖當事，不弁絰。君於士尚皮弁，明君於卿大夫亦皮弁。當事弁絰，與士異也。比所云皆謂未成服之前吊服也。若成服之後，其錫衰、緦衰之等已具上《檀弓》疏。然熊氏以武上加絰與帶，帶文相妨，其義未善。兩家之說，未知孰是，故備存焉。"
      },
      {
        "index": 31,
        "text": "君喪，虞人出木、角，狄人出壺，雍人出鼎，司馬縣之。乃官代哭。代，更也。未殯，哭不絕聲，為其罷倦，既小斂可以為漏刻，分時而更哭也。木，給爨灶。角，以為<奭斗>水鬥。壺，漏水之器也。冬漏以火爨鼎，沸而後沃之。此挈壺氏所掌也，屬司馬，司馬蒞縣其器。○壺音胡。縣音玄，及下注同。更，古行反，下同。罷音皮。倦，其卷反。漏音陋。爨，七亂反，下七官反。下「爨鼎」同。<奭斗>音俱，水斗也，《隱義》云「容四升也」。挈，苦結反，又音結。大夫，官代哭，不縣壺。下君也。○下，戶嫁反。「下成君」、「不相下」、「下大夫」同。士，代哭不以官。自以親疏哭也。君堂上二燭，下二燭。大夫堂上一燭，下二燭。士堂上一燭，下一燭。燭，所以照饌也，滅燎而設燭。○饌，仕眷反。燎，力召反，又力吊反。"
      },
      {
        "index": 32,
        "text": "[疏]「君喪」至「一燭」。○正義曰：此一節論君及大夫、士小斂後代哭之異。○「君喪，虞人出木角」者，虞人，主山澤之官，故出木與角。○「狄人出壺」者，狄人，樂吏，主挈壺漏水之器，故出壺。○「雍人出鼎」者，雍人主亨飪，故出鼎也。所以用鼎及木者，冬月恐水凍，則鼎漏遲，遲更無准，則故取鼎暖水，用虞人木爨鼎煮之，故取鼎及木也。○「司馬縣之」者，司馬，夏官卿也。其屬有挈壺氏，掌知漏事，故司馬自臨視縣漏器之時節，故《挈壺氏》云「凡喪，縣壺以代哭者」。○「乃官代哭」者，縣漏分時，使均其官屬，更次相代而哭，使聲不絕也。○注「燭所」至「設燭」。○正義曰：有喪則於中庭終夜設燎，至曉滅燎，而日光未明，故須燭以照祭饌也。"
      },
      {
        "index": 33,
        "text": "賓出，徹帷。君與大夫之禮也。士卒斂，即徹帷，徹或為廢。\n[疏]正義曰：士小斂竟而徹帷。此至小斂竟，下階拜賓，賓出，後乃除帷，是人君及大夫禮舒也。注云：「士卒斂，即徹帷」者，《士喪禮》文。"
      },
      {
        "index": 34,
        "text": "哭屍於堂上，主人在東方，由外來者在西方，諸婦南鄉。由外來，謂奔喪者也。無奔喪者，婦人猶東面。○鄉，許亮反。"
      },
      {
        "index": 35,
        "text": "[疏]正義曰：此一節通明小斂後屍出在堂時法也。○「主人在東方」者，主人之位，猶在屍東。婦人之位，亦猶在屍西，如室中也。○「由外來者在西方」者，由，從也，從外來，謂新奔喪者，若於時有新奔喪從外來者，則居屍西方也。所以爾者，阼階有事，故升自西階，乃就西方。又一通云：欲見異於在家者，故在西方也。若未小斂而奔者，則在東方也。故《奔喪》注云「其未小斂而至，與在家同」是也。○「諸婦南鄉」者，諸婦，主婦以下在家者，若無奔喪者，則婦人位本在西方，東鄉。今既有外新奔者，故移辟之，而近北以鄉南也。"
      },
      {
        "index": 36,
        "text": "婦人迎客、送客不下堂，下堂不哭。男子出寢門見人，不哭。婦人所有事，自堂及房，男子所有事，自堂及門。非其事處而哭，猶野哭也。出門見人，謂迎賓客者也。○處，昌慮反。其無女主，則男主拜女賓於寢門內；其無男主，則女主拜男賓於阼階下。子幼，則以衰抱之，人為之拜。為後者不在，則有爵者辭，無爵者，人為之拜。在竟內則俟之，在竟外則殯葬可也。喪有無後，無無主。拜者，皆拜賓於位也。為後者有爵，攝主為之辭於賓耳，不敢當尊者禮也。○衰，七雷反。人為，於偽反，下「人為」、注「為下」、「為君」皆同。竟音境，下同。"
      },
      {
        "index": 37,
        "text": "[疏]「婦人迎客、送客不下堂，下堂不哭」至「喪有無後，無無主」。○正義曰：此一節明小斂之後，男主女主迎送吊賓及拜賓之位，又廣明喪主不在之義。婦人質，故迎客送客不下堂。○「下堂不哭」者，敵者不下堂，若有君夫人吊，則主婦下堂至庭，稽顙而不哭也。○「男子出寢門見人，不哭」者，男子遭喪，敵者來吊，不出門。若有君命，則出門迎，亦不哭也。故《士喪禮》「君使人吊，徹帷。主人迎於寢門外，見賓不哭」是也。○「其無女主，則男主拜女賓於寢門內」者，此以下明喪無主而使人攝者禮也。若有主，則使男主拜男賓，女主拜女賓。若無女主者，則男主拜女賓於寢門內也。○「其無男主，則女主拜男賓於阼階下」者，若無男主者，亦使女主拜男賓於阼階下位也。鄉云女有下堂，明謂此也。男拜女賓於門內少遠階下，而猶不出門也。○「子幼，則以衰抱之，人為之拜」者，若有子，雖幼小，則以衰抱之為主，而人代之拜賓也。○「為後者不在」者，謂主出行不在，而家有喪。○「則有爵者辭」者，謂不在家之主有官爵，其攝主無官爵，則辭謝於賓云：己無爵，不敢拜賓。○「無爵者，人為之拜」者，謂不在之主無官爵，其攝主之人而為主拜賓也。○「在竟內則俟之」者，若主行近在國竟之內，則俟其還乃殯葬也。○「在竟外則殯葬可也」者，若主行在國外，計不可待則殯，殯後又不可待則葬可也。○「喪有無後，無無主」者，釋所以必使人攝及其衰抱幼之義。無後，已自絕嗣，無闕於人，故可無後也。若無主則相對賓有闕，故四鄰、裡尹主之，是無得無主也。"
      },
      {
        "index": 38,
        "text": "君之喪三日，子、夫人杖。五日既殯，授大夫、世婦杖。子、大夫寢門之外杖，寢門之內輯之。夫人、世婦在其次則杖，即位則使人執之。子有王命則去杖，國君之命則輯杖，聽卜、有事於屍則去杖。大夫於君所則輯杖，於大夫所則杖。三日者，死之後三日也。為君杖不同日，人君禮大，可以見親疏也。輯，斂也。斂者，謂舉之不以柱地也。夫人、世婦次於房中，即位堂上。堂上近屍殯，使人執杖，不敢自持也。子於國君之命輯杖，下成君，不敢敵之也。卜，卜葬，卜日也。凡喪祭，虞而有屍。大夫於君所輯杖，謂與之俱即寢門外位也。獨焉則杖。君，謂子也。於大夫所杖，俱為君，杖不相下也。○輯，側立反，下同，斂也。去，起呂反，後「去杖」皆同。見，賢遍反。斂，力檢反，下同。柱，知主反。近，附近之近。"
      },
      {
        "index": 39,
        "text": "[疏]「君之」至「則杖」。○正義曰：此一節廣明君及大夫、士三日之後杖之節制，各依文解之。○「子、大夫寢門之外杖」者，子，謂兼適、庶及世子也。寢門，殯官門也。子、大夫廬在寢門外，得持杖柱地行以至寢門也。○「寢門之內輯之」者，斂之不柱地，殯柩在門內，神明所在，故入門斂之，不敢柱地也。若庶子至寢門則去杖，不得持入也。此大夫與子同者，謂大夫特來，不與子相隨也。若與子相隨，子杖則大夫輯，子輯則大夫去杖，故下文云「大夫於君所則輯杖」是也。「」夫人世婦在其次則杖者，次，謂婦人居喪之地，在房內則得持杖柱地也。○「即位則使人執之」者，婦人之位在堂，堂上有殯。若出房即位，則不復自執，但使人代執之自隨，不柱地也。○「子有王命則去杖」者，子亦謂世子也。世子若有天子之命則對之，則不敢杖，故之以尊王命也。○「國君之命則輯杖」者，國君若鄰國之君，使人來吊，雖為敵國，而世子自卑，未敢比成君，故自斂杖以敬彼君命也。○「聽卜、有事於屍則去杖」者，聽卜，謂卜葬、卜日也。有事於屍，謂虞及卒哭、祔祭事屍時也。敬卜及屍，故去杖也。○「大夫於君所則輯杖」者，君，謂世子也。若大夫與世子俱來在門外，位大夫則輯杖，敬嗣君也。○「於大夫所則杖」者，大夫若不與世子俱來，而與諸大夫俱在門外位。既同是為君杖，無相敬下，故並得執杖柱地也。○注「三日」至「下也」。○正義曰：知死後三日者，下文云「士之喪二日而殯，三日之朝，主人杖」，則知君、大夫三日者，與士同，故知死後三日也。云「為君杖不同日，人君禮大，可以見親疏也」者，以下云大夫之喪既殯，「主人、主婦、室老皆杖」。今君喪，親疏杖不同日，是人君禮大，可以見親疏也。熊氏云：「經云子杖，通女子在室者，若嫁為他國夫人則不杖，嫁為卿夫夫之妻，與大夫同五日杖也。」《喪服四制》「七日授士杖」，君之女及內宗外宗之屬，嫁為士妻，及君之女御，皆十日杖。云「夫人、出婦次於房中」者，謂西房也，故上文云「婦人髽、帶麻於房中」是也。云「即位堂上」者，前文云「夫人亦拜寄公夫人於堂上」，是即位堂上也。云「卜，卜葬，卜日也」者，以經文卜在有事於屍之前，虞而立屍，虞祭之前，卜者唯卜葬日耳。故知卜，謂卜葬日也。云「凡喪祭，虞而有屍」者，《檀弓》云「虞而立屍」，又《上虞禮》有屍，是虞有屍也。云「大夫於君所輯杖，謂與之俱即寢門外位也」者，以經云「子、大夫寢門之外杖」，故知是寢門外位。若寢門內位，則君亦輯之，大夫當去杖也。云「君，謂子也」者，以經前云子，後云君，嫌是別人，故云「君，謂子也」者。○「於大夫所杖，俱為君杖，不相下也」者，謂大夫於大夫所，是兩大夫相對，故云「俱為君」，不相降下也。"
      },
      {
        "index": 40,
        "text": "大夫之喪，三日之朝既殯，主人、主婦、室老皆杖。大夫有君命則去杖，大夫之命則輯杖。內子為夫人之命去杖，為世婦之命授人杖。大夫有君命去杖，此指大夫之子也。而云大夫者，通實大夫有父母之喪也。授人杖，與使人執之同也。○為夫，於偽反，下及注「妾為君」、「為人得」並同。"
      },
      {
        "index": 41,
        "text": "[疏]「大夫」至「人杖」。○正義曰：此一節明大夫杖節。○「三日之朝既殯」者，謂死後三日，既殯之後乃杖也。○「主人、主婦、室老皆杖」者，應杖者，三日悉杖也。○「大夫有君命則去杖」者，大夫，即大夫嗣子也。嗣子而云大夫者，鄭云「通實大夫有父母之喪也」，對君命亦然也，大夫及嗣子有君命則去杖以敬之也。○「大夫之命則輯人」者，若嗣子對彼大夫之使，則斂杖，以自卑下之也。若兩大夫自相，對則不去杖，敵，無所下也。○「內子為夫人之命去杖」者，內子，卿妻。若卿大夫妻，有夫及長子喪，君夫人有命吊己者，皆為夫人之命去杖也。○「為世婦之命授人杖」者，若有君之世婦命吊，內子敬之，則使人執杖以自隨也。世婦卑於夫人，隨而不去也。經云「大夫之喪」，不舉命婦，而舉內子、卿妻者，舉內子則命婦可知也，文相互也。欲見卿喪與大夫同。○注「通實」至「喪也」。○正義曰：經云「大夫之喪」，則其子非大夫也。今云大夫有君命，是謂子為大夫。經雖以子為主，兼通身實為大夫有父母喪也。"
      },
      {
        "index": 42,
        "text": "士之喪，二日而殯。三日之朝，主人杖，婦人皆杖。於君命、夫人之命，如大夫。於大夫、世婦之命，如大夫。士二日而殯者，下大夫也。士之禮，死與往日，生與來日，此二日於死者，亦得二日也。婦人皆，杖謂主婦，容妾為君、女子子在室者。子皆杖，不以即位。子，謂凡庶子也。不以即位，與去杖同。大夫、士哭殯則杖，哭柩則輯杖。哭殯，謂既塗也。哭柩，謂啟後也。大夫、士之子於父，父也，尊近，哭殯可以杖。天子、諸侯之子於父，父也，君也，尊遠，杖不入廟門。棄杖者，斷而棄之於隱者。以喪至尊，為人得而褻之也。○棄，本亦作古棄字。斷，下管反，注「斷瓜」同。"
      },
      {
        "index": 43,
        "text": "[疏]「士之」至「隱者」。○正義曰：此一節明士之杖節。○「二日而殯」者，除死日為二日也。○「三日之朝」者，謂殯之明日是也。○「於君命、夫人之命，如大夫」者，謂士之子於君命，其妻於夫人之命，如大夫之禮，君命、夫人之命皆去杖。○「於大夫、世婦之命，如大夫」者，謂士之子於大夫之命，其妻於世婦之命，如大夫，於大夫之禮，大夫之命則輯杖，世婦之命則授人杖也。「於大夫、世婦之命，如大夫」，定本「如大夫」作「如夫人」，二字異義，亦通。○注「士二日」至「室者」。○正義曰：案前文大夫三日殯，此士二日殯，是降下大夫也。云「士之禮，死與往日，生與來日」者，殯是為死者，故首薺日為三日。杖是為生者，故數來日為三日。云「主婦，容妾為君、女子子在室」者，前經「大夫之喪」云「主人、主婦」，此士之喪直云「婦人皆杖」，婦人是眾群婦，故知容妾為君及妻子子在室者也，以其皆杖故也。○「子皆杖，不以即位」。○正義曰：皇氏云：「子謂大夫、士之庶子也。不以杖即位，辟適子也。所以知此是大夫、士庶子者，見下有大夫、士適子哭殯哭柩，推此大夫、士適子，故知此是大夫、士之庶子也。」然案鄭注此云「子，謂凡庶子也」，凡於貴賤則庶子是也。容人君適子入門輯杖，猶得即位，庶子宜在門外之位去之，故無即門內之位理也。大夫、士之適子則得哭殯哭柩，如下所說，其庶子則宜與人君之庶子同，並不得以杖即位也。熊氏云：「此文承注君、大夫、士之喪下，則此謂君、大夫、士之庶子，故注云：子謂凡庶子。」義亦通也。○注「不以」至「杖同」。○正義曰：不以杖即位，鄭恐人疑庶子雖不得以杖即位，猶得輯之人門，故明之也。言與去杖同，凡去杖者不復輯也。○「夫夫、士哭殯則杖，哭柩則輯杖」。○正義曰：大夫、士，謂大夫、士之適子。「哭殯則杖」者，既攢塗之後，於父，父也，其尊逼近，故哭殯可以杖也。「哭柩則輯杖」者，謂將葬，既啟之後，對柩為尊，則斂去其杖。○注「哭殯」至「廟門」。○正義曰：「哭柩，謂啟後也」者，啟謂將葬啟殯而出柩也，知非未殯之前而哭柩者，大夫、士之喪未殯之前則未杖也。云「天子諸侯之子於父，父也，君也，尊遠，杖不入廟門」者，天子、諸侯，其尊廣遠，廟門之內則去杖。廟門，謂殯宮之門，柩之所在，故云廟也。○「棄杖者，斷而棄之於隱」者，杖是喪至尊之服，雖大祥棄之，猶恐人褻慢，斷之不堪他用，棄於幽隱之處，使不穢污。"
      },
      {
        "index": 44,
        "text": "君設大盤，造冰焉。大夫設夷盤，造冰焉。士並瓦盤，無冰。設床，襢第。有枕，含一床，襲一床，遷屍於堂又一床，皆有枕席。君、大夫、士一也。此事皆沐浴之後，宜承「濡濯棄於坎」下，札爛脫在此耳。造猶內也。襢第，祖簀也，謂無席，如浴時床也。禮：自仲春之後，屍既襲，既小斂，先內冰盤中，乃設床於其上，不施席而遷屍焉。秋涼而止。士不用冰，以瓦為盤，並以盛冰耳。漢禮：大盤廣八尺，長丈二，深三尺，赤中。夷盤小焉。《周禮》天子夷盤，《士喪禮》君賜冰亦用夷盤。然則其制宜同之。○盤，本又作槃，步於反。造，七報反，下及注皆同。並，步頂反，注同。襢，之善反，單也，注同。第，側裡反。含，胡暗反。濡，奴亂反，下文同。濯，直孝反，下文同。坎，口感反。札，側八反。爛，力旦反。簀音責。盛音成。廣，古曠反。長，直亮反。深，屍鴆反。"
      },
      {
        "index": 45,
        "text": "[疏]「君設」至「一也」。○正義曰：此一節明初死沐浴之節。○「造冰焉」者，謂造內其冰於盤中也。○「大夫設夷盤」者，小於大盤，亦內冰焉。○「上並瓦盤，無冰」者，瓦盤既小，故並盤。士卑，故無冰。○「設床，襢第」者，置冰於下，設床於上，去席襢，袒第簀。○「有枕，含一床，襲一床，遷屍於堂又一床」者，言此三節各自有床也。○「皆有枕席」者，唯含一時暫徹枕，使面平，故《士喪禮》云「商祝徹枕設巾」是也。含竟而並有枕也，而含、襲、及堂皆有席，故鄭注《士喪禮》「商祝襲衣於床，床次含床之東，衽如初」。又注《士喪禮》「設床第於兩楹之間，衽如初，有枕」。云「衽，寢臥之席也」，亦下莞上簟是也。○「君、大夫、士一也」者，自設床襢策至此以下，貴賤同然也。○注「造猶」至「同之」。○正義曰：造是造詣。凡造詣者，必入於內，故云造猶內也。云「襢策，袒簀也，謂無席，如浴時床也」者，浴時無席，為漏水也；設冰無席，為通寒氣也。云「禮：自仲春之後，屍既襲，既小斂，先內冰盤中」者，若人君仲春則用冰，若命夫命婦則火出之後而用冰，故昭四年《左傳》云「獻羔而啟之，公始用之」，謂仲春也。又云「火出而畢賦」。《周禮•凌人》：「夏頒冰。」是卿大夫以下，三月以後而得用冰也。云「既襲，既小斂」者，謂大夫、士也。既襲，謂大夫也。既小斂，謂士也。皆是死之明日。若天子、諸侯亦三日而設冰也，在襲、斂之前也。云「夷盤小焉」者，謂小於大盤。云「《周禮》天子夷盤」者，案《周禮•凌人》云「大喪，共夷盤冰」是也。但天子之夷盤，即此之大盤也。依屍而言，則曰夷盤。此云夷盤者，據大夫所用，對君大盤為小。云「《士喪禮》君賜冰亦用夷盤」者，案《士喪禮》云「士有冰，用夷盤」。何不言君賜，知君賜者，諸侯之士既卑，若無君賜，何得用冰？云「其制宜同之」者，以天子夷盤，此大夫云夷盤，《士喪禮》又云夷盤，三者俱有夷名，是其制宜同，但大小稍異也。"
      },
      {
        "index": 46,
        "text": "始死，遷屍於床，幠用斂衾，去死衣。小臣楔齒用角柶，綴足用燕幾，君、大夫、士一也。床，謂所設床第當牖者也。《士喪禮》曰：「士死於適室。」幠用斂衾，去死衣，病時所加新衣及復衣也，去之以俟沐浴。○幠，荒胡反。去死，起呂反，注同。楔，桑結反。柶音四。綴，丁劣反，又丁衛反，下注同。適室，丁歷又。"
      },
      {
        "index": 47,
        "text": "[疏]正義曰：此一節又明初死沐浴之節，此經論初死之時，下經論死後而沐浴，前經論浴後設冰，經文顛倒，故鄭注前經云「此事皆沐浴之後，宜承濡濯棄於坎下」，今依鄭次隨文解之。○「遷屍於床」者，屍初在地，冀生氣復。而既不生，故更遷屍於床，而離初死處以近，南當牖也。即前所謂「既正屍」也。○「幠用斂衾」者，幠，覆也。斂衾者，將擬大斂之時衾被也。既遷屍在床，而用斂衾覆之也。○「去死衣」者，既覆之，故除去死時衣所加新衣及復衣，為屍將浴故也。○「小臣楔齒用角柶」者，楔，柱也。柶以角為之，長六寸，兩頭曲屈。為將含，恐口閉急，故使小臣以楔柱張屍齒，令開也。○「綴足用燕幾」者，為屍應著屨，恐足辟戾，亦使小臣用燕幾綴拘之，令直也。案《既夕禮》云「綴足用燕幾，校在南，御者坐持之」。鄭注云「屍南首，凡脛在南，以拘足」。如鄭此言，則側幾於足，令幾腳南出，以拘屍足兩邊，不令足戾。崔氏云：「燕幾，今之燕幾，其形曲仰而拘足。」與鄭違，其義非也。○「君、大夫、士一也」者，自始死至此，貴賤同。○注「床謂」至「者也」。○正義曰：笫，床簀也。初廢床者，床在北壁當戶。至復魄後遷之在床，而當牖南首，所以死後必遷當牖南首者，以平生寢臥之處。故《士昏禮》同牢在奧。又云：「御衽於奧，勝衽良席在東，北上。」又《曲禮》云：「為人子者，居不主奧。」是尊者常居之處。若晝日常居，則當戶。故《玉藻》云「君子之居恆當戶。若病時亦當戶，在北牖下，取鄉明之義」。故鄭前注「病者恆居北牖下」，明不病不恆居北牖下也。"
      },
      {
        "index": 48,
        "text": "管人汲，不說繘，屈之。盡階，不升堂，授御者。御者入浴，小臣四人抗衾，御者二人浴。浴水用盆，沃水用枓，浴用絺巾，挋用浴衣，如它日。小臣爪足，浴餘水棄於坎。其母之喪，則內御者抗衾而浴。抗衾者，蔽上，重形也。挋，拭也。爪足，斷足瓜也。○管人，如字，掌管籥之人；又古亂反，掌館舍之人也，下同。汲音急。說，吐活反。繘，均必反。汲，水綆也。抗，苦浪反，舉也。盆，蒲奔反。沃，烏谷反。枓音主，又音鬥。絺，敕其反，一本作綌，去逆反。挋音震。它音他，下同。拭音式。"
      },
      {
        "index": 49,
        "text": "[疏]「管人」至「而浴」。○正義曰：此一經明浴時也。○「管人」，主館舍者，故鄭注《士喪禮》：「管人，有司主館舍者。」「汲」，謂汲水。○「不說繘，屈之」者，繘，汲水瓶索也。遽促於事，故不說去井索，但縈屈執之於手中。○「盡階，不升堂」者，以水從西階而升，盡，不上堂。知西階者，以《士喪禮》云「為垼於西牆下」，故知從西階而升也。○「浴水用盆」者，用盆盛於浴水也。○「沃水用枓」者，用枓酌盆水沃屍。熊氏云：「用盤於床下承浴水。」○「浴用絺巾」者，絺是細葛，除垢為易，故用之也。《士喪禮》云：「浴巾二，皆用綌。」熊氏云：「此蓋人君與大夫禮。」或可大夫上絺下綌，故《玉藻》云「浴用二巾，上絺下綌」是也。○「挋用浴衣」者，挋拭也，用生時浴衣拭屍肉，令燥也。賀氏云：「以布作之。」生時有此也。《士喪禮》云「浴衣於篋」，注云「浴衣，已浴所衣之衣，以布為之，其制如今通裁」是也。○「如它日」者，它日，謂平生尋常之日也。○「小臣爪足」者，屍浴竟而小臣翦屍足之爪也。○「浴餘水棄於坎」者，浴盆餘汁棄之於坎中。坎者，是甸人所掘於階間取士為灶之坎。甸人，主郊野之官。○「其母之喪，則內御者抗衾而浴」者，內外宜別，故用內御舉衾也。內御，婦人，亦管人汲，事事如前，唯浴用人不同耳。"
      },
      {
        "index": 50,
        "text": "管人汲，授御者。御者差沐於堂上。君沐粱，大夫沐稷，士沐粱。甸人為垼於西牆下，陶人出重鬲。管人受沐，乃煮之。甸人取所徹廟之西北厞薪，用爨之。管人授御者沐，乃沐。沐用瓦盤，挋用巾，如它日。小臣爪手翦須，濡濯棄於坎。差，淅也，淅飯米，取其潘以為沐也。浴沃用枓，沐於盤中，文相變也。《士喪禮》沐稻，此云「士沐梁」，蓋天子之士也。以差率而上之，天子沐黍與？○差，七何反，注「差淅」同。沐音木。甸，田遍反。垼音役。鄭注《儀禮》云：「塊，灶也。」陶音桃。重，直龍反。鬲音歷。煮，諸許反。厞，扶味反，隱也，舊作扉，音非，門扉也。爨，七逭反。淅，先歷反。潘，方袁反，米汁也。差，初隹反。率音律，又音類。上，時掌反。"
      },
      {
        "index": 51,
        "text": "[疏]「管人」至「於坎」。○正義曰：此一節明沐也。○「管人汲，授御者。御者差沐於堂上」者，差，謂淅米取其潘汁也。○「君沐粱，大夫沐稷，士沐粱」者，皆謂用其米取其汁而沐也。○「甸人為垼於西牆下」者，謂將沐之時，甸人之官為垼於西牆下，士垼，塹灶，甸人具此為垼灶以煮沐汁。○「陶人出重鬲」者，陶人，作瓦器之官也。重鬲者，謂縣重之罌也，是瓦瓶受三升，以沐米為粥實於瓶，以疏布冪口，系以篾，縣之，覆以葦席。○「管人受沐，乃煮之」者，淅於堂上，管人亦升，盡等，不上堂，而就御者受淅汁，下往西牆於垼灶鬲中煮之也。○「甸人取所徹廟之西北厞薪，用爨之」者，爨，然也。甸人為灶竟，又取復魄人所徹正寢西北厞以然灶，煮沐汁也。謂正寢為廟，神之也。然舊云厞是屋簷也，謂抽取屋西北簷也。熊氏云「厞謂西北隅厞隱之處，徹取屋外當厞隱處薪」，義亦通也。何取此薪而用者？示主人已死，此堂無復用，故取之也。○「管人授御者沐」者，煮汁孰，而管人又取以升階，授堂上御者，使沐也。○「乃沐」者，御者授汁，入為屍沐也。○「沐用瓦盤」者，盤貯沐汁，就中沐也。○「挋用巾」者，用巾拭髪及面也。《士喪禮》云「沐巾一」，又云「挋用巾」，注云：「巾，晞也，清也。」○「如它日」者，事事亦如平生也。○「小臣爪手翦須」者，沐竟而翦手爪，又治須，像平生也。○「濡濯棄於坎」者，皇氏云：「濡，謂煩潤其髪，濯，謂不淨之汁也。」言所濡濯汁棄於坎中。鄭注《士喪禮》云：「巾櫛浴衣，亦並棄之其坎。」案《既夕禮》云：「掘坎南，順廣尺，輪二尺，深三尺，南其襄。」此沐汁棄於坎，則浴汁亦然。○注「差淅」至「黍與」。○正義曰：差是差摩，故云淅。《詩》云「澤之叟叟」，是釋，淅米也。云「取其潘以為沐也」者，《士喪禮》云「受潘煮於垼，用重鬲」。云「浴沃用枓，沐於盤中，文相變也」者，謂沐與浴俱有枓，俱有盤。浴云「用枓」，沐云「用盤」是文相變也。云「《士喪禮》沐稻，此云士沐粱，蓋天子之士也」者，若《士喪禮》云是諸侯之士而沐稻，今此云「士沐粱」，故疑天子之士也。云「以差率而上之，天子沐黍與」者，案《公食大夫禮》「黍稷為正饌，稻粱為加」，是稻粱卑於黍稷。就稻粱之內，粱貴而稻賤，是稻人所常種，梁是穀中之美，故下《曲禮》云「歲凶，大夫不食粱」。故諸侯之士用稻，天子之士用粱。黍稷相對，稷雖為重，其味短，故大夫用之。黍則味美而貴。故特牲、少牢「爾黍於席」，以其味美故也。《詩•頌》云：「其饟伊黍。」鄭註：「豐年之時，雖賤者猶食黍。」是黍貴也。故天子用之，無正文，故疑而云「與」也。"
      },
      {
        "index": 52,
        "text": "君之喪，子、大夫、公子、眾士皆三日不食。子、大夫、公子食粥，納財，朝一溢米，莫一溢米，食之無筭。士疏食水飲，食之無筭。夫人、世婦、諸妻皆疏食水飲，食之無筭。納財，謂食穀也。二十兩曰溢。於粟米之法，一溢為米一升二十四分升之一。諸妻，御妾也。同言無筭，則是皆一溢。米，或粥或飯。○粥，之育反，又音育，下同。溢音逸，劉昌宗又音實，下同。莫音暮。疏食音嗣，下及下注「疏食」皆同。"
      },
      {
        "index": 53,
        "text": "[疏]「君之」至「無筭」。○正義曰：此一節廣明五服之喪，自初死至除服君及大夫、士食斂之節，今各依文解之。今此經特明君喪，食之禮。○「納財」者，財，謂穀也，謂所食之米也，言每日納用之米，朝唯一溢米，莫唯一溢米也。「食之無筭」者，言居喪困病，不能頓食，隨須則食，故云「無筭」。○「士疏食水飲」者，疏，粗也。食，飯也。士賤病輕，故疏食粗米為飯，亦水為飲。○「夫人、世婦、諸妻皆疏食水飲」者，婦人質弱，恐食粥傷性，故言「疏食水飲」也。○注「納財，謂食穀也，二十兩曰溢」至「是皆一溢，米，或粥或飯」。○正義曰：財，謂穀也，故《大宰》云「以九賦斂財賄也」，注云「財謂泉穀」，是穀為財。但米由穀出，經已稱米，故鄭云食穀必言納財者，以一日之中，或粥或飯，雖作之無時，不過朝夕二溢之米，當須豫納其米，故云「納財」也。云「一溢為米一升二十四分升之一」者，案《律歷志》：「黃鐘之律，其實一籥。」《律歷志》合籥為合，則二十四銖合重一兩，十合為一升，升重十兩，二十兩則米二升。與此不同者，但古秤有二法，說《左傳》者云「百二十斤為石」，則一斗十二斤，為兩則一百九十二兩，則一升為十九兩有奇。今一兩為二十四銖，則二十兩為四百八十銖，計一十九兩有奇為一升，則總有四百六十銖八參，以成四百八十銖，唯有十九銖二參在，是為米一升二十四分升之一。此大略而言之。云「同言無筭，則是皆一溢，米，或粥或飯」者，粥與疏食，俱言無筭，是疏食與粥者皆一溢米。或粥，謂食粥者，或飯，謂疏食也。"
      },
      {
        "index": 54,
        "text": "大夫之喪，主人、室老、子姓皆食粥，眾士疏食水飲，妻妾疏食水飲。室老，其貴臣也。眾士，所謂眾臣。士亦如之。如其子食粥，妻妾疏食水飲。"
      },
      {
        "index": 55,
        "text": "[疏]「大夫」至「如之」。○正義曰：此經明大夫禮也。○「室老、子姓皆食粥」者，室老，謂貴臣。子姓，謂孫也。不云眾子者，主人中兼之。○「眾士疏食」者，謂非室老也。案《喪服傳》云「卿大夫室老，士貴臣，其餘皆眾臣」，鄭注云：「士邑宰。」此不云者，邑宰雖貴，以其遠於君，與眾臣同。案《檀弓》主人、主婦歠粥，此夫人、世婦、妻皆疏食者，熊氏云「《檀弓》云主婦，謂女主，故食粥也。"
      },
      {
        "index": 56,
        "text": "既葬，主人疏食水飲，不食菜果，婦人亦如之，君、大夫、士一也。練而食菜果，祥而食肉。果，爪桃之屬。\n[疏]「既葬」至「食肉」。○正義曰：此一節明既葬至練祥，君、大夫、士之食節也。○「主人疏食水飲」者，熊氏云「既葬，哀殺，可以疏食，不復用一溢米也」。"
      },
      {
        "index": 57,
        "text": "食粥於盛，不盥，食於篹者盥。食菜以醯、醬。始食肉者，先食乾肉，始飲酒者，先飲醴酒。盛，謂今時杯杅也。篹，竹筥也。歠者不盥，手飲者盥。篹或作簨。○盥，古緩反。篹，本又作匴，又作算，悉緩反，又蘇管反。醯，呼雞反。杅音於。筥，居呂反。歠，昌悅反。飯，扶晚反。簨，息尹反，徐音撰。"
      },
      {
        "index": 58,
        "text": "[疏]「食粥」至「醴酒」。○正義曰：此一節明食之雜禮。「食粥於盛，不盥」者，以其歠粥不用手，故不盥。○「食於篹者盥」者，篹，謂竹筥，飯盛於篹，以手就篹取飯，故盥也。○「食菜以醯、醬」者，謂練而食菜果者，食之時以醯、醬也。○「始食肉者，先食乾肉，始飲酒者，先飲醴酒」，文承既祥之下，謂祥後也。然《間傳》曰「父母之喪」，「大祥有醯醬」，「禫而飲醴酒」，二文不同。文庾氏云：「蓋記者所聞之異。大祥既鼓琴，亦可食乾肉矣。食菜用醯醬，於情為安。且既祥食果，則食醯醬無嫌矣。」熊氏云：「此據病而不能食者，練而食醯醬，祥而飲酒也。"
      },
      {
        "index": 59,
        "text": "期之喪，三不食。食疏食水飲，不食菜果。三月既葬，食肉飲酒。期，終喪不食肉，不飲酒。父在，為母為妻，九月之喪，食飲猶期之喪也。食肉飲酒，不與人樂之。食肉飲酒，亦謂既葬。○期音基，下同。為母、為妻，並於偽反，下注「為其」同。與音預，下同。"
      },
      {
        "index": 60,
        "text": "[疏]「期之」至「樂之」。○正義曰：此一節論期與大功喪食之節也。○「期之喪，三不食」者，謂大夫、士旁期之喪，三不食者，謂義服也。其正服則二日不食也。故《間傳》云「齊衰二日不食」。○「九月」至「喪也」者，謂事同期也。"
      },
      {
        "index": 61,
        "text": "五月，三月之喪，壹不食，再不食，可也。比葬，食肉飲酒，不與人樂之。叔母、世母、故主、宗子，食肉飲酒。義服恩輕也。故主，謂舊君也，言故主者，關大夫及君也。○比，必利反。不能食粥，羹之以菜可也。謂性不能者，可食飯菜羹。有疾，食肉飲酒可也。為其氣微。五十不成喪。成猶備也，所不能備，謂不致毀不散送之屬也。"
      },
      {
        "index": 62,
        "text": "[疏]「五月」至「成喪」。○正義曰：此一經明五月、三月喪食之節。○「壹不」至「可也」者，壹不食，謂緦麻。再不食，謂小功。並言之也，容殤降之，緦麻再不食，義服小功壹不食，故總以「壹不食，再不食」結之。故《間傳》去「小功緦麻，再不食」，殤降者也。○注「故主」至「君也」。○正義曰：若是諸侯，當云舊君。主者，大夫之稱，經云「故主」，關大夫、君也。○注「謂不致毀不散送之屬也」。○正義曰：致毀，謂致極哀毀，散送謂絰帶垂散麻以送葬。故《雜記》云「五十不致毀」。《玉藻》云：「五十不散送。」注云：「送喪不散麻。」"
      },
      {
        "index": 63,
        "text": "七十唯衰麻在身。言其餘居處飲食與吉時同也。既葬，若君食之則食之，大夫、父之友食之則食之矣。不辟粱肉，若有酒醴則辭。尊者之前可以食美也，變於顏色亦不可。○食音嗣。辟音辟。粱音良。"
      },
      {
        "index": 64,
        "text": "[疏]「既葬」至「則辭」。○正義曰：此一經明已有喪，既葬，尊者賜食之禮，葬後情殺，可從尊者奪也。○「君食之」，謂君食臣也，「大夫」，謂大夫食士也，父友，謂父同志者也，其人並尊，若命食孝子，則可從之食也。○「不辟粱肉」者，粱，粱米也。雖以粱米之飯及肉命食，孝子食之。○「若有酒醴則辭」者，若酒醴飲之，則變見顏色，故辭而不飲也。"
      },
      {
        "index": 65,
        "text": "小斂於戶內，大斂於阼。君以簟席。大夫以蒲席。士以葦席。簟，細葦席也。三者下皆有莞。○簟，徒點反。葦，於鬼反。莞音官，又音完。"
      },
      {
        "index": 66,
        "text": "[疏]「小斂」至「葦席」。○正義曰：此一節明君、大夫、士小斂大斂所用之席也。士以葦席，與咀墁者，士卑不嫌，故得與咀墁用簟也。○注「三者下皆莞」。○正義曰：「知下皆有莞」者，案《士喪禮記》云「設床，當牖，下莞上簟」，《士喪經》云「布席於戶內，下莞上簟」，謂小斂席也。大斂云「布席如初」，注云「亦下莞上簟，如士始死」，至大斂，用席皆同也。士尚有莞，則知君及大夫皆有莞也。但此大夫辟君，上席以蒲也。若吉禮祭祀，則蒲在莞下，故《司几筵》「諸侯祭祀，席蒲筵、繢純，加莞席、紛純」，與此異也。"
      },
      {
        "index": 67,
        "text": "小斂：布絞，縮者一，橫者三。君錦衾，大夫縞衾，士緇衾，皆一，衣十有九稱。君陳衣於序東，大夫、士陳衣於房中，皆西領，北上。絞，紟不在列。絞，既斂所用束堅之者。縮，從也。衣十有九稱，法天地之終數也。《士喪禮》「小斂陳衣於房中，南領，西上」，與大夫異。今此同，亦蓋天子之士也。絞、紟不在列，以其不成稱，不連數也。小斂無紟，因絞不在列見之也。或曰縮者二。○絞，戶交反，後同。縮，所六反。縞，古老反。稱，尺證反，杜預云：「衣單復具曰稱。」後於此。紟，其鴆反，後皆同。從，足容反。數，色主反。見，賢遍反。"
      },
      {
        "index": 68,
        "text": "[疏]「小斂」至「在列」。○正義曰：此以下至「絺、綌、紵不入」，廣明君、大夫、士小斂大斂及襚所用之衣並所陳之處，各隨文解之。此一經明小斂之衣。○「布絞，縮者一，橫者三」者，以布為絞，縮，從也。謂從者一副豎置於屍下，橫者三幅亦在屍下。從者在橫者之上，每幅之末析為三片，以結束為便也。○「君錦衾，大夫縞衾，士緇衾，皆一」者，謂大夫、士等各用一衾，故云「皆一」，舒衾於此絞上。○「衣十有九稱」者，君、大夫、士同用十九稱衣，佈於衾上，然後舉屍於衣上，屈衣裹，又屈衾裹之，然後以絞束之。○「君陳衣於序東，大夫、士陳衣於房中」者，謂將小斂，陳衣也。房中者，東房也。大夫、士唯有東房故也。○「絞紟不在列」者，謂不在十九稱之列，不入數也。小斂未有紟，因絞不在列而言紟耳。○注「衣十」至「之也」。○正義曰：「衣十有九稱，法天地之終數」者，案《易•繫辭》云「天一地二，天三地四，天五地六，天七地八，天九地十」，天數終於九也，地數終於十也，人既終，故云以天地終數斂衣之也。云「亦蓋天子之士」者，以前文「士沐粱」，與《士喪禮》不同，已云「此蓋天子之士」，此經陳衣與《士喪禮》衣不同，故云「亦蓋天子之士」也。云「以其不成稱，不連數也」者，上衣下裳相對，故為成稱。絞、紟非衣，故云「不成稱」。經云「不在列」，鄭恐今不布列，故云「不連數」，謂不連為十九稱之列。其實亦布陳也。云「小斂無紟」者，以下文大斂始云「布紟」，今此經直云「布絞」，故知無紟也。"
      }
    ]
  }
}