{
  "chapterNumber": 41,
  "title": "卷40",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：《雜記》者，以其雜記諸侯及士之喪事。」\n[疏]正義曰：按鄭《目錄》云：「名曰《雜記》者，以其雜記諸侯以下至士之喪事。此於《別錄》屬《喪服》，分為上下，義與《曲禮》、《檀弓》分別不殊也。」"
      },
      {
        "index": 1,
        "text": "諸侯行而死於館，則其復如於其國。如於道，則升其乘車之左轂，以其綏復。館，王國所致捨。復，招魂復魄也。如於其國，主國館賓，予使有之，得升屋招用褒衣也。如於道，道上廬宿也。升車左轂，像升屋東榮。「綏」當為「緌」，讀如蕤賓之蕤，字之誤也。緌，謂旌旗之旄也，去其旒而用之，異於生也。○乘，繩證反，下及注同。轂，工木反。綏，依注作緌，耳隹反，下及注同。復音伏，下同。予，羊汝反。褒，本又作褒，保毛反，後皆同。去，起呂反，下「去輤」同。"
      },
      {
        "index": 2,
        "text": "[疏]正義曰：自此以下至「蒲席以為裳帷」，總明諸侯及大夫士在路而死，招魂復魄，並明飾館貴賤之等。此一經下至「廟門外」，論諸侯之制，今各依文解之。○「諸侯行而死於館」者，謂五等諸侯朝覲天子，及自相朝會之屬而死者，謂諸侯於時，或在主國，死於館者，謂主國有司所授館舍也。○「則其復如於其國」者，其復，謂招魂復魄也。雖在他國所授之捨，若復魄之禮，則與在己本國同，故云「如於其國」也。○「如於道，則升其乘車之左轂」者，如，若也。道，路也。謂若諸侯在道路死，則復魄與本國異也。「乘車」，其所自乘之車也。其復魄，則俱升其所乘車左邊轂上而復魄也。此車以南面為正，則左在東也。升車左轂，像在家升屋東榮也。其五等之復，人數各如其命數。今轂上狹，則不知以幾人。崔氏云：「一人而已。」○「以其綏復」者，綏，旌旗綏也。若在國中招魂，則衣各用其上服。今在路死，則招用旌旗之綏，是在路則異於在國，故云「於道用之」，亦冀魂魄望見識之而還也。若王喪於國，而復於四郊，亦建綏而復。《周禮•夏采》云「以乘車建綏，復於四郊」是也。○注「館主」至「生也」。○正義曰：「館，主國所致捨」者，按《曾子問》云「公館與公之所為曰公館」，是主國館賓之捨也。云「與使有之」者，謂主國與賓此捨，使賓專自有之，故得升屋招魂，復用褒衣也。褒衣者，天子褒賜之衣，即下文「復用褒衣」是也。云「如於道，道上廬宿也」者，按《遺人》云「凡野都之道，十里有廬，三十里有宿，五十里有市」，故云「道上廬宿也」。云「升車左轂，像升屋東榮」者，車轅向南，左轂在東，故象東榮。不於廬宿之捨復者，廬宿供待眾賓，非死者所專有，故復於乘車左轂。云「綏當為緌，讀如蕤賓之蕤」者，但經中綏字絲旁著妥，其音雖，訓為安。此復之所用者，是緌也。緌，絲旁著委，故云「緌當為綏」。讀此緌字為蕤賓之蕤者，音與蕤賓字聲同也。以經作綏，故云「字之誤也」。「綏，謂旌旗之旄也」者，按《夏采》云：「乘車建綏，復於四郊。」乘車，王路，當建大常。今乃建綏，無大常也。《明堂位》云：「有虞氏之緌，夏後氏之旂。」後王文飾，故知有虞氏之緌但有旄也。云「去其旒而用之，異於生也」者，諸侯建交龍之旂，今以其綏復，是去其旒，異於生也。"
      },
      {
        "index": 3,
        "text": "其輤有裧，緇布裳帷，素錦以為屋而行。輤，載柩將殯之車飾也。輤取名於櫬與蒨，讀如蒨旆之蒨。櫬，棺也。蒨，染赤色者也。將葬，載柩之車飾曰柳。裧，謂鱉甲邊緣。緇布裳帷，圍棺者也。裳帷用緇，則輤用赤矣。輤象宮室屋，其中小帳襯覆棺者。若未大斂，其載屍而歸，車飾皆如之。○輤，千見反，注與蒨同。裧，昌占反。緇裳帷，本或作緇布裳帷。殯，必刃反，本或作賓，音同。櫬，初靳反，又楚陣反。「與蒨」絕句，一本作輤，讀以「與」字絕句，與，則音餘。蒨旆，上千見反，下步貝反。緣，說絹反。"
      },
      {
        "index": 4,
        "text": "[疏]正義曰：此一經明諸侯車飾。輤，謂載柩之車。○「有裧」者，謂輤之四旁有物裧垂，像鱉甲邊緣。○「緇布裳帷」者，輤下棺外用緇色之布，以為裳帷，以圍繞棺也。○「素錦以為屋」者，於此裳帷之中，又用素錦以為屋小帳，以覆棺而行者，於死處既設此飾而後行。○注「輤載」至「如之」。○正義曰：「輤，載柩將殯之車飾也」者，以下經云「遂入，適所殯」，是將殯車飾也。云「輤取名於櫬與蒨」者，言此車所以名輤，凡有二義：一者取名於櫬，櫬，近屍也；二取名於蒨，蒨，草也。故云「取名於櫬與蒨」。云：「讀如蒨旆之蒨」者，言經中輤字讀如蒨旆之蒨。按《左傳》定四年祝鮀云：封康叔以綪茷。謂以蒨草染旆為赤色，故讀此蒨與彼同，是亦蒨草以染布也。云「櫬，棺也」者，覆說取名於櫬義也。云「蒨，染赤色者也」者，說取名於蒨草之義也。云「將葬，載柩之車飾曰柳」者，證此經中輤非將葬車也。云「裧，謂鱉甲邊緣」者，覆說輤象鱉甲，覆於棺上，中央隆高，四面漸下，裧象邊緣，垂於輤之四邊，與輤連體，則亦赤也。若葬車之飾，則上用荒，不用輤也。云「裳帷用緇，則輤用赤矣」者，前雖讀輤為蒨草，其色未明。今因裳帷用緇，故知定輤為赤色，以玄纁相對之物，故以赤色對緇也。但玄纁天地之色，取象不同，或上或下，非一例也，要玄纁是相對之色。云「若未大斂，其載屍而歸，車飾皆如之」者，此經所論，謂大斂後也，故下云「適所殯」。若未大斂，則《曾子問》云「屍入門，升自阼階」，不得云「適所殯」也。知未大斂之前，車飾亦然者，以載屍柩車飾，經唯有此一文，故知其飾同也。"
      },
      {
        "index": 5,
        "text": "至於廟門，不毀牆，遂入，適所殯，唯輤為說於廟門外。廟，所殯宮。牆，裳帷也。適所殯，謂兩楹之間。去輤乃入廟門，以其入自有宮室也。毀，或為徹凡柩自外來者，正棺於兩楹之間，屍亦侇之於此，皆因殯焉。異者柩入自闕，升自西階，屍入自門，升自阼階。其殯必於兩楹之間者，以其死不於室，而自外來，留之於中，不忍遠也。○說，吐奪反，本亦作脫，下並注皆同。侇音夷。《隱義》云：「侇之言移也。」庾依《韻集》大兮反，息也。遠，於萬反。"
      },
      {
        "index": 6,
        "text": "[疏]正義曰：此一經明諸侯禮載柩入制也。○「至於廟門」者，謂殯宮門也。○「不毀牆」者，「牆」謂裳帷，但毀去上輤，不毀去牆帷。○「遂入，適所殯」者，遂入殯宮，正柩於兩楹之間，而遂殯焉。○「唯輤為說於廟門外」者，者，言餘物不說，唯輤一物脫於殯宮門外。○注「廟所」至「遠也」。○正義曰：「廟，所殯宮」者，以殯之所在，故謂為「廟」。云「牆，裳帷也」者，鄭恐是宮牆之嫌，故云「牆，裳帷也」。以飾棺之物稱牆。門是入自門也。云「適所殯，在兩楹之間」者，以死在外來，故殯於兩楹間。云「去輤乃入廟門，以其入自有宮室也」者，解經所以去輤乃入之意。輤乃覆棺上，像宮室。今入之有宮室，故去輤也。「不去裳帷」者，以裳帷鄣棺，未可去也。云「凡柩自外來者，正棺於兩楹之間」者，按《公羊》定元年：「癸亥，公之喪至自乾侯，正棺於兩楹之間，然後即位。」鄭以是推之，則知屍自外來者，亦停於兩楹之間，故屍亦侇之於此，皆因殯焉。云「異者柩入自闕，升自西階，屍入自門，升自阼階」者，皆《曾子問》文。云「留之於中，不忍遠也」者，以周人殯於客位，今殯於兩楹之間，是不忍遠之也。"
      },
      {
        "index": 7,
        "text": "大夫士死於道，則升其乘車之左轂，以其綏復。如於館死，則其復如於家。綏亦緌也。大夫復於家以玄冕，士以爵弁服。大夫以布為輤而行，至於家而說輤，載以輲車，入自門，至於阼階下而說車，舉自阼階，升適所殯。大夫輤言用布，白布不染也。言輤者，達名也。不言裳帷，俱用布，無所別也。至門，亦說輤乃入，言「載以輲車，入自門」，明車不易也。輲讀為輇，或作槫。許氏《說文解字》曰：「有輻曰輪，無幅曰輇。」《周禮》又有蜃車，天子以載柩。蜃、輇聲相近，其制同乎。輇崇綯半乘車之輪。諸侯言「不毀牆」，大夫士言「不易車」，互相明也。不易者，不易以楯也。廟中有載柩以輴之禮，此不耳。○輲，依注作輇及槫，同，市專反，又市轉反，注及下同。別，彼列反。蜃，慎忍反。近，附近之近。楯，敕倫反，下同。一本作輴，同。"
      },
      {
        "index": 8,
        "text": "[疏]「大夫」至「所殯」。○正義曰：此一經明大夫車飾也。○「大夫以布為輤」者，以白布為輤，不以蒨草染之，亦言「輤」者，通名耳。是有輤櫬近之義也。○「載以輲車」者，大夫初死及至家，皆以輲車。今至家說輤，唯輲車在，故云「載以輲車」。○「入自門，至於阼階下而說車」者，謂說去其車矣。○「舉自阼階，升適所殯」者，謂舉自阼階下，而升適兩楹之間所殯之處，此云「升適阼階」，謂屍矣，若柩則升自西階。○注「大夫」至「不耳」。○正義曰：云「白布不染也」者，以經云用布，故知白布不染。下經「士輤，葦席以為屋，蒲席以為裳帷」，以諸侯為裳帷，則知大夫亦有裳帷，俱用布耳。云「言輤者，達名也」者，既不用蒨草染之，而言輤者，輤是櫬近之義，通達於下，是大夫與士皆有櫬近之名也。云「至門，亦說輤乃入，言載以輲車，入自門，明車不易也」者，鄭以經云「至於家而說輤，載以輲車」，恐至家乃載以輴車，故云「明車不易」。上云「不毀牆，遂入」，不云「車不易」，此云「載以輲車」，明車亦不易。云「輲讀為輇，或作槫」者，言經之輲字，當讀為車旁之全，或《禮記》諸本此用輲車作木旁專字者。云「許氏《說文解字》曰：有輻曰輪，無輻曰輇」者，有輻，謂別施木為輻。無輻，謂合大木為之，不施輻曰輇。云「《周禮》又有蜃車，天子以載柩」者，按《周禮•遂師職》「共蜃車之役」，是天子以載柩也。云「蜃輇聲相近，其制同乎」者，言天子蜃車，與此大夫輇車聲既相近，其制宜同，故云「其制同乎」。云「輇崇蓋半乘車之輪」者，此無文證，以其蜃類，蓋迫地而行，其輪宜卑，故疑半乘車之輪。蓋，疑辭矣。《周禮•考工記》：「乘車之輪，六尺有六寸。」今云半之，得三尺三寸也。云「諸侯言不毀牆，大夫士言不易車，互相明也」者，諸侯言「不毀牆」，則大夫亦不毀牆。大夫士言「不易車」，明諸侯亦不易車。云「不易者，不易以輴也」者，謂大夫士在路，載以輲車，至家說載亦載，以輲車，是不易以輴也。若天子諸侯載柩以蜃車，至門亦以蜃車，其殯時，則易之以輴也。云「廟中有載柩以輴車之禮，此不耳」者，謂天子諸侯殯時用輴，又天子諸侯及大夫朝廟之時，有用輴車載柩之禮。此喪從外來，大夫士不合用輴，故云「此不耳」。凡在路載柩，天子以下至士，皆用蜃車，與輲車同。故《周禮•遂師》「共蜃車之役」，是天子也。《既夕禮》云：「遂匠納車於階間。」注云：「車，載柩車，《周禮》謂之蜃車，《雜記》謂之團。」是士用蜃車也。《雜記》云：「大夫載以輲車。」輲車，則蜃車也，是大夫用蜃車，則諸侯不言亦可知。其蜃車之形，鄭注《既夕禮》云：「其車之輿狀如床，中央有轅，前後出設輅輿，輅輿上有四周，下則前後有軸，以輪為輪。許叔重說：『有輻曰輪，無輻曰輲。』」鄭又注《周禮•遂師》云：「四輪迫地而行，有似於蜃，因取名焉。」此是蜃之制也，上下通用在路載柩也。輲車之制，亦與蜃車同，但不用輻為輪。天子諸侯殯皆用之，故《檀弓》云：天子菆塗龍輴，謂畫轅為龍。諸侯殯亦用輴車，不畫轅為龍，故《喪大記》云：「君殯用輴。」注云：「君，諸侯也，輴不畫龍。」大夫殯不用輴，故鄭注《喪大記》：「大夫之殯廢輴。」是大夫不用輴。土掘肂見衽，是亦廢輴也。其朝廟，大夫以上皆用輴，士朝廟用輁軸，故《既夕禮》云：「遷於祖用軸。」鄭注云「大夫諸侯以上有四周謂之輴，天子畫之以龍」是也。輴與輁軸所以異者，輴有四周，輁軸則無，故鄭注《既夕禮》云「軸狀如轉轔，刻兩頭為軹，軹狀如長床穿桯，前後著金而關軸焉」是也。"
      },
      {
        "index": 9,
        "text": "士輤，葦席以為屋，蒲席以為裳帷。言以葦席為屋，則無素錦為帳。○葦，於鬼反。\n[疏]正義曰：此一經明士輤也。○「葦席以為屋」者，謂用葦席屈之，以為輤棺之屋也。○「蒲席以為裳帷」者，又以蒲席以為裳帷，圍繞於屋旁也。○注「言以」至「為帳」。○正義曰：言以士云，葦席以為屋，屋當帷帳之處，故云「無素錦為帳」矣。然大夫無以他物為屋之文，則是用素錦為帳矣，與諸侯同。按諸侯與大夫上有輤，旁有裳帷，內有素錦屋。今士唯云「葦席以為屋，蒲席以為裳帷」，不云屋上所有之物。據文言之，葦席為屋，則當覆上輤處，將蒲席為裳帷，接屋之四邊以鄣棺。或可大夫既有素錦為帳，帳外上有布，輤旁有布裳帷，則士之葦席屋之外，旁有蒲席裳帷，則屋上當以蒲席為輤覆於上，但文不備也。未知孰是，故兩存焉。"
      },
      {
        "index": 10,
        "text": "凡訃於其君，曰：「君之臣某死。」訃，或皆作赴。赴，至也。臣死，其子使人至君所告之。○訃音赴，注及下同。父、母、妻、長子，曰：「君之臣某之某死。」此臣於其家喪所主者。○長，丁丈反，後「長子」皆同。君訃於他國之君，曰：「寡君不祿，敢告於執事。」夫人曰：「寡小君不祿。」大子之喪，曰：「寡君之適子某死。」君夫人不稱薨，告他國君，謙也。○大音泰，後「大子」同。適，丁歷反，下文注「適子」、「其適」、「宗適」、「適妻」並同。"
      },
      {
        "index": 11,
        "text": "[疏]「凡訃」至「某死」。○正義曰：此一節總明遭喪訃告於君及敵者，並訃於鄰國稱謂之差，各隨文解之。○「父、母、妻、長子，曰：君之臣某之某死」者，上「某」是生者臣名，下「某」是臣之親屬死者。云君之臣姓某甲之父死也。○「曰：寡君」至「執事」者，以謙，故稱「寡君」，若云寡德之君。雖復壽考，仍以短折言之，故云「不祿」。不敢指斥鄰國君身，故云「敢告於執事」也。○「夫人」至「某死」者，皆當云「告於執事」，不言者，略之故也。○注「君夫」至「謙也」。○正義曰：按下《曲禮》云：「諸侯曰薨。」夫人尊，與咀墁也。今夫人與咀墁不稱薨者，以告他國之君，及夫人自謙退，是不敢從君及夫人之禮也。按下《曲禮》篇云：「士曰不祿。」今雖謙退而同士稱者，按《異義》：「今《春秋公羊》說諸侯曰薨，訃於鄰國亦當稱薨。經書諸侯言卒者，《春秋》之文王魯，故稱卒以下魯。古《春秋左氏》說，諸侯薨，赴於鄰國稱名，則書名稱卒。卒者，終也。取其終身，又以尊不出其國。許君謹按：《士虞禮》云：『屍服，卒者之上服。』不分別尊卑，皆同年『卒』者，卒，終也。是終沒之辭也。」鄭駮之云：「按《雜記》上云：『君薨，訃於他國之君，曰：寡君不祿。』《曲禮》下曰：『壽考曰卒，短折曰不祿。』今君薨而云『不祿』者，言臣子於君父，雖有考終眉壽，猶若其短折然。若君薨而訃者曰『卒』，卒是壽終矣，斯無哀惜之心，非臣子之辭。鄰國來赴，書以『卒』者，言無所老幼，皆終成人之志，所以相尊敬。」如《異義》所論，是君稱「不祿」之意，若杜元凱注《左氏傳》，則與此異。按隱三年聲子卒，傳云：「不赴，故不曰薨。」杜云：「鄰國之赴，魯史書卒者，臣子惡其薨名，改赴書也。」如鄭此云，不祿謂赴者口辭矣。《春秋》所云「薨」，謂赴書之策，所以不同者，言壽考曰「卒」，短折曰「不祿」。杜以為《禮記》後人所作，不正與《春秋》同，杜所不用也。"
      },
      {
        "index": 12,
        "text": "大夫訃於同國適者，曰：「某不祿。」訃於士，亦曰：「某不祿。」訃於他國之君，曰：「君之外臣寡大夫某死。」訃於適者，曰：「吾子之外私寡大夫某不祿，使某實。」訃於士，亦曰：「吾子之外私寡大夫某不祿，使某實。」適，讀為匹敵之敵，謂爵同者也。實當為至，此讀，周秦之人聲之誤也。○適，依注音敵，大歷反，下「適者」同。實，依注音至，下同。"
      },
      {
        "index": 13,
        "text": "[疏]正義曰：此一經明大夫之卒，相訃告之禮也。○「適者，曰：某不祿」者，謂同國大夫位相敵者，曰「某不祿」。○「訃於」至「不祿」者，大夫既尊於士，士處亦得稱不祿。稱「某」者，或死者之名，或死者官號，而赴者得稱之。○「訃於」至「外臣」者，大夫不屬他國，故云「外臣」，自謙退無德，故云「寡大夫某」矣。尊敬他君，不敢申辭，故云「某死」。○「訃於」至「某實」者，「訃於適者」，謂大夫死，訃於他國大夫相敵體者，謂訃告大夫，以是別國私有恩好，故曰「外私」。以赴大夫，其辭得申，故云「某不祿」。以身赴告，故云「使某實」。○「訃於士」至「某實」者，謂大夫之喪，訃他國之士，其辭與訃大夫同。此所云「大夫」者，上下皆同，曰大夫無以為異也。"
      },
      {
        "index": 14,
        "text": "士訃於同國大夫，曰：「某死。」訃於士，亦曰：「某死。」訃於他國之君，曰：「君之外臣某死。」訃於大夫，曰：「吾子之外私某死。」訃於士，亦曰：「吾子之外私某死。」"
      },
      {
        "index": 15,
        "text": "[疏]正義曰：此一經論士喪相訃告之稱。云某死者，以其士賤，赴大夫及士，皆云「某死」。若訃他國之君及大夫士等，皆云「某死」，但於他君稱「外臣」，於大夫士言「外私」耳。"
      },
      {
        "index": 16,
        "text": "大夫次於公館以終喪，士練而歸，士次於公館。公館，公宮之捨也。練而歸之士，謂邑宰也。練而猶處公館，朝廷之士也，唯大夫三年無歸也。○朝，直遙反，下注同。大夫居廬，士居堊室。謂未練時也，士居堊室，亦謂邑宰也。朝廷之士，亦居廬。"
      },
      {
        "index": 17,
        "text": "[疏]「大夫」至「堊室」。○正義曰：此一節明大夫士遭君喪，次舍居處及歸還之節。「公館」，君之捨也，大夫恩深祿重，故為君喪「居廬」。終喪畢，乃還家也。○「士練而歸」者，謂邑宰之士也。士卑恩輕，故至小祥，而反其所治邑也。○「士次於公館」者，此謂朝廷之士也，雖輕而無邑事，故亦留次公館三年也。○「大夫居廬」者，以位尊恩重，故居廬。○「士居堊室」者，士位卑恩輕，故居堊室也。○注「公館」至「歸也」。○正義曰：云「練而歸之士，謂邑宰也」者，以下文云「士次於公館」。今云「練而歸」，明是邑宰，以為君治邑。若久而不歸，即廢其職事也。若身為大夫，雖位得采地，亦終喪乃歸也。○注「謂未」至「居廬」。○正義曰：知此是未練時者，按《間傳》云：「斬衰之喪，居倚廬。」既練居堊室，此經若練後，則大夫居堊室。今云大夫居廬，明未練時也。云「士居堊室，亦謂邑宰也」者，士若非邑宰，未練之前，當與大夫同居廬。今云「居堊室」，故知是邑宰也。必知邑宰者，以上文云「大夫終喪，士練而歸」，言邑宰之士，降於大夫。此云「士居堊室」，亦降於大夫，故知是邑宰之士也。云「朝廷之士，亦居廬」者，以臣為君喪，俱服斬衰，故知未練之前，士亦居廬也。然《周禮•宮正》注云：「親者貴者居廬，疏者賤者居堊室。」引此《雜記》云：「大夫居廬，士居堊室。」則是大夫以上定居廬，士以定居堊室。此云「朝廷之士，亦居廬」，與彼不同者，尋鄭之文意，若與王親者，雖云士賤亦居廬，則此云「朝廷之士，亦居廬」是也。若與王無親，身又是士，則居堊室，則此經「士居堊室」是也。故鄭於《宮正》之注，引此「士居堊室」，證賤者居堊室也。若與王親，雖疏，但是貴者，則亦居廬也。庾氏、熊氏並為此說。熊氏或說云：若天子，則大夫居廬，士居堊室。則《雜記》言是也。若諸侯，則朝廷大夫士皆居廬也，邑宰之士居堊室。《宮正》之注是也。此義得兩通，故並存焉。"
      },
      {
        "index": 18,
        "text": "大夫為其父母兄弟之未為大夫者之喪，服如士服，士為其父母兄弟之為大夫者之喪，服如士服。大夫雖尊，不以其服服父母兄弟，嫌若逾之也。士，謂大夫庶子為士者也。己卑，又不敢服尊者之服。今大夫喪服禮逸，與士異者，未得而備聞也。《春秋傳》曰：「齊晏桓子卒，晏嬰粗衰斬，苴絰帶，杖，菅屨，食粥，居倚廬，寢苫，枕草。其老曰：非大夫之禮也。曰：惟卿為大夫。」此平仲之謙也。言己非大夫，故為父服士服耳。「粗衰斬」者，其縷在齊斬之間，謂縷如三升半，而三升不緝也。斬衰以三升為正，微細焉則屬於粗也。然則士與大夫為父服異者，有粗衰斬，枕草矣。其為母五升縷而四升為兄弟六升，縷而五升乎。惟大夫以上，乃能備儀盡飾，士以下則以臣服君之斬衰為其父，以臣從君，而服之齊衰，為其母與兄弟，亦以勉人為高行也。大功以下，大夫、士服同。○大夫為其，於偽反，下「士為其」同，注除「為士」、「卿為」、「為正」，皆仿此。晏，於諫反。嬰，一盈反。衰，七雷反。苴，七餘反。絰，大結反。菅，古顏反。屨，九具反。粥，之六反。倚，於綺反。苫，始占反。枕，之鴆反，下同。縷，力住反。齊音咨，下「齊衰」皆同。緝，七入反。上，時掌反。行，下孟反。"
      },
      {
        "index": 19,
        "text": "[疏]正義曰：此篇雜記喪事也。經次上下無義例科段，今各依文解之。此一經明大夫士為其父母昆弟之服也。○注「大夫」至「服同」。○正義曰：「嫌若逾之也」者，大夫之父母兄弟或作士，或無官，今大夫為之，若著大夫之服，是自尊逾越父母兄弟。今不以大夫之服服父母兄弟，是嫌畏逾之也。云「士，謂大夫庶子為士者也」者，此士解經中下文「士為」之文，知此士是大夫庶子為士者。若大夫適子，雖未為士，猶服大夫之服，即下文是也。若其適子為士，則服大夫服可知。故知此士為父母之為大夫者，但服士服是庶子也。所以不服大夫服者，己卑，不敢服尊者之服。云「今大夫喪禮逸，與士異者，未得而備聞也」者，欲見大夫與《士喪禮》殊異，未甚分明。引《春秋傳》者，欲證大夫與士之喪服不同。所引傳者，襄十七年《左傳》文。云「齊晏桓子卒」至「唯卿為大夫」，皆《左傳》辭也。「齊晏桓子卒」者，是晏嬰之父晏弱，謚曰「桓子」也。云「晏嬰粗衰斬」者，桓子之子，晏嬰身服粗衰而斬。云「苴絰帶，杖」者，以苴麻為首絰、要帶，以苴色之竹為杖。云「菅屨」者，以菅草為屨。云「食粥，居倚廬，寢苫」者，是喪禮之常。「枕草」者，非《喪禮》之文。云「其老曰：非大夫之禮也」者，老謂晏嬰家臣，見晏嬰服士服，故其老言所服云：非大夫之喪禮也。云「曰：唯卿為大夫」者，此晏嬰對家老之言：若身為卿，得著大夫之服。若身為大夫，惟得服士服。云「此平仲之謙也」者，言平仲之言，非禮也，謙退之辭。云「言己非大夫，故為父服士服耳」者，若是卿，則得為父服大夫服，故云「非」。從此以下，皆鄭君解釋之辭。云「粗衰斬者，其縷在齊斬之間」者，按《喪服》初章「斬衰」，次章「疏衰」，疏即粗也。今言「粗衰斬」者，是下向粗，上向兼斬有粗，故云「粗衰斬」者。其縷在齊、斬之間，齊即粗也，言其布縷在齊、斬之間，斬衰三升，粗衰四升，其布在三升四升之間，故云「縷如三升半」，言粗如三升半，而計縷唯三升，故云「縷如三升半，而三升不緝也」。但縷如三升半是粗衰，不緝是斬，而成布三升，為父之服也。云「斬衰以三升為正，微細焉則屬於粗也」者，解晏子實斬衰而兼言粗也。云「然則士與大夫為父服異者，有粗衰斬，枕草矣」者，鄭既約《左傳》晏嬰之事，始明大夫與士不同，故云「然則士與大夫為父異，粗衰枕草矣」。則大夫以上斬衰枕塊，士則疏衰枕草。按《既夕禮》，士禮而云「枕塊」者，記者廣說，非辭也。云「其為母五升縷而四升，為兄弟六升縷而五升半」者，鄭既約士之父服縷細降一等，經文有母及兄弟，故此約母與兄弟之服也。《喪服》「為母四升」，此云「為母五升縷」，謂粗細似五升之縷，成布四升。《喪服》「為兄弟五升」，此云「為兄弟六升縷」，謂粗細如六升之縷，成布五升。皆謂縷細成布，升數少也。云「唯大夫以上，乃能備儀盡飾」者，大夫以上，則兼天子諸侯，德高能備，儀服無降殺，是「盡飾」。云「士以下則以臣服君之斬衰為其父，以臣從君而服之齊衰，為其母與兄弟」者，以《喪服》義服皆降正服一等。今為父母兄弟降從義服，是卑屈也。云「以臣從君而服之齊衰，為其母與兄弟」者，按《喪服》臣從君義服齊衰六升，今士為兄弟縷如六升，成布五升，得與臣為君義服齊衰同。其士為母，父卒，縷如五升，成布四升，與臣為君義服齊衰全異。而云為其母與臣為君義服齊衰同者，前注所云因粗衰降斬衰一等，即連言父卒為母。云「縷如五升，成布四升」，據父卒為母言之也。此注以士為兄弟，與臣為君義服齊衰同，則父在為母與兄弟服亦同。縷如六升而成布五升，據父在為母言之，為此前後注異。云「亦以勉人為高行也」者，居喪之禮，以服重為申，以服輕為屈。今大夫為父母兄弟之未為大夫者服士服，是勉勵其父母兄弟，使為高行，作大夫之禮。士為其父母兄弟之為大夫者服士服，亦是勉勵士身，使為高行作大夫也。云「大功以下，大夫、士服同」者，以經唯云父母兄弟，士與大夫之異，不云大功以下有殊，是大功以下與大夫同。所以然者，以重服情深，故使士有抑屈，使之勉勵。大功以下，輕服情殺，故上下俱申也。按《聖證論》王肅云：「喪禮自天子以下無等，故曾子云：哭泣之哀，齊斬之情，饘粥之食，自天子達。且大國之卿與天子上士俱三命，故曰一也。晉士起大國上卿，當天子之士也。平仲之言，唯卿為大夫，謂諸侯之卿，當天子之大夫，非謙辭也。春秋之時，尊者尚輕簡，喪服禮制遂壞，群卿專政，晏子惡之，故服粗衰枕草，於當時為重。是以平仲云：『唯卿為大夫。』遜辭以辟害也。」又《孟子》云：「諸侯之禮，三年之喪，齊疏之服，饘粥之食，自天子達於庶人，三代共之。」又此記云：「端衰喪車皆無等。」又《家語》云：「孔子曰：平仲可為能遠於害矣。不以己之是駮人之非，遜辭以辟咎也。」王肅謂大夫與士異者，大夫以上，在喪斂時弁絰，士冠素委貌。馬昭答王肅曰：「《雜記》云：大夫為其父母兄弟之未為大夫者之喪服如士服，是大夫與士喪服不同者。而肅云無等，則是背經說也。」鄭與言禮，張融評云：「士與大夫異者，皆是亂世尚輕涼，非王者之達禮。小功輕重，不達於禮。鄭言謙者，不異於遠害。」融意以王肅與鄭，：義略同。如融之說，是周公制禮之時，則上下同，當喪制無等。至後世以來，士與大夫有異，故記者載之，鄭因而解之。禮是鄭學，今申鄭義。云「端衰喪車無等」者，端，正也。正為衰之制度上下無等，其服精粗，卿與大夫有異也。又曾子云「齊斬之情，據其情為一等，無妨服有殊異耳。若王肅之意，大夫以上弁絰，士唯素冠，此亦得施於父母。此經云為昆弟，豈亦弁絰素冠之異乎？此是肅之不通也。杜元凱注《左傳》，說與王肅同。服虔注《左傳》，與端衰喪車無等，其老之問，晏子之答，皆為非禮，並與鄭違，今所不用也。"
      },
      {
        "index": 20,
        "text": "大夫之適子，服大夫之服。仕至大夫，賢著而德成，適子得服其服，亦尊其適象賢。○著，知慮反。\n[疏]注「仕至」至「像賢」○正義曰：云「仕至大夫，賢著而德成，適子得服其服」者，以經云「大夫之適子，服大夫之服」。所以然者，以其父在仕官，身至大夫，賢行既著，道德又成，故其適子雖未仕官，得服大夫之服也。云「亦尊其適象賢」者，非但尊此大夫之身，亦當尊其適子，使服大夫之服也，能像似其父之賢者。皇氏云：「大夫適子，若為士，為其父唯服士服。注云仕至大夫，謂此子若仕官至大夫，始得服大夫服，以其賢德著成。」如皇氏之意，解此「仕至大夫」為大夫之子，按前經注云「士，謂大夫庶子為士」者，明大夫適子未仕官，及為士，皆得服大夫之服。皇氏之言，違文背注，不解鄭意，其說非也。"
      },
      {
        "index": 21,
        "text": "大夫之庶子為大夫，則為其父母服大夫服，其位與未為大夫者齒。雖庶子，得服其服，尚德也。使齒於士，不可不宗適。○為，去聲。"
      },
      {
        "index": 22,
        "text": "[疏]正義曰：此一節明大夫庶子為大夫，則得為父母服大夫之服。其位與未為大夫者齒。大夫庶子雖為大夫，得服大夫之服，其行位之處，與適子未為大夫者相齒列。○注「雖庶」至「宗適」。○正義曰：云「尚德也」者，言此大夫之子，身雖是庶，所以得服者，以其仕至大夫，由身有德行，故云「尚德也」。云「使齒於士，不可不宗適」者，此庶子雖為大夫，猶齒列於適子之下。其年雖長於適子，猶在適子之下，使適子為主。若年少於適子，則固在適子之下，是不可不宗適也。"
      },
      {
        "index": 23,
        "text": "士之子為大夫，則其父母弗能主也，使其子主之。無子，則為之置後。大夫之子，得用大夫之禮，而士不得也。置，猶立也。"
      },
      {
        "index": 24,
        "text": "[疏]正義曰：「其父母弗能主也」者，士子身為大夫，若死，則父母不能為喪主也，以身是士，故不可為大夫喪主。○「使其子主之」者，謂使此死者之子為主，以其子是大夫適子，故得為大夫之主，以其服大夫服故也。○「無子則為之置後」者，若死宅無子，則為死者別置其後，所置之後，即大夫適子，同得行大夫之禮。此所置之後，謂暫為喪主，假用大夫之禮。若其大宗子，則直為之立後，自然用大夫禮也。○注「大夫」至「得也」。○正義曰：云「大夫之子得用大夫之禮」者，則前云「大夫之適子，服大夫之服」是也。解經「使其子主之」文，其子為適子。若無適子，則以庶子當適處。若無庶子，則以族人之子當適子之處，皆得用大夫之禮，故云「大夫之子，得用大夫之禮」總結此文。云「而士不得也」者，其父是士，不得主大夫喪，故云「而士不得也」。所以然者，父貴可以及子，故大夫之子得用大夫之禮。子貴不可以及父，故其父不得用大夫之禮。"
      },
      {
        "index": 25,
        "text": "大夫卜宅與葬日，有司麻衣、布衰、布帶，因喪屨，緇布冠不蕤，占者皮弁。有司，卜人也。麻衣，白布深衣而著衰焉，及布帶緇布冠，此服非純吉，亦非純凶也。皮弁，則純吉之尤者也。占者尊於有司，卜求吉，其服彌吉，大夫士朔服皮弁。○著，丁略反。"
      },
      {
        "index": 26,
        "text": "[疏]正義曰：「大夫卜宅與葬日」者，宅謂葬地。大夫尊，故得卜宅並葬日。○「有司」至「喪屨」者，有司，謂卜人。麻衣，謂白布深衣。布衰，謂粗衰也。皇氏云：「以三升半布為衰，長六寸，廣四寸，綴於衣前，當胸上。後又有負版，長一尺六寸，廣四寸。」布帶，以布為帶。因喪屨，謂因喪之繩屨。○「緇布冠不蕤」者，以緇布為冠，不加緌。○「占者皮弁」者，謂卜龜之人，尊於卜之有司，故皮弁純吉也。○注「有司」至「皮弁」。○正義曰：云「麻衣，白布深衣」者，謂吉服十五升之布，與緇布冠皮弁相類，故知吉布也。云「而著衰焉」者，熊氏云：「謂以吉布為衰，綴於深衣。」云「及布帶緇布冠，此服非純吉，亦非純凶也」者，謂麻衣白布深衣十五升是吉，布衰是凶，布帶亦凶，緇布冠是吉，不蕤亦凶，故云「非純吉，亦非純凶」。然緇布冠，古法不蕤，今特云「緇布冠不蕤」者，以後代緇布冠有蕤。此以凶事，故不蕤。云「皮弁，則純吉之尤者也」者，以上麻衣緇布冠雜有吉禮，此皮弁是純吉尤甚者。云「卜求吉，其服彌吉」者，解用皮弁之意。云「大夫士朔服皮弁」者，於諸侯是視朔之服，於天子是視朝之服也。"
      },
      {
        "index": 27,
        "text": "如筮，則史練冠長衣以筮，占者朝服。筮者，筮宅也。謂下大夫若士也。筮史，筮人也。長衣，深衣之純以素也。長衣練冠，純凶服也。朝服，純吉服也。大夫士日朝服以朝也。○朝，直遙反。注及下文皆同。純音準，又之閏反。"
      },
      {
        "index": 28,
        "text": "[疏]正義曰：「如筮」者，謂下大夫及士不合用卜，故知用筮也。○「則史練冠、長衣」者，此謂無地大夫筮葬禮也，唯筮宅卜日耳。卜時緇布冠，麻衣布衰，雜以吉凶之服。如筮，則練冠長衣。以筮輕，故用純凶服也。○「占者朝服」者，卜重，故占者皮弁；筮輕，故占者朝服。○注「筮者」至「朝也」。○正義曰：「筮者，筮宅也。謂下大夫若士也」者，以《士喪禮》云「筮宅卜日」，故知此筮謂筮宅也。云「長衣，深衣之純以素也」者，長衣深衣，其制同耳。言此經長衣是深衣之純以素者，凶時深衣純以布。上經麻衣深衣亦純以布，以經長衣純以素，故云「長衣，深衣之純以素」者也。云「長衣練冠，純凶服也」者，以長衣則布衣純之以素也。故《聘禮》云：「主人長衣練冠以受。」鄭注彼云「長衣，素純布衣」是也。練冠是小祥以後，以練為冠，都無吉象，故云「純凶服」云「大夫士日朝服以朝也」者，謂緇衣素裳，諸侯之朝服，每日視朝之服。按《士喪禮》云：「族長蒞卜，及宗人吉服。」鄭注云：「吉服，服玄端也。」此占者朝服者，彼謂士之上禮，故占者著玄端。此據筮禮，故占者朝服。按《士虞禮》注云：「士之屬吏為其長吊服如麻。」此史練冠長衣者，此經文捨大夫，其臣為大夫，以布帶繩屨，故史練冠長衣，若士之卜，史當從吊服，不得練冠長衣也。"
      },
      {
        "index": 29,
        "text": "大夫之喪，既薦馬，薦馬者哭踴，出乃包奠，而讀書。嫌與士異，記之也。《既夕禮》曰：「包牲取下體。」又曰：「主人之史請讀賵」。○「𧲛音薦，本又作薦。賵，芳鳳反。"
      },
      {
        "index": 30,
        "text": "[疏]正義曰：此明大夫將葬，啟柩朝廟之後，欲出之時。○「既薦馬」者，按《士喪禮》下篇云：薦馬之節，凡有三時，一者柩初出至祖廟，設奠，為遷祖之奠，訖，乃薦馬，是其一也。至日側祖奠之時，又薦馬，是其二也。明日將行，設遣奠之時，又薦馬，是其三也。此云既薦馬，謂第三薦馬之時也。以下則云「包奠而讀書」，於《既夕禮》當第三薦馬之節。○「薦馬者哭踴」者，謂主人見薦馬。薦，進也，進馬至乃哭踴。○「出乃包奠」者，出，謂馬出。「乃包奠」者，取遣奠牲下體包裹之，以遣送行也。然馬出在包奠之前，而必云「出乃包奠」者，明「出」即「包奠」，包奠為出之節，故言「出」也。○「而讀書」者，書，謂凡送亡者賵入槨之物書也。讀之者，省錄之也。○注「嫌與」至「讀賵」。○正義曰：「嫌與士異」者，按《既夕禮》薦馬，馬出之後，云「包牲取下體」也，又云「主人之史請讀賵」。今此大夫亦薦馬出後，包奠讀書，與士同。記者嫌畏大夫之尊，與士有異，故特記之，明與士同也。故引《既夕禮》以下者，證包牲讀賵之節，謂主人見薦馬送行物而哭踴，故云「薦馬者器踴」也。所以馬進而主人哭踴者，馬是牽車為行之物，今見進馬，是行期已至，故孝子感之而哭踴。云「《既夕禮》曰：包牲車下體」者，士則羊豕也，鄭註：「包者，像既饗而歸賓俎者也。前脛折取臂臑，後脛折壤也。」臂，謂膝上膊下也。臑，謂肘後。取骼，謂取膊下股骨也。羊豕各三牲，必取下體者，下體能行，亦示將行也。有遣車者，亦先包之也。云「又曰：主人之史請讀賵」者，賵，猶送者人名也。"
      },
      {
        "index": 31,
        "text": "大夫之喪，大宗人相，小宗人命龜，卜人作龜。卜葬及日也。相，相主人禮也。命龜，告以所問事也。作龜，謂楊火灼之以出兆。○相，息亮反，注同。"
      },
      {
        "index": 32,
        "text": "[疏]正義曰：「大夫」，謂卿也。明卿喪用人及卜之法也。○「大宗」，謂大宗伯也。相，佐威儀。○「小宗人命龜」者，小宗，謂小宗伯也。命龜，謂告龜道所卜之辭也。○卜人，亦有司。作，為用楊火灼之也，並皆有司也。皇氏云：「大小二宗，並是其君之職，來為喪事，如司徒旅歸四布是也。」故《宗伯•肆師》云：「凡卿大夫之喪相其禮。」○注「卜葬及日也」。○正義曰：「知卜葬及日」者，以文承上「大夫卜宅與葬日」之下，故知此經是上大夫之卜葬宅及日者也。"
      },
      {
        "index": 33,
        "text": "內子以鞠衣、褒衣，素沙。下大夫以襢衣，其餘如士。此復所用衣也，當在「夫人狄稅素沙」下，爛脫失處在此上耳。內子，卿之適妻也，《春秋傳》曰「晉趙姬請逆叔隗於狄，趙衰以為內子，而已下之」是也。下大夫，謂下大夫之妻。襢，《周禮》作「展」。王后之服六，唯上公夫人亦有褘衣，侯伯夫人自揄狄而下，子男夫人自闕狄而下，卿妻自鞠衣而下，大夫妻自展衣而下，士妻稅衣而已。素沙，若今紗縠之帛也。六服皆袍制，不禪，以素紗裹之，如今袍撚重繒矣。「褒衣」者，始為命婦見加賜之衣也。其餘如士之妻，則亦用稅衣。○鞠，九六反，又曲六反，注同。襢，張戰反。復音伏。狄稅，他喚反，下文放此。爛，力旦反。脫音奪，下同。隗，五罪反。衰，初危反。下，戶嫁反。展，張戰反，下同。□音輝。揄音遙，下文並注同。縠，戶木反。袍，步羔反。襌音丹。褂音圭。□，士眷反。重，直龍反。繒，茨陵反。"
      },
      {
        "index": 34,
        "text": "[疏]正義曰：此一節明卿大夫以下之妻所復之衣。○「內子以鞠衣、褒衣」者，內子，謂卿妻。「復以鞠衣、褒衣」者，始命為內子，尚所褒賜之衣，復時亦用此衣，故云「鞠衣、褒衣」。褒衣則鞠衣也，但上命時褒賜，故曰「褒衣」也。○「素沙」者，言此鞠衣褒衣，亦以素沙為裡。○「下大夫以襢衣」者，是下大夫之妻所復襢衣也。對卿妻為下，故服用襢，《周禮》作「展」。王后之服六，唯上公夫人亦有褘衣，侯伯夫人自揄狄而下，子男夫人自闕狄而下，卿妻自鞠衣而下，大夫妻自展衣而下，士妻稅衣而已。六服皆袍制不禪，以素紗裡之。袍制，謂連衣裳，有表有裡似袍，故云「皆袍制不禪」。漢時有褂袍，其袍下之□，以裡繒為之。古之服皆以素紗為裡，似此褂袍撚之裡繒，故注云「如今之褂袍□重繒也」。○「其餘如士」者，謂內子鞠衣褒衣，已見於經。大夫以襢衣，亦見於經。唯有褖衣未見，故云「其餘如士」，謂鞠衣襢衣之外，其餘褖衣如士之妻。士妻既用褖衣而復，則內子下大夫妻等亦用褖衣也。○注「此復」至「稅衣」。○正義曰：「此復所用衣也」者，以下「復諸侯以褒衣」，故知此亦復衣也。云「當在『夫人狄稅素沙』下」者，以記者作記，當依尊卑順序，此內子宜承夫人之下，故云「當在『夫人狄稅素沙』下」也。引「《春秋傳》曰」以下者，僖二十四年《左傳》文也。初晉文公在狄，狄人以季隗妻文公，以叔隗妻趙襄。後文公反國，以趙姬妻趙衰，趙姬請趙衰逆叔隗於狄，既逆還趙姬，又請趙衰將叔隗為內子，趙姬之身卑下之，故云「而已下之」。引之者，證卿妻為內子之文也。其王后以下之服，已具於《玉藻》，故此略而不言。云「六服皆袍制，不禪，以素紗裡之，如今褂、袍、□重繒矣」者，皆袍制，謂連衣裳，有表裡似袍。故云「皆袍制不襌」。漢時有褂袍，其袍下之□，以重繒為之。故云六服以素紗為裡，似此褂袍□重繒矣。云「褒衣者，始為命婦見加賜之之衣也」者，謂內子初始為卿妻，加賜之以衣，以褒崇之，故云「褒衣」。"
      },
      {
        "index": 35,
        "text": "復，諸侯以褒衣、冕服、爵弁服。復，招魂復魄也。冕服者，上公五，侯伯四，子男三。褒衣，亦始命為諸侯及朝覲見加賜之衣也。褒，猶進也。"
      },
      {
        "index": 36,
        "text": "[疏]正義曰：自此以下，至「復西上」，總明諸侯以下及夫人命婦招魂所用之衣。但此經爛脫，上下顛倒，如鄭所次，以此諸侯褒衣一經為首，次以夫人稅衣揄狄之經，然後次內子以鞠衣之經。今依鄭次，各隨文解之。○「復，諸侯以褒衣」者，謂復時以始命褒賜之衣。○「冕服爵弁服」者，諸侯既用褒衣，又以冕服爵弁服而復也。○注「冕服」至「進也」。○正義曰：「冕服」者，上公自袞冕而下，故為五；侯伯自鷩冕而下，故為四；子男自毳冕而下，故為三也。凡服，各依其命數，則上公五冕之外，更加爵弁服以下皮弁、冠弁之等，而滿九；侯伯冕服之外，亦加爵弁以下，而滿七；子男冕服之外，加爵弁、皮弁，而滿五。其褒衣，君特所褒賜，則宜在命數之外也。故《王制》云：三公一命袞，若有加，則賜是褒衣，故不入命數也。此褒衣或是冕之最上者。"
      },
      {
        "index": 37,
        "text": "夫人稅衣揄狄，狄稅素沙。言其招魂用稅衣上至揄狄也。狄稅素沙，言皆以白紗縠為裡。○稅，他喚反，下文放此。揄音遙，下文同。縠，戶木反，下注同。"
      },
      {
        "index": 38,
        "text": "[疏]正義曰：此明婦人復衣也，婦人衣有六也。○「夫人稅衣揄狄」者，諸侯夫人復用稅衣上至揄狄，謂諸侯伯夫人也。○「狄稅素沙」者，言從揄狄以下，至於稅衣，皆用素沙白縠為裡。"
      },
      {
        "index": 39,
        "text": "復西上。北面而西上，陽長左也。復者多少，各如其命之數。○長，丁丈反。\n[疏]正義曰：凡招魂皆北面而招，以西頭為上。○注「北面」至「之數」。○正義曰：云「北面而西上，陽長左也」者，以招魂冀生氣之來，生氣為陽，又北面言之，南方是陽，左在西方，故言「陽長左」。云「復者多少，各如其命之數」者，按《士喪禮》：「復者一人，以爵弁服。」言諸侯之士一命而用一人。明復者各依命數，其復處不同。故《檀弓》云：「君復於小寢大寢庫門四郊。」而云「復西上」者，但有兩人以上一處復者，則西上也。"
      },
      {
        "index": 40,
        "text": "大夫不揄絞，屬於池下。謂池飾也。揄，揄翟也。采青黃之間曰絞。屬，猶系也。人君之柳，其池系絞繒於下，而畫翟雉焉，名曰「振容」，又有銅魚在其間。大夫去振容，士去魚。此無「人君」及「士」，亦爛脫。○絞，戶交反，注同。屬音燭，注及下「條屬」並注同。翟音狄。去，起呂反。下同。"
      },
      {
        "index": 41,
        "text": "[疏]正義曰：此一經明大夫葬時車飾。若諸侯以上則畫揄翟於絞，屬於池下。若大夫降下人君，不得畫以揄絞，屬於池下。其池上，則畫於揄，得有揄絞也。故《喪大記》士亦有揄絞，與大夫同，但不得屬於池下。○注「人君」至「爛脫」。○正義曰：按《喪大記》云：「君三池振容。」是人君之柳有振容。振容者，其池系揄繒於下，而畫翟雉焉，名曰「振容」。云「又有銅魚在其間」者，上有池，下有振容，池與振容之間而有魚，故云「在其間」。云「大夫去振容，士去魚」者，以《喪大記》大夫不振容，士不云「魚躍拂池」故也。大夫不振容者，謂不以揄絞屬於池下為振容。云「此無人君及士，亦爛脫」者，以前經云「復」，尊卑俱顯明也。此直云「大夫」，故云亦如前文，爛脫君與士也。"
      },
      {
        "index": 42,
        "text": "大夫附於士。士不附於大夫，附於大夫之昆弟。無昆弟則從其昭穆。雖王父母在，亦然。附讀皆為祔。大夫祔於士，不敢以己尊自殊於其祖也。士不祔於大夫，自卑，別於尊者也。大夫之昆弟，謂為士者也，從其昭穆中一以上，祖又祖而已。祔者，祔於先死者。○附，依注作祔，音同，下並同。昭，常遙反，卷內皆同。別，彼列反。"
      },
      {
        "index": 43,
        "text": "[疏]正義曰：自此以下，至「附於公子」，廣明祔祭之義，各依文解之。○「大夫附於士」者，謂祖為士，孫為大夫。若死，可以祔祭於祖之為士者也。○「士不附於大夫」者，謂先祖為大夫，孫為士，不可祔祭於大夫，唯得祔於大夫之兄弟為士者。○「無昆弟則從其昭穆」者，謂祖為大夫，無昆弟為士，則從其昭穆，謂祔於高祖為士者。若高祖為大夫，則祔於高祖昆弟為士者。○「雖王父母在，亦然」者，謂孫死之後，應合祔於王父。王父見在，無可祔。然，猶如是也，亦如是祔於高祖也。○注「附讀」至「而已」。○正義曰：祔者，祔祭於神，當從示旁為之。云「大夫之昆弟，謂為士者也」者，鄭恐經云「祔於大夫之昆弟」，恐大夫之昆弟身作大夫，士亦得祔之，故云「大夫昆弟為士」者。若大夫昆弟全無者，其孫雖士，亦得祔之。故前文云「大夫祔於士」，是孫之尊，可以祔祖之卑也。云「從其昭穆中一以上，祖又祖而已」者，謂父為昭，子為穆，中猶間也。謂自祖以上，間一世各當昭穆而祖祔之。若不得祔祖，則間去曾祖一世祔於高祖，若高祖無可祔，則間高祖之父一世祔高祖之祖，故云「祖又祖而已」。是「中一」以上，《喪服小記》文也。"
      },
      {
        "index": 44,
        "text": "婦附於其夫之所附之妃，無妃，則亦從其昭穆之妃。妾附於妾祖姑，無妾祖姑，則亦從其昭穆之妾。夫所附之妃，於婦則祖姑。"
      },
      {
        "index": 45,
        "text": "[疏]正義曰：此一經論婦之所附，義與夫同。○「無妃，則亦從其昭穆之妃」者，其孫婦祔祖姑，祖無妃，謂無祖姑，則亦從其昭穆之妃，謂亦間一以上，祔於高祖之妃。高祖無妃，則亦祔於高祖之祖妃。若其祖有昆弟之妃，班爵同者，則亦祔之。"
      },
      {
        "index": 46,
        "text": "男子附於王父則配，女子附於王母則不配。配，謂並祭。王母不配，則不祭王父也。有事於尊者，可以及卑，有事於卑者，不敢援尊。配與不配，祭饌如一，祝辭異，不言「以某妃配某氏」耳。女子，謂未嫁者也。嫁未三月而死，猶歸葬於女氏之黨。○並，必政反。援音袁。"
      },
      {
        "index": 47,
        "text": "[疏]正義曰：「男子祔於王父則配」者，謂祭王父，並祭所配王母。○「女子祔於王母則不配」者，謂在室之女及已嫁未三月而死，祔祭於王母，則不祭所配之王父。○注「配謂」至「之黨」。○正義曰：云「配，謂並祭王母。不配，則不祭王父也」者，王父母相配之人，祭王父及王母是其配，祭王母不祭王父是不配。云「配與不配，祭饌如一，祝辭異，不言『以某妃配某氏』耳」者，按《特牲禮》不云配，《少牢禮》云「以某妃配」。但士用特牲，大夫用少牢，其餘皆同，是祭饌如一。按《少牢》云：「以某妃配某氏。」鄭注云：「某妃，某妻也。某氏，若言姜氏子氏也。」此是言配也。不言配者，若《特牲》云：「用薦歲事於皇祖某子。」不云以某妃配。特牲雖是常祭，容是禫月吉祭，故不舉配。云「嫁未三月而死，猶歸葬於女氏之黨」者，《曾子問》文也。"
      },
      {
        "index": 48,
        "text": "公子附於公子。不敢戚君。\n[疏]正義曰：「公子」者，若公子之祖為君，公子不敢祔之。祔於祖之兄弟為公子者，不敢戚君故也。"
      },
      {
        "index": 49,
        "text": "君薨，大子號稱「子」，待猶君也。謂未逾年也，雖稱子，與諸侯朝會如君矣。《春秋》魯僖公九年夏葵丘之會，宋襄公稱子，而與諸侯序。待，或為侍。"
      },
      {
        "index": 50,
        "text": "[疏]正義曰：「君薨」，謂先君薨也。○「大子號稱子」者，其本大子，君存稱世子。今君既薨，故稱子，不言世子。○「待猶君也」者，謂與諸侯並列，共待之禮，猶如正君。○注「謂未」至「侯序」。○正義曰：知「未逾年」者，若逾年則稱君，此云「稱子」，故知「未逾年」也。引《春秋》者，證未逾年稱「子」及「待猶君」之義。按僖九年三月，宋公緯說卒，夏，公會宰周雲齊侯宋子以下於葵丘。是宋襄公稱子，序在齊侯之下，與尋常宋公同，是與諸侯序。按《公羊傳》云：「君存稱世子，君薨稱子某。既葬稱子，逾年稱公。」今宋襄公未葬君，當宋子某而稱子者，鄭用《左氏》之義，未葬已前則稱子，既葬已後逾年則稱公。故僖九年傳云：「凡在喪，王曰小童，公侯曰子。」是「未葬」為在喪之稱也。若杜元凱之意，未葬以前皆稱子。若既葬雖未逾年，亦稱公，若未葬雖逾年，猶稱子，其義具在下《曲禮》疏，其與諸侯序列，宋襄公在喪稱子，自在本班；定四年陳懷公稱子，進在鄭上；僖二十八年，陳共公稱子，降在鄭下；衛侯弟叔武稱子，亦序在鄭下：此皆春秋之時霸者所次，不與此記同也。"
      }
    ]
  }
}