{
  "chapterNumber": 23,
  "title": "卷22",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "故聖人參於天地，並於鬼神，以治政也。處其所存，禮之序也；玩其所樂，民之治也。並，並也，謂比方之也。存，察也。治，所以樂其事居也。○所樂，音岳，又音洛，又五孝反，好也，注同。治，直吏反，注同，下「以自治」、注「身治」、「成治」皆放此。並，步頂反。故天生時而地生財人，其父生而師教之。四者君以正用之，故君者，立於無過之地也。順時以養財，尊師以教民，而以治政，則無過差矣。《易》曰：「何以守位曰仁，何以聚人曰財。」○差，初佳反，一音初買反。曰仁，本亦作「人」。"
      },
      {
        "index": 1,
        "text": "[疏]「故聖」至「地也」。○正義曰：此一節結上政令之命降於天地宗廟之等，使禮儀有序，民之治理。○「故聖人參於天地」者，政是聖人藏身之固，所以聖人參擬於天地，則法於天地是也。○「並於鬼神」者，並，謂比方。鬼神，則祖廟、山川、五祀也。言比方祖廟、山川、五祀而為事。○「以治政」者，治，謂脩冶也。言參擬天地，比並鬼神，以脩治政教也。○「處其所存，禮之序也」者，存，謂觀察也。天有運移寒暑，地有五土生殖，廟有祖禰仁義，皆是人之所觀察。言聖王能處其人所觀察之事以為政，則禮得次序也。○「玩其所樂，民之治也」者，謂興作器物，宮室制度，皆是人之所樂。聖人能愛玩民之所樂，以教於民，則民所治理，各樂其事業居處也。○「故君者，立於無過之地也」者。○正義曰：若天不生時，地不生財，父不生子，師不教訓，直欲令人君教之。不可教誨，則君多有過。今人君順天時以養財，尊師傅以教民，因自然之性，其功易成，故人君得立於無過之地，言其功易成，無過差也。"
      },
      {
        "index": 2,
        "text": "「故君者所明也，非明人者也。君者所養也，非養人者也。君者所事也，非事人者也。故君明人則有過，養人則不足，事人則失位。明猶尊也。○養，羊向反，又如字，下同。故百姓則君以自治也，養君以自安也，事君以自顯也。故禮達而分定，故人皆愛其死而患其生。則，當為明。人之道，身治、居安、名顯，則不苟生也。不義而死，捨義而生，是不愛死患生也。○則君，則音明，出注。分，扶問反，後文注除「三分去一」、「三分益一」皆同。捨音捨。"
      },
      {
        "index": 3,
        "text": "[疏]「故君」至「其生」。○正義曰：此一節論政之大體，皆下之事上，非上之事下也。上下分定，人皆以死事上。○「君者所明也」者，明猶尊也，謂在下百姓所尊奉君，使之光顯尊明人君。○「非明人者也」者，非謂遣君尊明在下之人。下云「君者所養也，非養人者也，君者所事也，非事人者也」，並與此義同，以所明與所養所事文同相類，故鄭以「明」為「尊」也。○「故君明人則有過」者，君位既尊，乃自下鄉尊人，於理不順，故云「則有過」○「養人則不足」者，君唯一身，若養百姓，力不能周贍，故云「養人則不足」也。○「事人則失位」者，君尊在上，而屈事於在下之人，是失位也。○「故禮達而分定」者，達，謂曉達。分，謂尊卑之分。以下之事上，於禮當然，人皆知之，是禮之曉達。尊者居上，卑者處下，是上下分定也。○「故人皆愛其死而患其生」者，愛，謂貪愛。患，謂恥患。人皆知禮，上下分定，君有危難，皆欲救之，故人皆貪愛其以義而死，競欲致死救之，恥患其不義而生，不欲苟且生也。○注「則當為明」。○正義曰：以此「則君以自治」，覆述上文，故知「則」當為「明」。"
      },
      {
        "index": 4,
        "text": "「故用人之知，去其詐；用人之勇，去其怒；用人之仁，去其貪。用知者之謀，勇者之斷，仁者之施，足以成治矣。詐者害民信，怒者害民命，貪者害民財，三者亂之原。○知音智，注同。去，羌呂反，後皆同。斷，丁亂反。施，始豉反，下「施生」同。○故國有患，君死社稷，謂之義；大夫死宗廟，謂之變。變，當為辯，聲之誤也，辯，猶正也。君守社稷，臣衛君宗廟者。患，謂見圍入。○之變，音辯，出注。"
      },
      {
        "index": 5,
        "text": "[疏]「故用」至「之變」。○正義曰：上既達禮分定，患其不義而生，因上生下，故云「故」也。此論去不義之事。○「用人之知，去其詐」者，知，謂謀計曉達前事，詐者不敢為之，故云「去其詐」。○「用人之勇，去其怒」者，勇，謂果敢決斷，能除惡人凶暴，怒者不敢為之，故云「去其怒」也。○「用人之仁，去其貪」者，仁者好施，不苟求其財，貪者見之，心慚止息也，故云「去其貪」也。○注「用知」至「之原」。○正義曰：言用此三者，足以成治。如鄭此言，但得知者、勇者、仁者，則足以成治矣，何須用詐、怒、貪者乎？故云去之。如鄭此言，則解之當云：選用人知者退去其奸詐者，不須用之，為其害民信也；用人之勇者，去其忿怒，不須用之，為其害民命也；用人之仁者，去其貪殘，不須用之，為其害民財也。如注之意指當如此。先師既為前解，故備載之，任後哲擇焉。○注「變當」至「圍入」。○正義曰：變與義相對，是正禮，明變是惡事，故讀為辯，辯即正也。以聲相近，故致字誤。云「臣衛君宗廟」者，恐是臣之宗廟，故云「衛君宗廟」致死。按《孝經》云「守其宗廟」，謂大夫家之宗廟，此所以為君宗廟者，以人臣義則進，不則退，不可致死於已宗廟，故為君宗廟也。《孝經》謂不被黜削，恆得守之，故為已宗廟，所據意異也。"
      },
      {
        "index": 6,
        "text": "「故聖人耐以天下為一家，以中國為一人者，非意之也，必知其情，辟於其義，明於其利，達於其患，然後能為之。耐，古能字。傳書世異，古字時有存者，則亦有今誤矣。意，心所無慮也。辟，開也。○耐音能。辟，婢亦反，徐芳益反。傳，丈專反。"
      },
      {
        "index": 7,
        "text": "[疏]「故聖」至「為之」。○正義曰：此承上「君死社稷」以統於下，然後能治其國，因上生下，故云「故」也。○「聖人耐以天下為一家，以中國為一人」者，此孔子說聖人所能以天下和合共為一家，能以中國共為一人者，問其所能致之意。○「非意之也」者，釋其能致之理，所以能致者，非是以意測度謀慮而已，須知其諸事，謂以下之事。○「必知其情」者，謂必知民之情也，則下文七情是也。○「辟於其義」者，謂開闢其義以教之，則下文「父慈、子孝」十者之類是也。○「明於其利」者，謂顯明利事以安之，則下文「講信脩睦」是也。○「達於其患」者，謂曉達其禍患而防護之，則下文「爭奪相殺」是也。○「然後能為之」者，聖人必知此情義利患，然後能使天下為一家，中國為一人，皆感義懷德而歸之。○注「耐古」至「開也」。○正義曰：按《說文》云：耐者，須也。須謂頤下之毛，象形字也。古者犯罪以髡其須，謂之耐罪，故字從寸，寸為法也。以不虧形體，猶堪其事，故謂之耐。《漢書•惠帝紀》中具有其事，古之能字為此耐字，取堪能之義，故古之能字，皆作耐字。後來能字乃假借鱉三足為能，是後世傳書世人殊異，耐字悉作能也，故云「傳書世異」。今書雖悉作能，或有作耐字者，則此「耐以天下為一家」及《樂記》云「人不耐無樂」，仍作耐字，是「古字時有存者」。云「則亦有今誤矣」者，今書雖存古字為「耐」，亦有誤不安「寸」，直作「而」字，則《易•屯•彖》云「利建侯，而不寧」及劉向《說苑》「能」字皆為「而」也，是「亦有今誤矣」。按鄭注《樂記》：「耐，古能字，後世變之，此獨存焉，古以能為三合字。」兩注雖異，其意同矣。彼云「後世變之」，即此「傳書世異」也。彼云「此獨存焉」，即此云「古字時有存者」，云「古以能為三台字」者，謂今世以「能」字為堪能之「能」，古者以「能」字為三台字，是古今異也。云「意，心所無慮」者，謂於無形之處，用心思慮，無慮，即慮無也。宣十二年《左傳》云：「前茅慮無。」是備慮無形之處，謂聖人以德義而感天下，非是以意豫前無時以惻度思慮，故云「非意」也。一云：心所無慮，謂心無所思慮，但知其情等而已。"
      },
      {
        "index": 8,
        "text": "「何謂人情？喜、怒、哀、懼、愛、惡、欲，七者弗學而能。何謂人義？父慈、子孝、兄良、弟弟、夫義、婦聽、長惠、幼順、君仁、臣忠，十者謂之人義。講信脩睦，謂之人利，爭奪相殺，謂之人患。極言人事。○惡，烏路反，下皆同。弟弟，上如字，下音悌。長，丁丈反。爭，爭鬥之爭。故聖人之所以治人七情，脩十義，講信脩睦，尚辭讓，去爭奪，捨禮何以治之？唯禮可耳。飲食男女，人之大欲存焉。死亡貧苦，人之大惡存焉。故欲惡者，心之大端也。人藏其心，不可測度也。美惡皆在其心，不見其色也。欲一以窮之，捨禮何以哉！言人情之難知，明禮之重。○度，大洛反。見，賢遍反。"
      },
      {
        "index": 9,
        "text": "[疏]「何謂」至「以哉」。○正義曰：此一節以上經情義利患四者，聖人皆知之，能有天下，故此覆釋情義利患必須禮以治之，又明人之欲惡在心難知，若其捨禮，無由可化。○「喜、怒、哀、懼、愛、惡、欲」者，案昭二十五年《左傳》云：「天有六氣，在人為六情，謂喜怒哀樂好惡。」此之喜怒及哀惡與彼同也。此云「欲」則彼云「樂」也，此云「愛」則彼「好」也，謂六情之外，增一「懼」而為七。熊氏云：「懼則怒中之小別，以見怒而怖懼耳。」六氣，謂陰陽風雨晦明也。按彼傳云：「喜生於風，怒生於雨，哀生於晦，樂生於明，好生於陽，惡生於陰。」其義可知也。○「何謂人義？父慈、子孝、兄良、弟弟、夫義、婦聽、長惠、幼順、君仁、臣忠」者，此文先從親者為始，以漸至疏，故長幼在後，君臣處未。按昭二十六年《左傳》云：「君令、臣共、父慈、子孝、兄愛、弟敬、夫和、妻柔、姑慈、婦聽。」與此大同。「兄愛」即此「兄良」也，「弟敬」即此「弟弟」也，「夫和」即此「夫義」也，故彼云「夫和而義」。「妻柔」即此「婦聽」也，「君令」即此「君仁」也，以仁恩而號令。「臣共」即此「臣忠」也。又隱三年《左傳》云：「君義、臣行、父慈、子孝、兄愛、弟敬。」義亦同。但傳之二文，皆以國家之事言之，故先君臣，後父子，但異人之說，既有多少，不皆同也。○「治人七情，脩十義，講信脩睦」者，七情好惡不定，故云「治」。十義俱是義事，故云「脩」。信是深隱，故須「講」。睦恐乖離，故云「脩」。各隨事立文也。○「欲惡者，心之大端也」者，端，謂頭緒。飲食男女，是人心所欲之大端緒也。死亡貧苦，是人心所惡之大端緒也。○「人藏其心，不可測度」者，言人深心厚貌，內外乖違，包藏欲惡之心，既無形體，不可測度而知，故美惡皆在其心，外邊不見其色。○「欲一窮之，捨禮何以哉」者，一，謂專一。窮，謂窮盡，言人君欲誠愨專一，窮盡人美惡之情，若捨去其禮，更將何事以知之哉！禮所以知人心者，有事於中心，貌必見於外。若七情美善，十義流行，則舉動無不合禮。若七情違辟，十義虧損，則動作皆失其法，故云：「捨禮何以哉！」"
      },
      {
        "index": 10,
        "text": "「故人者，其天地之德，陰陽之交，鬼神之會，五行之秀氣也。言人兼此氣性純也。\n[疏]「故人」至「氣也」。○正義曰：上既言禮知人情，從此以下言人感天地鬼神而生，聖王還因天地鬼神作其法則以化人，所以人情萬物可知也。○「故人者，其天地之德」者，天以覆為德，地以載為德，人感覆載而生，是天地之德也。○「陰陽之交」者，陰陽，則天地也。據其氣謂之陰陽，據其形謂之天地。獨陽不生，獨陰不成，二氣相交乃生，故云「陰陽之交」也。○「鬼神之會」者，鬼謂形體，神謂精靈。《祭義》云：「氣也者，神之盛也。魄也者，鬼之盛也。」必形體精靈相會，然後物生，故云「鬼神之會」。○「五行之秀氣也」者，秀，謂秀異。言人感五行秀異之氣，故有仁義禮知信，是五行之秀氣也。故人者天地之德，陰陽之交，是其氣也；鬼神之會，五行之秀，是其性也，故注云「兼此氣性純也」。今按下文云：「鬼神以為徒。」覆說此經鬼神，不云陰陽鬼神者，陰陽鬼神，天地中物，故不重陳。鄭下註：「鬼神謂山川也。」此義未知孰是，故兩存焉。"
      },
      {
        "index": 11,
        "text": "「故天秉陽，垂日星；秉，猶持也。言天持陽氣，施生照臨下也。地秉陰，竅於山川。播五行於四時，和而後月生也。是以三五而盈，三五而闕。竅，孔也。言地持陰氣，出內於山川，以舒五行於四時，比氣和，乃後月生而上配日，若臣功成進爵位也。一盈一闕，屈伸之義也。必三五者，播五行於四時也。一曰水，二曰火，三曰木，四曰金，五曰土，合為十五之成數也。○竅，徐苦吊反。播，彼佐反，舒也。五行四時，絕句，本亦作播五行於四時。伸音升。五行之動，迭相竭也。五行四時十二月，還相為本也。五聲六律十二管，還相為宮也。五味六和十二食，還相為質也。五色六章十二衣，還相為質也。竭，猶負載也。言五行運轉，更相為始也。五聲：宮、商、角、徵、羽也。其管陽曰律，陰曰呂，布十二辰，始於黃鐘，管長九寸，下生者三分去一，上生者三分益一，終於南呂，更相為宮，凡六十也。五味：酸、苦、辛、鹹、甘也。和之者，春多酸，夏多苦，秋多辛，冬多鹹，皆有滑甘，是謂六和。五色六章，畫繢事也。《周禮•考工記》曰：「土以黃，其象方，天時變，火以圜，山以章，水以龍，鳥獸蛇，雜四時五色之位以章之，謂之巧也。」○迭，大計反，又田結反。竭，義作揭，其列反。負，擔也。還音旋，下同。六和，戶臥反，注同。更，古衡反，下同。徵，張裡反。南事，律名，京房律始於執始，終於南事，凡六十。饋，戶對反。圜音環，又音圓。"
      },
      {
        "index": 12,
        "text": "[疏]「故天」至「質也」。○正義曰：此一節以上經人稟天地陰陽鬼神五行，而生此又述明天地之德及五行之氣也。以陰陽鬼神是天地中物，故不重陳，但陳天地與五行耳。○「故天秉陽，垂日星」，此論大德，言天秉持陽氣，垂懸日星，以施生照臨於下也。○「地秉陰，竅於山川」，此一經總論地之德也，謂地秉持於陰氣。竅，孔也，為孔於山川，以出納其氣也。○「播五行於四時」者，播，謂播散五行金木水火土之氣，於春夏秋冬之四時也。○「和而後月生也」者，若四時不和，日月乖度，寒燠失所，則月不得依時而生。若五行四時調和，道度不失，而後月依時而生也。○「是以三五而盈，三五而闕」者，以其依時得節，是以三五十五日而得盈滿，又三五十五日而虧闕也。日無虧闕之理，故前經天德直言「垂日星」。地既播五行之氣，月有虧盈之理，故須備言之，故略於天德而詳於地德也。○「五行之動，迭相竭也」，前經論天地既畢，故此更論五行之動。動，謂運轉。竭，謂負載。言五行運轉，迭相負竭，猶若春時木王，則水為終謝迭往。王者為負竭，夏火王，則負竭於木也。○「五行四時十二月，還相為本也」，猶若孟春則建寅之月，為諸月之本，仲春則以建卯之月，為諸月之本，是還回迭相為本也。○「五聲六律十二管，還相為宮」也，五聲，謂宮、商、角、徵、羽。六律，謂陽律也。舉陽律則陰呂從之可知，故十二管也。十一月黃鐘為宮，十二月大呂為宮，是還回迭相為宮也。○「五味六和十二食，還相為質也」，五味為酸、苦、辛、鹹，加之以滑與甘，為六和也。每月之首，各以其物為質，是十二月之食，還相為質也。○「五色六章十二衣，還相為質也」，五色，謂青、赤、黃、白、黑，據五方也。六章者，兼天玄也。以玄、黑為同色，則五中通玄，繢以對五方，則為六色為六章也。為十二月之衣，各以色為質，故云「還相為質也」。○注「竅孔」至「數也」。○正義曰：地持陰氣，出納於山川，氣有陰氣陽氣，皆出於地，地體是陰，故雖陽氣，亦總謂之陰氣也。云「以舒五行於四時」者，謂氣在地中，含藏聚斂，出於地則舒散，故云「舒五行於四時」也。定本無「於」字，直云「播五行四時」，謂宣「播五行及四時也」。五行四時者，以金木水火各為一行，土無正位，分寄四時，故云「播五行於四時也」。云「此氣和，乃後月生而上配日，若臣功成進爵位也」者，此氣，謂此五行之氣。凡月體之生，稟於日光。若氣之不和，日月行度差錯，失於次序，則月生不依其時。若其五行氣和，則月依其時而生，上配日也。猶若治理得所，臣之功成，進受爵位，上配君也。云「一盈一闕，屈伸之義也」者，盈，謂月光圓滿，若臣之進受高位，是其伸也。闕，謂月光虧損，君臣之退就下位，是其屈也。云「一曰水，二曰火」以下，是《尚書•洪範》文也。積一二三四五，總為十五也。○注「竭猶」至「巧也」。○正義曰：「竭」是擔竭之名，故為負戴，「負」為背負，「戴」謂頭戴也。云「言五行運轉，更相為始也」者，解負戴之義也。物之在人上謂之為負戴。氣之過去在上者，其在下者，亦負戴也。春為木王，負戴於水。夏為火王，負戴於木；秋為金王，負戴於火；冬為水王，負戴於金是也。「更相為始」，負戴前氣也。云「其管陽曰律，陰曰呂，布十二辰，始於黃鐘，管長九寸，下生者三分去一，上生者三分益一」，皆《律歷志》文。云「終於南呂，更相為宮，凡六十也」者，以十二管更相為宮，以黃鐘為始，當其為宮，備有五聲。言黃鐘下生林鐘，林鍾上生大蔟，大蔟下生南呂，南呂上生姑洗，姑洗下生應鐘，應鍾上生蕤賓，蕤賓上生大呂，大呂下生夷則，夷則上生夾鐘，夾鍾下生無射，無射上生中呂，此則相生之次也。隨其相生之次，每辰各自為宮，各有五聲十二管相生之次，至中呂而匝。黃鐘為第一宮，下生林鍾為徵，上生大蔟為商，下生南呂為羽，上生姑洗為角。林鍾為第二宮，上生大蔟為徵，下生南呂為商，上生姑洗為羽，下生應鍾為角。大蔟為第三宮，下生南呂為徵，上生姑洗為商，下生應鍾為羽，上生蕤賓為角。南呂為第四宮，上生姑洗為徵，下生應鍾為商，上生蕤賓為羽，上生大呂為角。姑洗為第五宮，下生應鍾為徵，上生蕤賓為商，上生大呂為羽，下生夷則為角。應鍾為第六宮，上生蕤賓為徵，上生大呂為商，下生夷則為羽，上生夾鍾為角，蕤賓為第七宮，上生大呂為徵，下生夷則為商，上生夾鍾為羽，下生無射為角。大呂為第八宮，下生夷則為徵，上生夾鍾為為商，下生無射為羽，上生中呂為角。夷則為第九宮，上生夾鍾為徵，下生無射為商，上生中呂為羽，上生黃鐘為角。夾鍾為第十宮，下生無射為徵，上生中呂為商，上生黃鐘為羽，下生林鍾為角。無射為第十一宮，上生中呂為徵，上生黃鐘為商，下生林鍾為羽，上生大蔟為角。中呂為第十二宮，上生黃鐘為徵，下生林鍾為商，上生大蔟為羽，下生南呂為角。是十二宮各有五聲，凡六十聲。南呂最處於末，故云「終於南呂」。以此言之，則南呂為是。然諸本及定本多作「終於南事」，則是京房律法。按漢元帝時，郎中京房知五音十二律之數，上使大子大傅韋玄成等親試問房於樂府，房對受學故小黃令焦延壽等六十律相生之法，以上生下，皆三生二；以下生上，皆三生四；陽下生陰，陰上生陽，終於中呂，而十二律畢矣；中呂上生執始，執始下生去滅，上下相生，終於南事，六十律畢矣。夫十二律之變至於六十，猶八卦之變至於六十四也。宓犧作《易》，紀陽氣之初以為律法。建日冬至之聲，以黃鐘為宮，大蔟為商，姑洗為角，林鍾為徵，南呂為羽，應鍾為變宮，蕤賓為變徵，此聲氣之元，五音之正也。故各統一月，其餘以次運行，當月者各自為宮，而商、徵以類定焉。《禮運》篇曰「五聲六律十二管，還相為宮」，此之謂也。以六十律分一期之日，黃鐘自冬至始，及冬至而後陰陽寒燠風雨之占生焉，於以檢攝群音，考其高下。黃鐘下生林鐘，黃鐘為宮，大蔟為商，林鍾為徵，一日，律九寸。色育下生謙待，色育為宮，未知商，謙待徵，六日，律八寸九分，分，微強。執始下生去滅，執始為宮。時息商，去滅徵，六日，律八寸八分，小分八，弱。丙盛下生安度，丙盛為宮，屈齊商，安度徵，六日，律八寸七分，小分六，微弱。分勳下生歸嘉，分勳為宮，隨期商，歸嘉徵，六日，律八寸六分，小分四，強。質未下生否與，質未為宮，刑晉商，否與徵，六日，律八寸五分，小分二，半強。大呂下生夷則，大呂為宮，夾鍾商，夷則徵，八日，律八寸四分，小分三，弱。分否下生解刑，分否為宮，開時商，解刑徵，八日，律八寸三分，小分一，強。陵陰下生去南，陵陰為宮，侯嘉商，去南徵，八日，律八寸二分一，少弱。少出下生分積，少出為宮，爭南商，分積徵，六日，律八寸，小分九，強。大蔟下生南呂，大蔟為宮，姑洗商，南呂徵，一日，律八寸。未知下生白呂，未知為宮，南授商，白呂徵，六日，律七寸九分，小分八，強。時息下生結躬，時息為宮，變虞商，結躬徵，二日，律七寸八分，小分九，強。屈齊下生歸期，屈齊為宮，路時商，歸期徵，七日，律七寸七分，小分九，強。隨期下生未卯，隨期為宮，刑始商，未卯徵，六日，律七寸六分，小分八，強。刑晉下生夷汗，刑晉為宮，依行商，夷汗徵，六日，律七寸五分，小分八，弱。夾鍾下生無射，夾鍾為宮，中呂商，無射徵，六日，律七寸四分，小分九，強。開時下生閉掩，開時為宮，南中商，閉掩徵，七日，律七寸三分，小分九，微強。侯嘉下生鄰齊，侯嘉為宮，內負商，鄰齊徵，七日，律七寸一分，小分九，微強。爭南下生期保，爭南為宮，總應商，期保徵，七日，律七寸一分，小分九，強。姑洗下生應鐘，姑洗為宮，蕤賓商，應鍾徵，一日，律七寸一分，小分一，微強。南授下生分烏，南授為宮，南事商，分烏徵，六日，律七寸，小分九，大強。變虞下生遲內，變虞為宮，盛變商，遲內徵，六日，律七寸，小分一，強。路時下生未育，路時為宮，離躬商，未育徵，六日，律六寸九分，小分二，微強。刑始下生遲時，刑始為宮，制時商，遲時徵，五日，律六寸八分，小分三，弱。依行上生色育，依行為宮，嫌待商，色育徵，七日，律六寸七分，小分三，大強。中呂上生執始，中呂為宮，去滅商，執始徵，八日，律六寸六分，小分六，弱。南中上生丙盛，南中為宮，安度商，丙盛徵，七日律六寸五分，小分七，微弱。內負上生分勳，內負為宮，歸嘉商，分勳徵，八日，律六寸四分，小分八，強。總應上生質未，總應為宮，否與商，質未徵，七日，律六寸三分，小分九，強。蕤賓上生大呂，蕤賓為宮，夷則商，大呂徵，一日，律六寸三分，小分二，微強。南事下生南事，窮，無商、徵，不為宮，七日，律六寸三分，小分一弱。盛變上生分否。盛變為宮，解刑商，分否徵，七日，律六寸二分，小分三，半強。離躬上生陵陰，離躬為宮，去南商，陵陰徵，七日，律六寸一分，小分五，微強。制時上生少出，制時為宮，分積商，少出徵，八日，律六寸，小分七，弱。林鍾上生大蔟，林鍾為宮，南呂商，大蔟徵，一日，律六寸。謙待上生未知，謙待為宮，白呂商，未知徵，五日，律五寸九分，小分九，弱。去滅上生時息，去滅為宮，結躬商，時息徵，七日，律五寸九分，小分三，弱。安度上生屈齊，安度為宮，歸期商，屈齊徵，六日，律五寸八分，小分四，微弱。歸嘉上生隨期，歸嘉為宮，未卯商，隨期徵，六日，律五寸七分，小分六，微強。否與上生刑晉，否與為宮，夷汗商，刑晉徵，五日，律五寸六分，小分八，強。夷則上生夾鐘，夷則為宮，無射商，夾鍾徵，八日，律五寸六分，小分二，弱。解刑上生開時，解刑為宮，閉掩商，開時徵，八日，律五寸五分，小分四，強。去南上生侯嘉，去南為宮，鄰齊商，侯嘉徵，八日，律五寸四分，小分六，大強。分積上生爭南，分積為宮，期保商，爭南徵，七日，律五寸三分，小分九，強。南呂上生姑洗，南呂為宮，應鍾商，姑洗徵，一日，律五寸二分，小分三，強。白呂上生南授，白呂為宮，分烏商，南授徵，五日，律五寸三分，小分二，強。結躬上生變虞，結躬為宮，遲內商，變虞徵，七日，律五寸二分，小分六，強。歸期上生路時，歸期為宮，未育商，路時徵，六日，律五寸一分，小分九，微強。未卯上生刑始，未卯為宮，遲時商，刑始徵，六日，律五寸一分，小分二，微強。夷汗上生依行，夷汗為宮，色育商，依行徵，五日，律五寸，小分五，強。無射上生中呂，無射為宮，執始商，中呂徵，八日，律四寸九分，小分九，強。掩閉上生南中，掩閉為宮，丙盛商，南中徵，八日，律四寸九分，小分二，弱。鄰齊上生內負，鄰齊為宮，分勳商，內負徵，七日，律四寸八分，小分六，微強。期保上生總應，期保為宮，質未商，總應徵，八日，律四寸七分，小分九，微強。應鍾上生蕤賓，應鍾為宮，大呂商，蕤賓徵，一日，律四寸九分，小分四，微強。分烏上生南事，分烏窮，次無徵，不為宮，七日，律四寸七分小分三，微強。遲內上生盛變，遲內為宮，分否商，盛變徵，八日，律四寸六分，小分八，弱。未育上生離躬，未育為宮，陵陰商，離躬徵，八日，律四寸六分，小分一，少強。遲時上生制時，遲時為宮，少出商，制時徵，六日，律四寸五分，小分五，弱。又京房《易》云：「十二律得位者生五子，失位者生三子，不失不得生四子。五律得位，各生五子，謂黃鐘、大蔟、姑洗、林鍾、南呂也。五五二十五，並本五，凡三十也。失位者生三子，亦五律，謂大呂、夾鍾、中呂、夷則、無射，三五十五，並本五，凡二十。二十就三十，合成五十也。不得不失者生四子，謂蕤賓、應鍾也。二四為八，並本二為十也。十就五十，合為六十也。」言其得位者，謂以陽居陽，以陰居陰，失位者，謂以陽居陰，以陰居陽。不失不得者，處陰陽交際之間也。又黃鐘、大蔟等七律各統一日，自為宮，其餘五十三律，隨所生日六七等，為其日之宮，則週一期日數，如京房所述。然其所生者，則黃鐘生色育、執始，大呂生分否、陵陰之類是也。其上生三分益一，下生三分損一，皆《漢書•律歷志》文。云「春多酸，夏多苦，秋多辛，冬多鹹，皆有滑甘」，《周禮•食醫》之文。以四時有四味，皆有滑有甘，益之為六也，是為六和也。云「五色六章，畫繢事也」者，繢，猶畫也。然初畫曰畫，成文曰繢，鄭注《司服》云「畫以為繢」是也。云「《周禮•考工記》曰」至「謂之巧也」，證繢畫有五色六章也。「土以黃其象方」者，言若畫作土，必黃而四方之，像地之黃而方。鄭註：「古人之象無天地也，為此記者，見時有之耳。」云「天時變」者，畫作天，則無定色，是隨四時色而為之也。鄭司農云：「畫天隨四時色。」云「火以圜」者，鄭司農云：「為圜形似火。」鄭康成云：「形如半環然。」云「山以章」者，鄭康成云：「獐，山物也。」云「水以龍」者，鄭云：「龍，水物。」云「鳥獸蛇」者，鄭康成云：「所謂華蟲也，蟲之毛鱗有文采者。」云「雜四時五色之位以章之，謂之巧」者，鄭康成云：「章，明也。繢繡皆用五采鮮明之，是為巧。」庾云：「鄭注《考工記》以六章為當時行，非古人之象，而引之以會此者，明亦周制也。其十二管每月各一，得有還相為宮，其事可明。其食與衣服，唯有四時之異，故《周禮》春多酸，謂《月令》食麥與羊，春三月其食皆同，夏、秋、冬亦然，無月別之異，故《月令》云：「春衣青衣，夏衣赤衣。」三月俱同，亦無每月之異。此云十二食十二衣，似月別各別衣食者，熊氏云：「此是異代之法，故與《周禮•月令》不同。」或則每時三月衣食雖同，大總言之，一歲之中，有十二月之異，故總云「十二」也。"
      },
      {
        "index": 13,
        "text": "「故人者，天地之心也，五行之端也，食味、別聲、被色而生者也。此言兼氣生之效也。○別，彼列反。被，皮義反，徐法義反。故聖人作則，必以天地為本，以陰陽為端，以四時為柄，以日星為紀，月以為量，鬼神以為徒，五行以為質，禮義以為器，人情以為田，四靈以為畜。天地以至於五行，其製作所取象也。禮義人情，其政治也。四靈者，其徵報也。此則《春秋》始於元，終於麟，包之矣。呂氏說《月令》而謂之「春秋」，事類相近焉。量，猶分也。鬼神，謂山川也，山川助地通氣之象也。器，所以操事。田，人所捊治也。禮之位，賓主象天地，介僎象陰陽，四面之位象四時，三賓像三光，夫婦象日月，亦是也。○柄，本又作枋，兵命反。量音亮，下同。畜，許六反，下同。治，直吏反。麟，艮人反。近，附近之近。操，七刀反。桴，薄侯反，徐音普溝反。介僎，上音界，下音遵。"
      },
      {
        "index": 14,
        "text": "[疏]「故人」至「為畜」。○正義曰：此一節以前文論人稟天地五行氣性而生，此以下論稟氣性之有效驗，各依文解之。○「故人者，天地之心也」者，天地高遠在上，臨下四方，人居其中央，動靜應天地，天地有人，如人腹內有心，動靜應人也，故云「天地之心也」。王肅云：「人於天地之間，如五藏之有心矣。」人乃生之最靈，其心五藏之最聖也。○「五行之端也」者，端，猶首也。萬物悉由五行而生，而人最得其妙氣，明仁義禮智信為五行之首也。王云：「端，始。」用五行者也。○「食味」者，人既是天地之心，五行之端，故有此下之事也。五行各有味，人則並食之。○「別聲」者，五行各有聲，人則含之，皆有分別也。○「被色」者，五行各有色，人則被之以生也。被色，謂人含帶五色而生者也。五行有此三種，最為彰著，而人皆稟之以生，故為五行之端者也。然味言「食」，聲言「別」，色言「被」，各別，隨義為言也。○注「此言兼氣性之效也」。○正義曰：此並是五行彰著之事，而人氣性有之，故云「兼氣性之效也」。然前注「五行秀氣」，亦言「兼此氣性純」，而此云「氣性效」者，前明之始，此明之末，以末故云「效」。效，猶驗實也，即五味五聲五色，是其效也。○「故聖」至「為畜」。○「故聖人作則，必以天地為本」，則，法也。本，根本也。人既是天地之心，又帶五色、五行、五味，故聖人作法，必用天地為根本也。祭帝於郊，祭社於國，是用天地為本也。然則自此至「四靈以為畜」，凡十句，分為三重；此至「五行以為質」七句，明聖人制教所法象也；又自「禮義」、「人情」二句，明聖人為治政之時事也；又「四靈」一句，明徵報之功也。○「以陰陽為端」者，端，猶首也。用天地為根本，又自陰陽為端首也。猶如劍戟以近柄處為根本，以鋒杪為端首也。聖人製法，左右法陰陽，及賞以春夏，刑以秋冬，是法陰陽為端首也。○「以四時為柄」者，春生夏長，秋斂冬藏，是法四時為柄也。劍戟須柄而用之，聖人為教象，須法四時而通也。○「以日星為紀」者，紀，綱紀也。日行有次度，星有四方，列宿分部昏明，敬授民時，是法日星為綱紀也。○「月以為量」者，量，猶分限也。天之運行，每三十日為一月，而聖人制教，亦隨人之才分，是法月為教之限量也。○「鬼神以為徒」者，鬼神，謂山川鬼神，助地以通氣，是以為地之徒屬，聖王象之，樹立群臣，助已以施教，為已徒屬也。○「五行以為質」者，質，體也。五行循回不停，週而復始，聖人為教，亦循還復始，是法五行為體也。○「禮義以為器」者，此以下二句，明聖人為治政時事也。上既有法象為先，故可執禮義為器用，如農夫之執耒耜也。○「人情以為田」者，禮義以為器，可耕於人情。人情得禮義之耕，如田得耒耜之耕也。○「四靈以為畜」者，此一句明徵報也。聖人既法象天地，用禮義耕人情，故獲天地應以徵報也。四靈並至，聖人畜之，如人養牛馬為畜。然「自天地為本」至此凡十句，上四句皆以「以」字在於事上，從「月以為量」以下六句，「以」字置於事下者，上明天道，事遠，故「以」字在事上，連於天也；後明地道，事近，故「以」字居下，欲連於人。按前經云「人者，天地之德，陰陽之交，鬼神之會，五行之秀氣」，備論四者，此經云「天秉陽」，覆說天有日星；次經云「地秉陰」，地有四時，並有月也；次經云五行之動，覆說五行也，於前天地陰陽鬼神五行之中，唯說天地與五行，舉其大者。此經總覆前事，故云「以天地為本，以陰陽為端，以四時為柄，以日星為紀，月以為量，鬼神以為徒，五行以為質」，皆覆說前事，「禮義以為器」，覆說上「捨禮何以哉」。○「人情以為田」，覆說上人情也。○「四靈以為畜」一句，論若行以前諸事，施之得所，則四靈報應也。○注「天地」至「是也」。○正義曰：「天地以至於五行，製作所取象也」者，天地陰陽四時日星月量鬼神五行等，皆外物，非人所行，故云「所取象也」，謂聖人所法象以為教也。云「禮義人情，其政治也」者，此是人親自行，故云「其政治」，謂聖人行之為政，以治天下也。云「此則《春秋》始於元，終於麟，包之矣」者，言此一經初以天地為本，終以四靈為畜，是當《春秋》始於元年，終於獲麟也。「包之」者，謂《春秋》元年以後，獲麟以前，包籠此天地陰陽四時星辰日月之等。按《春秋》書「元年，春，王，正月，公即位」，為五始。元者，氣之始，則天地也。春者，四時之始，則四時也。王者，政教之始，則禮義也。正月者，十二月之始，則月以為量也。公即位者，即一國之始，亦禮義也。熊氏云：「《春秋》書『郊祭天』，是天也。書『地震』，是地也。書『冬無冰』，是陽也。書『大雨雹』，是陰也。書『春夏秋冬』，是四時也，又四時陰陽也。隱元年，『公子益師卒』，公不與小斂，故不書『日』。《春秋》記事皆書『日』，是日也。莊七年，『恆星不見』，是星也。《春秋》記事皆有『月』，是月也。僖十四年，『沙鹿崩』；成五年，『梁山崩』：是鬼神也。桓二年，『取郜大鼎』，是金也。成十六年，『雨木冰』，是木也。桓元年秋，『大水』，是水也。宣十六年，『成周宣榭火』，是火也。莊二十九年，『城諸及防』是土也。金木水火土，即五行也。《春秋》得禮則褒，失禮則貶，是禮義也。恆元年，『公即位』，先君被弒而行即位，安忍其喪？其情惡也。莊元年不書『即位』，文姜出，不忍行即位之禮，其情善也，此是人情也。哀十四年，『西狩獲麟』，是四靈為畜也。」云「呂氏說《月令》而謂之「春秋」，事類相近焉」者，呂氏，謂呂不韋也。說十二月之令，謂為《呂氏春秋》，事之倫類，與孔子所脩《春秋》相隨近焉。《月令》亦載天地、陰陽、四時、日月、星辰、五行、禮義之屬，故云「相近」也。云「器所以操事」者，操，執也，謂操執所為之事，若手秉耒耜耕田之事，手操執之。云「田人所捊治也」者，捊，謂以手捊聚，即耕種耘鋤也，即上「污尊而抔飲」之類也。云「禮之位」至「三光」，是《鄉飲酒義》文。賓於西北象天，主於東南象地。介是賓副，坐於西南，像天嚴凝之氣，始於西南；僎是主人之觀禮者，坐於東北，像陽氣之始：是介、僎象陰陽。主人在阼階西面，賓在戶西南面，介在西階東面，僎在房戶之間南面，以四者位殊，故為「四面之位象四時」。云「三賓」者，眾賓三人，在正賓西南面，是為「三賓」也。《禮器》云「君在阼，夫人在房」，像日月也。云「亦是也」者，以禮之取象，其數非一，以無正文，故取此義而明之，故云「亦是」，言亦是法象之義也。"
      },
      {
        "index": 15,
        "text": "「以天地為本，故物可舉也。物，天地所養生。以陰陽為端，故情可睹也。情以陰陽通也。○睹，丁古反。以四時為柄，故事可勸也。事以四時成。以日星為紀，故事可列也。事以日與星為侯，與作有次第。月以為量，故功有藝也。藝，猶才也。十二月各有分，猶人之才各有所長也。藝或為倪。○倪，五計反，視也。鬼神以為徒，故事有守也。山川守職不移。五行以為質，故事可復也。事下竟，復由上始也。禮義以為器，故事行有考也。考，成也，器利則事成。人情以為田，故人以為奧也。奧，猶主也，田無主則荒。四靈以為畜，故飲食有由也。由，用也。四靈與羞物為群。"
      },
      {
        "index": 16,
        "text": "[疏]「以天」至「由也」。○正義曰：此一節覆明前經諸事，若行諸事，治理皆應，則萬事得成也。以天地為本，故萬物可舉也。天地生養萬物，今本天地而為政教，故萬物可舉而興也。○「以陰陽為端，故人情可睹也」，人情與陰陽相通，今法陰陽為教，故人情無隱，所以可睹見也。○「以四時為柄，故事可勸也」，生長收藏，隨時無失，故民不假督勵，而事自勸成也。○「以日星為紀，故事可列也」，列，猶次第也。日中星鳥，敬授民時，無失早晚，故民事有次第也。○「月以為量，故功有藝也」，藝，猶才也。十二月限分，猶人才各有所長，聖人隨人才而教之，則人竭其才之所長而為功，故云「功有藝也」。○「鬼神以為徒，故事有守也」，山川鬼神，各有分職不移，今為教引鬼神為徒屬，則事無失業，故云「事有守也」。○「五行以為質，故事可復也」，五行週而復始，運回無窮，為教法則此，則事必不絕，故云「可復」，復，反也。○「禮義以為器，故事行有考也」，考，成也。工欲善其事，必先利其器，若治國用禮義為器，是器之利者，故所治之事，行必有成也。○「人情以為田，故人以為奧也」，上「人」是人民，下「人」是聖人。奧，主也。田無主則荒廢，故用人為主。今以人情為田，用聖人以為田主，則人情不荒廢也。○「四靈以為畜，故飲食有由也」，由，用也。靈是眾物之長，長既至為聖人所畜，則其屬並隨其長而至，得以充庖廚，是「飲食有用也」。○注「情以陰陽通也」。○正義曰：按《易•文言》云：「同聲相應，同氣相求，水流濕，火就燥。」是萬物之情，因陰陽而通也。○注「事下竟，復由上始也」。○正義曰：五行相次，終而復始，凡所營為之事，亦終而復始，故云「事下竟，復由上始也」，謂事於下終未竟了，更復從上而始也。○注「考成」至「事成」。○正義曰：考，成也，《釋詁》文。《論語》云：「工欲善其事，必先利其器。」是器利則事成也。"
      },
      {
        "index": 17,
        "text": "「何謂四靈？麟、鳳、龜、龍謂之四靈。故龍以為畜，故魚鮪不淰。鳳以為畜，故鳥不獝。麟以為畜，故獸不狘。龜以為畜，故人情不失。淰之言閃也。獝、狨，飛走之貌也。失，猶去也。龜，北方之靈，信則至矣。○鮪，於軌反，魚名。淰音審，徐舒冉反。矞，字又作獝，況必反。狘，況越反。閃，失冉反。"
      },
      {
        "index": 18,
        "text": "[疏]「何謂」至「不失」。○正義曰：此一經以上有四靈之文，更復解四靈之事，故記人假問答以明四靈也。「何謂四靈？麟、鳳、龜、龍謂之四靈」者，問答四靈名也。謂之「靈」者，謂神靈。以此四獸皆有神靈，異於他物，故謂之靈。○「故龍以為畜，故魚鮪不淰」，解飲食有由之義也。淰，水中驚走也。魚鮪，從龍者，龍既來為人之畜，故其屬見人不淰然驚走也。○「鳳以為畜，故鳥不獝」，獝，驚飛也。鳥從鳳來，鳳既來為人之畜，故其屬見人不獝然驚飛也。○「麟以為畜，故獸不狘」，狘，驚走也。獸，從麟者，麟既來為人之畜，故其屬見人不狘然驚走也。○「龜以為畜，故人情不失」，以龜知人情，龜既來應人，知人情善惡，故人各守其行，其情不失也。然上三靈皆言其長來而族至，則此應云「龜以為畜，而甲族馴狎」，今獨云「其感信而至」者，與上三族相互也。此言感信，則上亦感仁義禮而至也。但因龜是知人情之易見者，故就龜而言耳。又初陳四靈，麟在初者，孔子獲麟，記者，隨時所見為先也。後列以龍為首，依四方之舊次也。○注「淰之」至「至矣」。正義曰：讀淰為閃者，淰是水中之形狀，故字從水。閃是忽有忽無，故字從門中人也。人在門，或見或不見。獝見飛而獝起，狘是狘然驚走，故云獝、狘，飛走之貌也。云「龜，北方之靈，信則至矣」者，按《月令》冬云「其蟲介」，注云：「龜鱉之屬。」則龜為水蟲，水主信，故信則至。知水主信者，《易•乾鑿度》云：「陽氣合閉信之類。」故北方水為信。水既為信，則土為知也，故《乾鑿度》云：「四時之義，皆法中央。」中央土者，可以兼四方之行，知之決也，是土為知。但水、土二行俱有信、知，故《樂緯》云：「宮致鳳皇身信，羽致幽昌身知。」又《中庸》注云：「水神則信，土神則知。」是土、水俱有信。知龜屬北方水，《大戴禮》及《樂緯》云：「介蟲三百六十，龜為長。鱗蟲三百六十龍，為長羽蟲三百六十，鳳為長。毛蟲三百六十，麟為長。」按《月令》「春，其蟲麟」，則龍屬東方木也。「夏，其蟲羽」，則鳳屬南方火也。「秋，其蟲毛」，則麟屬西方金也。按《異義》：「說《左氏》者以昭二十九年傳云：水官不脩，故龍不至。以水生木，故為脩母致子之說。故服虔注『獲麟』云：『麟，中央土獸，土為信。信，禮之子，脩其母，致其子，視明禮脩而麟至，思睿信立而白虎擾，言從父成而神龜在沼，聽聰知正則名川出龍，貌恭性仁則鳳皇來儀。』又《毛詩傳》云：『麟信而應禮。』又云：『騶虞，義獸，有至信之德則應之。』皆為以脩母致子之義也。」若鄭康成之說，則異於此，脩當方之事，則當方之物來應。故《異義》：「《公羊》說哀十四年獲麟，此受命之端，周亡失天下之異。《左氏》說麟是中央軒轅大角獸，孔子脩《春秋》者，札脩以致其子，故麟來為孔子瑞。陳欽說：麟，西方毛蟲，孔子作《春秋》有立言，西方兌，兌為口，故麟來。許慎謹按：公議郎尹更始、待詔劉更生等議石渠，以為吉凶不並，瑞災不兼。今麟為周亡天下之異，則不得為瑞，以應孔子至，玄之暗也。」《洪範》五事，二曰言。言作從，從作乂。乂，治也。言於五行屬金。孔子時，周道衰亡，已有聖德，無所施用，作《春秋》以見志，其言少從，以為天下法，故應以金獸性仁之瑞，賤者獲之，則知將有庶人受命而行之。受命之徵已見，則於周將亡，事勢然也。興者為『立言』之說密也。「如鄭此說，從陳欽之義，以孔子有立言之教，故致其方毛蟲。熊氏申鄭義云：「若人臣官脩，則脩母致子之應，《左氏》之說是也，若人君脩其方，則當方來應。孔子脩《春秋》為素王法以立言，故西方毛蟲來應，未知然否，且具錄焉。或以脩母致子，康成所以不用也。故《異義》：「《公羊》說麟，木精，《左氏》說麟，中央軒轅大角之獸，陳欽說麟是西方毛蟲。許慎謹按：《禮運》云麟、鳳、龜龍謂之四靈。龍，東方也。虎，西方也。鳳，南方也。龜，北方也。麟，中央也。」鄭駮云：「古者聖賢言事亦有效，三者取象天地人，四者取象四時，五者取象五行。今云麟鳳龜龍謂之四靈，是則當四時明矣。虎不在靈中，空言西方虎者，麟中央得，則無近誣乎？」如鄭此言，是麟非土精，無脩母致子之義也。四靈配四方，如上所說，若其取象，理有多途，虎雖屬西方，以其淺毛，得屬中央土也。故《月令》「中央土，其蟲裸。」注云「虎豹之屬恆淺毛，又於陰陽虎屬寅」是也。麟屬東方，取其性仁，則屬木也，故《公羊》說「麟者，木精」。鄭云：「金九以木八為妻，金性義，木性仁。得陽氣，性似父，得陰氣，性似母。麟，毛蟲，得木八之氣而性仁。」《鶡冠子》云：「麟，北方玄枵之獸。」是取象不一也。鳳屬南方，亦屬中央，故《樂緯》云「官致鳳皇」是也，龜屬北方，亦屬東方，《五行傳》云「一曰貌，時有龜孽」是也。龍屬東方，亦屬天，《五行傳》云「皇之不極，則有龍蛇之孽」是也。《五行傳》又云：「二曰言，時則有介蟲之孽；三曰視，時則有裸蟲之孽。」是取象既多，理非一概。今以煩而無用，故不備言其數也。《釋獸》云：「<鹿吝>，麇身，牛尾，一角。」京房《易傳》云：「麟，麇身，牛尾，馬蹄，有五采，腹下黃，高丈二。」《廣雅》云：「麒麟，狼頭，肉角，含仁懷義，音中鐘呂，行中規矩，游必擇地，詳而後處，不履生蟲，不折生草，不群居，不侶行，不入檻檻阱，不入羅網，文章斌斌，故呼為大角之獸也。」"
      },
      {
        "index": 19,
        "text": "「故先王秉蓍龜，列祭祀，瘞繒，宣祝嘏辭說，設制度。故國有禮，官有御，事有職，禮有序。皆卜筮所造置也。埋牲曰瘞，幣帛曰繒。宣猶揚也。繒或作贈。○蓍音屍。瘞，於例反，一音於器反。繒，本又作增，同，似仍反，又則登反，又似登反。○故先王患禮之不達於下也。患下不信也。"
      },
      {
        "index": 20,
        "text": "[疏]「故先」至「有序」。○正義曰：此一節論上既言龜知人情，故此言卜筮所造置之事，故先王有事，秉蓍龜。龜既知人情，因美龜德也。先王聖人，將有大事，必秉執蓍龜而問吉凶。言蓍者，凡卜皆先筮，故兼言之也。○「列祭祀」，自此至「禮有序」，皆秉蓍龜事也。陳列祭祀，謂郊廟以下，皆用卜筮也。○「瘞繒」者，瘞，埋也，謂祀地埋牲也。《祭法》云：「瘞埋於泰折，祭地也。」幣帛曰繒，繒之言贈也，謂埋告又贈神也。○「宣祝嘏辭說」，宣，揚也。祝嘏有舊辭，更宣揚告神也。○「設制度」者，謂造宮室城隍車旗之屬也。○「故國有禮」者，上諸事既並用卜筮，故國家必有其禮也。○「官有御」者，國既有禮，故百官各御其事也。○「事有職」者，官既有御，故百事各有職主也。○「禮有序」者，凡所行禮，皆有次序也。○「故先王患禮之不達於下也」。○正義曰：此一經為下生文，雖並用卜筮，而民下猶未見信，先王患之，更為下諸事，使達下也。"
      },
      {
        "index": 21,
        "text": "「故祭帝於郊，所以定天位也；祀社於國，所以列地利也；祖廟，所以本仁也；山川，所以儐鬼神也；五祀，所以本事也。故宗祝在廟，三公在朝，三老在學，王前巫而後史，卜筮瞽侑皆在左右。王中心無為也，以守至正。此所以達禮於下也。教民尊神，慎居處也。宗，宗人也。瞽，樂人也。有，四輔也。○儐，皇音儐，敬也，舊必信反。朝，直遙反，下同。筮，巿制反。瞽音古。侑音又。"
      },
      {
        "index": 22,
        "text": "[疏]「故宗」至「至正」。○正義曰：此一節論上云「禮有序」，故記人因說禮須達下之事。○「故祭帝於郊，所以定天位也」者，天子至尊，而猶祭於郊，以行臣禮而事天也，是欲使嚴上之禮達於下。天高在上，故云「定天位也」，亦即是必本於天也。○「祀社於國，所以列地利也」者，天子至尊，而猶自祭社，欲使報恩之禮達於下也。地出財，故云「列地利也」，亦即是命降於社之謂殽地也。○「祖廟，所以本仁也」者，王在宗廟，以子禮事屍，是欲使仁義之教達於下也，亦即降於祖廟之謂仁義。○「山川，所以儐鬼神也」者，王自祭山川，是欲使儐敬鬼神之教達於下也。儐，敬也，亦即是降於山川之謂興作也。○「五祀，所以本事也」者，王自祭五祀，是欲使本事之教達於下也。五祀是制度，故云「本事也」，亦即是降於五祀之謂制度也。○「故宗祝在廟」者，前明因事鬼神，使禮達於下，此明因委於人，使禮達於下也。宗，宗伯也。祝，大祝也。王在宗廟，則委於宗、祝，示不自專以達下也。○「三公在朝」者，在朝職事，則委在三公也。○「三老在學」者，乞言則受之三老。○「王前巫」者，若王吊臨，則前委於巫也。○「而後史」者，動則左史書之，言則右史書之，不敢為非也。既言「前巫」，故云「後史」也。○「卜筮瞽侑，皆在左右」者，卜筮主決疑。瞽是樂人，主和也。侑是四輔，典於規諫者也。示不自專，故並置左右也。○「王中心無為也，以守至正」者，既祭祀尊神及委任得人，故中心無為，以守至正之道也。○注「此所」至「輔也」。○正義曰：自「祭帝於郊」至「五祀，所以本事」，是祭祀尊神也。自「宗祝在廟」至「皆在左右」，是慎居處也。左輔右弼，前疑後承，皆侑勸人君為善，故以侑為輔。其四輔之義，已具於《文王世子》。"
      },
      {
        "index": 23,
        "text": "「故禮行於郊，而百神受職焉；禮行於社，而百貨可極焉；禮行於祖廟，而孝慈服焉；禮行於五祀，而正法則焉。言信得其禮，則神物與人皆應之。百神，列宿也。百貨，金玉之屬。○應，應對之應。宿音秀。故自郊社、祖廟、山川、五祀，義之脩而禮之藏也。脩猶節也。藏，若其城郭然。○藏，如字，徐才浪反。"
      },
      {
        "index": 24,
        "text": "[疏]「故禮」至「藏也」。○正義曰：此一節論上文禮既達於下，有功而見徵應。○「故禮行於郊，而百神受職焉」者，百神，天之群神也。王郊天備禮，則星辰不忒，故云「受職」。○「禮行於社，而百貨可極焉」者，王祀社盡禮，則五穀豐稔，金玉露形，盡為國家之用，故云「可極焉」。○「禮行於祖廟，而孝慈服焉」者，王祭廟盡禮，而天下皆服行孝慈也。《詩》云「無思不服」是也。王云：「孝慈之道，為遠近所服也。」○「禮行於五祀，而正法則焉」者，王祭五祀以禮，而天下法則各得其正也。然前有山川興作，此不言者，法則之事包之也。「故自郊社、祖廟、山川、五祀，義之脩而禮之藏也」，此經覆說祭在上諸神，是義之脩飾禮之府藏也。"
      },
      {
        "index": 25,
        "text": "「是故夫禮必本於大一，分而為天地，轉而為陰陽，變而為四時，列而為鬼神。其降曰命。聖人像此，下之以為教令。○大音泰，下注同。其官於天也。官，猶法也。此聖人所以法於天也。"
      },
      {
        "index": 26,
        "text": "[疏]「是故」至「天也」。○正義曰：此一節論上言禮既藏於郊社天地之中，是故制禮必本於天以為教也。○「必本於大一」者，謂天地未分，混沌之元氣也。極大曰大，未分曰一，其氣既極大而未分，故曰大一也。禮理既與大一而齊，故制禮者用至善之大理以為教本，是本於大一也。○「分而為天地」者，混沌元氣既分，輕清為天在上，重濁為地在下，而制禮者法之，以立尊卑之位也。○「轉而為陰陽」者，天地二形既分，而天之氣運轉為陽，地之氣運轉為陰。而制禮者，貴左以象陽，貴右以法陰。又因陽時而行賞，因陰時而行罰也。○「變而為四時」者，陽氣則變為春夏，陰氣則變為秋冬，而制禮者，吉禮則有四面之坐，凶時有恩理節權，是法四時也。○「列而為鬼神」者，鬼神，謂生成萬物鬼神也。四時變化，生成萬物，皆是鬼神之功。聖人制禮，則陳列鬼神之功以為教也。○「其降曰命」者，降，下也。言聖人制禮，皆仰法「太一」以下之事，而下之以為教命也。○「其官於天也」者，結之也。官，猶法也。言聖人所以下為教命者，皆是取法於天也。"
      },
      {
        "index": 27,
        "text": "「夫禮必本於天，本於大一與天之義。動而之地，後法地也。列而之事，後法五祀。五祀所以本事也。變而從時，後法四時。協於分藝，協，合也。言禮合於月之分，猶人之才也。○合於月之分，本或作「日月之分」。「日」，衍字。其居人也曰養，養，當為「義」字之誤也。下之則為教令，居人身為義。《孝經說》曰：「義由人出。」○養音義，出注。其行之以貨力、辭讓、飲食、冠、昏、喪、祭、射、御、朝、聘。貨，摯幣庭實也。力，筋骸強者也，不則偃罷。○冠，古亂反。摯，本又作贄，音至。罷音皮。"
      },
      {
        "index": 28,
        "text": "[疏]「夫禮」至「朝聘」。○正義曰：此一節論上本說禮從天地四時五行而生也，而教於人，故此以下，論人用之以行刑罰冠昏朝聘之等，皆得其宜也。○「夫禮必本於天」，謂本於大一與上天也。謂行至誠大道，是本大一，效天降命，是本於天也。○「動而之地」，祀社於國是也。○「列而之事」，謂五祀，即「五祀，所以本事」是也。○「變而從時」，時，四時也。則四時以為柄是也。○「協於分藝」，協，合也；分，是日月之量也；藝，人之才也。言制禮以月為量，合人才之長短也。○「其居人也曰養」者，養，宜也。言制度以上諸事之禮，居人中身，則人得其宜也。○「其行」至「朝聘」，此皆居人身曰義之禮也，謂諸禮皆須義行，故云「行」也。貨，庭實也。力，筋力，拜伏也。辭讓，賓主三辭三讓。飲食，饗食之屬也。冠，二十成人而冠。昏，三十而取。射，五射。御，五馭。朝，五年朝及諸侯自相朝相見之禮。聘，謂比年一小聘，三年一大聘。言人若有義在身，則能行此諸禮也。○注「養當」至「人出」。○正義曰：知「養當為義」者，以上云「義之脩，禮之藏」，下云聖人「陳義以種之」，又云「義者，藝之分，仁之節」，故知「養當為義」也。按《聖證論》王肅以下云：「獲而弗食，食而弗肥，字宜曰養。」《家語》曰：「其居人曰養。」鄭必破為義者，馬昭云：「立人之道曰仁與義。又此云『禮義者，人之大端』，下每云『義』，故知『養當為義』也。」張融謹案：「亦從鄭說。」云「下之則為教令；居人身為義」者，鄭為此注，欲明改養為義之意，言法天地山川，下教於民者，則為教令；法天地山川，居在人身之中者，則為義事，是不得為養也。引「《孝經說》曰：義由人出」者，證義從人身而出也。"
      },
      {
        "index": 29,
        "text": "「故禮義也者，人之大端也。所以講信脩睦，而固人之肌膚之會，筋骸之朿也。所以養生送死，事鬼神之大端也。所以達天道順人情之大竇也。竇，孔穴也。○竇音豆。○故唯聖人為知禮之不可以已也，故壞國，喪家、亡人，必先去其禮。言愚者之反聖人也。○壞音怪，又呼怪反。喪，息浪反。"
      },
      {
        "index": 30,
        "text": "[疏]「故禮」至「其禮」。○正義曰：此一節論上文說禮為治理之本，故今說禮不可去之事。○注「竇，孔穴也」。○正義曰：按哀元年《左傳》云「逃出自竇」，又「篳門閨竇」，是竇孔穴也。孔穴開，通人之出入。禮義者，亦是人之所出入，故云「達天道順人情之大竇也」。"
      },
      {
        "index": 31,
        "text": "故禮之於人也，猶酒之有蘖也，君子以厚，小人以薄。皆得以為美味，性善者醇耳。○蘖，魚列反。醇，巿春反。"
      },
      {
        "index": 32,
        "text": "[疏]「故禮」至「以薄」。○正義曰：此一節論上云禮不可去，故次云禮之在人有厚薄之事。○「禮之於人也，猶酒之有蘖也」者，禮不可以已之，故在人，譬如釀酒，須用麴蘖則成酒，無麴蘖則酒不成，人無禮則敗壞也。○「君子以厚，小人以薄」者，君子，譬精米嘉器也。小人，譬粗米弊器。言譬如釀酒，共用一麴，分半，持釀精美嘉器，則其味醇和，一半釀粗米弊器，則其味醨薄。亦猶如禮，自是一耳，行之自有厚薄，若君子性識純深，得禮而彌深厚，小人智慮淺薄，得禮自虛薄者，也。"
      },
      {
        "index": 33,
        "text": "「故聖王脩義之柄、禮之序，以治人情。治者，去瑕穢，養菁華也。○菁，子丁反。故人情者，聖王之田也，脩禮以耕之，和其剛柔。陳義以種之，樹以善道。講學以耨之，存是去非類也。○耨，奴豆反，鉏也。本仁以聚之，合其所盛。○盛，巿正反，又音成。播樂以安之。感動使之堅固。故禮也者，義之實也。協諸義而協。協，合也。合禮於義，則與義合，不乖剌。○剌，力達反，本或作制。則禮雖先王未之有，可以義起也。以其合於義，可以義起作。義者，藝之分，仁之節也。藝，猶才也。協於藝，講於仁，得之者強。有義則人服之也。仁者，義之本也，順之體也，得之者尊。有人則人仰之也。"
      },
      {
        "index": 34,
        "text": "[疏]「故聖」至「者尊」。正義曰：此一節論因上君子小人厚薄不同，故此論聖人脩禮義治人情，以至大順也，各依文解之。○「故聖王脩義之柄」者，柄，操也。謂執持而用者，謂脩理義之要柄，脩理禮之次序，以治正人情，使去其瑕穢之惡，養其菁華之善也。○「故人情者，聖王之田也」者，土地是農夫之田，人情者亦是聖王之田也。○「脩禮以耕之」者，農夫之田，用耒耜以耕之，和其剛柔。聖人以禮耕人情，正其上下。○「陳義以種之」者，農夫耕田既畢，以美善種子而種之。聖王以禮正人情既畢，用此善道而教之。○「講學以耨之」者，農夫種苗既畢，勤力耘鋤，去草養苗，則苗善矣。聖王以善道教民既畢，又須講說學習以勸課之，存是去非，則善也。○「本仁以聚之」者，農夫既勤耘耨，苗稼成孰，當本此仁恩愛惜之心，以聚集所收，勿令浪為費散，聖王勸課行善既畢，本此仁恩和親聚集善道，使不廢棄也。○「播樂以安之」者，播，布也。農夫收穫既畢，布其歡樂之心，共相飲食以安美之。聖王既勸民善道備足，又說樂感動，使其勤行善道，保寧堅固也。○「故禮也者，義之實也」，前既明禮耕義種仁聚之，今此以下，廣明上三者相須也。此明禮義相須，禮是造物，為實，義以脩飾，為禮之華，故云「禮也」者，義之實也」。○「協諸義而協」者，協，合也。諸，之也。今將此禮合會於義，謂以禮比方於義而協，謂禮與義相協會也。○「則禮雖先王未之有，可以義起也」者，起，作也。禮既與義合，若應行禮，而先王未有舊禮之制，則便可以義作之，如將軍文子之子是也。先無其禮，臨時以義斷之，垂涕洟待賓於廟，是其以義而作禮也。庾云：「謂先王制禮，雖所未有，而此事亦合於義，則可行之以，義與禮合也。」○「義者，藝之分，仁之節也」者，此明仁須義也。義者，裁斷合宜也。藝，才也。仁，施也。人有才能，又有仁施。若非義裁斷則過失，故用義乃得分節也。此唯明仁須義，而云「才」者，因明一切皆須義斷。庾云：「藝者審其分，仁者宜得節，皆須義以斷之。」是義為藝之分，仁之節，明義之貴也。○「協於藝」者，斷才得分，即是義能合藝也。○「講於仁」者，講，猶明也。使仁得節，是義能明於仁也。○「得之者強」者，若能得才分仁節之理，則是豪強，為眾所畏服也。○「仁者，義之本也」者，上云「義者，藝之分，仁之節」，明義能與仁為節；此言「仁者，義之本」，謂仁能與義作本。○「順之體也」者，仁者施生，故為順之體也。○「得之者尊」，既能施生，又為順體，故為人所尊仰也。但義主斷割，能服於人，故得義者強。仁是恩施，眾所敬仰，故得仁者尊也。○注「協合」至「乖剌」。○正義曰：「合禮於義」，解經「協諸義」。「則與義合」者，解經「而協」也。云「合禮於義」者，謂將禮比方於義。云「則與義合」者，言禮與義相合，不乖剌也。禮所以與義合者，禮者，體也。統之於心，行之合道，謂之禮也。義者，宜也，行之於事，各得其宜，謂之義也。是禮據其心，義據其事，但表裡之異，意不相違，故禮與義合也。○注「以其」至「起作」。正義曰「云以其合於義」者，謂此禮以其合會於義，故雖當無禮，臨事制宜而行禮，是可以義起作也。衛將軍文子之子，既除喪而後越人來吊，於時無除喪後受吊之禮，主人乃量事制宜，練冠垂涕洟，待於廟而受吊，是以義而起作此禮也。"
      },
      {
        "index": 35,
        "text": "「故治國不以禮，猶無耜而耕也。無以入也。○耜音似。為禮不本於義，猶耕而弗種也。嘉穀無由生也。○種，之用反。不，亦作弗，何休注《公羊》云：「弗者，不之深也。」下皆放此。為義而不講之以學，猶種而弗耨也。苗不殖，草不除。講之於學，而不合之以仁，猶耨而弗穫也。無以知收之豐荒也。○獲，戶郭反。收，如字，又手又反。合之以仁，而不安之以樂，猶獲而弗食也。不知味之甘苦。安之以樂，而不達於順，猶食而弗食也。功不見也。○見，賢遍反。四體既正，膚革充盈，人之肥也。父子篤，兄弟睦，夫婦和，家之肥也。大臣法，小臣廉，官職相序，君臣相正，國之肥也。天子以德為車，以樂為御，諸侯以禮相與，大夫以法相序，士以信相考，百姓以睦相守，天下之肥也。是謂大順。大順者，所以養生，送死、事鬼神之常也。常謂皆有禮，用無匱乏也。車或為居。故事大積焉而不苑，並行而不繆，細行而不失，深而通，茂而有間，連而不相及也，動而不相害也。此順之至也。言人皆明於禮，無有蓄亂滯合者，各得其分，理順其職也。○苑，於粉反，積也。繆音謬。畜，丑六反。故明於順，然後能守危也。能守自危之道也。君子居安如危，小人居危如安，《易》曰：「危者安其位。」"
      },
      {
        "index": 36,
        "text": "[疏]「故治」至「危也」。○正義曰：此以下顯前譬也。人君治人情若無禮，猶農夫耕而無耜也。○「為禮不本於義，猶耕而弗種也」者。治國雖用禮，不本其所宜，如農夫徒耕而不下種子也。○「為義而不講之以學，猶種而弗耨也」者，治國雖用善道所宜，而不更為講學，使民知其理道，如農夫雖種嘉穀而不耘壅，則苗不滋茂厚實也。○「講之以學，而不合之以仁，猶耨而弗獲也」者，治國雖講之以學，而不聚其仁行者，如農夫雖耘壅成熟，而不收穫取之也。○「合之以仁，而不安之以樂，猶獲而弗食也」者，治國雖聚仁，若不奏樂和之，則仁心不堅，如農夫雖聚穀而不食，則甘穀空失也。○「安之以樂而不達於順，猶食而弗肥也」者，前陳聖人禮耕以至安樂，今顯譬農夫耒耜以至食之，其事相似。今更欲設譬以人身之肥，譬家國禮足，聖人為教，反覆相明，正在此矣。言雖奏樂於仁人而不使知達至順之理，亦為未善，猶如人雖食五味，而調和溫清不順，則雖食不肥也。○「四體」至「常也」。○此一節明人及國家天下等皆悉肥盛，所以養生送死，常事鬼神。○「膚革充盈」者，膚是革外之薄皮，革是膚內之厚皮革也。○「天子以德為車，以樂為御」，率土皆達順，故合天下之肥也。「天子以德為車」，謂用孝悌以自載也。德，孝悌也。「以樂為御」，謂用要道以行之。樂，要道也。行孝悌之事須禮樂，如車行之須人御也。○「大順者，所以養生、送死、事鬼神之常也」者，前雖明國家之順，而皆局有條目，而順理廣被，無所不在，此更總說其事也。一切生死鬼神，無不用順為常也。故孔子答孟武伯問「無違」之言，云「生事之以禮，死葬之以禮」是也。養生、送死、事鬼神，無違道之常也。○「故事」至「危也」。○皇氏云：「事大積焉而不苑者，既用順為常，事無苑滯。」事大者，天子事也，雖復萬機輻湊，而應之有次序，不使苑積也。○「並行而不繆」者，並行，謂諸侯來朝也。既四方隨時貢賦有序，雖並列俱陳，而不錯繆也。○「細行而不失」者，謂大夫士出聘者也。天子不遺小國之臣，是不失也。○「深而通」者，深，為九州之外也。雖地在遠荒，而皆通貢王庭，越常是也。○「茂而有間」者，謂萬國貢賦，庭實密茂，而國朝之間，自不廁雜。○以國之相次，小則讓大，不相及入也。萬乘龍趨，干乘雷動，不相妨害。自「四體既正」至此，皆由王者順之至也。熊氏云：「此普據天下萬事，有大有細，有深有通，有連有動。」言人皆明禮順政事，無蓄亂滯合，各得其分理，順於其職，所以大小深淺，併合得其宜，此順之至。結自「四體既正」以下至此，並是順之至極也。○「故明於順，然後能守危也」者，上言順之至，此明順有益。「明於順，然後能守危」者，既明順道，不敢為非，則能守自危之道，謂以危戒慎而自守保也。○注「《易》曰：危者安其位」。○正義曰：此《易•上系》文也。按《易•系》乃云：「危者安其位者也，亡者保其存者也。」危者安其位，謂所以今日危亡者，正為不知畏懼，偷安其位，故致危也。引之者，證人之所居，恆須危懼也。"
      },
      {
        "index": 37,
        "text": "「故禮之不同也，不豐也，不殺也，所以持情而合危也。豐、殺，謂天子及士，名位不同，禮亦異數，所以拱持其情，合安其危。○殺，所戒反，徐所戒反，注同。故聖王所以順，山者不使居川，不使渚者居中原，而弗敝也。小洲曰渚，廣平曰原。山者利其禽獸，渚者利其魚鹽，中原利其五穀，使各居其所安，不易其利勞敝之也。民失其業則窮，窮則濫。○渚，之汝反。用水、火、金、木、飲食必時。用水，謂漁人以時漁為梁，「春獻鱉蜃，秋獻龜魚」也。用火，謂《司爟》「四時變國火，以救時疾」及「季春出火」「季秋納火」也。用金，謂《丱人》「以時取金玉錫石」也。用木，謂《山虞》「仲冬斬陽木，仲夏斬陰木」。飲食，謂「食齊視春時，羹齊夏時，醬齊視秋時，飲齊視冬時」。○漁音魚。鱉，必列反。蜃，石忍反。爟，古亂反。丱，革猛反，又瓜猛反，徐古猛反。夏，戶嫁反，下同。謂食，音嗣。齊，才細反，下皆同。合男女，頒爵位，必當年德。謂《媒氏》「令男三十而取，女二十而嫁」；《司士》「稽士任，進退其爵祿」也。○頒音班。當，丁浪反。媒音梅。取音娶，本又作娶。稽，古兮反。用民必順，不奪農時。故無水旱昆蟲之災，民無凶饑妖孽之疾。言大順之時，陰陽和也。昆蟲之災，螟螽之屬也。○災音災。妖孽，又作蠥，魚列反。妖又作祅，《說文》云：「衣服歌謠草木之怪謂之祅，禽獸蟲蝗之怪謂之蠥。」螟，亡丁反。螽，徐音終。故天不愛其道，地不愛其寶，人不愛其情。言嘉瑞出，人情至也。故天降膏露，地出醴泉，山出器車，河出馬圖，鳳皇麒麟皆在郊棷，龜龍在宮沼，其餘鳥獸之卵胎，皆可俯而闚也。膏，猶甘也。器，謂若銀罋丹甑也。馬圖，龍馬負圖而出也。棷，聚草也。沼，池也。○澧，本又作醴，音禮。麒麟，音其，下音慄人反。棷，素口反，徐總會反，澤也，本或作藪。沼，之紹反。卵，力管反。胎，士才反。俯音府。窺，本又作闚，去規反。甕，本又作罋，烏弄反，徐於弄反。則是無故，非有他事使之然也。先王能脩禮以達義，體信以達順，故此順之實也。」實，猶誠也，盡也。"
      },
      {
        "index": 38,
        "text": "[疏]「故禮」至「實也」。○正義曰：此一節論上既得明順乃安位，此以下說行順以致大平之事，各依文解之。○「故禮之不同也」者，天子至士，貴賤宜順，故禮不得同也。○「不豐也」者，禮應須少，不可求多也。○「不殺也」者，禮應須多，不可殺少也。○「所以持情而合危也」者，能順序如上，故使扶持其情，合安其危，不使危也。○「故聖王所以順，山者不使居川」，既使天下皆肥，由於至順，此更廣說順也。既欲其順，本居山者，所利便於禽獸，本居川者，所利在舟楫，故聖人隨而安之，不奪宿習，不使居山之人居川也，不使渚者居中原。小洲曰渚，渚利魚鹽。廣平曰原，原利五穀。既順安之，故不使渚者徙中原。○「而弗敝也」者，必各保其業，故恆豐而不敝困也。○「用水、火、金、木、飲食必時」者，舉動皆順，故必時也。水時者，謂虞人入澤梁，及出入水之屬也。火時者，鄭注《司爟》引司農說：「以鄹子曰：春取榆柳之火，夏取棗杏之火，季夏取桑柘之火，秋取柞楢之火，冬取槐檀之火。」釋者曰：「榆柳青，故春用之。棗杏赤，故夏用之。桑柘黃，故季夏時用之。柞楢白，故秋用之。槐檀黑，故冬用之。」金謂金錫石卝也。木謂仲冬斬陽木，仲夏斬陰木也。「飲酒必時」者，謂「食齊視春」之屬也。○「合男女」者，《媒氏》「仲春令男三十而取，女二十而嫁」。○「頒爵位」者，頒，分也，謂《司士》「稽士任，而進退其爵祿」也。○「必當年德」者，合男女使當其年，頒爵位必當其德。年，謂男三十，女二十也。當德，謂「君十卿祿」，「下士食九人」等是也。○「用民必順」者，使之以時，不奪農務也。○「故無水旱昆蟲之災」，此論聖王用大順之道，故致陰陽和調，群瑞並至，正由順之誠實，故至於此也。○「故天不愛其道」者，此以下明天地為至順之主，下瑞應也。「四時和」，「甘露降」，是天不愛其道也。○「地不愛其寶」者，謂五穀豐，醴泉生，器車出也。○「人不愛其情」者，皆盡孝悌及越常至也。○山出器車，按《禮緯•斗威儀》云：「其政大平，山車垂鉤。」注云：「山車，自然之車。垂鉤，不揉治而自圓曲。」○「河出馬圖」，按《中侯•握河紀》：「堯時受河圖，龍銜赤文綠色。」注云：「龍而形象馬，故云馬圖。」是龍馬負圖而出。又云：「伏羲氏有天下，龍馬負圖出於河，遂法之，畫八卦。」又龜書，洛出之也。○「鳳皇麒麟，皆在郊棷」，按《中侯•握河紀》云：「鳳皇巢阿閣。」今云「在郊棷」者，言鳳皇之眾，或郊棷，或阿閣也。○「其餘鳥獸之卵胎，皆可俯而窺也」者，此飲食有由也，各隨其長而至，既不獝狘，故生乳而眾多也。俯，下頭也。鳥不畏人，作巢在下，故下頭可闚其巢卵也。手撫獸背，則知有胎也。○「則是無故」者，言致此上事，則是更無他故，由先王能脩禮達義，體信達順之誠盡，故致此也。○注「器，謂若銀罋丹甑也」。○正義曰：此「銀罋丹甑」，《援神契》文。按《援神契》：「德及於天，斗極明，日月光，甘露降。德及於地，嘉禾生，蓂莢起，秬鬯出。德至八極，則景星見。德至草木，則朱草生，木連理。德至鳥獸，則鳳皇來，鸞鳥舞，麒麟臻，白虎動，狐九尾，雉白首。德至山陵，則景雲出。德至深泉，則黃龍見，醴泉湧，河出龍圖，洛出龜書。」其所致群瑞非一，不可盡也。故略記之而已。"
      }
    ]
  }
}