{
  "chapterNumber": 14,
  "title": "卷13",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "君臨臣喪，以巫祝桃茢，執戈，惡之也，[爲有凶邪之氣在側。君聞大夫之喪，去樂卒事而往，未襲也。其已襲則止巫去桃茢。桃，鬼所惡。茢，萑苕，可埽不祥。]所以異於生也。[生人無凶邪。　【疏】正義曰：此一節論君臨臣喪之禮。君謂天子。臣喪未襲之前，君往臨弔，則以巫執桃，祝執茢，又使小臣執戈。所以然者，惡其凶邪之氣。必惡之者，所以異於生人也。若往臨生者，但有執戈，無巫祝執桃茢之事，今有巫祝，故云「異於生也」。　注「君聞」至「桃茢」。　正義曰：「君聞大夫之喪，去樂卒事」者，昭十五年《公羊傳》文。言「而往，未襲也」，是鄭意所加之言也。《公羊》直云「去樂卒事」，鄭必知往者，以下云柳莊之卒，衛侯不脫祭服而往，明其王有大臣之喪亦當然也。以聞喪即往，故知未襲也。云「已襲則止巫去桃茢」者，襲謂死之明日，則止巫門外，去桃茢，祝代巫而入，又小臣執戈。鄭知然者，案《喪大記》「大夫之喪，將大斂，君往，巫止于門外，祝先入」，又云喪禮亦如此。又《士喪禮》「大斂而往，巫止于廟門外，祝代之，小臣二人執戈先，二人後」，此皆大斂之時。小斂及殯更無文，明與大斂同。直言「巫止」，無桃茢之文，《喪大記》雖記諸侯之禮，明天子亦然，故云「已襲則止巫去桃茢」也。此經所云，謂天子禮，故鄭注《士喪禮》引《檀弓》云：「『君臨臣喪，以巫祝桃茢，執戈，以惡之，所以異於生也。』皆天子禮也。諸侯臨臣之喪，則使祝代巫執茢居前，下天子也。」以此言之，知此文據天子禮也。鄭注《士喪禮》云「諸侯臨臣之喪，則使祝代巫執茢」，亦謂未襲以前也。若已襲之後，茢亦去之，與天子同。是天子未襲之前臨臣之喪，巫祝、桃茢、執戈三者並具。諸侯臨臣喪，未襲之前，巫止，祝執茢，小臣執戈。若既襲之後，斂殯以來，天子與諸侯同並巫止，祝代之，無桃茢。案《士喪禮》君弔之時當大斂之節，而鄭注云「巫祝、桃茢、執戈，天子禮也；使祝代巫執茢，諸侯禮也」，以當大斂之時而解爲未襲前者，以《士喪禮》未襲之前君無親弔，今大斂，君來，巫止門外，故鄭以未襲之前解天子、諸侯之異。必知襲後無桃茢者，案《喪大記》大斂唯有巫止之文，無桃茢之事，故注云「此已襲則止巫去桃茢」。下云荊人使公親襚，「巫先拂柩」，時荊王以襄二十八年十二月死，至明年正月，則殯來已久，得有始行襲禮，巫先拂柩者，彼云「襲」者，謂加衣於殯，非爲尸加衣，故下云「拂柩」及《左傳》云「袚殯而襚」，是既殯也。公以楚人無禮於己，故公用天子未襲之前君臨臣喪之法，以巫祝桃茢也。]"
      },
      {
        "index": 1,
        "text": "喪有死之道焉，[言人之死有如鳥獸死之狀。鳥獸之死，人賤之。]先王之所難言也。[聖人不明說，爲人甚惡之。　【疏】正義曰：此一節論先王恐生者惡死者之事。言人喪也，有如鳥獸死散之道焉。先王之所難言，死散之義，若言其死散，則人之所惡，故難言也。]"
      },
      {
        "index": 2,
        "text": "喪之朝也，順死者之孝心也。[朝，謂遷柩於廟。]其哀離其室也，故至於祖考之廟而后行。殷朝而殯於祖，周朝而遂葬。[【疏】正義曰：此一節論殷、周死者朝廟之事。　「喪之朝也」者，謂將葬前以柩朝廟者。夫爲人子之禮，出必告，反必面，以盡孝子之情。今此所以車載柩而朝，是順死者之孝心也。然朝廟之禮，每廟皆朝，故《既夕禮》云「其二廟，則饌於禰廟」，下云「降柩如初，適祖」，則天子、諸侯以下每廟皆一日，至遠祖之廟，當日朝畢則爲祖祭，至明日設遣奠而行。　「其哀離其室也」者，謂死者神靈悲哀，棄離其室，故至於祖考之廟，辭而後行。殷人尚質，敬鬼神而遠之，死則爲神，故云朝而殯於祖廟。周則尚文，親雖亡沒故，猶若存在，不忍便以神事之，故殯於路寢，及朝廟，遂葬。夫子不論二代得失，皆合當代之禮，無所是非。以此言之，則周人不殯於廟。案僖八年致哀姜，《左傳》云：「不殯于廟，則弗致也。」則正禮當殯於廟者，服氏云：「不薨於寢。寢謂小寢。不殯於廟。廟謂殯宮。鬼神所在謂之廟。」鄭康成以爲《春秋》變周之文，從殷之質，故殯於廟。杜預以爲不以殯朝廟。未詳孰是。]"
      },
      {
        "index": 3,
        "text": "孔子謂爲明器者，知喪道矣，備物而不可用也。[神與人異道，則不相傷。]哀哉，死者而用生者之器也！不殆於用殉乎哉？[殆，幾也。殺人以衛死者曰殉。用其器者，漸幾於用人。]其曰明器，神明之也。[神明死者，異於生人。]塗車、芻靈，自古有之，[芻靈，束茅爲人馬。謂之靈者，神之類。]明器之道也。[言與明器同。]孔子謂爲芻靈者善，謂爲俑者不仁，不殆於用人乎哉？[俑，偶人也，有面目，機發，有似於生人。孔子善古而非周。　【疏】正義曰：此一節皆記者錄孔子之言，善古非殷周之事，故云孔子謂夏家爲明器者，知死喪之道焉。以孝子之事親不可闕，故備其器物，若似生存。以鬼神異於人，故物不可用。孔子既論夏家之事是，又言殷代之非，故云：可哀哉，殷之送死者而用生者之祭器，不殆於用生人爲殉乎哉！殆，近也，謂近於用乎生人爲殉。所以近者，以生人食器而供死者，似若用生人而殉死人，故云近也。既言殷代之事，將言周代用偶人爲非禮，故先言明器、芻靈，後論偶人之事，故言「其曰明器，神明之也」。死者之物不可用。塗車、芻靈，即明器之物一類，自古帝王所制而有之，此則豈不可爲用？故云「明器之道也」。記者記錄孔子之言，又說孔子臧否古今得失，以其語更端，故重言「孔子謂」。古之爲芻靈者善，謂周家爲俑者不仁，不近於用生人乎哉？言近於用生人。所以近者，謂刻木爲人而自發動，與生人無異，但無性靈、智識，故云近。此云「用人」，前言「用殉」，殉是已死之人，形貌不動，與器物相似，故言「用殉」；此云「用人」者，謂用生人入壙，今俑者形貌發動有類生人，故云「用人」。上文云「塗車、芻靈」，此不言塗車，直云芻靈者，以其束茅爲人，與俑者相對，故不取塗作車也。　注「俑偶」至「非周」。　正義曰：謂造作形體偶類人形，故《史記》有土偶人、木偶人是也。云「孔子善古而非周」者，古謂周以前、虞以後，故上云「虞氏瓦棺」，始不用薪，明虞氏以來始有塗車、芻靈。言「非周」者，謂周爲俑人。如鄭康成之意，則周初即用偶人，故《冢人職》言「鸞車象人」，司農注云「象人，謂以芻爲人」，康成注引此謂「爲俑者不仁」，是象人即俑人也。其餘車馬器物猶爲塗車、芻靈，故《校人》「大喪，飾遣車之馬，及葬埋之」，鄭注云：「言埋之，則是馬塗車之芻靈。」是偶人之外猶有塗車、芻靈之制，雖或用木，無機識發動。偶人謂之俑者，皇氏云：「機識發動踊躍，故謂之俑也。」]"
      },
      {
        "index": 4,
        "text": "穆公問於子思曰：「爲舊君反服，古與？」[仕焉而已者。穆公，魯哀公之曾孫。]子思曰：「古之君子進人以禮，退人以禮，故有舊君反服之禮也。今之君子進人若將加諸膝，退人若將隊諸淵，毋爲戎首，不亦善乎？又何反服之禮之有？」[言放逐之臣不服舊君也。爲兵主來攻伐曰戎首。]悼公之喪，季昭子問於孟敬子曰：「爲君何食？」[悼公，魯哀公之子。昭子，康子之曾孫，名強。敬子，武伯之子，名捷。]敬子曰：「食粥，天下之達禮也。吾三臣者之不能居公室也，四方莫不聞矣。[言鄰國皆知吾等不能居公室，以臣禮事君也。三臣，仲孫、叔孫、季孫也。]勉而爲瘠，則吾能，毋乃使人疑夫不以情居瘠者乎哉！我則食食。」[存時不盡忠，喪又不盡禮，非也。孔子曰：「喪事不敢不勉。」　【疏】正義曰：此一節論不爲舊君著服之事。　注「仕焉」至「曾孫」。　正義曰：案《喪服》齊衰三月章爲舊君凡有三條，其一云「爲舊君、君之母、妻」，傳云「仕焉而已者也」，注云「謂老若有廢疾而致仕者」，兼服其母、妻。其二「大夫在外，其妻、長子爲舊國君」，注云：「在外，待放已去者」，傳云「妻，言與民同也。長子，言未去也」，注云：「妻雖從夫而出，古者大夫不外娶，婦人歸宗，往來猶民也。長子去，可以無服。」此則大夫身不爲服，唯妻與長子爲舊君耳。其三「爲舊君」，注云「大夫待放未去者」，傳曰「大夫去，君掃其宗廟，言其以道去君而猶未絕也」，注云「以道去君，爲三諫不從，待放於郊。未絕者，言爵祿尚有列於朝，出入有詔於國。」若已絕，則不服也。以此言之，凡舊君，若年老致仕退歸在國不仕者，身爲之服齊衰三月，并各服其母、妻也；若三諫不從，待放已去而絕者，唯妻與長子服之，己則無服；若待放未去，爵位未絕，身及妻、子皆爲之服。然則去仕他國，已絕之後，不服舊君。而《雜記》云「違諸侯，之大夫，不反服」，則違諸侯，之諸侯，反服。得爲舊君服者，《雜記》所云，謂不便其居，或辟仇讎，有故不得在國者。故《孟子》齊宣王問孟子云：「禮，爲舊君有服，何如斯可爲服矣？」孟子對曰：「諫行言聽，膏澤下於民；有故而去，則君使人導之出疆，送至彼國，明其無罪，其所往三年不反，然後收其田里。此之謂三有禮焉。如此者，得爲舊君反服矣。」與《雜記》同。鄭注此云「仕焉而已」者，取《喪服》第一條，謂年老致仕在國者。鄭必以第一條解之者，以穆公所問爲舊君之反服，宜問《喪服》正禮，故以第一條致仕者解之。其實亦兼三諫未絕及有故出在他國者，故下子思云古之君子進人以禮、退人以禮是也。云「穆公，魯哀公之曾孫」者，案《世本》云「哀公生悼公寧，寧生元公嘉，嘉生穆公不衍」是也。　注「言放逐之臣不服舊君也」。　正義曰：「言放逐之臣」者，解經中「今之君子進人、退人不能以禮」也。如此者不服舊君，謂三諫不從，去而已絕，及不能三諫，辟罪逃亡。言「放」者，則宣元年「晉放其大夫胥甲父于衛」是也。言「逐」者，則《春秋》諸侯、大夫言「出奔」是也。]"
      },
      {
        "index": 5,
        "text": "衛司徒敬子死，[司徒，官氏，公子許之後。]子夏弔焉，主人未小斂，絰而往。子游弔焉，主人既小斂，子游出絰，反哭。[皆以朋友之禮往，而二人異。]子夏曰：「聞之也與？」曰：「聞諸夫子：主人未改服則不絰。」[【疏】正義曰：此一節論弔者主人改服乃改服之事。　注「皆以」至「人異」。　正義曰：此唯云絰，鄭知是朋友者，凡弔者，主人成服則客乃服弔絰；今此隨主人，主人始小斂，未成服，而己便出著絰，故知有緦之恩，隨主人變，如五服親也，又至小斂，出絰，反哭，與子游前裼裘弔朋友同也。前子游云「帶絰」，故知是朋友。此下不云帶，知是朋友者，凡弔則應弁絰、環絰之屬也。此雖不云帶，凡單云絰，則知有帶，猶如《喪服》云「苴絰」，《檀弓》爲師二三子皆絰而出，及朋友羣居則絰，皆是包帶之文也。]"
      },
      {
        "index": 6,
        "text": "曾子曰：「晏子可謂知禮也已，恭敬之有焉。」[言禮者，敬而已矣。]有若曰：「晏子一狐裘三十年，遣車一乘，及墓而反。國君七个，遣車七乘；大夫五个，遣車五乘。晏子焉知禮？」[言其大儉偪下，非之。及墓而反，言其既窆則歸，不留賓客有事也。人臣賜車馬者乃得有遣車。遣車之差，大夫五，諸侯七，則天子九。諸侯不以命數，喪數略也。个，謂所包遣奠牲體之數也。《雜記》曰：「遣車視牢具。」]曾子曰：「國無道，君子恥盈禮焉。國奢則示之以儉，國儉則示之以禮。」[時齊方奢，矯之是也。　【疏】正義曰：此一節論晏子故爲非禮以矯齊之事。有子者，孔子弟子有若也，聞曾子說晏子知禮，故舉晏子不知禮之事以拒曾子也。狐裘貴在輕新，而晏子一狐裘三十年，是儉不知禮也。　「遣車一乘」者，其父晏桓子是大夫，大夫遣車五乘，其葬父唯用一乘，又是儉失禮也。　「及墓而反」者，及墓，謂葬時也。禮，窆後孝子贈幣辭親，辭親畢而親情賓客應是送別，別竟乃反。于時晏子窆竟則反，賓客並去，又是儉失禮也。　「國君七个，遣車七乘；大夫五个，遣車五乘」者，此更舉正禮以證晏子失禮也。个，謂所包遣奠牲體臂臑也。折爲七段、五段，以七乘、五乘遣車載之。今晏子略，不從禮數，是不知也。　「晏子焉知禮」者，條失事已竟，故此并結「晏子焉知禮」也。　注「言其」至「非之」。　正義曰：「大儉」解三十年一狐裘并及墓而反也，「偪下」解一乘也。下，謂其子及凡在已下者也。大夫五乘，適子三乘，今其父自用一乘，則其子便無，是偪下也。　注「及墓」至「牢具」。　正義曰：經唯云「及墓而反」，鄭知不以及墓而反，而云「既窆則歸」者，晏子雖爲儉約，不應柩未入壙則歸，故云「既窆」也。云「不留賓客有事也」者，案《既夕禮》「乃窆，主人哭，踊無筭。襲，贈用制幣、玄纁束。拜稽顙，踊如初。卒，袒，拜賓，主婦亦拜賓。賓出，則拜送。藏器於旁，加見。藏苞筲於旁。加抗席，覆之。加抗木。實土三，主人拜鄉人。乃反哭」，今晏子既窆、贈幣、拜稽顙、踊訖則還，不復拜賓及送賓之事，故云「不留賓客有事也」。云「人臣賜車馬者乃得有遣車」，案《士喪禮》無遣車，諸侯之士一命，《曲禮》云「三賜不及車馬」，故諸侯之士無遣車也。若諸侯大夫，雖未三命，以其位尊，故得有遣車。知天子遣車九乘者，案《雜記》「諸侯七月而卒哭」，天子則九月而卒哭，今諸侯七乘，故知天子九乘也。云「諸侯不以命數，喪數略也」者，案《大行人》上公九乘，侯伯七乘，子男五乘，今揔云七乘，是「不以命數，喪事略也」。引《雜記》云「遣車視牢具」者，以證經个與遣車數同，故云个是牢具也。故《雜記》注云：「天子大牢，包九个；諸侯亦大牢，包七个；大夫亦大牢，包五个；士少牢，包三个。」案《既夕禮》「苞牲，取下體」，鄭注：「前脛折取臂臑，後脛折取骼。」是一牲取三體。士少牢，二牲，則六體也。分爲三个，一个有二體。然大夫以上皆用大牢，牲有三體，凡九體，大夫九體分爲十五段，三段爲一包，凡爲五包。諸侯分爲二十一段，凡七包。天子分爲二十七段，凡九包。蓋尊者所取三體，其肉多；卑者雖取三體，其肉少。鄭又云天子遣奠用馬牲，其取个未詳也。此遣奠所包皆用左胖，以其喪禮反吉，《士虞禮》載左胖也。]"
      },
      {
        "index": 7,
        "text": "國昭子之母死，問於子張曰：「葬及墓，男子、婦人安位？」[國昭子，齊大夫。]子張曰：「司徒敬子之喪，夫子相，男子西鄉，婦人東鄉。」[夾羨道爲位。夫子，孔子也。]曰：「噫！毋！」[噫，不寤之聲。毋，禁止之辭。]曰：「我喪也，斯沾。[斯，盡也。沾讀曰覘。覘，視也。國昭子自謂齊之大家，有事，人盡視之，欲人觀之，法其所爲。]爾專之，賓爲賓焉，主爲主焉。」[專猶同也。時子張相。]婦人從男子皆西鄉。[非也。　【疏】正義曰：此一節論葬之在壙男女面位之事。　「曰噫毋」者，止子張也。子張既相，以男子西鄉，婦人東鄉，而昭子不悟禮意，乃曰：噫！毋得如是男子西鄉，婦人東鄉。既止子張，又自言：我居喪也，既是齊之大家。斯，盡也。人盡來覘視於我，當須更爲別禮，豈得以依舊禮？專猶同也，爾當同此婦人與男子一處。若婦女之賓爲賓位焉，與男子之賓同處；婦女之主爲主位焉，與男子之主同處。於是昭子家婦人從男子皆西鄉，同在主位，賓之男子及賓之婦人皆西廂東鄉，言非也。]"
      },
      {
        "index": 8,
        "text": "穆伯之喪，敬姜晝哭；文伯之喪，晝夜哭。孔子曰：「知禮矣！」[喪夫不夜哭，嫌思情性也。]文伯之喪，敬姜據其牀而不哭，曰：「昔者吾有斯子也，吾以將爲賢人也，[蓋見其有才藝。]吾未嘗以就公室。[未嘗與到公室觀其行也。季氏，魯之宗卿，敬姜有會見之禮。]今及其死也，朋友、諸臣未有出涕者，而內人皆行哭失聲。斯子也，必多曠於禮矣夫！」[內人，妻妾。]季康子之母死，陳褻衣。[褻衣非上服，陳之，將以斂。]敬姜曰：「婦人不飾不敢見舅姑。將有四方之賓來，褻衣何爲陳於斯？」命徹之。[言四方之賓嚴於舅姑。敬姜者，康子從祖母。　【疏】正義曰：此一節論喪夫不夜哭，并母知子賢愚之事。　「斯子也，必多曠於禮矣夫」。　正義曰：斯，此也。曠猶疏薄也。言此子平生爲行，必疏薄於賓客、朋友之禮，故賓客、朋友未有感戀爲之出涕者。此不哭者，謂暫時不哭，故上云「晝夜哭」是也。案《家語》云：「文伯歜卒，其妻妾皆行哭失聲。敬姜戒之曰：『吾聞好外者士死之，好內者女死之。今吾子早夭，吾惡其好內聞也，二三婦共祭祀者無加服！』孔子聞之，曰：『女智莫若婦。公父氏之婦，知禮矣。』」與此不同者，彼戒婦人而成子之德，此論子之惡，各舉一邊，相包乃具。　注「敬姜者，康子從祖母」。　正義曰：案《世本》：「悼子紇生平子意如，意如生桓子斯，斯生康子肥。」《世本》又云：「悼子紇生穆伯靖。」靖與意如是親兄弟，意如是康子祖，穆伯是康子祖之兄弟，敬姜是穆伯之妻，故云「康子從祖母」也。]"
      },
      {
        "index": 9,
        "text": "有子與子游立，見孺子慕者。有子謂子游曰：「予壹不知夫喪之踊也，予欲去之久矣。情在於斯，其是也夫？」[喪之踊，猶孺子之號慕。]子游曰：「禮有微情者，[節哭踊。]有以故興物者。[衰絰之制。]有直情而徑行者，戎狄之道也，[哭踊無節，衣服無制。]禮道則不然。[與戎狄異。]人喜則斯陶，[陶，鬱陶也。]陶斯咏，[咏，謳也。]咏斯猶，[「猶」當爲「搖」，聲之誤也。搖，謂身動搖也。秦人「猶」「搖」聲相近。]猶斯舞，[手舞之。]舞斯慍，[慍猶怒也。]慍斯戚，[戚，憤恚。]戚斯歎，[歎，吟息。]歎斯辟，[辟，拊心。]辟斯踊矣。[踊，躍。]品節斯，斯之謂禮。[舞踊皆有節，乃成禮。]人死，斯惡之矣。無能也，斯倍之矣。[無能，心謂之無所復能。]是故制絞衾，設蔞翣，爲使人勿惡也。[絞衾，尸之飾。蔞翣，棺之牆飾。《周禮》「蔞」作「柳」。]始死脯醢之奠，將行遣而行之，既葬而食之，[將行，將葬也。葬有遣奠。食，反虞之祭。]未有見其饗之者也。自上世以來，未之有舍也，爲使人勿倍也。[舍猶廢也。]故子之所刺於禮者，亦非禮之訾也。」[訾，病也。　【疏】正義曰：此一節論子游言制禮有節之事。　有子與子游同立，見孺子號慕者。有子謂子游曰「予壹不知夫喪之踊也」，言我專壹不知夫喪之踊也何須有節，直似孺子慕者，其事足矣。予欲去此踊節，其意久矣。斯，此也。言孝子之情在於此，小兒直號慕而已。「其是也夫」，但如小兒，其事即是，何須爲哭踊之節？子游乃對之曰「禮有微情者」，微，殺也。言若賢者喪親，必致滅性，故制使三日而食，哭踊有數，以殺其內情，使之俯就也。何胤云：「哭踊之情，心發於內，謂之微。微者，不見也。」　「有以故興物者」，興，起也。物，謂衰絰也。若不肖之屬，本無哀情，故爲衰絰，使其覩服思哀，起情企及也。引由外來，故云「興物」也。然衰絰之用，一則爲孝子至痛之飾，二則使不肖之人企及。今止說興物，以對微情之故。「有直情而徑行者，戎狄之道也」，謂直肆己情而徑行之也，無哭踊節制，乃是夷狄之道。　「禮道則不然」者，然猶如是也。言中國禮則不如是夷狄也。　「人喜則斯陶」者，爲明踊次節，而踊由心哀，故此以下極言哀樂之本也。喜者，外竟會心之謂也。斯，語助也。陶者，鬱陶。鬱陶者，心初悅而未暢之意也。言人若外竟會心，則懷抱欣悅，但始發俄爾，則鬱陶未暢，故云「斯陶」也。《爾雅》云：「鬱陶、繇，喜也。」何胤云：「陶，懷喜未暢意也。《孟子》曰：『鬱陶以思君。』」　「陶斯咏」者，咏，歌咏也。鬱陶情轉暢，故口歌咏之也。　「咏斯猶」者，搖，動身也。咏歌不足，漸至自搖動身體也。　「猶斯舞」者，舞，起舞也。搖身不足，乃至起舞，足蹈手揚，樂之極也。　「舞斯慍」者，慍，怒也，外竟違心之謂也。凡喜怒相對，哀樂相生，故若舞而無節，形疲厭倦，事與心違，故所以怒生。怒生由於舞極，故云「舞斯慍」也。故《曲禮》云「樂不可極」，即此謂也。何胤云：「樂終則慍起，非始之慍，相連繫也。」　「慍斯戚」者，戚，憤恚也。怒來戚心，故憤恚起也。此句對「喜斯陶」也。　「戚斯歎」者，歎，吟息也。憤恚轉深，故因發吟息也。此句對「陶斯咏」。「歎斯辟」者，辟，撫心也。歎息不泄，故至撫心也。此句對「咏斯猶」。「辟斯踊矣」者，撫心不泄，乃至跳踊奮擊，亦哀之極也。此句對「猶斯舞」也。　「品節斯，斯之謂禮」者，品，階格也，爲制斷也。斯，此也。此之謂禮生於哀樂也。若喜而不節，自陶至舞，俄傾而慍生。若怒而不節，從戚至踊，踊極則笑。故夷狄無禮，朝殞夕歌；童兒任情，倏啼欻笑。今若品節此二塗，使踊舞有數，有數則久長，故云此之謂禮。如鄭此《禮》本云「舞斯慍」者，凡有九句，首末各四，正明哀樂相對。中央「舞斯慍」一句是哀樂相生，故一句之中有舞及慍也。而鄭諸本亦有無「舞斯慍」一句者，取義不同。而鄭又一本云「舞斯蹈，蹈斯慍」，益於一句，凡有十句，當是後人所加耳，亦不得對。而盧《禮》本亦有「舞斯慍」之一句。而王《禮》本又長，云「人喜則斯循，循斯陶」，既與盧、鄭不同，亦當新足耳。　「人死，斯惡之矣」者，以上明辟踊之節，以下明飾喪及奠祭之事。「人死，斯惡之」者，以人身既死，形體腐敗，故惡之，故倍之。以其恐惡之，故制絞紟衾，設蔞翣以飾之，故使人勿惡也。以其恐倍之，故始死設脯醢之奠，以至於葬；將行之，又設遣奠而行送之；既葬，反哭，設虞祭以食之。雖設奠祭，未曾見其死者而饗食之也。既不饗食，自上世以來未之有舍此奠祭而不爲者也。所以設奠祭者，爲使人勿倍其親故也。禮意既然，不可無節，故子之所譏刺於禮有踊節者，亦非禮之病害也，言哭踊有節正是禮之所宜，非禮之病。上有若見孺子之慕，唯譏哭踊有節，不譏絞衾、奠祭之事，子游秪應答以辟踊即止，今更陳絞衾、脯醢之事者，以有若之意欲直同孺子，生者不節其哀，死者不加其飾，故子游既言生者節哀，遂說死者加飾，備言禮之節制與夷狄不同也。]"
      },
      {
        "index": 10,
        "text": "吳侵陳，斬祀殺厲。[祀，神位有屋、樹者。厲，疫病。吳侵陳以魯哀元年秋。]師還，出竟，陳大宰嚭使於師，夫差謂行人儀曰：「是夫也多言，盍嘗問焉？師必有名，人之稱斯師也者，則謂之何？」[大宰、行人，官名也。夫差，吳子光之子。盍，何不也。嘗猶試也。夫差脩舊怨，庶幾其師有善名。]大宰嚭曰：「古之侵伐者，不斬祀，不殺厲，不獲二毛。[獲謂係虜之。二毛，鬢髮班白。]今斯師也，殺厲與？其不謂之殺厲之師與？」[欲微切之，故其言似若不審然。正言殺厲，重人。]曰：「反爾地，歸爾子，則謂之何？」[子，謂所獲民臣。]曰：「君王討敝邑之罪，又矜而赦之，師與有無名乎？」[又微勸之，終其意。吳楚僭號稱王。　【疏】正義曰：此一節明征伐不合斬祀殺厲之事，各依文解之。　注「吳侵」至「年秋」。　正義曰：知者，案《左傳》：「吳伐楚，使召陳懷公。懷公朝國人而問焉，曰：『欲與楚者右，欲與吳者左。陳人有田從田，無田從黨。』逢滑當公而進曰：『楚未可棄，吳未可從。』陳懷公遂不從吳子光之召。至今夫差克越，乃脩先君之怨，秋八月，吳侵陳，脩舊怨。」是其事。案哀六年吳伐陳，鄭知非六年者，稱「伐」不云「侵」。哀元年經雖不見，傳云「吳侵陳」，與此文同，俱云「侵」，故爲哀元年。　「夫差」至「之何」。　夫差既見陳大宰嚭來，謂行人之官名儀曰「是夫也多言」。夫，謂大宰嚭。言是大宰嚭也，博聞強識，多有所言。盍，何不也。嘗，試也。何不試就問焉？我脩先君之怨而興此師，必有善名在外，眾人稱此師也則謂之何？欲令行人儀以此辭而問大宰嚭也。　注「大宰」至「之子」。　正義曰：據《周禮》有大宰卿一人，又有大小行人，故知大宰及行人皆官名。此大宰嚭與吳大宰嚭名號同而人異也。云「夫差，吳子光之子」者，《世本》及《吳世家》文也。　「古之侵伐者，不斬祀，不殺厲，不獲二毛」者，此謂以至勝攻至暴，用兵如此。若兩軍相敵則不然，《左傳》云：「雖及胡耇，獲則取之。」大宰嚭特舉古之善以駮吳師之惡。　注「正言殺厲，重人」。　正義曰：以其殺人，故重於斬祀。若其不殺，直拘囚人而已，則輕也。故《穀梁傳》云：「苞人民、毆牛馬曰侵，斬樹木、壞宮室曰伐。」是侵輕而伐重也。　「師與有無名乎」者，既反地歸子，其事既善，師豈有無善名乎？言必有善名也。「與」是語辭。　注「又微勸之，終其意」。　正義曰：上以微切之，謂譏斬祀殺厲，今復勸之反地歸子，故言「又」也。因吳王反地歸子，則云師有善名，是微勸之也。「終其意」者，上譏切斬祀及殺厲，是初有其意，欲吳哀矜。既得吳哀矜，則云師有善名，是終竟其欲哀矜之意。]"
      },
      {
        "index": 11,
        "text": "顏丁善居喪，[顏丁，魯人。]始死，皇皇焉如有求而弗得；及殯，望望焉如有從而弗及；既葬，慨焉如不及，其反而息。[從，隨也。慨，憊貌。　【疏】正義曰：此一節論孝子居喪，哀殺有漸之事。　「始死，皇皇焉如有求而弗得」者，皇皇猶彷徨，如有所求物不得。《上檀弓》云「始死，充充如有窮」，謂形貌窮屈，亦彷徨求而不得之意，彼此各舉其一。　「及殯，望望焉如有從而弗及」者，謂殯後容貌望望焉，如有從逐人後，行而不及之貌。《上檀弓》云「既殯，瞿瞿如有求而不得」，與此亦同也。但始死據內心所求，殯後據外貌所求，故此經始死求而不得，據內心也；《上檀弓》云既殯求而不得，據外貌也。　「既葬，慨焉如不及」者，謂既葬之後，中心悲慨然，如不復所及。既不可及，「其反而息」者，上殯後云從而不及，似有可及之理，「既葬，慨焉如不及」，謂不復可及，所以文異也。《上檀弓》云「既葬，皇皇如有望而不至」，此謂「既葬，慨焉如不及」，亦同也。此始死皇皇者，是皇皇之甚，故云「如有求而弗得」。《上檀弓》云既葬皇皇，是輕，故云「望而不至」。此既葬則止，不說練祥，故葬後則慨然。《上檀弓》葬後更說練祥，故云「練而慨然，祥而廓然」。但親之死亡，哀悼在心，初則爲甚，已後漸輕，皆有求而不得、望而不及，但所據有淺深耳。殯後雖據外貌，亦猶哀在內心，但稍輕耳。故鄭注《上檀弓》云「皆哀悼在心之貌」。]"
      },
      {
        "index": 12,
        "text": "子張問曰：「《書》云『高宗三年不言，言乃讙』，有諸？」[時人君無行三年之喪禮者，問有此與，怪之也。讙，喜說也。言乃喜說，則民臣望其言久。]仲尼曰：「胡爲其不然也！古者天子崩，王世子聽於冢宰三年。」[冢宰，天官卿，貳王事者。三年之喪，使之聽朝。　【疏】正義曰：此一節論世子遭喪，冢宰聽政之事。　「言乃讙」者，《尚書·無逸》云「言乃雍」，雍、讙字相近，義得兩通，故鄭隨而解之。]"
      },
      {
        "index": 13,
        "text": "知悼子卒，未葬。[悼子，晉大夫荀盈，魯昭九年卒。]平公飲酒，[與羣臣燕。平公，晉侯彪。]師曠、李調侍，[侍，與君飲也。《燕禮記》曰：「請旅侍臣。」]鼓鐘。[樂作也。《燕禮》：賓入門，奏《肆夏》，既獻而樂闋。獻君亦如之。]杜蕢自外來，聞鐘聲，曰：「安在？」[怪之也。「杜蕢」或作「屠蒯」。]曰：「在寢。」[燕於寢。]杜蕢入寢，歷階而升，酌，曰：「曠，飲斯！」又酌，曰：「調，飲斯！」又酌，堂上北面坐飲之，降，趨而出。[三酌皆罰。]平公呼而進之，曰：「蕢，曩者爾心或開予，是以不與爾言。[曩，曏也，謂始來入時。開，謂諫爭有所發起。]爾飲曠，何也？」曰：「子、卯不樂。[紂以甲子死，桀以乙卯亡，王者謂之疾日，不以舉樂、爲吉事，所以自戒懼。]知悼子在堂，斯其爲子卯也大矣！[言大臣喪重於疾日也。《雜記》曰：「君於卿大夫，比葬不食肉，比卒哭不舉樂。」]曠也，大師也，不以詔，是以飲之也。」[詔，告也。大師典奏樂。]「爾飲調，何也？」曰：「調也，君之褻臣也，爲一飲一食，忘君之疾，是以飲之也。」[言調貪酒食。褻，嬖也。近臣亦當規君疾憂。]「爾飲，何也？」曰：「蕢也，宰夫也，非刀匕是共，又敢與知防，是以飲之也。」[防，禁放溢。]平公曰：「寡人亦有過焉。酌而飲寡人。」[聞義則服。]杜蕢洗而揚觶。[舉爵於君也。《禮》「揚」作「騰」。揚，舉也。騰，送也。「揚」近得之。]公謂侍者曰：「如我死，則必毋廢斯爵也。[欲後世以爲戒。]至于今，既畢獻，斯揚觶，謂之『杜舉』。」[此爵遂因杜蕢爲名。畢獻，獻賓與君。"
      },
      {
        "index": 14,
        "text": "【疏】正義曰：此一節論君有大臣之喪，不得有作樂飲酒之事，各依文解之。　注「悼子」至「年卒」。　正義曰：並《左傳》文。下注云「平公，晉侯彪」，亦《春秋》文。　注「《燕禮記》曰『請旅侍臣』」。　正義曰：案《燕禮記》云：「凡公所酬，既拜，請旅侍臣。」謂公既酬臣，臣受酬者既拜謝公恩，請行旅酬於侍臣。引之者，證師曠、李調是侍飲之臣也。　「鼓鐘」，鼓猶奏也，謂燕奏鐘樂也。　注「燕禮」至「如之」。　正義曰：案《燕禮記》云：「若以樂納賓，則賓及庭，奏《肆夏》。賓拜酒，主人答拜而樂闋。」是「賓入門，奏《肆夏》，既獻而樂闋」。《燕禮記》又云：「公拜受爵而奏《肆夏》。公卒爵，主人升受爵以下而樂闋。」是「獻君亦如之」。經唯云鼓鐘，《燕禮》云「若舞則《勺》」，知非工入升歌，下管間歌，合樂之後，無時奏鐘，必以爲賓初入門奏《肆夏》者，以《鐘師》云「以鐘鼓奏九《夏》」，故知聞鐘是初奏《肆夏》也。　注「『杜蕢』或作『屠蒯』」。　正義曰：《春秋》作「屠蒯」，故云「或作『屠蒯』」。「杜蕢」「屠蒯」聲相近，故《禮》《傳》不同也。　注「燕於寢」。　正義曰：《燕禮記》云「燕，朝服於寢」，故知燕於寢也。　「曰蕢」至「爾言」，曩，曏也。平公呼蕢而進之，呼其名曰：蕢，曏者汝酌三酌，是汝之心或開發於予，予望汝有諫，是以不與汝言。　注「紂以甲子死，桀以乙卯亡」。　正義曰：案《尚書》：「時甲子昧爽，武王朝至于商郊。」又《史記》云：「兵敗，紂自焚而死。」是紂甲子死也。案昭十八年二月乙卯，「周毛得殺毛伯過而代之，萇弘曰：『毛得必亡，是昆吾稔之日也。』」《詩》云：「韋顧既伐，昆吾夏桀。」同誅昆吾既乙卯而亡，明桀亦以乙卯被放也。鄭司農注《春秋》，以爲五行子卯自刑，非鄭義也，今所不用也。　「斯其爲子卯也大矣」者，言悼子喪在堂，此比其爲子卯之忌大矣，言悼子之喪大於子卯。　「爲一飲一食，忘君之疾，是以飲之也」者，調是君之嬖褻之臣，臣當規正君過，唯欲行燕會，貪求一飲一食，忘君違禮之疾而不諫，是以飲之。　「非刀匕是共，又敢與知防」者，蕢言調是君之嬖褻臣也，當規正君憂疾。言己身是宰夫，亦當規正於君，若非因刀匕是共，又敢與知防諫之事。皇氏云：「非，不也。杜蕢言各憂其事，宰夫不以刀匕是共，乃又敢與諫爭，越官侵職，是以飲也。」　注「舉爵」至「得之」。　正義曰：知揚觶是舉爵於君，以上云「平公曰『寡人亦有過焉。酌而飲寡人』」，即云「杜蕢洗而揚觶」，故知舉爵於君。案《燕禮》獻君之後，行酬之初，「媵爵者洗象觶，升實之，序進，坐奠于薦南」，是舉爵於君也。「『揚』作『騰』」者，謂《燕禮》《大射》凡舉爵皆爲「騰」。此云「揚觶」，鄭云「揚，舉也」。《燕禮》云「媵」，故鄭云「媵，送也」。揚、騰義得兩通，但此云「杜舉」，「揚」訓爲舉，故「『揚』近得之」，此謂「舉」爲得也。　「公謂」至「杜舉」。　公謂侍者云：我死之後，則必無廢棄此爵，恆當留之，爲後世鑒戒。當時在未獻之前，故又語侍者云：至於今，既畢獻之後，此所揚之觶，是謂之「杜舉」。表明此爵實杜蕢所舉。　注「畢獻，獻賓與君」。　正義曰：知「獻君與賓」者，以杜蕢此事，舉爵在燕禮之初，賓主既入，得杜蕢之言，不可即廢，唯獻君與賓，燕事則止。皇氏以爲：「至於今，謂記錄之人至於今爲記之時，謂之『杜舉』。」《春秋傳》云：「晉侯飲酒樂，膳宰屠蒯趨入，請佐公使尊，許之，而遂酌以飲工，曰：『女爲君耳，將司聦也。辰在子卯，謂之疾日，君徹宴樂，學人舍業，爲疾故也。君之卿佐，是謂股肱，股肱或虧，何痛如之？女弗聞而樂，是不聦也。』又飲外嬖嬖叔，曰：『女爲君目，將司明也。服以旌禮，禮以行事，事有其物，物有其容。今君之容，非其物也。而女不見，是不明也。』亦自飲，曰：『味以行氣，氣以實志，志以定言，言以出令。臣實司味，二御失官，而君弗命，臣之罪也。』」案《春秋》與此小異，亦所聞不同，或二文互相足也。]"
      },
      {
        "index": 15,
        "text": "公叔文子卒，[文子，衛獻公之孫，名拔，或作發。]其子戍請謚於君曰：「日月有時，將葬矣，請所以易其名者。」[謚者，行之迹。有時，猶言有數也。大夫士三月而葬。]君曰：「昔者衛國凶饑，夫子爲粥與國之餓者，是不亦惠乎？[君，靈公也。]昔者衛國有難，夫子以其死衛寡人，不亦貞乎？[難，謂魯昭公二十年盜殺衛侯之兄縶也。時齊豹作亂，公如死鳥。]夫子聽衛國之政，脩其班制，以與四鄰交，衛國之社稷不辱，不亦文乎？[班制，謂尊卑之差。]故謂夫子貞惠文子。」[後不言貞惠者，文足以兼之。　【疏】正義曰：此一節論請君誄臣之謚法，各依文解之。　注「文子」至「作發」。　正義曰：案《世本》：「衛獻公生成子當，當生文子拔。」拔是獻公孫也。「或作發」者，以《春秋左氏傳》作「發」，故云「或作發」。　「請所以易其名」者，生存之日，君呼其名，今既死將葬，故請所以誄行，爲之作謚，易代其名者。　注「難謂」至「死鳥」。　正義曰：案昭二十年《左傳》云：「衛公孟縶狎齊豹，奪之司寇與鄄。公孟惡北宮喜、褚師圃，欲去之。公子朝通于襄夫人宣姜，懼，而欲以作亂。故齊豹、北宮喜、褚師圃、公子朝作亂。丙辰，衛侯在平壽。公孟有事於蓋獲之門外。」又云：「齊氏用戈擊公孟，宗魯以背蔽之，斷肱，以中公孟之肩，皆殺之。公聞亂，乘，驅自閱門入，載寶以出。」又云：「公如死鳥。」注云：「死鳥，衛地。」　「故謂」至「文子」。　案《謚法》：「愛民好與曰惠，外內用情曰貞，道德博聞曰文。」既有道德，則能惠能貞，故鄭云「後不言貞惠者，文足以兼之」。案文次先「惠」後「貞」，此先云「貞」者，以其致死衛君事重，故在前，上先言「惠」者，據事先後言之。]"
      },
      {
        "index": 16,
        "text": "石駘仲卒，[駘仲，衛大夫石碏之族。]無適子，有庶子六人，卜所以爲後者，[莫適立也。]曰：「沐浴佩玉則兆。」[言齊絜則得吉兆。]五人者皆沐浴佩玉。石祁子曰：「孰有執親之喪而沐浴佩玉者乎？」不沐浴佩玉。[心正，且知禮。]石祁子兆。衛人以龜爲有知也。[【疏】正義曰：此一節論龜兆知賢知之事，各依文解之。　「卜所」至「則兆」。　既有庶子六人，莫適立也，故卜所以堪爲後者。其掌卜之人謂之曰：若沐浴佩玉，則得吉兆。所以須有卜者，《春秋左氏》之義，故昭二十六年云：「年鈞以德，德鈞以卜，王不立愛，公卿無私。」若《公羊·隱元年》云「立適以長不以賢，立子以貴不以長」，何休云：「適夫人無子，立右媵；右媵無子，立左媵；左媵無子，立嫡姪娣；嫡姪娣無子，立右媵姪娣；右媵姪娣無子，立左媵姪娣。質家親親，先立娣；文家尊尊，先立姪。嫡子有孫而死，質家親親，先立弟；文家尊尊，先立孫。其雙生也，質家据見，立先生；文家据本意，立後生。」何休作《膏肓》難《左氏》云：「若其以卜，隱、桓以禍，皆由此作。乃曰古制，固亦謬矣。」鄭箴之云：「立長以嫡不以賢，固立長矣。立子以貴不以長，固立貴矣。若長均、貴均，何以別之？故須卜。禮有詢立君、卜立君，是有卜也。」是從《左氏》之義。　「孰有」至「者乎」。　居親之喪，必衰絰、憔悴，安有居親之喪而沐浴佩玉者乎？言不可。鄭云「心正，且知禮」者，不信邪言，是心正；居喪不沐浴佩玉，是知禮也。]"
      },
      {
        "index": 17,
        "text": "陳子車死於衛，其妻與其家大夫謀以殉葬，[子車，齊大夫。]定而后陳子亢至，以告曰：「夫子疾，莫養於下，請以殉葬。」[子亢，子車弟，孔子弟子。下，地下。]子亢曰：「以殉葬，非禮也。雖然，則彼疾當養者孰若妻與宰？得已，則吾欲已；不得已，則吾欲以二子者之爲之也。」[度諫之不能止，以斯言拒之。已猶止也。]於是弗果用。[果，決。　【疏】正義曰：此一節論殉葬非禮之事，各依文解之。　注「子亢」至「弟子」。　正義曰：知孔子弟子者，以《論語》「陳亢問於伯魚」，與伯魚相問，故知孔子弟子。又知「子車，齊大夫」者，昭二十六年《左傳》齊師圍成，魯師及齊師戰于炊鼻，魯人將擊子車，子車射之，殪。鄭蓋據此謂「齊大夫」。知亢是子車弟者，以子車之妻謀欲殉葬子車，子亢不能止之，若是子車之兄，當處分由己，故知是子車弟也。　「子亢」至「之也」。　子亢既見兄家謀殉葬非禮之事，自度不能止，故云「殉葬，非禮也」，又云：雖非禮，「彼疾當養者」，彼死者疾病，當須養侍於下者，以外人疏，誰若妻之與宰？言妻、宰最親，當須侍養。若得休已，不須侍養，吾意欲休已。若其不止，必須爲殉葬，則吾欲以妻之與宰二子爲之。]"
      },
      {
        "index": 18,
        "text": "子路曰：「傷哉，貧也！生無以爲養，死無以爲禮也。」孔子曰：「啜菽飲水，盡其歡，斯之謂孝。斂手足形，還葬而無椁，稱其財，斯之謂禮。」[還猶疾也。謂不及其日月。　【疏】正義曰：此一節論孝子事親稱家之有無之事。　「孔子」至「謂禮」。　孔子以子路傷貧，故答之云「啜菽飲水」，以菽爲粥，以常啜之，飲水更無餘物，以水而已。雖使親啜菽飲水，盡其歡樂之情，謂使親盡其歡樂，此之謂孝。答上「生無以爲養」。　「斂手足形」者，親亡，但以衣棺斂其頭首及足，形體不露。還速葬而無椁材，稱其家之財物所有以送終，此之謂禮。答上「死無以爲禮」。]"
      },
      {
        "index": 19,
        "text": "衛獻公出奔，反於衛，及郊，將班邑於從者而后入。[欲賞從者，以懼居者。獻公以魯襄十四年出奔齊，二十六年復歸於衛。]柳莊曰：「如皆守社稷，則孰執羈靮而從？如皆從，則孰守社稷？」[言從、守若一。靮，紖也。]君反其國而有私也，毋乃不可乎？」[言有私則生怨。]弗果班。[【疏】正義曰：此一節論衛君歸國，不合私賞從者之事。　注「欲賞」至「於衛」。　正義曰：經直云「班邑於從者」，鄭知「以懼居者」，見下柳莊云「如皆從，則孰守社稷」，爲居者而言，明知獻公欲懼居者也。故《左傳》云「獻公反國，使人責大叔儀」是也。知「獻公以魯襄公十四年出奔齊」者，案襄十四年《左傳》云：「衛獻公戒孫文子、甯惠子食。二子皆朝服而朝，日旰不召。公射鴻於囿，二子從之，公不釋皮冠而與之言。二子怒，故攻公，公出奔齊。」二十六年傳云，甯惠子之子甯喜以父言攻孫氏而納衛侯，二十六年復歸于衛。是獻公以魯襄公十四年出奔，二十六年復歸於衛也。]"
      },
      {
        "index": 20,
        "text": "衛有大史曰柳莊，寢疾。公曰：「若疾革，雖當祭必告。」[革，急也。]公再拜稽首，請於尸曰：「有臣柳莊也者，非寡人之臣，社稷之臣也，聞之死，請往。」[急弔賢者。]不釋服而往，遂以襚之。[脫君祭服以襚臣，親賢也。所以此襚之者，以其不用襲也。凡襚以斂。]與之邑裘氏與縣潘氏，書而納諸棺，曰：「世世萬子孫毋變也。」[所以厚賢也。裘、縣潘，邑名。　【疏】正義曰：此一節論君急弔臣之事。　柳莊爲衛大史，今寢疾，其家自告，公報之曰：「若疾急困，雖當我祭，必須告也。」其後柳莊果當公祭之時卒，而來告公。公祭事雖了，與尸爲禮未畢，公再拜稽首，請於尸曰：有臣柳莊也者，才能賢異，非唯寡人之臣，乃是社稷之臣。今聞之身死，請往赴之。又不釋祭服即往哭，遂以所著祭服脫而襚之。又與之采邑，曰裘氏及縣潘氏。與二邑，又書錄其賞辭而納之棺，云：世世恆受此邑，至萬世子孫，無有改變。案禮，君入廟門全爲臣，請尸得言「寡人」者，是後人作記者之言也。　注「脫君」至「以斂」。　正義曰：案《士喪禮》「君使人襚」不云祭服襚臣，今君以祭服襚，故云「親賢也」。得以祭服襚之者，禮，諸侯玄冕祭廟，大夫自玄冕而下，以其俱是玄冕，故得襚也。祭服既尊，得以襚臣者，以其臣卑，不敢用君襚衣而襲之也。所以不用襲者，襲是近尸形體，事褻惡，故不敢用君之襚衣也。案《士喪禮》云君襚衣及親者及庶兄弟之襚皆不用襲，故《士喪禮》云「庶襚繼陳，不用」，注云：「不用，不用襲也。」至小斂則得用庶襚，故《士喪禮》小斂凡有十九稱，「陳衣繼之，不必盡用」，鄭云「陳衣，庶襚也」。既云「不必盡用」，明有用者。至大斂，得用君襚，故《士喪禮》大斂「君襚、祭服、散衣、庶襚，凡三十稱」，又云「君襚不倒」，是大斂得用君襚也。云「凡襚以斂」者，謂庶襚以小斂，君襚以大斂也。鄭言此者，明襚衣不用襲也。]"
      },
      {
        "index": 21,
        "text": "陳乾昔寢疾，屬其兄弟而命其子尊己曰：「如我死，則必大爲我棺，使吾二婢子夾我。」[婢子，妾也。]陳乾昔死，其子曰：「以殉葬，非禮也，況又同棺乎？」弗果殺。[善尊己不陷父於不義。　【疏】正義曰：此一節論人病時失禮也。　「屬其兄弟而命其子尊己」者，尊己，乾昔子名也。兄弟言「屬」，子云「命」，輕重之義也。　「曰『如我死』」者，此所屬命辭也，欲言其死後事也。　「則必大爲我棺，使吾二婢子夾我」者，婢子，妾也。屬命云：令大爲己棺，又使二婢夾己於棺中也。　「陳乾昔死」。　陳乾昔既屬兄弟之後而死。上言「陳乾昔」者，亦謂久嬰疾病；或「陳乾昔」揔是人名，但先儒無說，未知孰是。案《春秋》，魏顆父病困，命使殺妾以殉；又晉趙孟、孝伯並將死，其語偷；又晉程鄭問降階之道，鄭然明以將死而有惑疾：此等並是將死之時，其言皆變常。而《論語》曾子曰：「人之將死，其言也善。」但人之疾患有深有淺，淺則神正，深則神亂。故魏顆父初欲嫁妾，是其神正之時。曾子云「其言也善」，是其未困之日。且曾子賢人，至困猶善。其中庸已下，未有疾病，天奪之魂魄，苟欲偷生，則趙孟、孝伯、程鄭之徒不足怪也。]"
      },
      {
        "index": 22,
        "text": "仲遂卒于垂。壬午猶繹，萬入去籥。[《春秋經》在宣八年。仲遂，魯莊公之子，東門襄仲。先日辛巳有事於大廟而仲遂卒，明日而繹，非也。萬，干舞也。籥，籥舞也。傳曰：「去其有聲者，廢其無聲者。」]仲尼曰：「非禮也。卿卒不繹。」[【疏】正義曰：此一節論卿卒重于繹祭之事。　注「春秋」至「聲者」。　正義曰：此經所云者，《春秋》經文。案宣八年，「六月辛巳，有事於大廟，仲遂卒於垂」是也。云「仲遂，魯莊公之子，東門襄仲」者，《世本》及《左傳》文也。云「萬，干舞也；籥，籥舞也」者，案宣八年《公羊傳》云：「萬者何？干舞也。籥者何？籥舞也。」萬是執干而舞，武舞也，即《文王世子》云「春夏學干戈」是也。籥舞執羽吹籥而舞，文舞也，《文王世子》云「秋冬學羽籥」是也。云「傳曰『去其有聲者，廢其無聲者』」，亦宣八年《公羊傳》文。云「去其有聲」，謂去籥舞，以吹籥有聲故也。「廢其無聲」，謂廢留萬舞而不去，以萬舞無聲故也。《鄭志》答張逸云：「廢，置也。於去聲者爲廢，謂廢留不去也。」然鄭引「萬，干舞；籥，籥舞」，雖是傳文，鄭翦略其事，不全寫傳文，故於後始稱「傳曰『去其有聲，廢其無聲』」，以二句全是傳文也。]"
      },
      {
        "index": 23,
        "text": "季康子之母死，公輸若方小。[公輸若，匠師。方小，言年尚幼，未知禮也。]斂，般請以機封，[斂，下棺於椁。般，若之族，多技巧者。見若掌斂事而年尚幼，請代之，而欲嘗其技巧。]將從之，[時人服般之巧。]公肩假曰：「不可。夫魯有初，[初，謂故事。]公室視豐碑，[言視者，時僭天子也。豐碑，斵大木爲之，形如石碑，於椁前後四角樹之，穿中於間爲鹿盧，下棺以繂繞。天子六繂四碑，前後各重鹿盧也。]三家視桓楹。[時僭諸侯。諸侯下天子也，斵之，形如大楹耳。四植謂之桓。諸侯四繂二碑，碑如桓矣，大夫二繂二碑，士二繂無碑。]般，爾以人之母嘗巧，則豈不得以？[以，已字。言寧有強使女者與。僭於禮，有似；作機巧，非也。「以」與「己」字本同。]其毋以嘗巧者乎？則病者乎？[毋，無也。於女寧有病苦與？止之。]噫！」[不寤之聲。]弗果從。[【疏】正義曰：此一節論非禮嘗巧不從之事。　季康子母死，公輸若爲匠師之官，年方幼小，主掌窆事，欲下棺斂於壙中。其若之族人公輸般性有技巧，請爲以轉動機關，窆而下棺，時人服般之巧。　將從之，時有公肩假止而不許，曰：不可爲機窆之事。夫魯有初始舊禮，公室之喪視豐碑。豐，大也，謂用大木爲碑。三家之葬視桓楹也。桓，大也；楹，柱也。其用之碑如大楹柱。言之舊事，其法如此。遂呼般之名：般，女得以人之母而嘗巧乎？嘗，試也。欲以人母試己巧事。誰有強偪於女而爲此乎？豈不得休已者哉？又語之云：其無以人母嘗試己巧，則於女病者乎？言不得嘗巧，豈於女有病？公肩假既告般爲此言，乃更噫而傷歎，於是眾人遂止，不果從般之事。　注「公輸若，匠師」。　正義曰：以匠師主窆，故《鄉師》云「及窆，執斧以涖匠師」是也。　注「言視」至「盧也」。　正義曰：凡言「視」者，不正相當，比擬之辭也。故《王制》云「天子之三公視公侯，卿視伯，大夫視子男」是也。故云「言視，僭天子也」。云「斵大木爲之，形如石碑」者，以禮，廟庭有碑，故《祭義》云牲入「麗于碑」，《儀禮》每云「當碑揖」，此云「豐碑」，故知斵大木爲碑也。云「於椁前後四角樹之」者，謂椁前後及兩旁樹之，角落相望，故云「四角」，非謂正當椁四角也。云「穿中於間爲鹿盧」者，謂穿鑿，去碑中之木，令使空，於此空間著鹿盧，鹿盧兩頭各入碑木。云「下棺以繂繞」者，繂即紼也，以紼之一頭繫棺緘，以一頭繞鹿盧，既訖，而人各背碑負紼末頭，聽鼓聲以漸卻行而下之。云「天子六繂四碑」者，案《周禮》「大喪，屬其六引」，故知天子六繂也。《喪大記》云「君四繂二碑」，諸侯既二碑，故知天子四也。云「前後各重鹿盧也」者，以六繂四碑，明有一碑兩紼者，故知一碑上下重著鹿盧。知唯前後碑重鹿盧者，以棺之入椁，南北豎長，前後用力深也。案《春秋》，天子有隧，以羨道下棺，所以用碑者，凡天子之葬，掘地以爲方壙，《漢書》謂之「方中」，又方中之內先累椁，於其方中南畔爲羨道，以蜃車載柩至壙，說而載以龍輴，從羨道而入，至方中，乃屬紼於棺之緘，從上而下棺，入於椁之中，於此之時用碑繂也。　注「諸侯下天子也，斵之，形如大楹耳」。　正義曰：以言「視桓楹」，不云「碑」，知不似碑形，故云「如大楹耳」。通而言之，亦謂之碑也。故《喪大記》云諸侯、大夫二碑是也。云「四植謂之桓」者，案《說文》「桓，亭郵表也」，謂亭郵之所而立表木謂之桓，即今之橋旁表柱也。今諸侯二碑，兩柱爲一碑而施鹿盧，故云「四植謂之桓」也。《周禮》桓圭而爲雙植者，以一圭之上不應四柱，但瑑爲二柱，象道旁二木，又宮室兩楹，故雙植謂之桓也。大夫亦二碑，但柱形不得麤大，所以異於諸侯也。　注「以已」至「本同」。　正義曰：言經中「以用」之「以」義是休已之字。所以「以用」之「以」得爲休已之字者，以其本同，謂古昔之本用字本同，乃得通用。謂其兩字本昔是同，故得假借而用。後世始「以」「已」義異也。云「僭於禮，有似；作機巧，非也」者，皇氏解云：「僭濫之事，於禮猶有所似。作機巧之事，全非也。」　注「毋無」至「止之」。　正義曰：依《說文》，上「毋」是禁辭，故《說文》「毋」字從女，有人從中欲干犯，故禁約之。故鄭注《論語》云：「毋，止其辭，讓也。」故《曲禮》上篇多言「毋」，「毋」猶「勿」也，謂勿得如此。下「無」是無有之無，此經中之義是有無之無，故轉「毋」作「無」也。　注「不寤之聲」。　正義曰：公肩假唱噫，是歎公輸般不曉寤於禮，故傷之而爲此聲也。]"
      }
    ]
  }
}