{
  "chapterNumber": 12,
  "title": "卷11",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "有子問於曾子曰：「問喪於夫子乎？」[有子，孔子弟子有若也。夫子卒後問此，庶有異聞也。喪，謂仕失位也。魯昭公孫於齊，曰：「喪人其何稱？」]曰：「聞之矣。喪欲速貧，死欲速朽。」有子曰：「是非君子之言也。」[貧、朽非人所欲。]曾子曰：「參也聞諸夫子也。」有子又曰：「是非君子之言也。」曾子曰：「參也與子游聞之。」有子曰：「然。然則夫子有爲言之也。」曾子以斯言告於子游，子游曰：「甚哉，有子之言似夫子也！昔者夫子居於宋，見桓司馬自爲石椁，三年而不成。[桓司馬，宋向戌之孫，名魋。]夫子曰：『若是其靡也，死不如速朽之愈也。』死之欲速朽，爲桓司馬言之也。[靡侈。]南宮敬叔反，必載寶而朝。[敬叔，魯孟僖子之子仲孫閱。蓋嘗失位去魯，得反，載其寶來朝於君。]夫子曰：『若是其貨也，喪不如速貧之愈也。』喪之欲速貧，爲敬叔言之也。」曾子以子游之言告於有子，有子曰：「然。吾固曰『非夫子之言也』。」曾子曰：「子何以知之？」有子曰：「夫子制於中都，四寸之棺，五寸之椁。以斯知不欲速朽也。[中都，魯邑名也。孔子嘗爲之宰，爲民作制。孔子由中都宰爲司空，由司空爲司寇。]昔者，夫子失魯司寇，將之荊，[將應聘於楚。]蓋先之以子夏，又申之以冉有。以斯知不欲速貧也。」[言汲汲於仕得祿。　【疏】正義曰：此一節論喪不欲速貧、死不欲速朽之事，各隨文解之。　「有子問於曾子」者，此孔子卒後弟子相問，冀有所異聞也。問喪，謂問失本位居他國禮也。有子問於曾子云：汝曾聞失位在他國之禮於孔子否乎？　注「有子」至「何稱」。　正義曰：案《仲尼弟子傳》「有若少孔子四十三歲」，彼注云：「魯人也。」「曾參，南武城人，字子輿，少孔子四十六歲」。云「魯昭公孫於齊，曰『喪人其何稱』」者，引《公羊》證失位者稱「喪」也。昭公孫于齊，次于楊州，齊侯唁公于野井，昭公曰：「喪人其何稱？」　「有子」至「言也」。　以曾子云「喪欲速貧，死欲速朽」，有子云：如是之語，非君子之言也。夫子既是君子，必不爲此言。時有子唯問喪，不問死，曾子以喪、死二事報有子者，以喪、死俱爲惡事，貧、朽又事類相似，既言「喪欲速貧」，遂言「死欲速朽」。案此速貧在前，速朽在後，而下子游之對先云「死欲速朽」，後言「喪欲速貧」，隨孔子所見言之先後也。且孔子爲中都宰之時，制其棺椁，不用速朽，其事在前。夫子失魯司寇，使子夏、冉有先適楚，不欲速貧，其事在後。故子游先言速朽，後言速貧，亦隨夫子之事前後。　注「桓司」至「名魋」。　正義曰：案《世本》，向戌生東鄰叔子超，超生左師眇，眇即向巢也。魋是巢之弟，故云向戌孫也。　注「孔子」至「司寇」。　正義曰：《孔子世家》：「定公九年，孔子年五十，定公以孔子爲中都宰，一年，四方皆則之。由中都宰爲司空，由司空爲司寇。定公十年，會于夾谷，攝相事。」此云司寇者，崔靈恩云：「諸侯三卿，司徒兼冢宰，司馬兼宗伯，司空兼司寇。三卿之下則五小卿爲五大夫，故《周禮·太宰職》云諸侯立三卿、五大夫也。五大夫者，司徒之下立二人，小宰、小司徒；司馬之下以其事省，立一人，爲小司馬，兼宗伯之事；司空之下立二人，小司寇、小司空。今夫子爲司空者，爲小司空也。從小司空爲小司寇也。」崔所以知然者，魯有孟叔季三卿爲政，又有臧氏爲司寇，故知孔子爲小司寇，崔解可依。　「昔夫子」至「之荊」。　案《世家》，定十四年，齊人歸女樂，孔子去魯適衛。從衛之陳，過匡邑，匡人圍之。又復去，過蒲，又反於衛。又去衛，過曹，適宋。時定公卒，宋桓魋欲殺孔子，伐夫子所過之樹，削夫子所過之跡。去宋，適鄭。去鄭，適陳，居三歲，又適衛。既不見用，將西見趙簡子，至河而聞殺竇鳴犢與舜華也，又反於衛。復行，如陳。時哀公三年，孔子年六十。明年，孔子自陳遷于蔡，三歲。孔子在陳、蔡之間，楚使人聘孔子，陳、蔡乃圍孔子，絕粮乏食七日。於是使子貢至楚，楚昭王興師迎孔子，將書社七百里封孔子，楚令尹子西諫而止之。是歲楚昭王卒，孔子自楚反于衛，孔子年六十三，是魯哀公六年。以此言之，失司寇在定十四年，之楚在哀公六年，其間年月甚遠。且失司寇之後，嚮宋不嚮楚，而云「失魯司寇，將之荊」者，謂失魯司寇之後將往之荊，則哀公六年之荊，亦是失司寇之後，非謂失司寇之年即之荊也。]"
      },
      {
        "index": 1,
        "text": "陳莊子死，赴於魯，魯人欲勿哭。[君無哭鄰國大夫之禮。陳莊子，齊大夫陳恆之孫，名伯。]繆公召縣子而問焉，縣子曰：「古之大夫，束脩之問不出竟，雖欲哭之，安得而哭之？[以其不外交。]今之大夫，交政於中國，雖欲勿哭，焉得而弗哭？[言時君弱臣強，政在大夫，專盟會以交接。]且臣聞之，哭有二道：有愛而哭之，有畏而哭之。」[以權微勸之。]公曰：「然。然則如之何而可？」縣子曰：「請哭諸異姓之廟。」[明不當哭。]於是與哭諸縣氏。[【疏】正義曰：此一節記哭鄰國臣之法。　注「陳莊」至「名伯」。　正義曰：案《世本》，成子常生襄子班，班生莊子伯。鄭依《世本》知也。]"
      },
      {
        "index": 2,
        "text": "仲憲言於曾子曰：「夏后氏用明器，示民無知也。[所謂「致死之」。仲憲，孔子弟子原憲。]殷人用祭器，示民有知也。[所謂「致生之」。]周人兼用之，示民疑也。」[言使民疑於無知與有知。]曾子曰：「其不然乎，其不然乎！[非其說之非也。]夫明器，鬼器也；祭器，人器也。夫古之人胡爲而死其親乎？」[言仲憲之言，三者皆非。此或用鬼器，或用人器。　【疏】正義曰：此一節論不可致意於死人爲死、爲生之事，各隨文解之。　注「仲憲，孔子弟子原憲」。　正義曰：案《仲尼弟子傳》云「原憲，字子思」，彼注云：「魯人也。」其時與曾子評論三代送終器具之義也。　「曰夏后」至「親乎」。　此以下是憲所說，並非也。其言夏后氏所以別作明器送亡人者，言亡人無知，故以不堪用之器送之，表示其無知也。　「殷人用祭器，示民有知也」者，憲又言殷家不別作明器，而即用祭祀之器送亡人者，祭器堪爲人用，以言亡者有知，與人同，故以有用之器送之，表示其有知也。　「周人兼用之，示民疑也」者，憲又言周世并用夏、殷二代之器送亡者，不知定無知如夏，爲當定有知如殷。周人爲之致惑不可定者，故并用送之，是示於民疑惑不定也。　「曾子曰『其不然乎，其不然乎』」者，曾子聞憲所說不是，故重稱「不然」，深鄙之也。　「夫明器，鬼器也；祭器，人器也」者，曾子鄙憲言畢而自更說其義也。言二代用此器送亡者，非是爲有知與無知也，正是質、文異耳。夏代文，言鬼與人異，故純用鬼器送之，非言爲無知也。殷世質，言雖復鬼與人有異，亦應恭敬，是同，故用恭敬之器仍貯食送之，非言爲有知也。說二代既了，則周并用之，非爲疑可知，故不重說。尋周家極文，言亡者亦宜鬼事，亦宜敬事，故并用鬼、敬二器，非爲示民言疑惑也。然周唯大夫以上兼用耳，士唯用鬼器，不用人器。崔靈恩云：「此王者質、文相變耳。」　「夫古之人胡爲而死其親乎」者，曾子說義既竟，又更鄙於仲憲所言也。古，謂夏時也。言古人雖質，何容死其親乎？若是無知，則是死之義也。然憲子言三事皆非，而曾子此獨譏無知者，以夏后氏尤古故也。譏一則餘從可知也。]"
      },
      {
        "index": 3,
        "text": "公叔木有同母異父之昆弟死，問於子游，[「木」當爲「朱」，《春秋》作「戍」，衛公叔文子之子，定公十四年奔魯。]子游曰：「其大功乎？」[疑所服也。親者屬，大功是。]狄儀有同母異父之昆弟死，問於子夏，子夏曰：「我未之前聞也，魯人則爲之齊衰。」狄儀行齊衰。今之齊衰，狄儀之問也。[【疏】正義曰：此一節論爲同母異父昆弟死著服得失之事，各依文解之。　注「木當」至「奔魯」。　正義曰：案《世本》，衛獻公生成子當，當生文子拔，拔生朱。故知「木」當爲「朱」也。言「《春秋》作戍」者，定十四年「衛公叔戍來奔」是也。　注「疑所」至「功是」。　正義曰：爲同母異父昆弟之服，《喪服》無文，故子游疑之。「其大功乎」，「乎」是疑辭也。云「親者屬，大功是」者，鄭意以爲同母兄弟，母之親屬，服大功是也。所以是者，以同父同母則服期，今但同母，而以母是我親，生其兄弟，是親者血屬，故降一等而服大功。案《聖證論》王肅難鄭：「禮稱親者血屬，謂出母之身，不謂出母之子服也。若出母之子服大功，則出母之父母服應更重，何以爲出母之父母無服？」王肅云：「同母異父兄弟服大功者，謂繼父服齊衰，其子降一等，故服大功。」馬昭難王肅云：「異父昆弟恩繼於母，不繼於父，肅以爲從繼父而服，非也。」張融以爲：「繼父同居有子，正服齊衰三月，乃爲其子大功，非服之差，玄說是也。」　「今之齊衰，狄儀之問也」。　不云「自狄儀始」者，庾蔚云：「狄儀之前，魯人先已行之，故不云『自狄儀始』也。」]"
      },
      {
        "index": 4,
        "text": "子思之母死於衛，[子思，孔子孫，伯魚之子。伯魚卒，其妻嫁於衛。]柳若謂子思曰：「子，聖人之後也，四方於子乎觀禮，子蓋慎諸？」[柳若，衛人也。見子思欲爲嫁母服，恐其失禮，戒之。嫁母齊衰期。]子思曰：「吾何慎哉？吾聞之，有其禮，無其財，君子弗行也；[謂時可行而財不足以備禮。]有其禮，有其財，無其時，君子弗行也。[謂財足以備禮而時不得行者。]吾何慎哉？」[時所止則止，時所行則行，無所疑也。喪之禮如子，贈、襚之屬不踰主人。　【疏】正義曰：此一節論爲出母之喪行禮之事。　注「子思，孔子孫，伯魚之子」。　正義曰：《孔子世家》文。鄭言之者，以下云「子，聖人之後」，故具言之。　注「柳若」至「衰期」。　正義曰：云「嫁母齊衰期」者，嫁母之服，《喪服》無文。案《喪服》杖期章云「父卒，繼母嫁，從，爲之服，報」，則親母可知。故鄭約云「齊衰期」也。又鄭止言「齊衰期」，不言嫡庶，故譙周、袁準並云：「父卒母嫁，非父所絕，嫡子雖主祭，猶宜服期。而《喪服》爲出母期，嫁母與出母俱是絕族，故知與出母同也。」張逸問「舊儒、《世本》皆以孔子後數世皆一子。禮，適子爲父後，爲嫁母無服。《檀弓》說子思從於嫁母服何？」鄭答云：「子思哭嫂爲位，必非適子。或者兄若早死無繼，故云數世皆一子。」　注「謂財」至「行者」。　正義曰：謂若嫁母之家，主人貧乏，「斂手足形還葬」，己雖有財，不得過於主人。故下注「喪之禮如子，贈、襚之屬不踰主人」是也。]"
      },
      {
        "index": 5,
        "text": "縣子瑣曰：「吾聞之，古者不降，上下各以其親。[古，謂殷時也。上不降遠，下不降卑。]滕伯文爲孟虎齊衰，其叔父也；爲孟皮齊衰，其叔父也。」[伯文，殷時滕君也，爵爲伯，名文。　【疏】正義曰：此一節論古者著服上不降遠、下不降卑之事，各依文解之。　瑣，縣子名。據所聞而言也。「古者不降」，所聞之事也。古者，殷時也。周禮以貴降賤，以適降庶，唯不降正耳。而殷世以上，雖貴，不降賤也。「上下各以其親」，不降之事也。上，謂旁親族，曾祖、從祖及伯、叔之班族。下，謂從子、從孫之流。彼雖賤，不以己尊降之，猶各隨本屬之親輕重而服之，故云「上下各以其親」。庾蔚云：「上下，猶尊卑也。正尊周禮猶不降，則知所明者旁尊也。鄭恐『尊』名亂於正尊，故變文言『遠』也。」　「滕伯」至「父也」。　謂滕國之伯，名文，爲叔父孟虎著齊衰之服。其虎是滕伯文叔父也。「爲孟皮齊衰，其叔父也」，謂滕伯爲兄弟之子孟皮著齊衰之服。其滕伯是皮之叔父也。言滕伯上爲叔父、下爲兄弟之子皆著齊衰，是「上不降遠，下不降卑」也。]"
      },
      {
        "index": 6,
        "text": "后木曰：「喪，吾聞諸縣子曰：『夫喪不可不深長思也，[后木，魯孝公子惠伯鞏之後。]買棺外內易。』我死則亦然。」[此孝子之事，非所託。　【疏】正義曰：此一節論屬子以死事非禮之事，各依文解之。　后木云：孝子居喪之禮，吾聞之於縣子云：夫居喪不可不深思長慮也，孝子既深思長慮，故買棺之時當令精好，斵削外內，使之平易。后木既述縣子之言以語其子，又云：在後我身若死，則亦當然。然猶如是。我死亦當如是縣子之言，買棺外內易也。　注「后木」至「之後」。　正義曰：案《世本》，孝公生惠伯革，其後爲厚氏。《世本》云「革」，此云「鞏」；《世本》云「厚」，此云「后」，其字異耳。則惠伯之子孫無名木者，故鄭直云「其後」。　注「此孝」至「所託」。　正義曰：言買棺外內滑易者，此是孝子所爲之事，非是父母豫所屬託，譏后木也。]"
      },
      {
        "index": 7,
        "text": "曾子曰：「尸未設飾，故帷堂，小斂而徹帷。」仲梁子曰：「夫婦方亂，故帷堂，小斂而徹帷。」[斂者動搖尸，帷堂，爲人褻之。言「方亂」，非也。仲梁子，魯人也。]小斂之奠，子游曰：「於東方。」曾子曰：「於西方。斂斯席矣。」[曾子以俗說非。又大斂奠於堂，乃有席。]小斂之奠在西方，魯禮之末失也。[末世失禮之爲。　【疏】正義曰：此一節論小斂失禮之事，各依文解之。　注「言方」至「人也」。○正義曰：知「方亂，非」者，以小斂之後，豈無夫婦方亂之事，何故徹帷乃云「方亂」？明爲動搖尸柩，故帷堂。案《春秋》定五年，魯有仲梁懷，是仲梁，魯人之姓，故知「仲梁子，魯人也」。　「曾子曰『於西方』」。　用禮，小斂之奠設於東方，奠又無席。魯之衰末，奠於西方，而又有席。曾子見時如是，謂將爲禮，故云小斂於西方。斯，此也。其斂之時，於此席上而設奠矣。曾子之言失禮，故記者正之云：小斂之奠所以在西方，是魯人行禮末世失其法也。　注「曾子」至「有席」。　正義曰：知曾子所言非者，案《士喪禮》小斂之奠設於尸東，今曾子言西方，故爲非也。云「大斂奠於堂，乃有席」者，案《士喪禮》大斂之奠設於室，今云堂者，後人轉寫之誤，當云「奠於室」，故鄭答趙商「堂當爲室」也。]"
      },
      {
        "index": 8,
        "text": "縣子曰：「綌衰繐裳，非古也。」[非時尚輕涼慢禮。　【疏】正義曰：此以下論縣子非當時人尚輕涼慢禮之事。綌，葛也。繐，布疏者，漢時南陽鄧縣能作之。當記時，失禮多，尚輕細，故有喪者不服麤衰，但疏葛爲衰，繐布爲裳，故云「非古也」。古，謂周初制禮時也。]"
      },
      {
        "index": 9,
        "text": "子蒲卒，哭者呼「滅」。[滅，蓋子蒲名。]子皋曰：「若是野哉！」[非之也。唯復呼名。子皋，孔子弟子高柴。]哭者改之。[【疏】正義曰：此一節論哭者呼名非禮之事。滅，子蒲名。子蒲卒，哭者呼其名，故子皋曰「若是野哉」。野，不達禮也。唯復呼名，冀其聞名而反。哭則敬鬼神，不復呼其名。而此家哭，獨呼「滅」，子皋深譏之，故云「野哉」也。非之，乃改也。]"
      },
      {
        "index": 10,
        "text": "杜橋之母之喪，宮中無相，以爲沽也。[沽猶略也。　【疏】正義曰：此一節論喪須立相導之事。沽，麤略也。禮，孝子喪親，悲迷不復自知，禮節、事儀皆須人相導。而杜橋家母死，宮中不立相侍，故時人謂其於禮爲麤略。]"
      },
      {
        "index": 11,
        "text": "夫子曰：「始死，羔裘、玄冠者，易之而已。」羔裘、玄冠，夫子不以弔。[不以吉服弔喪。　【疏】正義曰：此一節論始死易服，小斂後不得吉服弔之事。但養疾者朝服，羔裘、玄冠即朝服也。始死則易去朝服，著深衣，故云「易之而已」。記時有不易者，又有小斂後羔裘弔者，記人引《論語·鄉黨》孔子身自行事之禮以譏當時之事，故曰「羔裘、玄冠，夫子不以弔」。時多失禮，唯孔子獨能行之，故言之也。]"
      },
      {
        "index": 12,
        "text": "子游問喪具，夫子曰：「稱家之有亡。」子游曰：「有無惡乎齊？」[惡乎齊，問豐省之比。]夫子曰：「有毋過禮。苟亡矣，斂首足形，[形，體。]還葬，[還之言便也。言已斂即葬，不待三月。]縣棺而封，[不設碑繂，不備禮。「封」當爲「窆」。窆，下棺也。《春秋傳》作「塴」。]人豈有非之者哉？」[不責於人所不能。　【疏】正義曰：此一節論問送終所須當辦具也。　「夫子曰『稱家之有亡』」，稱猶隨也。亡，無也。言各隨其家計豐薄有無也。　「子游曰『有無惡乎齊』」，惡乎猶於何也。子游言，若必隨家之有無，貧富於何可齊？故子游疑而問之。　「夫子曰『有毋過禮』」，此答是稱富家也。毋猶不也。禮有節限，設若家富，有正禮可依，而不得過禮。　「苟亡矣，斂首足形」，此答貧家也。亡，無也。家無財也，但使衣衾斂於首足，形體不令露見而已。「還葬」，還，便也。禮雖眾多，葬日有數，若貧者，斂竟便葬，不須停殯待其月數足也。還之言便也，言已斂即葬，不待三月也。　「縣棺而封」，封即窆。窆，下棺內壙中也。貴者則用碑繂，若貧而即葬者，但手縣棺而下之，同於庶人，不待碑繂。不設碑繂，不備禮。　注「封當」至「作塴」。　正義曰：「《春秋傳》作『塴』」者，案《左傳·昭十二年》「鄭簡公卒，將爲葬除，司墓之室有當道者，毀之則朝而塴，弗毀則日中而塴」，杜注云：「司墓之室，鄭之掌公墓大夫徒屬之家。塴，下棺也。」]"
      },
      {
        "index": 13,
        "text": "司士賁告於子游曰：「請襲於牀。」[時失之也。禮，唯始死廢牀。]子游曰：「諾。」縣子聞之，曰：「汰哉，叔氏！專以禮許人。」[當言禮然，言「諾」，非也。叔氏，子游字。　【疏】正義曰：此一節論不可以禮許人之事。案《喪大記》始死廢牀，至遷尸及襲皆在於牀。當時失禮，襲在於地，故司士賁告子游。「子游曰『諾』」者，子游知襲在牀爲是，故以許諾之。「縣子聞之，曰『汰哉，叔氏！專以禮許人』」，汰，自矜大也。叔氏，子游別字也。言凡有來諮禮事者，當據禮以答之。今子游不據前禮以答之，專輒許諾，如似禮出於己，是自矜大，故縣子聞而譏之曰「汰哉」。當言「禮也」，言「諾」，非也。]"
      },
      {
        "index": 14,
        "text": "宋襄公葬其夫人，醯醢百甕。曾子曰：「既曰明器矣，而又實之。」[言名之爲明器，而與祭器皆實之，是亂鬼器與人器。　【疏】正義曰：此一節論宋襄公失禮之事。案《春秋》，宋襄公卒在僖二十三年。案文十六年傳云：「宋昭公將田孟諸，未至，襄夫人周襄王之姊使甸師攻而殺之。」則宋襄公夫人卒在襄公後，其年極多。此得云「宋襄公葬其夫人」者，蓋襄公初取夫人死在襄公之時，故得葬之，其後取夫人是襄王之姊，死在襄公之後，義不相妨。　「曾子曰『既曰明器，而又實之』」者，曾子不譏器之多，但譏其實爲非也。言既曰神明之器，當虛也，故譏云「而又實之」也。言名之爲明器，而與祭器皆實之，是亂鬼器與人器也。案《既夕禮》陳明器後云「無祭器」，鄭云：「士禮略也。大夫以上兼用鬼器與人器。」若此大夫、諸侯並得人、鬼兼用，則空鬼而實人，故鄭云「與祭器皆實之，是亂鬼器與人器」也。士既無人器，則亦實明器，故《既夕禮》云「罋三，醯、醢、屑」，又云「甒二，醴、酒」也。若夏后氏專用明器，則分半以實之；殷人全用祭器，則亦分半以虛之；周人兼用明器、人器，人器實之，明器虛之。]"
      },
      {
        "index": 15,
        "text": "孟獻子之喪，[獻子，魯大夫仲孫蔑。]司徒旅歸四布。[旅，下士也。司徒使下士歸四方之賻布。]夫子曰：「可也。」[時人皆貪，善其能廉。　【疏】正義曰：此一節論因喪不貪利之事。孟獻子之喪，送終既具，賻布有餘，其家臣司徒敬子稟承主人之意，使旅下士歸還四方賻主人之泉布也。謂四方賻者，泉布本助喪用，今既有餘，故歸還之。時人皆貪，獻子之家獨能如此，故夫子曰「可也」，善其能廉。皇氏以爲：「獻子有餘布，歸之於君，君令國之司徒歸賻於四方。」案《春秋》，魯上卿季氏也，仲孫蔑之卒，季氏無謚曰敬子者，皇氏之言非也。熊氏以爲：「獻子家臣爲司徒。故《左傳》『叔孫氏之司馬鬷戾』，是家臣亦有司徒、司馬也。」]"
      },
      {
        "index": 16,
        "text": "讀賵，曾子曰：「非古也。是再告也。」[曾子言非禮。祖而讀賵，賓致命將行，主人之吏又讀賵，所以存錄之。]成子高寢疾，[成子高，齊大夫國成伯高父也。]慶遺入請曰：「子之病革矣。如至乎大病，則如之何？」[觀其意。革，急也。遺，慶封之族。]子高曰：「吾聞之也，生有益於人，死不害於人。吾縱生無益於人，吾可以死害於人乎哉？我死，則擇不食之地而葬我焉。」[不食，謂不墾耕。　【疏】正義曰：此一節論臨死不忘儉之事。　注「成子」至「父也」。　正義曰：知者，以其有慶遺入請，齊有慶氏，故知是齊大夫。齊有國子高，故知姓國。又見齊《世本》懿伯生貞孟，貞孟生成伯高父，國氏，以此知也。]"
      },
      {
        "index": 17,
        "text": "子夏問諸夫子曰：「居君之母與妻之喪？」「居處、言語、飲食衎爾。」[衎爾，自得貌。爲小君，惻隱不能至。]賓客至，無所館，夫子曰：「生於我乎館，死於我乎殯。」[仁者不厄人。　【疏】正義曰：此一節論臣服小君儀容之事。上子夏問居君之母與妻之喪，此「居處、言語」是夫子答辭，不云「子曰」者，記人略也。]"
      },
      {
        "index": 18,
        "text": "國子高曰：「葬也者，藏也。藏也者，欲人之弗得見也。是故衣足以飾身，棺周於衣，椁周於棺，土周於椁。[言皆所以爲深邃，難人發見之也。國子高，成子高也。成，謚也。]反壤樹之哉？」[反，復也。怪不如大古也，而反封樹之。意在於儉，非周禮。　【疏】正義曰：此一節論重古非今之事。子高之意，人死可惡，故備以衣衾、棺椁，欲其深邃，不使人知。今乃反更封壤爲墳，而種樹以標之哉？言不可封壤種樹也。國子意在於儉，非周禮之法。　注「怪不」至「周禮」。　正義曰：唐虞以上謂之大古。《易·繫辭》云：「古之葬者，厚衣之以薪，不封不樹。」今既封樹，故云「怪不如大古也」。]"
      },
      {
        "index": 19,
        "text": "孔子之喪，有自燕來觀者，舍於子夏氏。子夏曰：「聖人之葬人，與人之葬聖人也，子何觀焉？[與，及也。]昔者夫子言之曰：『吾見封之若堂者矣，[封，築土爲壟。堂形四方而高。]見若坊者矣，[坊形旁殺平上而長。]見若覆夏屋者矣，[覆，謂茨瓦也。夏屋，今之門廡也，其形旁廣而卑。]見若斧者矣。[斧形旁殺，刃上而長。]從若斧者焉，[孔子以爲刃上難登，狹，又易爲功。]馬鬣封之謂也。』[俗間名。]今一日而三斬板而已封，[板蓋廣二尺，長六尺。斬板，謂斷其縮也。三斷上之，旁殺。蓋高四尺，其廣袤未聞也。《詩》云：「縮板以載。」]尚行夫子之志乎哉。」[尚，庶幾也。　【疏】正義曰：此一節論葬夫子封墳之法。　燕國人聞葬聖人，恐有異禮，故從燕來魯觀之。「舍於子夏氏」，舍，住也，燕人來住子夏家也。「子夏曰『聖人之葬人，與人之葬聖人也，子何觀焉』」，與，及也。子夏謂燕人云：若聖人葬人，及人葬聖人，皆用一禮，而子遠來，何所觀乎？王肅云：「『聖人葬人與』屬上句，以言若聖人葬人與，則人庶有異聞得來觀者；若人之葬聖人，與凡人何異？而子何觀之？」然公西赤爲志，徧用三王，而子夏謂葬聖人與凡人不異者，今謂聖凡相葬，禮儀不殊，而孔子葬異，此是賢葬聖師，別自表義，不施世爲法。而子夏恐燕人學斆此禮，故懸而拒之，云其禮本應如一也。而下又述昔聞夫子見四封之異者，此處可共，是許燕人學之，故備陳其教，以赴遠觀之意。　「昔者夫子言之曰『吾見封之若堂者矣』」，既已語燕人無觀，又此歷述孔子之言者，欲以此語與燕人爲法。封，謂墳之也。若如堂基，四方而高。　「見若坊者矣」，坊，堤也，堤坊水，上平而兩旁殺，其南北長也。言又見有築墳形如坊者也。「見若覆夏屋者矣」，殷人以來，始屋四阿，夏家之屋唯兩下而已，無四阿，如漢之門廡。又言見其封墳如覆夏屋，唯兩下而殺，卑而寬廣。又見封如斧之形，其刃嚮上，長而高也。既言四墳之異，夫子之意，從若斧者焉，以爲刃上難登，狹又易爲功力。子夏既道從若斧形，恐燕人不識，故舉俗稱「馬鬣封之謂也」以語燕人。馬騣鬣之上其肉薄，封形似之。　「今一日而三斬板」，子夏前述明夫子語，又引今會古竟，更述其今葬孔子，既是從斧之墳。「今一日」者，謂今作孔子墳，正用一日之功，儉約，不假多時。於一日之中而三斬板者，謂作墳法也。築墳之法，所安板側於兩邊，而用繩約板令立，後復內土於板之上，中央築之，令土與板平，則斬所約板繩斷，而更置於見築土上，又載土其中，三徧如此，其墳乃成，故云「今一日而三斬板」也。　「而已封」者，爲三徧設板築土而止已其封也。故鄭注「板蓋廣二尺，長六尺」。板廣二尺，疊側三板，應高六尺，而云「四尺」者，但形旁袤漸斂，上狹下舒，如斧刃之形，使三板取高四尺，以合周制也。　「尚行夫子之志乎哉」者，尚，庶幾也。言今一日三斬板，是庶幾慕行於孔子平生所志也，以示燕人。　注「板蓋」至「以載」。　正義曰：知「板蓋廣二尺」，案《祭義》曰「築宮仞有三尺」，是牆高一丈。《公羊傳》云：「五板爲堵。」則板廣二尺，故五板高一丈也。知「板長六尺」者，以《春秋左氏》說雉長三丈，高一丈，《公羊傳》云「五板爲堵，五堵爲雉」，按五堵而爲雉，則堵長六尺，故《詩》箋云「雉長三丈，則板六尺」。知「蓋高四尺」者，以上合葬於防崇四尺，今葬夫子不可過之。又板廣二尺，三板斜殺，唯高四尺耳。其東西之廣，南北之袤，則未聞也。引《詩》「縮板以載」，是《大雅·緜》之篇也。引之者，證縮爲約板之繩。孫毓難云：「孔子墓，魯城北門外西。墳四方，前高後下，形似臥斧，高八九尺。今無馬鬣封之形，不止于三板，記似誤者。」孫毓云據當時所見，其墳或後人增益，不與元葬墳同，無足怪也。]"
      },
      {
        "index": 20,
        "text": "婦人不葛帶。[婦人質，不變重者，至期除之。卒哭，變絰而已。　【疏】正義曰：此論齊、斬婦人帶要、絰也。葬後卒哭，變麻易葛，而婦人重要而質，不變所重，故不葛帶，至期除之。卒哭，直變絰而已。大功以下輕，至卒哭，並變爲葛，與男子同。絰，首絰也。婦人輕首重要故也。]"
      },
      {
        "index": 21,
        "text": "有薦新，如朔奠。[重新物，爲之殷奠。　【疏】正義曰：薦新，謂未葬，中間得新味而薦亡者。「如朔奠」者，謂未葬前月朔大奠於殯宮者。大奠，則牲饌豐也。朔禮視大斂，士則特豚、三鼎。今若有新物及五穀始熟，薦於亡者，則其禮牲物如朔之奠也。大夫以上則朔望大奠，若士，但朔而不望。]"
      },
      {
        "index": 22,
        "text": "既葬，各以其服除。[卒哭當變衰麻者，變之或有除者，不視主人。　【疏】正義曰：既葬，謂三月葬竟後至卒哭，重親各隨所受而變服。若三月之親，至三月數滿應除者，葬竟各自除，不待主人卒哭之變，故云「各以其服除」也。]"
      },
      {
        "index": 23,
        "text": "池視重霤。[如堂之有承霤也。承霤，以木爲之，用行水，亦宮之飾也。柳，宮象也。以竹爲池，衣以青布，縣銅魚焉。今宮中有承霤，云以銅爲之。　【疏】正義曰：池者，柳車之池也。重霤者，屋承霤也，以木爲之，承於屋霤，入此木中，又從木中而霤於地，故謂此木爲重霤也。天子則四注，四面爲重霤；諸侯四注，重霤則差降，去後，餘三；大夫唯餘前後二；士則唯一在前。而生時既屋有重霤以行水，死時柳車亦象宮室，而於車覆鼈甲之下，牆帷之上，織竹爲之，形如籠，衣以青布，以承鼈甲，名之爲池，以象重霤。方面之數，各視生時重霤。]"
      },
      {
        "index": 24,
        "text": "君即位而爲椑，[椑，謂杝棺親尸者。椑，堅著之言也。言天子椑內又有水、兕革棺。]歲壹漆之，[若未成然。]藏焉。[虛之不令。　【疏】正義曰：此一節論人君尊，即位得爲棺之事。君，諸侯也。言諸侯，則王可知也。椑，杝棺也，漆之堅強甓甓然也。人君無論少長，而體尊備物，故亦即位而造爲此棺也。椑，謂杝棺親尸者也。古者天子椑內又有水、兕而諸侯無，但用杝在內以親尸也。　「歲壹漆之」者，雖爲尊得造，交未供用，故不欲即成，但每年一漆，示如未成也。唯云漆杝，則知不漆杝棺外屬等。　「藏焉」者，棺中不欲空虛，如急有待也，虛之不令也。令，善也。言若虛空，便爲不善，故藏物於其中。一本爲「虛之不合」者，謂不以蓋合覆其上，既不合覆，不欲令人見，故藏焉。]"
      },
      {
        "index": 25,
        "text": "復、楔齒、綴足、飯、設飾、帷堂並作。[設飾，謂遷尸又加新衣。]父兄命赴者。[謂大夫以上也。士，主人親命之。　【疏】正義曰：此一節論始死之事。復，招魂也。楔，柱也。招魂之後，用角柶柱亡人之齒令開，使含時不閉也。　「綴足」者，復用燕几綴亡人之足令直，使著屨時不辟戾也。　「飯」者，飯含也。「設飾」者，謂襲斂遷尸之時，及又加著新衣也。　「帷堂」者，謂小斂時。　「並作」者，作，起爲也。自「復」以下，諸事並起以帷堂，故云「並作」。　「父兄命赴者」，亦復後之事。赴，謂死者生時於他人有恩識者，今死，則其家宜使人往相赴告也。《士喪禮》則孝子自命赴者，若大夫以上，則父兄命之也。何以然？尊，許其病深，故使人代命之也。雖代命之，猶稱孝子名也。]"
      },
      {
        "index": 26,
        "text": "君復於小寢、大寢、小祖、大祖、庫門、四郊。[尊者，求之備也。亦他日所嘗有事。　【疏】正義曰：此一節論人君禮備，復處又多。自小寢以下，明招魂處所也。君，王侯也。於小寢者，前曰廟，後曰寢，《爾雅》云：「室有東西廂曰廟，無東西廂有室曰寢。」此小寢者，所謂高祖以下寢也，王侯同。大寢，謂天子始祖、諸侯大祖也。小祖，高祖以下廟也，王侯同。大祖，天子始祖、諸侯大祖廟也。兩言於廟，求神備也。《周禮·夏采》「以冕服復於大祖廟」是也。其小廟則祭僕復之，其小寢、大寢則隸僕復之。故《祭僕》云「復于小廟」，鄭注云：「小廟，高祖以下也。」《隸僕》云「復于小寢、大寢」，注云：「小寢，高祖以下廟之寢也。始祖曰大寢。」四郊則夏采復之，故《夏采》云「乘車建綏，復於四郊」。此天子之事也。其諸侯復則小臣，故《喪大記》云「小臣復」。案《周禮·內小臣職》，小臣上士四人。案《雜記》云「復西上」，注：「各如其命數。」上公九命，侯伯七命，則小臣不足，明更有餘官。又復人雖依命數，復處既多，則復人不足，當於此復了，更轉嚮他處。]"
      },
      {
        "index": 27,
        "text": "喪不剝，奠也與？祭肉也與？[剝猶倮也。有牲肉則巾之，爲其久設，塵埃加也。脯、醢之奠不巾。　【疏】正義曰：此一節論祭肉不可露見之事。剝，猶倮露也。言喪奠脯醢不復設巾，可得倮露。「與」是語辭。謂喪不倮露奠者，爲有祭肉也。無祭肉，即得倮露。　注「有牲」至「不巾」。　正義曰：案《士喪禮》小斂，陳一鼎，小斂既奠于尸東，祝受巾巾之，是「有牲肉則巾之」也。《士喪禮》又云，始死，脯醢、醴酒，奠于尸東，無巾；又殯後朝夕乃奠，醴酒、脯醢，如初設，不巾，是脯醢、醴酒不巾也。案《既夕禮》柩朝廟，「重先，奠從，奠設如初，巾之」，此亦脯醢之奠，巾之者，爲其在堂，恐埃塵，故雖脯醢亦巾之。此文「脯醢之奠不巾」者，據室內也。]"
      },
      {
        "index": 28,
        "text": "既殯旬，而布材與明器。[木工宜乾腊，且豫成。材，椁材也。]朝奠日出，夕奠逮日。[陰陽交接，庶幾遇之。　【疏】正義曰：此一節論葬禮須豫備之事。　「既殯旬」，謂殯後十日也。　「而布材與明器」者，布，班也。材，謂椁材也。殯後十日而班布告下，覓椁材及送葬明器之材。或云：布其木宜乾腊，故豫須暴之也。《士喪禮》筮宅吉，「左還椁，獻明器之材于殯門外」，是也。]"
      },
      {
        "index": 29,
        "text": "父母之喪哭無時，使，必知其反也。[謂既練，或時爲君服金革之事，反必有祭。　【疏】正義曰：禮，哭無時有三種：一是初喪未殯之前，哭不絕聲；二是殯後，除朝夕之外，廬中思憶則哭；三是小祥之後，哀至而哭，或一日二日，而無復朝夕之時也。此云「哭無時」，謂小祥之後也。何以知然？下云「使，必知其反」，是其可使之時也。　「使，必知其反也」者，使，謂君使之也。既小祥，哭無時，其時可爲君所使，金革之事也。反，還也。若爲使，還家當必設祭告親之神，令知其反。亦「出必告，反必面」之義也。　注「謂既練，或時爲君服金革之事，反必有祭」者，《禮運》云「三年之喪，期不使」，《公羊傳》亦期不使，是知期內不使，則期外可使也。而《曾子問》云：「卒哭，服金革之事無辟，此魯侯有爲爲之也。」《喪大記》云「卒哭而服金革之事」，鄭云：「權禮也。」是知卒哭而使，非正禮也。]"
      },
      {
        "index": 30,
        "text": "練，練衣黃裏，縓緣，[小祥練冠，練中衣，以黃爲內，縓爲飾。黃之色卑於纁。縓，纁之類。明外除。]葛要絰，繩屨無絇，角瑱，[瑱，充耳也，吉時以玉。人君有瑱。]鹿裘衡長袪。[「衡」當爲「橫」，字之誤也。袪，謂褎緣袂口也。練而爲裘，橫廣之，又長之，又爲袪，則先時狹短無袪可知。吉時麛裘。]袪，裼之可也。[裼，表裘也。有袪而裼之，備飾也。《玉藻》曰：「麛裘青犴褎，絞衣以裼之。」鹿裘亦用絞乎？　【疏】正義曰：練，小祥也。小祥而著練冠，練中衣，故曰「練」也。「練衣」者，練爲中衣。「黃裏」者，黃爲中衣裏也。正服不可變，中衣非正服，但承衰而已，故小祥而爲之黃袷裏也。「縓緣」者，縓爲淺絳色也，緣謂中衣領及褎緣也。裏用黃而領緣用縓者，領緣外也，明其外除，故飾見外也。　「葛要絰」者，亦小祥後事也。小祥，男子去首絰，唯餘要葛也。　「繩屨」者，謂父喪，菅屨；卒哭，受齊衰，蒯藨屨；至小祥，受大功，繩麻屨也。「無絇」者，絇，屨頭飾也，吉有，喪無。　「角瑱」者，瑱，充耳也。人君平常吉用玉爲之，以掩於耳。在初喪亦無，至小祥，微飾，以角爲之。　「鹿裘」者，亦小祥後也。爲冬時吉凶衣裏皆有裘，吉時則貴賤有異，喪時則同用大鹿皮爲之。鹿色近白，與喪相宜也。　「衡長袪」者，衡，橫也。袪，褎緣口也。小祥之前，裘狹而短，袂又無袪。至小祥稍飾，則更易作橫廣大者也，又長之，又設其袪也。「練而爲裘」者，爲猶作也。前時已有裘，但短小，至小祥更作大長者，橫廣之，又長之，爲袪，更新造之，又加此三法也。　「袪，裼之可也」者，裼，謂裘上又加衣也。吉時裘上皆有裼衣，喪已後，既凶、質，雖有裘，裘上未有裼衣。至小祥，裘既橫長，及有袪，爲吉，轉文，故加裼之可也。案如此文，明小祥時外有衰，衰內有練中衣，中衣內有裼衣，裼衣內有鹿裘，鹿裘內自有常著襦衣。　注「黃之」至「外除」。　正義曰：纁是赤色也，其色華美。黃雖是正色，卑質於纁。《爾雅·釋器》云「一染謂之縓，三染謂之纁」，故言纁類也。華者在外，故云「明外除」。　注「吉時以玉，人君有瑱」。　正義曰：案吉時君、大夫、士皆有瑱，此唯云「人君有瑱」者，以經云「角瑱」，故鄭云「吉時以玉」，據人君吉時。又云「人君有瑱」，故知人臣凶時無瑱。　注「玉藻」至「絞乎」。　正義曰：引《玉藻》者，以此經鹿裘直云「裼之可」，不知裼用何衣。大者曰鹿，小者曰麛，同類之物。麛裘既用絞爲裼，則鹿裘亦用絞乎？「乎」者，疑辭。然麛裘用青豻爲褎，則鹿裘之褎亦用青豻也。]"
      },
      {
        "index": 31,
        "text": "有殯，聞遠兄弟之喪，雖緦必往；[親骨肉也。]非兄弟，雖鄰不往；[疏無親也。]所識，其兄弟不同居者皆弔。[就其家弔之，成恩舊也。　【疏】正義曰：此一節論哭弔之事。　「所識，其兄弟不同居者皆弔」者，此文連上「有殯」之下。若其骨血兄弟，雖緦必往；若其非兄弟骨血，疏外之人，雖鄰不往。今有既非兄弟，又非疏外，平生所共識知，往來同恩好，今若身死者，兄弟雖不同居，亦就往弔之，成其死者之恩舊也。其死者兄弟不同居尚往弔之，則死者子孫就弔可知，舉疏以見親也。己有殯，得弔之者，以其死者與我有恩舊也。皇氏以爲：「別更起文，不連有殯之事。所識者，謂識其死者之兄弟，是小功以下之親。既識兄弟，雖不同居，皆一一就弔之。」未知然否，故兩存焉。]"
      },
      {
        "index": 32,
        "text": "天子之棺四重：[尚深邃也。諸公三重，諸侯再重，大夫一重，士不重。]水兕革棺被之，其厚三寸，[以水牛、兕牛之革以爲棺，被革各厚三寸，合六寸也。此爲一重。]杝棺一，[所謂椑棺也。《爾雅》曰：「椴，杝。」]梓棺二。[所謂屬與大棺。]四者皆周。[周，帀也。凡棺，因能濕之物。]棺束縮二衡三，衽每束一。[「衡」亦當爲「橫」。衽，今小要衽，或作「漆」，或作「髹」。]柏椁以端長六尺。[以端，題湊也，其方蓋一尺。　【疏】正義曰：此一節論天子、諸侯以下棺椁厚薄長短之事。　「天子之棺四重」者，尊者尚深邃也。四重者，水牛、兕牛皮二物爲一重也，又杝爲第二重也，又屬爲第三重也，又大棺爲第四重也。四重凡五物也。以次而差之，上公三重，則去水牛，餘兕、杝、屬、大棺也；侯伯子男再重，又去兕，餘杝、屬、大棺；大夫一重，又去杝、餘屬、大棺也；士不重，又去屬，唯單用大棺也。天子大棺厚八寸，屬六寸，椑四寸，又二皮六寸，合二尺四寸也。上公去水牛之三寸，餘兕、椑、屬、大棺，則合二尺一寸。諸侯又去兕之三寸，餘合一尺八寸也。列國上卿又除椑四寸，餘合一尺四寸也。大夫大棺六寸，屬四寸，合一尺。士則不重，但大棺六寸耳。故庶人四寸矣。而天子卿大夫文不見，有通者云：「天子卿大夫並與列國君同。若天子之士，與諸侯大夫同也。」喪質，不得依吉時祭服也。若吉時祭服，則天子臣與諸侯同。然春秋時多僭，趙簡子言罰，乃不設屬、椑，非也。水、兕二皮並不能厚三寸，故合被之，令各厚三寸也。二皮能濕，故最在裏近尸也。　「杝棺一」者，椴也。材亦能濕，故次皮也。杝唯一種，故云一也。諸侯無革，則杝親尸也，所謂椑棺也，即前言「君即位爲椑」是也。杝即椴木，鄭引《爾雅》曰「椴，杝」，一物二名，名椴又名杝也。　「梓棺二」者，杝棺之外又有屬棺，屬棺之外又有大棺，大棺與屬棺並用梓，故云二也。則《喪大記》云「屬六寸，大棺八寸」也。　「四者皆周」者，四，四重也。周，帀也。謂四重之棺上下四方悉周帀也。唯椁不周，下有茵，上有抗席故也。　「棺束」者，古棺木無釘，故用皮束合之。　「縮二」者，縮，縱也。縱束者用二行也。　「衡三」者，橫束者三行也。　「衽每束一」者，衽，小要也，其形兩頭廣，中央小也。既不用釘棺，但先鑿棺邊及兩頭合際處作坎形，則以小要連之令固。棺並相對，每束之處以一行之衽連之。若竪束之處，則竪著其衽，以連棺蓋及底之木，使與棺頭尾之材相固。漢時呼衽爲小要也。　「柏椁」者，謂爲椁用柏也。天子柏，諸侯松，大夫柏，士雜木也。鄭注《方相職》云：「天子椁柏，黃腸爲裏，而表以石焉。」　「以端」者，端猶頭也。積柏材作椁，並葺材頭也，故云「以端」。　「長六尺」者，天子椁材，每段長六尺而方一尺。天子以下，庶人以上，鄭注《喪大記》具之。　注「衽或作『漆』，或作『髹』」。　正義曰：經之「衽」字，諸《禮記》本或有作「漆」字者，或有作「髹」字者。　注「以端」至「一尺」。　正義曰：以此木之端首題湊嚮內。知「其方蓋一尺」者，以庶人四寸之棺，五寸之椁，椁厚於棺一寸。案《喪大記》「君大棺八寸」，君謂諸侯，則天子之大棺或當九寸，其椁厚一尺，故云「其方蓋一尺」，則椁之厚也。如鄭此言，椁材並皆從下壘至上，始爲題湊。湊，嚮也，言木之頭相嚮而作四阿也。如此乃得椁之厚薄與棺相準。皇氏以爲「壘椁材從下即題湊，椁六尺」，與椁全不相應，又鄭何云「其方蓋一尺」？皇氏之義非也。]"
      },
      {
        "index": 33,
        "text": "天子之哭諸侯也，爵弁絰，䊷衣。[服士之祭服以哭之，明爲變也。天子至尊，不見尸柩，不弔服，麻不加於采。此言絰，衍字也。時人聞有弁絰，因云之耳。《周禮》王弔諸侯，弁絰緦衰也。]或曰：「使有司哭之。」[非也。哀戚之事不可虛。]爲之不以樂食。[蓋謂殯斂之間。　【疏】正義曰：此一節論天子哭諸侯之事。　注「服士」至「衰也」。　正義曰：「天子至尊，不見尸柩，不弔服」者，薨在本國，天子遙哭之，不親見尸柩，不服緦衰弔，而服爵弁、䊷衣。䊷衣，絲衣也。則諸侯以下雖不見尸柩，仍弔服也。　「或曰『使有司哭之』」者，或人云，天子不自哭，但令有司哭之耳，非也。　「爲之不以樂食」，此是記者之言，非復或人之說也。天子食有樂，今喪諸侯，故食不復奏樂也。此不以樂食者，「蓋謂殯斂之間」，鄭以意斷不用樂之期也。諸侯五日殯也，然諸侯爲其臣或至葬不食肉，卒哭不舉樂，蓋臣少而己卑，不得同王也。]"
      },
      {
        "index": 34,
        "text": "天子之殯也，菆塗龍輴以椁，[菆木以周龍輴，如椁而塗之。天子殯以輴車，畫轅爲龍。]加斧于椁上，畢塗屋。[斧謂之黼，白黑文也。以刺繡於縿幕，加椁以覆棺，已乃屋其上，盡塗之。]天子之禮也。[【疏】正義曰：此一飾論菆塗爲古天子殯法也。菆，叢也。謂用木叢棺而四面塗之，故云「菆塗」也。　「龍輴」者，殯時輴車載柩，而畫轅爲龍，故云「龍輴」也。　「以椁」者，亦題湊。叢木象椁之形，故云「以椁」。　「加斧于椁上」者，斧，謂繡覆棺之衣爲斧文也。先菆四面爲椁，使上與棺齊，而上猶開也，以棺衣從椁上入覆於棺，故云「加斧于椁上」也。　「畢塗屋」者，畢，盡也。斧覆既竟，又四注爲屋，覆上而下，四面盡塗之也，故云「畢塗屋」。鄭云「菆木以周龍輴」者，謂叢眾木直壘周龍輴，至上乃題湊，則諸侯至上不題湊也。]"
      },
      {
        "index": 35,
        "text": "唯天子之喪有別姓而哭。[使諸侯同姓、異姓、庶姓相從而爲位，別於朝覲來時。朝覲，爵同同位。　【疏】正義曰：此一節論哭天子之事，各依文解之。　注「使諸」至「同位」。　正義曰：異姓者，鄭注《周禮》云「王昏姻甥舅」。庶姓者，謂與王無親者。此言「朝覲，爵同同位」，則不分別同姓、異姓。然《覲禮》，「諸侯受舍於朝，同姓西面，異姓東面」，鄭注云：「分別同姓、異姓，受之將有先後也。」與此不同者，《覲禮》先公而後侯，先侯而後伯，是亦爵同同位，但就同姓之中先爵尊耳，與此無別。]"
      },
      {
        "index": 36,
        "text": "魯哀公誄孔丘曰：「天不遺耆老，莫相予位焉。嗚呼哀哉，尼父！」[誄其行以爲謚也。莫，無也。相，佐也。言孔子死，無佐助我處位者。尼父，因且一字以爲之謚。　【疏】正義曰：此一節論哀公誄孔子之事。孔子以哀公十六年夏四月己丑日卒，哀公欲爲作謚。作謚，宜先列其生時行狀，謂之爲誄。　「曰『天不遺耆老，莫相予位焉』」者，作誄辭也。遺，置也。耆老，謂孔子也。莫，無也。相，佐也。言上天不置孔子，故無復佐助我處於位者也。　「嗚呼哀哉」，傷痛之辭也。　「尼父」，尼則謚也。父，且字甫，是丈夫之美稱。稱字而呼之「尼父」也。]"
      },
      {
        "index": 37,
        "text": "國亡大縣邑，公卿大夫士皆厭冠，哭於大廟三日，君不舉。[軍敗失地，以喪歸也。厭冠，今喪冠，其服未聞。]或曰：君舉而哭於后土。[后土，社也。　【疏】正義曰：此一節論人君爲國致憂之事。　「國亡大縣邑」者，亡，失也。國之軍敗，亡失土邑也。　「公卿大夫士皆厭冠，哭於大廟三日」者，公，孤也。《士喪禮》云「公卿大夫繼主人」，鄭云「公，大國之孤四命者」是也。厭冠，喪冠也。國既失地，是諸侯無德所招，故諸臣皆著喪冠而哭於君之大廟三日也。失地爲先祖所哀，故在廟也。　「君不舉」者，舉，謂舉樂也。臣入廟三日哭，故君亦三日不舉樂也。「或曰：君舉而哭於后土」者，后土，社也。又有或者言：亦舉樂，而自於社中哭之，社主土故也。然二處之哭，鄭皆不非，未知孰是。庾蔚云：「舉者，謂舉饌。」引《周禮·膳夫》「王日一舉」，又「王齊，日三舉」，注云「殺牲盛饌曰舉」。案庾蔚及前，通合而爲用也。]"
      },
      {
        "index": 38,
        "text": "孔子惡野哭者。[爲其變眾。《周禮》：「銜枚氏掌禁野叫呼歎嗚於國中者、行歌哭於國中之道者。」　【疏】正義曰：哭非其地謂之野，爲變眾，故惡之也。]"
      },
      {
        "index": 39,
        "text": "未仕者不敢稅人。如稅人，則以父兄之命。[不專家財也。稅，謂遺予人。　【疏】正義曰：此論人子之法也。　稅人，謂以物遺人也。未仕，未尊，則亦不敢專家財餉人也。「如稅人」，謂已仕者也。雖得遺人，亦當必稱父兄以將遺之。]"
      },
      {
        "index": 40,
        "text": "士備入而后朝夕踊。[備猶盡也。國君之喪，嫌主人哭，入則踊。　【疏】正義曰：此一節論君喪，羣臣朝夕哭踊之事。備，盡也。國君喪，羣臣則朝夕即位哭踊。嗣君孝子雖先入即位哭，必待諸臣皆入，列位畢後，乃俱踊者也。士卑，最後，故舉士入爲畢也。所入有前後，而相待踊者，孝子哀深，故前入也，踊須相視爲節，故俟齊也。]"
      },
      {
        "index": 41,
        "text": "祥而縞。[縞冠素紕也。]是月禫，徙月樂。[言禫明月可以用樂。　【疏】正義曰：祥，大祥也。縞，謂縞冠，大祥日著之，故《小記》「除成喪者，其祭也朝服縞冠」是也。　「是月禫，徙月樂」者，《鄭志》曰：「既禫，徙月而樂作，禮之正也。孔子五日彈琴自省樂，哀未忘耳。踰月可以歌，皆自身踰月所爲也。此非當月所受樂名。既禫始得備樂，而在心猶未忘能歡，徙月之樂，極歡也。哀殺有漸，是以樂亦隨之也。」]"
      },
      {
        "index": 42,
        "text": "君於士有賜帟。[帟，幕之小者，所以承塵，賜之則張於殯上。大夫以上，幕人職供焉。　【疏】正義曰：賜，惠賜也。帟者，幕之小者也。大夫以上，喪則幕人職供之也。士唯有君恩賜之乃得有帟也。]"
      }
    ]
  }
}