{
  "chapterNumber": 3,
  "title": "卷02",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "道德仁義，非禮不成；教訓正俗，非禮不備；分爭辨訟，非禮不決；君臣、上下、父子、兄弟，非禮不定；宦學事師，非禮不親；班朝治軍，涖官行法，非禮威嚴不行；禱祠祭祀，供給鬼神，非禮不誠不莊。[分、辨皆別也。官，仕也。班，次也。涖，臨也。莊，敬也。學，或爲「御」。]是以君子恭敬、撙節、退讓以明禮。[撙猶趨也。]鸚鵡能言，不離飛鳥；猩猩能言，不離禽獸；今人而無禮，雖能言，不亦禽獸之心乎？夫唯禽獸無禮，故父子聚麀。[聚猶共也。鹿牝曰麀。]是故聖人作，爲禮以教人，使人以有禮，知自別於禽獸。"
      },
      {
        "index": 1,
        "text": "[\n【疏】正義曰：此一節明禮爲諸事之本，言人能有禮，然可異於禽獸也。　「道德仁義，非禮不成」者，道者，通物之名；德者，得理之稱；仁是施恩及物；義是裁斷合宜。言人欲行四事，不用禮，無由得成，故云「非禮不成」也。道德爲萬事之本，仁義爲羣行之大，故舉此四者爲用禮之主，則餘行須禮可知也。道是通物，德是理物。理物由於開通，是德從道生，故「道」在「德」上。此經「道」謂才藝，「德」謂善行，故鄭注《周禮》云：「道多才藝，德能躬行。」非是《老子》之「道德」也。熊氏云：「此是《老子》『失道而後德，失德而後仁，失仁而後義』。」今謂道德，大而言之，則包羅萬事；小而言之，則人之才藝善行，無問大小，皆須禮以行之，是禮爲道德之具，故云「非禮不成」。然人之才藝善行得爲道德者，以身有才藝，事得開通，身有美善，於理爲得，故稱道德也。　「教訓正俗，非禮不備」者，熊氏云：「教謂教人師法，訓謂訓說義理。」以此教訓，正其風俗，非得其禮，不能備具，故云「非禮不備」。但教之與訓，小異大同。　「分爭辨訟，非禮不決」者，《周禮·司寇》：「以兩造禁民訟。」又云：「以兩劑禁民獄。」故鄭云：「爭罪曰獄，爭財曰訟。」爭則萬事通名，故《左傳》云「凡有血氣，皆有爭心」，又云「錐刀之末，將盡爭之」是也。此「爭財曰訟」，對文異耳，散則通名。故《左傳》云「衛侯與元咺訟」，是爭罪亦曰訟也。　「君臣、上下、父子、兄弟，非禮不定」者，「上」謂公卿大夫，「下」謂士也。君父南面，臣子北面，公卿大夫則列位於上，士則列位於下，兄前弟後，唯禮能定也。《白虎通》云：「君，羣也，羣下之所歸心也。臣，堅也，厲志自堅也。父，矩也，以法度教子也。子，孳也，孳孳無已也。兄，況也，況父法也。弟，悌也，心順行篤也。」　「宦學事師，非禮不親」者，熊氏云：「宦，謂學仕宦之事；學，謂習學六藝。此二者俱是事師，非禮不親。」《左傳·宣二年》，趙盾見靈輒餓，問之，云「宦三年矣」。服虔云：「宦，學也。」是學職事爲宦也。　「班朝治軍，涖官行法，非禮威嚴不行」者，班，次也；朝，朝廷也。次，謂司士正朝儀之位次也。治軍，謂師旅卒伍各正其部分也。涖，臨也。官，謂卿、大夫、士各有職掌。行法，謂司寇、士師明刑法也。皆用禮，威嚴乃行也。　「禱祠祭祀，供給鬼神，非禮不誠不莊」者，《周禮·都宗人》云「國有大故，則令禱祠」，鄭注云：「祠謂報塞。」又《小宗伯》注云：「求福曰禱，得求曰祠。」熊氏云：「祭祀者，國家常禮。牲幣之屬。」以供給鬼神，唯有禮乃能誠敬。　「是以君子恭敬、撙節、退讓以明禮」者，君子是有德有爵之通稱。王肅云：「君上位，子下民。」又康成注《少儀》云：「君子，卿、大夫若有異德者。」凡禮有深疑，則舉君子以正之。「恭敬」者，何胤云：「在貌爲恭，在心爲敬。」何之所說，從多舉也。夫貌多心少爲恭，心多貌少爲敬。所以知者，《書》云：「奉先思孝，接下思恭。」又云：「貌曰恭。」又《少儀》云：「賓客主恭，祭祀主敬。」《論語》云「巧言、令色、足恭。」又云：「至於犬馬皆能有養，不敬，何以別乎？」又《孝經說》：「君、父同敬，爲母不同敬。」以此諸文言之，凡稱敬，多爲尊，故知貌多爲恭，心多爲敬也。又通而言之，則恭、敬是一。《左傳》云：「敬恭父命。」《士昏禮》云：「敬恭聽，宗父母之言。」《孝經》云：「恭敬安親。」此並「恭」「敬」連言，明是一也。撙者，趨也。節，法度也。言恆趨於法度。「退讓以明禮」者，應進而遷曰退，應受而推曰讓。「以明禮」者，既道德仁義已下並須禮以成，故君子之身行恭敬、趨法度及退讓之事，以明禮也。　「猩猩」至「禽獸」。　正義曰：《爾雅》云：「猩猩小而好啼。」郭注：「《山海經》云：『人面豕身，能言語。』今交阯封谿縣出猩猩，狀如獾㹠，聲似小兒啼。」今案，禽獸之名，經記不同。《爾雅》云：「二足而羽謂之禽，四足而毛謂之獸。」今鸚鵡是羽，曰禽；猩猩四足而毛，正可是獸。今並云「禽獸」者，凡語有通別，別而言之，羽則曰禽，毛則曰獸。所以然者，禽者，擒也，言鳥力小，可擒捉而取之；獸者，守也，言其力多，不易可擒，先須圍守，然後乃獲，故曰獸也。通而爲說，鳥不可曰獸，獸亦可曰禽。故鸚鵡不曰「獸」，而猩猩通曰「禽」也。故《易》云：「王用三驅，失前禽。」則驅走者亦曰禽也。又《周禮·司馬職》云：「大獸公之，小禽私之。」以此而言，則禽未必皆鳥也。又康成注《周禮》云：「凡鳥獸未孕曰禽。」《周禮》又云：「以禽作六贄：卿羔，大夫鴈。」《白虎通》云：「禽者，鳥獸之揔名。」以此諸經證，「禽」名通獸者，以其小獸可擒，故得通名「禽」也。]"
      },
      {
        "index": 2,
        "text": "大上貴德，[大上，帝皇之世，其民施而不惟報。]其次務施報。[三王之世，禮始興焉。]禮尚往來。往而不來，非禮也；來而不往，亦非禮也。人有禮則安，無禮則危，故曰：禮者，不可不學也。夫禮者，自卑而尊人。雖負販者，必有尊也，而況富貴乎？[負販者尤輕恌志利，宜若無禮然。]富貴而知好禮，則不驕不淫；貧賤而知好禮，則志不懾。[懾猶怯惑。　【疏】正義曰：此一節明世變道殊，所貴有異，雖負販者必須有禮，各隨文解之。　「太上貴德」者，大上謂三皇五帝之世也。其時猶淳厚其德，不尚往來之禮，所貴者在於有德，故曰「貴德」也。德主務施，其事但施而不希其反也。「皇」是三皇，「帝」是五帝，不云「皇帝」者，恐是一事不分，故鄭升帝於皇上，以殊異代矣。然五帝雖有三禮、五玉、陟方、朝會，而猶是揖讓，故上同三皇，是以《禮運》注謂五帝爲大道之時也。熊氏云：「三皇稱皇者，皆行合天皇之星。故《詩緯·含神霧》宋均注云：『北極，天皇大帝，其精生人。』然則稱皇者，皆得天皇之氣也。鄭玄意則以伏犧、女媧、神農爲三皇，故注《中候·勑省圖》引《運斗樞》伏犧、女媧、神農爲三皇也。然宋均注《援神契》引《甄耀度》數燧人、伏犧、神農爲三皇，譙周《古史考》亦然。《白虎通》取伏犧、神農、祝融爲三皇，孔安國則伏犧、神農、黃帝爲三皇。並與鄭不同。此皆無所據，其言非也。鄭數伏犧、女媧、神農，非謂其人身自相接，其間代之王多矣，《六藝論》云燧人至伏犧一百八十七代，宋均注《文耀鉤》云女媧以下至神農七十二姓，譙周以爲伏犧以次有三姓始至女媧，女媧之後五十姓至神農，神農至炎帝一百三十三姓，是不當身相接。譙周以神農、炎帝爲別人，又以神農爲木德，女媧爲水德，皆非鄭義也。其五帝者，鄭注《中候·勑省圖》云：『德合五帝坐星者稱帝。』則黃帝、金天氏、高陽氏、高辛氏、陶唐氏、有虞氏是也。實六人，而稱『五』者，以其俱合五帝坐星也。五帝所以稱帝者，《坤靈圖》云：『德配天地，在正不在私，稱之曰帝。』三王稱王者，莊三年《穀梁傳》曰：『其曰王者，人所歸往也。』散而言之，則三皇亦稱帝，則《月令》云『其帝太昊』是也；五帝亦稱皇，則《呂刑》云『皇帝清問下民』是也。至三王德劣，不得上同於天，唯稱王而已。此云『太上貴德』，鄭云『帝皇之世』，則帝皇以上皆行德也。所以《中候·握河紀》云：『皇道帝德，非朕所專。』是三皇行道，五帝行德。不同者，但德由道生，道爲其本，故道優於德。散而言之，德亦是道，故揔云『貴德』。既三皇行道，五帝行德，以次推之，則三王行仁，五霸行義。五帝雖行德，亦能有仁，故《大學》云『堯、舜率天下以仁』是也。案《老子》云：『道常無名』，河上公云：『能生天、地、人，則當大《易》之氣也。』《道德經》云『上德不德』，其德稍劣於常道，則三皇之世法大《易》之道行之也。然則可行之道，則伏犧畫八卦之屬是也，三皇所行者也。『下德不失德』，河上公云：『下德，謂號謚之君。』則五帝所行者也。但三皇則道多德少，五帝則道少德多。」此皆熊氏之說也。今謂道者，開通濟物之名，萬物由之而有，生之不爲功，有之不自伐，虛無寂寞，隨物推移，則天地所生，微妙不測，聖人能同天地之性，其愛養如此，謂之爲道。此則常道，人行大道也。其如此善行爲心，於己爲得，雖不矜伐，意恆爲善，謂之爲德，此則劣於道也。既能推恩濟養，惻隱矜恤於物，謂之爲仁，又劣於德。若其以仁招物，物不從己，征伐刑戮，使人服從，謂之爲義，又劣於仁。以義服從，恐其叛散，以禮制約，苟相羇縻，是之謂禮，又劣於義。此是人情小禮，非大禮也。聖人之身，俱包五事，遇可道行道，可德行德，可仁行仁，可義行義，皆隨時應物。其實諸事並有，非是有道德之時無仁義，有仁義之時無道德也。此道德，以大言之，則天地聖人之功也；以小言之，則凡人之行也。故鄭注《周禮》云：「道多才藝，德能躬行。」謂於一人之上亦能開通，亦於己爲德。以此言之，則《周禮》「三德」「六德」，及《皋陶》「九德」，及《洪範》「三德」，諸經傳道德皆有分域，小大殊名，不足怪也。　注「其民施而不惟報」。　正義曰：惟，思也。世既貴德，但有施惠，而不思求報也。　「其次務施報」。　正義曰：其次，謂三王之世也。務，猶事也。三王之世，獨親其親，獨子其子，貨力爲己，施則望報，以爲恆事，故云「務施報」。　「禮尚往來」者，言三王之世，其禮主尚往來。　「貧賤」至「不懾」　懾，怯也，惑也。貧者之容，好怯惑畏人，使心志不遂。若知禮者，則持禮而行之，故志不懾怯。是以於負販之中必有所尊也。　注「懾猶怯惑」。　正義曰：何胤云：「憚所行爲怯，迷於事爲惑。」義或當然。]"
      },
      {
        "index": 3,
        "text": "人生十年曰幼，學；[名曰幼，時始可學也。《內則》曰：「十年出就外傅。居宿於外，學書計。」]二十曰弱，冠；三十曰壯，有室；[有室，有妻也。妻稱室。]四十曰強，而仕；五十曰艾，服官政；[艾，老也。]六十曰耆，指使；[指事使人也。六十不與服戎，不親學。]七十曰老，而傳；[傳家事，任子孫。是謂宗子之父。]八十、九十曰耄。[耄，惛忘也。《春秋傳》曰：「謂老將知，耄又及之。」]七年曰悼。[悼，憐愛也。]悼與耄，雖有罪，不加刑焉。[愛幼而尊老。]百年曰期頤。[期猶要也。頤，養也。不知衣服食味，孝子要盡養道而已。]大夫七十而致事，[致其所掌之事於君而告老。]若不得謝，[謝猶聽也。君必有命，勞若辭謝之。其有德尚壯，則不聽耳。]則必賜之几杖，行役以婦人，適四方，乘安車，自稱曰「老夫」，[几杖、婦人、安車，所以養其身體也。安車，坐乘，若今小車也。老夫，老人稱也。亦明君貪賢。《春秋傳》曰：「老夫耄矣。」]於其國則稱名。[君雖尊異之，自稱猶若臣。]越國而問焉，必告之以其制。[鄰國來問，必問於老者以答之。制，法度。"
      },
      {
        "index": 4,
        "text": "【疏】正義曰：此一節明人幼而從學，至於成德，終始之行，皆遵禮制，各隨文解之。　「人生十年曰幼，學」者，謂初生之時至十歲，依《內則》：「子生八年，始教之讓。九年，教之數日。十年，出就外傅，居宿於外，學書計。」故以十年爲節也。幼者，自始生至十九時。故《檀弓》云「幼名」者，三月爲名稱幼。《冠禮》云「棄爾幼志」，是十九以前爲幼。《喪服傳》云「子幼」，鄭康成云：「十五以下。」皆別有義。今云「十年曰幼，學」，是十歲而就業也。　「二十曰弱，冠」者，二十成人，初加冠，體猶未壯，故曰弱也。至二十九，通得名「弱冠」，以其血氣未定故也。不曰「人生」，並承上可知也。今謂庶人及士之子，若卿大夫，十五以上則冠，故《喪服》云「大夫爲昆弟之長殤」是也。其冠儀與士同，故《郊特牲》云「無大夫冠禮」是也。其大夫之子亦二十而冠，其諸侯之子亦二十而冠，天子之子則十二而冠，若天子、諸侯之身則皆十二而冠。具釋在《冠義》。「三十曰壯，有室」者，三十而立，血氣已定，故曰壯也。壯有妻，妻居室中，故呼妻爲室。若通而言之，則宮、室通名。故《爾雅》云：「宮謂之室，室謂之宮。」別而言之，論其四面穹隆則曰宮，因其貯物充實則曰室，室之言實也。今不云「有妻」而云「有室」者，妻者，齊也，齊爲狹局，云「室」者，含妾媵，事類爲廣。案《媒氏》云「男三十，女二十」，鄭康成云：「二、三者，天地相承覆之數也。《易》曰『參天兩地而倚數』焉。」《白虎通》云：「男三十筋骨堅強，任爲人父；女二十肌膚充盛，任爲人母。合爲五十，應大衍之數，生萬物也。」　「四十曰強，而仕」者，三十九以前通曰壯，壯久則強，故四十曰強。強有二義：一則四十不惑，是智慮強；二則氣力強也。　「五十曰艾，服官政」者，四十九以前通曰強，年至五十，氣力已衰，髪蒼白色如艾也。五十是知天命之年，堪爲大夫。服，事也。大夫得專事其官政，故曰「服官政」也。鄭康成注《孝經》云：「張官設府謂之卿大夫。」即此之謂也。熊氏云：「案《中候·運衡》云『年耆既艾』，注云：『七十曰艾。』言七十者，以時堯年七十，故以七十言之。又《中候·準讖哲》云『仲父年艾，誰將逮政』，注云『七十曰艾』者，云『誰將逮政』，是告老致政，致政當七十之時，故以七十曰艾。」　「六十曰耆，指使」者，賀瑒云：「耆，至也，至老之境也。六十耳順，不得執事，但指事使人也。」鄭注《射義》云：「耆、耋，皆老也。」　注「六十」至「不親學」。　正義曰：此《王制》文。引之者，證不自使也。　「七十曰老，而傳」者，六十至老境而未全老，七十其老已全，故言老也。既年已老，則傳徙家事，付委子孫，不復指使也。　注「傳家」至「之父」。　正義曰：然庶子年老亦得傳付子孫，而鄭唯云「謂宗子」者，爲《喪服》有「宗子孤爲殤」，鄭云：「言孤，有不孤者，謂父有廢疾，若七十而老，子代主宗事者也。」鄭今欲會成《喪服》義，故引宗子之父也。又一云：「宗子」並謂五宗也，五宗之子並是傳祭之身，故指之也。庶子乃授家事於子，非相傳之事。此既云「傳」，故鄭知非庶子也。必爲「宗子父」者，以經言「傳」，傳者，上受父祖之事，下傳子孫。子孫之所傳，家事、祭事爲重。若非宗子，無由傳之。但七十之時，祭祀之事猶親爲之，其視濯溉則子孫。故《序卦》注云「謂父退居田里，不能備祭宗廟，長子當親視滌、濯鼎俎」是也。若至八十，祭亦不爲，故《王制》云「八十齊喪之事不及也」，注云：「不齊則不祭也。」　「八十、九十曰耄」，耄者，僻謬也。人或八十而耄，或九十而耄，故並言二時也。　注「耄惛」至「及之」。　正義曰：「耄，惛忘也」者，惛忘即僻謬也。　所引《春秋》，案《左傳·昭元年》，周景王使劉定公勞晉趙孟，定公勸趙孟纂禹之績，廣遠樹之功。趙孟對云：「老夫罪戾，朝不謀夕。」劉子歸，語王曰：「諺所謂『老將知而耄及之』者，其趙孟之謂乎？」引之者，證老爲耄。　「七年曰悼」。　悼，憐愛也。未有識慮，甚可憐愛也。年七歲而在九十後者，以其同不加刑，故退而次之也。　「悼與耄，雖有罪，不加刑焉」者，幼無識慮，則可憐愛，老已耄而可尊敬，雖有罪，而同不加其刑辟也。《周禮·司刺》有三赦：一曰幼弱，二曰老旄，三曰憃愚。鄭注云：「若今時律令，未滿八歲，八十以上，非手殺人，他皆不坐。」故司刺有三赦，皆放免不坐也。　「百年曰期頤」者，期，要也；頤，養也。人年百歲，不復知衣服、飲食、寒煖、氣味，故人子用心要求親之意而盡養道也。「頤，養也」，《易·序卦》文。　「大夫七十而致事」者，七十曰老，在家則傳家事於子孫；在官，致所掌職事還君，退還田里也。不云「置」而云「致」者，置是廢絕，致是與人，明朝廷必有賢代己也。《白虎通》云：「臣年七十懸車致仕者，臣以執事趨走爲職，七十耳目不聰明，是以退老去，避賢也，所以長廉遠恥。懸車，示不用也。致事，致職於君。君不使退而自去者，尊賢也。」　「若不得謝」者，謝猶聽許也。君若許其罷職，必辭謝云：「在朝日久，劬勞歲積。」是許其致事也。今不得聽，是其有德尚壯，猶堪掌事，不聽去也。　「則必賜之几杖」者，熊氏云：「既不聽致事，則《祭義》云『七十杖於朝』是也。聽致事，則《王制》云『七十杖於國，八十杖於朝』是也。」案《書傳》云「七十杖於朝」，鄭注云「『朝』當爲『國』」者，以其下有「八十杖於朝」，故以「朝」當爲「國」也。與《王制》同，並謂聽致事也。　「行役以婦人」者，行役，謂本國巡行役事。婦人能養人，故許自隨也。　「適四方，乘安車」者，適四方，謂遠聘異國，時乘安車。安車，小車也，亦老人所宜然。此養老之具，在國及出，皆得用之。今言行役婦人，四方安車，則相互也，從語便，故離言之耳。　「自稱曰『老夫』」者，若此老臣行役及適四方，應與人語，其自稱爲「老夫」，言已是老大夫也。必稱「老」者，明君貪賢之故，而臣老猶在其朝也。　注「几杖」至「耄矣」。　正義曰：「安車，坐乘，若今小車」者，古者乘四馬之車，立乘，此臣既老，故乘一馬小車，坐乘也。庾蔚云：「漢世駕一馬而坐乘也。」熊氏云：「案《書傳·略說》云『致仕者以朝，乘車輲輪』，鄭云：『乘車，安車。言輲輪，明其小也。』」「《春秋傳》曰『老夫耄矣』者，引《左傳》證老臣對他國人自稱老夫也。此是《春秋·隱四年》衛石碏辭也。石碏子厚與衛州吁游，吁弒其異母兄完而自立，未能和民，欲結強援。時陳侯有寵於周桓王，州吁與石厚往陳，欲因陳自達於周。而石碏遣人告陳曰：「衛國褊小，老夫耄矣，無能爲也。此二人者實弒寡君，敢即圖之。」　「於其國則稱名」者，「於其國」，謂自與其君言也。雖老，猶自稱名也。　注「君雖尊異之，自稱猶若臣」者，案《玉藻》云：「上大夫曰『下臣』。」《士相見禮》云：「士大夫於他邦之君曰『外臣』。」是上大夫於己君自稱爲「下臣」，於他國君自稱爲「外臣」。又《玉藻》云：「下大夫自名。」又鄭注《玉藻》云：「下大夫自名於他國，則曰『外臣某』。」是下大夫於己君稱名，於他國曰「外臣某」。此既自稱「老夫」，宜是上大夫，而稱名從下大夫者，既被君尊異，故臣亦謙退，從下大夫之例而稱名也。且《玉藻》所云是其從下大夫例，然臣於君單稱名無嫌也。　「越國而問焉，必告之以其制」　越國，猶他國也。若他國來問己國君之政，君雖已達其事，猶宜問於老賢，老賢則稱國之舊制以對他國之問也。]"
      },
      {
        "index": 5,
        "text": "謀於長者，必操几杖以從之。[從猶就也。]長者問，不辭讓而對，非禮也。[當謝不敏，若曾子之爲。　【疏】正義曰：此一節明有事取謀議於長者，各依文解之。　「操几杖以從之」者，操，執持也。杖可以策身，几可以扶己，俱是養尊者之物，故於謀議之時將就也。]"
      },
      {
        "index": 6,
        "text": "凡爲人子之禮，冬溫而夏凊，昏定而晨省，[定，安其牀衽也。省，問其安否何如。]在醜夷不爭。[醜，眾也。夷猶儕也。四皓曰：「陛下之等夷。」　【疏】正義曰：此一節明人子事親奉養之禮，又去爭訟，今各隨文解之。　「昏定而晨省」者，上云「冬溫夏凊」，是四時之法，今說一日之法。定，安也；晨，旦也。應臥，當齊整牀衽，使親體安定之後退。至明旦，既隔夜，早來視親之安否何如。先昏後晨，兼示經宿之禮。熊氏云：「『晨省』者，案《內則》云，同宮則雞初鳴，異宮則昧爽而朝。」　「在醜夷不爭」者，此一句明朋儕禮也。醜，眾也，夷猶儕也，皆等類之名，風俗語不同，故兼言之。夫貴賤相臨，則有畏憚，朋儕等輩，喜爭勝負，亡身及親，故宜誡之以不爭。　注「醜眾」至「等夷」。　正義曰：「醜，眾也」，《釋詁》文，謂在眾不忿爭也。云「四皓曰『陛下之等夷』」者，證「夷」是等類也。四皓，漢時隱人高士也。其四人：一東園公，二綺里季，三夏黃公，四角里先生。皆老，髪白皓素，因呼爲四皓。隱商山不仕，高祖數召，不出。後爲高祖欲廢呂后之子盈，而立戚夫人之子趙王如意爲大子，張良使大子卑辭安車遣辯士以請四皓。四皓果來，舍建城侯所。至漢十一年，黥布反，高祖令大子將兵擊之。四皓自相謂曰：「凡來，欲以安大子。大子將兵，事危矣。」乃說建城侯曰：「大子將兵，有功則位不益，無功則從此受禍。且大子所與諸將，皆嘗與上定天下驍將也。今使大子將之，此無異使羊將狼，皆不肯爲用，其無功必矣！臣聞，母愛者，子抱之。今戚夫人日夜侍御，趙王常居前，上『終不使不肖子居愛子之上』，明乎其代大子之位必矣。君何不急請呂后承間爲上泣言：『黥布，天下猛將，善用兵。諸將皆陛下之等夷，今令大子將，此屬莫肯爲用。』」於是呂后如四皓言，以請高祖。高祖時疾，自行。十二年，破黥布，還而疾益甚，愈欲易大子。及燕，置酒，大子侍，四皓從大子。高祖驚曰：「吾召公數歲，公逃我。今反從我兒乎？」四皓曰：「陛下輕士善罵，臣等義不受辱，故恐而亡匿。」]"
      },
      {
        "index": 7,
        "text": "夫爲人子者，三賜不及車馬。[三賜，三命也。凡仕者，一命而受爵，再命而受衣服，三命而受車馬。車馬，而身所以尊者備矣。卿、大夫、士之子不受，不敢以成尊比踰於父。天子、諸侯之子不受，自卑遠於君。]故州閭鄉黨稱其孝也，兄弟親戚稱其慈也，僚友稱其弟也，執友稱其仁也，交遊稱其信也。[不敢受重賜者，心也，如此而五者備有焉。《周禮》二十五家爲閭，四閭爲族，五族爲黨，五黨爲州，五州爲鄉。僚友，官同者。執友，志同者。]見父之執，不謂之進不敢進，不謂之退不敢退，不問不敢對，[敬父同志如事父。]此孝子之行也。"
      },
      {
        "index": 8,
        "text": "[\n【疏】正義曰：此一節明人子謙卑，行著於外，所敬又廣，今各隨文解之。　言「夫」者，貴賤悉然也。三賜，三命也。言爲人子，雖受三命之尊，終不敢受車馬。車馬，則身有成尊，便比踰於父，故不受。所以許受三命而不許受車馬者，命是榮美光顯祖父，故受也；車馬是安身，身安不關先祖，故不受也。不云「不受」，而云「不及」者，「受」是已到之目，明人子非唯外迹不受，抑亦心所不及於此賜也。　注「三賜」至「於君」。　正義曰：云「三賜，三命」者，受命即受賜，故「三賜，三命」。故《公羊》云：「命者何？加我服。錫者何？賜也。」是其命賜相將也。云「凡仕者，一命受爵，再命受衣服，三命受車馬」者，皆約《周禮·大宗伯》之文。案《大宗伯》「一命受職」，職則爵也。又《宗伯》「三命受位」，鄭康成云：「始有列位於王朝。」今言「受車馬」者，但「三命受位」即受車馬，以經云「車馬」，故以車馬言之。云「卿、大夫、士之子不受，不敢以成尊比踰於父」者，以公、侯、伯卿三命，其子不受，不敢比於父。公、侯、伯大夫，子、男卿，再命；公、侯、伯士一命，子、男之士不命。其子三命不受車馬者，皆是不敢踰於父。不言天子、諸侯之子不敢受者，以其父位既尊，不得言不敢比踰，故云「自卑遠於君」。案《周禮》九儀，「一命受職，再命受服，三命受位，四命受器，五命賜則，六命賜官，七命賜國，八命作牧，九命作伯」。案《含文嘉》九賜，「一曰車馬，二曰衣服，三曰樂則，四曰朱戶，五曰納陛，六曰虎賁，七曰斧鉞，八曰弓矢，九曰秬鬯」，宋均注云：「進退有節，行步有度，賜以車馬，以代其勞。言成文章，行成法則，賜以衣服，以表其德。動作有禮，賜以納陛，以安其體。長於教誨，內懷至仁，賜以樂則，以化其民。居處修理，房內不泄，賜以朱戶，以明其別。勇猛勁疾，執義堅強，賜之虎賁，以備非常。抗揚威武，志在宿衛，賜以斧鉞，使得專殺。內懷仁德，執義不傾，賜以弓矢，使其專征。慈孝公母，賜以秬鬯，以歸祭祀。」鄭司農以《周禮》九命與九賜是一也。然則此「三賜」，鄭康成知非九賜之第三，而云「三命之賜」者，康成以九命與九賜不同，九賜謂「八命作牧，九命作伯」之後始加九賜。知者，《王制》云「三公一命卷，若有加則賜」，「二曰衣服」之屬是也。又《宗伯》「八命作牧」，注云：「侯伯有功德，加命得專征伐。」《王制》云：「賜弓矢，然後征。」《詩》云：「瑟彼玉瓚，黃流在中。」傳曰：「九命然後賜以圭瓚。」又《尚書》，文侯仇受弓矢、秬鬯，《左傳》晉文公受大路、戎路、弓矢、秬鬯、虎賁。此皆九命之外始有衣服、弓矢、秬鬯等之賜，故知九賜不與九命同也。且此云「三賜不及車馬」，其九賜「一曰車馬」，何由三賜不及車馬乎？故知此三賜非九賜之三賜也。若是九賜之三賜，即是身八命、九命之尊，禮絕凡庶，何得下文云州閭、鄉黨、僚友、交遊也？故康成以爲諸侯及卿、大夫之子三命者。其《公羊說》九賜之次與《含文嘉》不同，一曰加服，二曰朱戶，三曰納陛，四曰輿馬，五曰樂則，六曰虎賁，七曰斧鉞，八曰弓矢，九曰秬鬯。異人之說，故文有參差，大略同也。《異義》許慎說九賜、九命，鄭康成以爲不同，具如前說。其大夫賜樂，《鄉飲酒》注云「大夫若君賜樂」及《左傳》魏絳有金石之樂，非九賜之正法也。車馬之賜，進退由於君命，今言「不受」者，君子仕，辭位不辭祿，其賜終必受之。故鄭注下文「不敢受重賜者，心也。」　「故州」至「信也」。　《周禮·司徒》去王城百里置遠郊，遠郊之內爲六鄉。六鄉之民，「五家爲比，使之相保；五比爲閭，使之相受；四閭爲族，使之相葬；五族爲黨，使之相救；五黨爲州，使之相賙；五州爲鄉，使之相賓」。又《遂人職》主六遂，六遂之民在遠郊之外，「五家爲鄰，五鄰爲里，四里爲酇，五酇爲鄙，五鄙爲縣，五縣爲遂」。今不言六遂者，舉近耳。若六遂之中有此孝者，則亦稱之也。　「兄弟、親戚稱其慈也」，親指族內，戚言族外。慈者，篤愛之名。兄弟，外內通稱。親踈交接，並見其慈而稱之。　「僚友稱其弟也」，僚友，同官者也。弟者，事長次第之名。孝子能接同官，有所次序，不敢踰越等級，故同官之友稱之。　「執友稱其仁也」，執友，執志同者也。同師之友，意趣相得，綢繆切瑳，故其見仁恩之心而稱之。　「交遊稱其信也」，交遊，汎交也。結交遊往，本資信合，故稱信也。熊氏云：「然此五句，上始州閭，下及交遊，亦其次也。前孝後信，又爲差序。略舉五者，餘行可知。」「不敢受賜者，心也」，不受由心，故有五稱也。　「見父之執」者，此亦承爲人子之事也。明非唯見交遊爲善，乃徧至父友也。自上詣下曰見，自下朝上曰見。「父之執」，謂執友與父同志者也。或故往見，或路中相見也。]"
      },
      {
        "index": 9,
        "text": "夫爲人子者，出必告，反必面，[告、面同耳，反言面者，從外來，宜知親之顏色安否。]所遊必有常，所習必有業，[緣親之意欲知之。]恆言不稱老。[廣敬。]年長以倍，則父事之；[謂年二十於四十者。人年二十，弱冠成人，有爲人父之端。今四十於二十者有子道。《內則》曰：「年二十，惇行孝弟。」]十年以長，則兄事之；五年以長，則肩隨之。[肩隨者，與之並行差退。]羣居五人，則長者必異席。[席以四人爲節，因宜有所尊。　【疏】正義曰：此一節亦明人子事親之法，遊方習業，及汎交之禮，亦各隨文解之。　「恆言不稱老」者，老是尊稱，若其稱老，乃是己自尊大，非是孝子卑退之情，故注云「廣敬」，言廣者，非但敬親，因敬親廣敬他人。或云：子若自稱老，父母則甚老，則感動其親，故舜年「五十而慕」是也。　「年長以倍，則父事之」者，此謂鄉里之中，非親非友，但二十以後，年長倍己，則以父道事之，即父黨隨行也。　注「謂年」至「孝弟」。　正義曰：人年三十而娶，於後乃有子，則三十於六十乃是倍年。今鄭言「二十於四十」者，但二十加冠成人，責以爲人父、爲人子之禮，雖未有妻、子，有爲人父之端。又《內則》云二十乃能敦行孝弟，可責以孝子之行，故二十於四十約之爲倍年也。以二十未合有子，故鄭云「爲人父之端」「有子道」也。　「十年以長，則兄事之」者，謂年二十於三十者。全倍者，父事之；半倍，故兄事之也。兄事之，則正差退而鴈行也。　「五年以長，則肩隨之」者，謂並行而差退，若未二十童子則無此禮，以其不能敦行孝弟。《論語》云「與先生並行」，《王制》云「父之齒隨行，兄之齒鴈行」者，舉成人有此禮也，童子禮則無也。此謂二十於二十五者。肩隨，則齊於鴈行也。然則以此肩隨而推之，上云父兄事之，豈是溫凊如親？正言其或行來坐席，推前相類耳。　「羣居五人，則長者必異席」者，謂朋友居處法也。羣，朋友也，子夏曰「吾離羣」是也。古者地敷橫席而容四人，四人則推長者居席端。若有五人會，應一人別席，因推長者一人於異席也。　注「席以」至「所尊」。　正義曰：熊氏云：「知四人爲節者，以此云『羣居五人，則長者必異席』。既長者一人異席，餘則四人矣。」案《公食大夫禮》云：「蒲筵常，加萑席尋。」此以蒲席者，故得容四人。此羣居之法，若賓主禮，席皆無同坐之法。故《鄉飲酒》，賓、介異席，又云「眾賓之席皆不屬焉」，不相連屬也。《鄉射》「眾賓之席繼而西」，謂相連屬也。《燕禮》及《大射》「公三重，大夫再重」，是皆異席也。]"
      },
      {
        "index": 10,
        "text": "爲人子者，居不主奧，坐不中席，行不中道，立不中門，[謂與父同宮者也，不敢當其尊處。室中西南隅謂之奧。道有左右。中門，謂棖闑之中央。《內則》曰：「由命士以上，父子皆異宮。」]食饗不爲㮣，[㮣，量也。不制待賓客饌具之所有。]祭祀不爲尸，[尊者之處，爲其失子道。然則尸卜筮無父者。]聽於無聲，視於無形，[恆若親之將有教使然。]不登高，不臨深，不苟訾，不苟笑。[爲其近危辱也。人之性，不欲見毀訾，不欲見笑。君子樂，然後笑。　【疏】正義曰：此一節明孝子居處及行立、待賓、祭祀、敬慎之事，各隨文解之。此明孝子居處閨門之內，不言「凡」者，或異居，禮則不然。　「居不主奧」者，主，猶坐也。奧者，室內西南隅也。室嚮南，戶近東南角，則西南隅隱奧無事，故呼其名爲奧。常推尊者于閑樂無事之處，故尊者居必至奧也。既是尊者所居，則人子不宜處之也。　「坐不中席」者，一席四人，則席端爲上。今不云「上席」而言「中」者，舊通有二：一云敬無餘席，非唯不可上，亦不可中也；一云共坐則席端爲上，獨坐則席中爲尊，尊者宜獨，不與人共，則坐常居中，故卑者坐不得居中也。　「行不中道」者，尊者常正路而行，卑者故不得也。男女各路，路各有中也。　「立不中門」者，中央有闑，闑傍有棖，棖謂之門梐。今云「不中門」者，謂棖、闑之中，是尊者所行，故人子不得當之而行也。　注「謂與」至「異宮」。　正義曰：凡上四事，皆謂與父同宮者爾。若命士以上，則父子異宮，則不禁。所以爾者，有命既尊，各有臣僕子孫應敬己故也。云「不敢當其尊處」者，四事皆尊者之處。「室中西南隅謂之奧」者，《爾雅·釋宮》文。郭璞注云：「隱奧之處。」「西北隅謂之屋漏」，孫氏云：「日光所漏入。」「東北隅謂之宧」，孫氏云：「日側之明，是宧明也。」「東南隅謂之㝔」，郭氏云：「隱闇也。」云「《內則》曰『由命士以上，父子皆異宮』」者，證有異居之道也。　「食饗不爲㮣」。　熊氏云：「謂傳家事，任子孫。若不傳家事，則子孫無待賓之事。」大夫、士或相往者，設於饗食。㮣，量也。不制設待賓饌具，事由尊者所裁，而子不得輒豫限量多少也。　「祭祀不爲尸」者，尸代尊者之處，故人子不爲也。　「聽於無聲」者，謂聽而不聞父母之聲，此明人子常禮也。　「視於無形」者，謂視而不見父母之形。雖無聲無形，恆常於心想像，似見形聞聲，謂父母將有教使己然也。　「不苟訾，不苟笑」者，苟，且也。相毀曰訾。不樂而笑爲苟笑。彼雖有是非，而己苟譏毀訾笑之，皆非彼所欲，必反見毀辱，故孝子不爲也。　注「爲其」至「後笑」。　正義曰：「危」解「不登高」「不臨深」，「辱」釋不訾、不笑也。云「君子樂，然後笑」者，引《論語》證不苟笑之事也。此是公明賈答孔子云「夫子樂，然後笑，人不厭其笑」也。]"
      },
      {
        "index": 11,
        "text": "孝子不服闇，不登危，懼辱親也。[服，事也。闇，冥也。不於闇冥之中從事，爲卒有非常，且嫌失禮也。男女夜行以燭。]父母存，不許友以死。[爲忘親也、死，爲報仇讎。]不有私財。[【疏】正義曰：此一節明孝子自謹慎其身，不許友以死，及不得有私財之事，各隨文解之。　「不服闇」者，服，事也，謂不行事於闇中也。一則爲卒有非常，二則闇中行事，好生物嫌，故孝子深戒之。　「父母存，不許友以死」者，謂不許爲其友報仇讎也。親存須供養，則孝子不可死也。若父母存，許友報仇怨而死，是忘親也。親亡則得許友報仇。故《周禮》有「主友之讎視從父兄弟」。《白虎通》云：「親友之道不得行者，亦不許友以死耳。」　「不有私財」者，家事統於尊，財關尊者，故無私財。]"
      },
      {
        "index": 12,
        "text": "爲人子者，父母存，冠衣不純素。[爲其有喪象也。純，緣也。《玉藻》曰：「縞冠玄武，子姓之冠也。縞冠素紕，既祥之冠也。」《深衣》曰：「具父母，衣純以青。」　【疏】正義曰：此一節明爲人子父母存及孤子衣冠純飾不同之事，各隨文解之。不言「凡」者，若仕者或遇凶荒，雖親存亦須素服，非要在親沒，故不言「凡」。　「父母存，冠衣不純素」者，冠純謂冠飾也，衣純謂深衣領緣也。禮，具父母，太父母存，冠衣純以繢；若有父母無太父母，則純以青；若少而并無，則乃純素也。故親存者不得純素也。　注「爲其」至「以青」。　正義曰：引《玉藻》「縞冠玄武，子姓之冠」，證冠純有吉凶之別也。縞冠者，薄絹爲之。玄武者，以黑繒爲冠卷也。子姓者，姓，生也，孫是子所生，故謂孫爲子姓。父有服未畢，子雖已除，猶未全吉也，故縞冠玄武。玄武是吉，縞冠爲凶，明吉凶兼服也。何胤云：「繒裹卷武也。」云「縞冠素紕，既祥之冠也」，又證有素爲凶也。當祥之日，朝服縞冠；祥祭之後，則縞冠素紕。何胤云：「素紕，謂緣冠兩邊。」云「《深衣》曰『具父母，衣純以青』」者，引證不純以素之事。]"
      },
      {
        "index": 13,
        "text": "孤子當室，冠衣不純采。[早喪親，雖除喪，不忘哀也。謂年未三十者。三十壯，有室，有代親之端，不爲孤也。當室，適子也。《深衣》曰：「孤子衣純以素。」　【疏】正義曰：上言有親而不素，此言無親而素者也。孤子，謂二十九以下而無父者。當室，謂適子也。既少孤，故雖除服，猶自素也。然《深衣》云「孤子衣純以素」，則嫡庶悉然。今云「當室」，則似庶子不同。所以爾者，通者有二：云凡子皆然，豈唯當室？但嫡子內理蒸嘗，外交宗族，代親既備，嫌或不同，故特明之。所以鄭引《深衣》爲注，會證凡孤子悉同也。崔靈恩云：「指謂當室者，不當室則純采。所以然者，當室之孤內理蒸嘗，外交宗族，所履之事莫不傷心，故特純素，示哀也。《深衣》不云『當室』者，文略耳。」　注「早喪」至「以素」。　正義曰：三十以外遭喪者，除服後即得純采。今所言雖是除喪，未三十不得純采；若至三十，則亦采也，故云「當室，適子也，《深衣》曰『孤子衣純以素』」也。然注前解適子，後引《深衣》，似崔解也。《深衣》不言冠者，從可知也。]"
      },
      {
        "index": 14,
        "text": "幼子常視毋誑，[視，今之示字。小未有所知，常示以正物，以正教之，無誑欺。]童子不衣裘裳。[裘大溫，消陰氣，使不堪苦。不衣裘裳，便易。]立必正方，不傾聽。[習其自端正。]長者與之提攜，則兩手奉長者之手。[習其扶持尊者。提攜，謂牽將行。]負、劒辟咡詔之，[負，謂置之於背。劒，謂挾之於旁。辟咡詔之，謂傾頭與語。口旁曰咡。]則掩口而對。[習其鄉尊者屏氣也。　【疏】正義曰：此一節明父母教子及衣裘裳之法也，各隨文解之。　小兒恆習效長者，長者常示以正事，不宜示以欺誑，恐即學之。故曾子兒啼，妻云：「兒莫啼，吾當與汝殺豕。」兒聞輒止。妻後向曾子說之，曾子曰：「勿教兒欺。」即殺豕食兒。是不誑也。　注「視，今之示字」。　正義曰：古者觀視於物及以物視人則皆作「示」傍著「見」。後世已來，觀視於物作「示」傍著「見」，以物示人單作「示」字，故鄭注經中「視」字者是今之以物示人之「示」也，是舉今以辨古。《昏禮》「視諸衿鞶」，注云：「視乃正字，今文視作示，俗誤行之。」言「視」正字也，言古之以物示人作「視」字爲正，故云「視乃正字」。今文《儀禮》應爲古「視」字，乃作今「示」字，故言俗誤也。　「童子不衣裘裳」，童子，未成人之名也。衣猶著也。童子體熱，不宜著裘。裘大溫，傷陰氣也。又應給役，若著裳則不便，故並不著也，故童子並緇布襦袴也。　注「裘大」至「便易」。　正義曰：「使不堪苦」者，熱消陰氣，則不堪苦使也。此童子不衣裘裳，二十則可，故《內則》云二十「可以衣裘帛」。國君十二冠，則裘裳早矣。女子十五許嫁者，則亦衣帛。《詩》云：「乃生男子，載衣之裳。」是初生暫行此禮。　「立必」至「而對」。　「立必正方」，立宜正嚮一方，不得傾頭屬聽左右也。張逸云：「此說其威儀常然。」　「長者與之提攜，則兩手奉長者之手」者，非唯教之聽、立，至於行步亦宜教之。提攜，謂牽將。行時因牽行之，又教之爲節也。奉長者之手，爲兒長大，方當供養扶持長者，故先使學之，令習便也。張逸云：「說其見與行之法也。」　「負、劒辟咡詔之」者，豈但在行須教正，在抱時亦令習也。負，謂致兒背上也。劒，謂挾於脇下，如帶劒也。辟，傾也。咡，口旁也。詔，告也。長者或若負兒之時而與之語，當傾頭以告之也。不正嚮之，令氣不觸兒也，亦令見長者所爲而復習之也。張逸云：「辟咡詔之，傾頭以告教之也。此長者之爲也。」此負謂兒在人背上曰負。兒在懷中亦稱負，謂兒負之，故《內則》云「三日始負子」，注云：「負之，謂抱之。」　注「口旁曰咡」。　正義曰：案《管子書·弟子職》云：「食已，循咡覆手。」謂弟子食訖，以手循覆於咡，故知是口旁也。　「則掩口而對」者，嚮長者告語之，此是童子答長者。童子雖未能掩口而對，長者亦教其爲之其禮以爲後法。掩口，恐氣觸人。張逸云：「謂令小者如是所習，嚮尊者屏氣也。」]"
      }
    ]
  }
}