{
  "chapterNumber": 42,
  "title": "卷41",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "有三年之練冠，則以大功之麻易之，唯杖、屨不易。謂既練而遭大功之喪者也，練除首絰，要絰葛，又不如大功之麻重也。言練冠、易麻，互言之也。唯杖、屨不易，言其餘皆易也。屨不易者，練與大功俱用繩耳。○要，一遙反。"
      },
      {
        "index": 1,
        "text": "[疏]「有三」至「不易」。○正義曰：此一經，明先有三年練冠之節，今遭大功之麻易之。先師解此，凡有三義。按《聖證論》云：「范宣子之意，以母喪既練，遭降服大功則易衰。以母之既練，衰八升，降服大功，衰七升，故得易之，其餘則否。賀瑒之意，以三等大功，皆得易三年練衰。其三等大功，衰雖七升、八升、九升之布，有細於三年之練衰，以其新喪之重，故皆易之。」皇氏云：「或不易。」庾氏之說，唯謂「降服大功，衰得易三年之練，其餘七升、八升、九升之大功，則不得易三年之練」。今依庾說。此大功者，時據降服大功也。故下文云「而祔兄弟之殤」，雖論小功之兄弟，而云降服，則知此大功之麻易，據殤也。○「有三年之練冠」者，謂遭三年之喪，至練時之冠，以首絰已除，故特云冠。○「則以大功之麻易之」者，初死者是降服大功，則以此大功之麻，易三年之練。○「唯杖、屨不易」者，言大功無杖，無可改易；三年練，與大功初喪同是繩屨，故杖，屨不易。○注「謂既」至「繩耳」○正義曰：云「練除首絰」者，《閒傳》文。首絰既除，故著大功麻絰。云「要絰葛，又不如大功之麻重也」者，斬衰既練，要絰與大功初死要絰粗細同。斬衰是葛，大功是麻，故云「要絰葛，又不如大功之麻重也」。云「言練冠、易麻，互言之也」者，麻謂絰帶。大功言絰帶，明三年練亦有絰帶；三年練云冠，明大功亦有冠，是大功冠與絰帶易三年冠及絰帶，故云「互言之」。云「唯杖、屨不易，言其餘皆易也」者，經既言冠言麻，以明換易，又云「杖、屨不易」，則知衰亦在易中，故言「其餘皆易」，謂冠也，要帶也，衰也，言悉易也。然練之首絰除矣，無可易也；又大功無杖，亦無可易也，而云「易」與「不易」者，因其餘有易者連言之。"
      },
      {
        "index": 2,
        "text": "有父母之喪，尚功衰，而附兄弟之殤，則練冠附於殤，稱「陽童某甫」，不名，神也。此兄弟之殤，謂大功親以下之殤也。斬衰、齊衰之喪練，皆受以大功之衰，此謂之功衰。以是時而祔大功親以下之殤，大功親以下之殤輕，不易服。冠而兄為殤，謂同年者也。兄十九而死，己明年因喪而冠。陽童，謂庶殤也。宗子則曰陰童。童，未成人之稱也。某甫，且字也。尊神不名，為之造字。○衰，七雷反。冠，古亂反。稱，尺證反。"
      },
      {
        "index": 3,
        "text": "[疏]「有父」至「神也」。○正義曰：此一經明已有父母之喪，既練之後，得祔兄弟小功之殤。「尚功衰」者，衰謂三年練後之衰，升數與大功同，故云功衰。今已有父母之喪，猶尚身著功衰。今兄弟有殤，在小功者當須祔祭，故云「而祔兄弟之殤」。「則練冠祔於殤」者，小功以下既輕，不合改練時之服，則身著練冠，祔祭於殤。○「稱童子某甫，不名，神也」者，當祔祭此殤之時，其祝辭稱此殤曰「陽童」，又稱此殤曰「某甫」，所以不呼其名者，尊神之也，故為之造字，稱曰「某甫」，且字也。○注「此兄」至「造字」。○正義曰：知「大功親以下之殤也」者，若大功正服，則變三年之練。此著練冠，故知大功親以下之殤。若成人合服之大功，其若長殤小功，若成人小功親，其長殤則緦麻，皆得著此三年練冠，為之祔祭，故云「大功親以下之殤」。言「以下」，兼小功也。己是祖之適，孫若祔大功兄弟長殤，得在祖廟。若祔小功兄弟長殤，則是祖之兄弟之後，所以得祔者，己是曾祖之適，共小功。兄弟同曾祖。今小功兄弟當祔於從祖之廟，其小功兄弟身及父是庶人，不合立祖廟，則曾祖適孫為之立壇，祔小功兄弟之長殤於從祖，立神而祭也。皇氏云：小功兄弟為士，從祖為大夫，士不可祔於大夫，當祔於大功親以下，從祖為士，故祔小功兄若長殤於己祖廟，義亦得通。云「大功親以下之殤輕，不易服」者，按《服問》大功殤長、中，變三年之葛，得易首絰要帶，不得易服。故此祔祭者練冠也。此注諸本或誤云「大功親之下殤」，故諸儒等難鄭云：「既是下殤，何得有弟冠？」范宣子、庾蔚等云：「下殤者，傳寫之誤，非鄭繆也。」云「冠而兄為殤，謂同年者也」者，此鄭自難，云弟冠而兄得為殤者，謂弟與兄同年十九也。云「兄十九而死，己明年因喪而冠」者，此新死之兄，既是小功之服，不合變三年之練，而得有因喪冠者，謂己明年之初，用父母喪之練節而加冠，以後始祔兄弟也。云「陽童謂庶殤也，宗子則曰陰童，童，未成人之稱也」者，《曾子問》：「庶子之殤，祭於室白，故曰陽童。宗子殤死，祭於室奧，則曰陰童。」云「某甫，且字也」者，《檀弓》云「五十以伯仲」，是正字。二十之時曰某甫，是且字，言且為之立字。云「尊神，不名，為之造字」者，以字者，冠時所有，此兄去年已死，未得有字，雖云「某甫」，是死後祔時為之造字，必造字者，以神道事之，可謂名是也。"
      },
      {
        "index": 4,
        "text": "凡異居，始聞兄弟之喪，唯以哭對可也。側怛之痛，不以辭言為禮也。○怛，旦末反。其始麻，散帶絰。與母家同也。凡喪，小斂而麻。○散，悉但反。後「散帶」皆同。未服麻而奔喪，及主人之未成絰也，疏者與主人皆成之，親者終其麻帶絰之日數。疏者，謂小功以下也。親者，大功以上也。疏者及主人之節則用之，其不及，亦自用其日數。"
      },
      {
        "index": 5,
        "text": "[疏]「凡異」至「日數」。○正義曰：此一節，明異居聞兄弟喪，哭及奔赴之禮。「凡異居」者，言「凡」，非一之辭，異居別所，而始聞兄弟之喪。○「唯以哭對可也」者，初聞其喪，惻怛情重，不暇問其餘事，唯哭對使者，赴於禮可也。○「其始麻，散帶絰」者，此謂大功以上，兄弟其初聞喪，始服麻之時，散垂要之帶絰。若小功以下服麻，則糾垂不散也。○「未服麻而奔喪」者，謂聞喪未及服麻，而即奔喪。○「及主人之未成絰也」者，謂道路既近，聞喪即來至，在主人小斂之前，故云「及主人未成絰也」。○「疏者與主人皆成之」，者，疏謂小功以下，值主人成服之節，則與主人皆成就之。○「親者終其麻帶絰之日數」者，親，謂大功以上，初來奔至，雖值主人成服，未即成之，必終竟其麻帶絰滿依禮日數而後成服也。○注「與居」至「而麻」。○正義曰：按《士喪禮》小斂襲絰於序東，是凡士喪，小斂而麻也。又《士喪禮》三日絞垂，此云「始麻散帶絰」，是與居家同。○注「疏者」至「日數」。○正義曰：知「疏者，謂小功以下」者，《喪服傳》云大功以上，同居為同財，故知疏者謂小功以下。云「其不及，亦自用其日數」者，謂疏者若其及主人之節，則與主人同成服。若其不及主人之節，亦自用其依禮之日數，奔喪之後，至三日而成服也。此未奔喪而散帶絰，按奔喪禮聞喪即襲絰絞帶不散者，彼謂有事，故未得即奔喪，故不散帶。此謂即欲奔喪，故散麻也。此經奔喪來至猶散麻，按奔喪禮聞喪則襲絰，至即絞帶不散麻者，此經即來奔者，故散麻，以見屍柩故也。彼謂奔喪來遲，故注云不見屍柩，不散帶也。"
      },
      {
        "index": 6,
        "text": "主妾之喪，則自祔，至於練、祥，皆使其子主之，其殯、祭不於正室。祔自為之者，以其祭於祖廟。君不撫僕、妾。略於賤也。"
      },
      {
        "index": 7,
        "text": "[疏]「主妾」至「僕妾」。○正義曰：妾既卑賤，得主之者，崔氏云：「謂女君死，攝女君也。」○「則自祔」者，以其祔祭於祖姑，尊祖，故自祔也。以其祔廟也，妾合祔於妾祖姑，若無妾祖姑，則祔於女君可也。○「其殯祭不於正室」者，雖攝女君，猶不正適，故殯之與祭，不得在正室。庾蔚云：「妾祖姑無廟，為壇祭之。」鄭云於廟者，崔氏云於廟中為壇祭之，此謂「攝女君」。若不攝女君之妾，則不得為主，則別為壇，不在祖廟中，而子自主之也。"
      },
      {
        "index": 8,
        "text": "女君死，則妾為女君之黨服。攝女君，則不為先女君之黨服。妾於女君之親，若其親然。○為，於偽反，下注並同。"
      },
      {
        "index": 9,
        "text": "[疏]「女君」至「黨服」。○正義曰：「女君死，則妾為女君之黨服」者，賀瑒云：「雖是徒從而抑妾，故為女君黨服，防覬覦也。攝女君，則不為先女君之黨服者，以攝女君差尊，故不為先女君之黨服也。」"
      },
      {
        "index": 10,
        "text": "聞君弟之喪，大功以上，見喪者之鄉而哭。奔喪節也。適兄弟之送葬者，弗及，遇主人於道，則遂之於墓。言骨肉之親，不待主人也。凡主兄弟之喪，雖疏，亦虞之。喪事虞祔乃畢。"
      },
      {
        "index": 11,
        "text": "[疏]「聞兄」至「虞之」。○正義曰：此一節明奔兄弟喪之法。○「見喪者之鄉而哭」者，謂此親兄弟、同氣及同堂兄弟也。《奔喪禮》云：「齊衰望鄉而哭，大功望門而哭。」此云「大功以上，見喪者之鄉而哭」者，盧云「謂降服大功者也」，鄭無別辭，當同盧也。若如此，則兄弟之名，通輕重也。○「適兄弟之送葬」者，此兄弟，通緦小功也。適，往也。謂往送五服之親喪而不及者，謂往送不及喪柩在家。○「遇主人於道」者，主人是亡者之子，謂孝子葬竟已還，而此往送葬之人，與孝子於路相逢值也。「則遂之於墓」者，雖孝子已還，而此送葬之人不及者，不得隨孝子而歸，仍自獨往於墓也。○「凡主兄弟之喪，雖疏亦虞之」者，此疏謂小功、緦麻，喪事虞祔乃畢，雖服緦、小功之疏，彼既無主，故疏緦、小功者亦為之主虞祔之祭。按《小記》云：「大功者，主人之喪有三年者，則必為之再祭。」鄭注云：「小功、緦麻，為之練祭可也。」與此不同者，彼承大功有三年者，此則緦小功有三年者，故至小祥，同於三年，故主虞祔也。今此言疏者亦虞，但虞者謂無服者，朋友相為亦虞祔也。故熊氏云：「主喪者於死者無服，謂袒免以外之兄弟。」○注「喪事虞祔乃畢」。○正義曰：經云「虞」，而注連言「祔」者，以祔與虞相近，故連言之。"
      },
      {
        "index": 12,
        "text": "凡喪服未畢，有吊者，則為位而哭，拜，踴。客始來，主人不可以殺禮待之。○殺，色界反。\n[疏]「凡喪」至「拜踴」。○正義曰：「凡喪服未畢」者，是喪服將終，但未畢了，猶有餘日未滿，其禮以殺。若有人始來吊，當為位哭，踴，不以殺禮而待新吊之賓也。言「凡」者，五服悉然。"
      },
      {
        "index": 13,
        "text": "大夫之哭大夫，弁絰。大夫與殯，亦弁絰。弁絰者，大夫錫衰相吊之服也，如爵弁而素加環絰曰弁絰。○與音預。"
      },
      {
        "index": 14,
        "text": "[疏]「大夫」至「弁絰」。○正義曰：「大夫之哭大夫，弁絰」者，此謂成服以後，大夫往吊哭大夫，身著錫衰，首加弁絰。○「大夫與殯，亦弁絰」者，此謂未成服之前，故與殯之時，首亦加弁絰，其餘則異，身著當時所服之服，故《士喪禮》注云：「主人成服之後，往則錫衰。主人未成服，君亦不錫衰，則著皮弁服也。」若此，大夫主人未成服之前，身亦皮弁服而弁絰也。若主人未小斂之前，則吉服而往，不弁絰也。○注「弁絰」至「服也」。○正義曰：按禮：主人未成服之前，小斂之後，大夫著弁絰，而衣皮弁服。此云「弁絰，大夫錫衰相吊」者，如鄭此意，則經云大夫之哭大夫弁絰，經據主人成服之後，故云「大夫錫衰相吊之服」。但文在「大夫與殯」之上，故南北諸儒皆以此「大夫之哭大夫，弁絰」是二斂之間，怪其鄭注云「錫衰」，所以各為異說。今謂「大夫之哭大夫」，廣解成服之後，於義無妨，但既成服之後，又卻明與殯之前理，亦既殯。"
      },
      {
        "index": 15,
        "text": "大夫有私喪之葛，則於其兄弟之輕喪則弁絰。私喪，妻子之喪也。輕喪，緦麻也。大夫降焉，吊服而往，不以私喪之末臨兄弟。"
      },
      {
        "index": 16,
        "text": "[疏]正義曰：「私喪之葛」者，謂妻子之喪，至卒哭，以葛代麻之後，是私喪之葛。○「則於其兄弟之輕喪則弁絰」者，於此之時，遭兄弟之輕喪緦麻，亦著吊服，弁絰而往，不以私喪之末臨兄弟也。若成服之後，則錫衰，未成服之前，身著素裳，而首服弁絰也。○注「私喪」至「兄弟」。○正義曰：既言「私喪」，故知謂妻子之喪也。「葛」，謂卒哭後也。「兄弟輕喪」，謂緦麻也。大夫降一等，雖不服以骨肉之親，不可以妻子之末服而往哭之，故服弁絰也。"
      },
      {
        "index": 17,
        "text": "為長子杖，則其子不以杖即位。辟尊者。\n[疏]「為長」至「即位」。○正義曰：父「為長子杖，則其子不以杖即位」者，其子，長子之子，祖在不厭孫，其孫得杖，但與祖同處，不得以杖即位，辟尊者。"
      },
      {
        "index": 18,
        "text": "為妻，父母在，不杖，不稽顙。尊者在，不敢盡禮於私喪也。○稽，徐音啟。顙，桑黨反。\n[疏]「為妻」至「稽顙」。○正義曰：此謂適子為妻，父母見存，不敢為妻杖，又不可為妻稽顙。故云「不杖，不稽顙」。按《喪服》云：「大夫為適婦為喪主。」父為己婦之主，故父在，不敢為婦杖。若父沒，母在，不為適婦之主。所以母在不杖者，以父母尊同，因父而連言母。父沒，母存，為妻雖得杖，而不得稽顙，以杖與稽顙文連，不杖屬於父在，不稽顙文屬母在，故云：「父母在，不杖，不稽顙。」而《禮論》范宣子申云：「有二義，一者生存為在，二者旁側為在。此云母在，謂在母之側，為妻不杖。故《問喪》云：『則父在不敢杖矣，尊者在故也。』鄭云：『父在不杖，謂為母。』按為母則削杖，而云父在不杖，謂為母也，是父在謂在側之在，若《論語》云『君在，踧如也』。」此范氏之釋，其義可通。但父母在之文相連為一，而父為存在之在，母為在側之在。又《小記》云：「父在，庶子為妻，以杖即位。」然庶子豈得父見在則？庶子為妻，得以杖即位乎？是范義未安也。今見具載之。"
      },
      {
        "index": 19,
        "text": "母在，不稽顙。稽顙者，其贈也，拜。言獨母在，於贈，拜，得稽顙，則父在，贈，拜，不得稽顙。\n[疏]正義曰：前明父母俱在，故不杖、不稽顙。此明父沒母在，為妻得有稽顙、不稽顙二義。「母在，不稽顙」者，謂母在，為妻子尋常拜賓之法也。○「稽顙者，其贈也，拜」者，但父沒母在，稍降殺於父，故為妻得有稽顙。稽顙之時，其稽顙者，有他人以物來贈己，其恩既重，其謝此贈之人時，為拜，得稽顙，故云「其贈也，拜」，於此拜時，而得稽顙。"
      },
      {
        "index": 20,
        "text": "違諸侯，之大夫，不反服。違大夫，之諸侯，不反服。其君尊卑異也。違，猶去也。去諸侯，仕諸侯；去大夫，仕大夫，乃得為舊君服。"
      },
      {
        "index": 21,
        "text": "[疏]「違諸」至「反服」。○正義曰：違，去也。去諸侯，謂不便其君及辟仇也。之，往也。己若本是諸侯臣，如去往仕大夫，此是自尊適卑，若舊君死，則此臣不反服也。言「不反」者，謂今仕卑，臣不可反服於前之尊君也。○「違大夫，之諸侯，不反服」者，此謂本是大夫臣，今去，仕諸侯，此是自卑適尊，若猶服卑君，則為新君之恥也，故亦不反服舊君也。○注「其君」至「君服」。○正義曰：鄭以經尊卑不敵，不反服。若所仕敵，則反服舊君，服齊衰三月。"
      },
      {
        "index": 22,
        "text": "喪冠，條屬，以別吉凶。三年之練冠，亦條屬，右縫。別吉凶者，吉冠不條屬也。條屬者，通屈一條繩，若布為武，垂下為纓。屬之冠，像大古，喪事略也。吉冠則纓、武異材焉。右縫者，右辟而縫之。○別，徐彼列反，注同。縫音逢，注同，又扶用反。大，古音泰，下「大古」同。材，才再反，又如字，辟必亦反，下同。小功以下，左。左辟，像吉，輕也。緦冠，繰纓。繰當為「澡麻帶絰」之「澡」，聲之誤也。謂有事其布以為纓。○繰，依注音縿，所銜反。"
      },
      {
        "index": 23,
        "text": "[疏]「喪冠」至「繰纓」。○正義曰：此一節明喪冠輕重之制，各隨文解之。此言吉冠則纓與武各別，喪冠則纓與武共材也。○「條屬」者，屬猶著也，謂取一條繩屈之為武，垂下為纓，以著冠，故云「條屬」也。吉凶既異，故云「別吉凶」也。○「三年之練冠，亦條屬，右縫」者，三年練冠，小祥之冠也。雖微入吉，亦猶條屬，與凶冠不異也。吉冠則褶上，辟縫向左，左為陽，陽，吉也。而凶冠縫向右，右為陰，陰，喪所尚也。過小祥猶條屬，故縫猶鄉右也。○注「別吉」至「縫之」。○正義曰：云「吉冠不條屬」也。條屬者，通屈一條繩。若布為武，垂下為纓，屬之冠，像大古，喪事略也」者，釋「喪冠，條屬」之意。云「吉冠則纓武異材焉」者，《玉藻》云「縞冠，玄武之屬」，是異材也。材謂材具。○「小功以下，左」，小功以下輕，故縫同吉，向左也。○「緦冠繰纓」，緦衰，冠治縷不治布，冠又用澡治，緦布為纓，以輕故也。○注「繰當」至「為纓」。○正義曰：經之「繰」字，絲旁為之，非澡治之義，故讀從《喪服小記》下「殤，澡麻帶絰」之澡。云「謂有事其布以為纓」者，緦麻既有事其縷，就上繰之，是又治其布。故云「有事其布以為纓」，謂縷、布俱治。"
      },
      {
        "index": 24,
        "text": "大功以上散帶。小功緦輕，初而絞之。\n[疏]「大功以上散帶」。○正義曰：小斂之後，主人拜賓，襲絰於序東。小功以下，皆絞之。大功以上，散此帶垂，不忍即成之，至成服，乃絞。"
      },
      {
        "index": 25,
        "text": "朝服十五升，去其半而緦，加灰，錫也。緦，精粗與朝服同。去其半，則六百縷而疏也。又無事其布，不灰焉。○朝，直遙反，後「朝服」放此，注同。去，起呂反，注同。"
      },
      {
        "index": 26,
        "text": "[疏]「朝服」至「錫也」。○正義曰：朝服精細，全用十五升布為之。○「去其半而緦」者，緦麻於朝服十五升布之內，抽去其半，以七升半用為緦麻服之衰服也。鄭注《喪服》云「去其半而緦，加絲」是也。○「加灰，錫也」者，取緦以為布，又加灰治之，則曰錫，言錫然滑易也。○注「又無事其布，不灰焉」。○正義曰：經云「去其半而緦」，始云「加灰」、「錫」，明此緦衰不加灰、不治布故也。"
      },
      {
        "index": 27,
        "text": "諸侯相襚，以後路與冕服。先路與褒衣不以襚。不以己之正者施於人，以彼不以為正也。後路，貳車，貳車行在後也。○襚音遂。"
      },
      {
        "index": 28,
        "text": "[疏]「諸侯」至「以襚」。○正義曰：「諸侯相禭」者，禭謂以物送死用也。○「以後路與冕服」者，後路為上路之後次路也。冕服，謂上冕之後次冕也。○「先路與褒衣不以禭」者，是己之車服之上，不可以施遺於人。以彼不以為正服所用也。"
      },
      {
        "index": 29,
        "text": "遣車視牢具。言車多少，各如所包遣奠牲體之數也。然則遣車載所包遣奠而藏之者與？遣奠，天子大牢，包九個；諸侯亦大牢，包七個；大夫亦大牢，包五個；士少牢，包三個。大夫以上乃有遣車。○遣，棄戰反，注同，下「遣車」、「遣奠」，皆放此。與音餘。個，古賀反，下同。"
      },
      {
        "index": 30,
        "text": "[疏]「遣車視牢具」。○正義曰：遣車，送葬載牲體之車也。牢具，遣奠所包牲牢之體，貴賤各有數也。一個為一具，取一車載之也，故云「視牢具」。○注「言車」至「遣車」。○正義曰：「言車多少，各如所包遣奠牲體之數也」者，以言「視牢具」，故如其數。云「然則遣車載所包遣奠而藏之者與」者，以遣車所用無文，因此視牢具，故云「載所包遣奠而藏之者與」，與，疑辭也。云「天子大牢，包九個」以下者，以《既夕禮》遣奠，用少牢以上約之，明大夫以上皆大牢。「包九個」者，以《檀弓》云「國君七個，遣車七乘」，則天子九個，遣車九乘。以下差降，義已具於下《檀弓》疏。云「大夫以上乃有遣車」者，諸侯大夫位尊，雖無三命，則有車馬之賜。及天子上士三命，皆得有遣車。諸侯士以下賤，故無遣車也。"
      },
      {
        "index": 31,
        "text": "疏布輤，四面有章，置於四隅。輤，其蓋也。四面皆有章蔽，以隱翳牢肉。四隅，槨中之四隅。○章，本或作鄣，音同，注亦同。翳，於計反。"
      },
      {
        "index": 32,
        "text": "[疏]「疏布」至「四隅」。○正義曰：此經明載牢肉之時，因以物章蔽。「疏布輤」者，輤，蓋也。以粗布為上蓋，而四面有物章之。入壙，置於槨之四隅。"
      },
      {
        "index": 33,
        "text": "載粻，有子曰：「非禮也。粻，米糧也。○粻，陟良反。喪奠，脯醢而已。」言死者不食糧也。遣奠，本無黍稷。○醢音海。"
      },
      {
        "index": 34,
        "text": "[疏]「載粻」至「而已」。○正義曰：粻，米糧也。用遣車載粻，遣亡人也。而有子譏其為失也。然《既夕》士禮有黍、稷、麥者，但遣奠之饌無黍、稷，故遣車所載遣車之奠，不合載粻。《既夕》士禮者，謂遣奠之外，別有黍稷麥喪奠脯醢而已者，此亦有子之言也，言死者不食糧，故遣奠不用黍稷，而牲體是脯醢之義也。"
      },
      {
        "index": 35,
        "text": "祭，稱孝子、孝孫。喪，稱哀子、哀孫。各以其義稱。○義稱，昌升反，又尺證反。\n[疏]「祭稱」至「哀孫」。○正義曰：祭，吉祭也，謂自卒哭以後之祭也。吉則申孝子心，故祝辭云孝也。或子或孫，應其人也。○「喪稱哀子、哀孫」者，凶祭謂自虞以前祭也。喪則痛慕未申，故稱哀也，故《士虞禮》稱哀子，而卒哭乃稱孝子也。"
      },
      {
        "index": 36,
        "text": "端衰，喪車，皆無等。喪車，惡車也。喪者衣衰及所乘之車，貴賤同。孝子於親，一也。衣衰言端者，玄端，吉時常服，喪之衣衰當如之。○衣衰，上於既反，下七雷反，下同。"
      },
      {
        "index": 37,
        "text": "[疏]「端衰」至「無等」。○正義曰：端衰，謂喪服上衣，以其綴六寸之衰於心前，故衣亦曰衰。端，正也。吉時玄端服，身與袂同，以二尺二寸為正，而喪衣亦如之。而今用縗綴心前，故曰「端衰」也。○「喪車」者，孝子所乘惡車也。惡車，喪車也。等，等差也。言喪之衣衰及惡車，天子至士制度同，無貴賤等差之別也。以孝子於其親，情如一也。○注「喪車」至「如之」。○正義曰：言「喪車，惡車也」者，《既夕禮》云：「主人乘惡車。」鄭云：「王喪之木車也。」按鄭注《巾車》「喪車凡五等」，《巾車》云：「木車，蒲蔽。」注云：「木車，不漆者，以蒲為蔽。始遭喪所乘也。」「素車，棼蔽。」注云：「素車以白土堊車。薠麻以為蔽，卒哭所乘。」「藻車，藻蔽。」注云：「以蒼玉堊車，以蒼繒為蔽也。既練所乘。」「駹車，雚蔽。」注云：「駹車邊側有漆飾也。以細葦席為蔽，大祥所乘。」「漆車，藩蔽。」注云：「漆車，黑車。漆席以為蔽，禫所乘。」○云「衣衰言端者，玄端，吉時常服，喪之衣衰當如之」者，按《喪服記》：袂，二尺二寸。「袪，尺二寸」。其制正服，故云端。此云「端衰」，則與玄端同也。"
      },
      {
        "index": 38,
        "text": "大白冠、緇布之冠，皆不蕤。委武，玄、縞而後蕤。不蕤，質無飾也。大白冠，大古之布冠也。《春秋傳》曰：「衛文公大布之衣，大白之冠。」委武，冠卷也。秦人曰委，齊東曰武。玄，玄冠也。縞，縞冠也。○縞，古老反，又古報反，注同。卷，苦圓反。"
      },
      {
        "index": 39,
        "text": "[疏]「大白」至「後蕤」。○正義曰：大白者，古之白布冠也。緇布冠，黑布冠也。二冠無飾，故皆不蕤。此緇布冠謂大夫士之冠，故不蕤。其諸侯緇布冠則蕤，故《玉藻》云「緇布冠繢緌，諸侯之冠」是也。○「委武，玄縞而後蕤」者，委、武皆冠卷也。秦人呼捲為委，齊人呼捲為武也。玄、玄冠也。縞，縞冠也。率、縞二冠，既有先別卷，後乃可蕤，故云「而後蕤」也。而大祥縞冠亦有蕤。何以知之？前既云「練冠，亦條屬，右縫」，則知縞不條屬。既別安卷，灼然有蕤也。○注「不蕤」至「冠也」。○正義曰：引《春秋左傳》曰「衛文公大布之衣，大白之冠」者，證大白冠是布也。閔公二年冬，狄入衛，衛懿公為狄人所滅。僖二年，齊桓公救而封之。衛文公以國未道，故不充其服，自貶損，所以大白冠、大布衣也。"
      },
      {
        "index": 40,
        "text": "大夫冕而祭於公，弁而祭於己，士弁而祭於公，冠而祭於己。弁，爵弁也。冠，玄冠也。祭於公，助君祭也。大夫爵弁而祭於己，唯孤爾。士弁而親迎，然則士弁而祭於己可也。緣類欲許之也。親迎雖亦己之事，攝盛服爾，非常也。○迎，魚敬反，注同。"
      },
      {
        "index": 41,
        "text": "[疏]「大夫」至「可也」。○正義曰：此一節明大夫、士公私祭服。○「大夫冕而祭於公」者，大夫謂「孤」也。冕，絺冕也。祭於公，謂助君祭也。○「弁而祭於己」者，弁，爵弁也。祭於己，自祭廟也。助祭為尊，故服絺冕。自祭為卑，故服爵弁。崔云：孤不悉絺冕，若王者之後及魯之孤，則助祭用絺。若方伯之孤助祭，則以其君玄冕自祭，不可逾之也。○「士弁而祭於公，冠而祭於己」者，弁謂爵弁也。士以爵弁為上，故用助祭也。冠玄冠為卑也，自祭不敢同助君之服，故用玄冠也。○「士弁而親迎，然則士弁而祭於己可也」者，作記之人，雖云「士冠而祭於己」，以己既爵弁親迎，親迎輕於祭，尚用爵弁，則士亦當用爵弁自祭於己廟可也。言於禮可用也。爵弁，是記者緣事類欲許之著爵弁。○注「弁爵」至「孤爾」。○正義曰：知「弁，爵弁也」者，與「士弁」連文，士弁祭於公，爵弁，故知大夫弁者，亦爵弁也。云「大夫爵弁而祭於己，唯孤爾」者，以《儀禮•少牢》上大夫自祭用玄冠，此亦云弁而祭於己者，與《少牢》異，故知是孤。知非卿者，以《少牢禮》有卿賓屍，下大夫不賓屍，明卿亦玄冠，不爵弁。○注「緣類」至「常也」。○正義曰：以祭、親迎，事類相似。親迎既弁，故自祭欲許其著弁，其理不可。故鄭云：親迎雖亦己之事，攝盛服爾，非常著之服。所以親迎攝盛服者，以親迎配偶，一時之極，故許其攝盛服。祭祀，常所供養，故須依其班序。"
      },
      {
        "index": 42,
        "text": "暢，臼以椈，杵以梧，所以搗郁也。椈，柏也。○搗，丁老反。枇以桑，長三尺，或曰五尺。枇，所以載牲體者。此謂喪祭也。吉祭，枇用棘。○枇音匕，本亦作朼，音同，注同。長，直亮反，下同。畢用桑，長三尺，刊其柄與末。畢，所以助主人載者。刊，猶削也。○刊，苦幹反。柄，兵命反。"
      },
      {
        "index": 43,
        "text": "[疏]「暢臼」至「與末」。○正義曰：此一節明吉凶暢及枇畢之義，各隨文解之。暢，謂郁鬯也者。○「臼以椈，杵以梧」者，謂搗鬯所用也。椈，柏也。梧，桐也。謂以柏為臼，以桐為杵，搗郁鬯用柏臼桐杵，為柏香，桐絜白，於神為宜。○注「椈，柏也」。○正義曰：「椈，柏」，《爾雅•釋木》文。○「枇以桑，長三尺，或曰五尺」，枇者，所以載牲體從鑊，以枇升入於鼎，從鼎以枇載之於俎。○注「此謂」至「用棘」。○正義曰：知「謂喪祭也」者，以其用桑，故知喪祭也。云「吉祭，枇用棘」者，《特牲記》云「枇用棘心」是也。○「畢用桑，長三尺，刊其柄與末」，主人舉肉之時，則以畢助主人舉肉。「用桑」者，亦喪祭故也。「刊其柄與末」，謂畢末頭亦刊削之。畢既如此，枇亦當然，若吉時亦用棘。"
      },
      {
        "index": 44,
        "text": "率，諸侯、大夫皆五采，士二采。此謂襲屍之大帶，率繂也。繂之不加箴功。大夫以上，更飾以五采，士以朱、綠。襲事成於帶，變之，所以異於生。○率，上音律，下音帶，本亦作帶。繂音律。箴，之金反。"
      },
      {
        "index": 45,
        "text": "[疏]「率帶」至「二采」。○正義曰：此謂屍襲竟而著此帶也。率謂為帶也。但攝帛邊而熨殺之，不加箴功，異於生也。以五采飾之，亦異於生也。大夫與諸侯同，而士二采，並異於生而尊者，可同也。然此士，天子之士也。諸侯之士則緇帶，故《士喪禮》緇帶。○注「此謂」至「於生」。○正義曰：知「襲屍之大帶」者，以吉時大帶，唯有朱、綠、玄華，無五采。此連上枇、畢用桑之下，則知此亦喪之大帶。小斂大斂，衣數既多，有絞不可加帶，故知「襲屍之大帶」也。以其稱率與大帶同，故知是大帶也。云「襲事成於帶，變之，所以異於生」者，鄭以襲衣與生同，唯帶與生異。凡襲事著衣畢，加帶乃成，故云「襲事成於帶，變之，異於生也」。"
      },
      {
        "index": 46,
        "text": "醴者，稻醴也。甕、甒、筲、衡，實見間，而後折入。此謂葬時藏物也。衡，當為桁，所以庪甕、甒之屬，聲之誤也。實見間，藏於見外、槨內也。折，承席也。○甕，於貢反，盛醯醢之器。甒音武，瓦器。筲，所交反，竹器。衡，依注作桁，戶剛反，徐戶庚反，庪也。見音間廁之間，棺衣也，注同。間如字，注同，徐古莧反。一解云：鄭合見、間二字，共為□字，音古辯反。折，之設反，注同，形如床，無足也。庪，九委反，又九偽反，徐居綺反，字亦作庋，同。"
      },
      {
        "index": 47,
        "text": "[疏]「醴者」至「折入」。○正義曰：此一經是送葬所藏之物。○「醴者，稻醴也」者，言此醴是稻米所為。○「甕」者，盛醯、醢。○「甒」者，盛醴、酒。○「筲」者，盛黍、稷。○「衡」者，以大木為桁，置於地，所以庪舉於甕、甒之屬。○「實見間」，見謂棺外之飾，言實此甕、甒、筲等於見外、槨內二者之間，故云「實見間」。○「而後折入」者，折謂槨上承席，實物槨內既畢，然後以此承席加於槨上。○注「此謂」至「席也」。○正義曰：知「葬時藏物也」者，言此甕、甒、筲、衡等葬時所藏之物。皇氏云：「甕、甒、筲，明器也。故實此醴與醯醢之屬。」云「實見間，藏於見外槨內也」者，按《既夕禮》：「乃窆，藏器於旁，加見。」注云：「器，用器、役器也。」見，棺飾也。先言「藏器」，乃云「加見」者，「器」在「見」內也。《既夕禮》又云：「藏苞、筲於旁。」注云：「於旁者，在見外也。」不言甕、甒、饌，相次可知。知是「藏於見外、槨內」者，則見內是用器、役器，見外是明器也。此是士禮，略，實明器耳。大夫以上，則兼有人器、明器也。人器實，明器虛。云「折，承席也」者，按《既夕禮》注云：「折猶庪也。方鑿連木為之，蓋如床，而縮者三，橫者五，無簀。窆事畢，加之壙上，以承抗席。」是也。"
      },
      {
        "index": 48,
        "text": "重，既虞而埋之。就所倚處埋之。○重，直龍反。埋，亡皆反。倚，於倚反。處，昌慮反。\n[疏]「重既虞而埋之」。○正義曰：按《既夕禮》：「初喪朝禰廟，重止於門外之西，不入。」重不入者，謂將鄉祖廟，若過之然，故不入。明日自禰廟隨至祖廟庭，厥明將出之時，「重出自道，道左倚之」。鄭注云：「道左，主人位。」此注「就所倚之處埋之」，謂於祖廟門外之東也。"
      },
      {
        "index": 49,
        "text": "凡婦人，從其夫之爵位。婦人無專制，生禮死事，以夫為尊卑。小斂、大斂、啟，皆辯拜。嫌當事，來者終不拜，故明之也。此既事，皆拜。○辯音遍。"
      },
      {
        "index": 50,
        "text": "[疏]「小斂」至「辯拜」。○正義曰：禮：凡當大斂、小斂及啟攢之時，唯有君來，則止事而出拜之。若他賓客至，則不止事。事竟，乃即堂下之位，悉遍拜，故云「皆辯拜」也。○注「嫌當」至「皆拜」。○正義曰：嫌當三事終竟不拜，故明竟即拜也。云「此既事，皆拜」者，皆拜即此云辯拜三事也。然若士當事，而大夫至，則士亦為大夫出也。故《雜記》下云「當袒，大夫至，雖當踴，絕踴而拜之。反，改成踴，乃襲」是也。"
      },
      {
        "index": 51,
        "text": "朝夕哭，不帷。緣孝子心欲見殯、肂也。既出，則施其㧁，鬼神尚幽闇也。○帷，位悲反，下同。肂，以二反，埋棺之坎。㧁，《字林》戶臘反，闔也。《纂文》云：「古闔字。」《玉篇》羌據、公答二反，皆云閉也。"
      },
      {
        "index": 52,
        "text": "[疏]「朝夕哭，不帷」。○正義曰：孝子心欲見殯，故當朝夕進入廟門內哭位之時，除去殯宮帷也。哭竟，則帷之。○注「既出，則施其㧁」。○正義曰：按《士喪禮》：「君使人吊，徹帷。」鄭云：「徹帷，㧁之事畢，則下之。」鄭此注會《儀禮》注也，則㧁是褰舉之名。初哭，則褰舉，事畢，則施下之。"
      },
      {
        "index": 53,
        "text": "無柩者，不帷。謂既葬也。棺柩已去，鬼神在室，堂無事焉，遂去帷。○去，起呂反。\n[疏]「無柩者，不帷」。○正義曰：無柩，謂葬後也。神主祔廟還在室，則在堂無事，故不復用帷也。"
      },
      {
        "index": 54,
        "text": "君若載而後吊之，則主人東面而拜，門右北面而踴，出待，反而後奠。主人拜、踴於賓位，不敢迫君也，君即位車東。出待，不必君留也。君反之，使奠。"
      },
      {
        "index": 55,
        "text": "[疏]「君若」至「後奠」。○正義曰：謂君來吊臣之葬，臣喪朝廟，柩已下堂，載在柩車，而君吊之，故云「君若載而後吊之」。○「則主人東面而拜」者，君既吊位於車東，故主人在車西東面而拜。○「門右北面而踴」者，門，謂袒廟門也。右，西邊也。若門外來，則右在東。若門內出，右在西。此據車出家，故右在西。孝子拜君竟，從位立近門內西邊北面而哭踴，為禮也。○「出待」者，孝子哭踴畢，而先出門待君者。君來則出門拜迎，君去則出門拜送也。今君入臨，吊事竟，便應去，不敢必君之久留，故孝子先出，待君出。○「反而後奠」者，反，謂君來未去，使人命孝子反還喪所也。「而後奠」者，凡君來必設奠，告柩知之也。或云：此謂在廟載柩車時也。奠，謂反設袒奠也。"
      },
      {
        "index": 56,
        "text": "子羔之襲也。繭衣裳與稅衣、纁袡為一，素端一，皮弁一，爵弁一，玄冕一。曾子曰：「不襲婦服。」繭衣裳者，若今大屬也。纊為繭，縕為袍，表之以稅衣，乃為一稱爾。稅衣，若玄端而連衣裳者也。大夫而以纁為之緣，非也。唯婦人纁袡。禮以冠名服，此襲其服，非襲其冠。曾子譏「襲婦服」而已。玄冕，又大夫服，未聞子羔曷為襲之。玄冕，或為為玄冠，或為玄端。○繭，古典反。稅，他喚反，注同。纁，許雲反。柟，字又作袡，而占反。裳，下□也，王肅云：「婦人蔽膝也。」屬音燭。絖，字又作纊，音曠。縕，於粉反。袍，薄勞反。稱，尺證反，下放此。緣，悅絹反。"
      },
      {
        "index": 57,
        "text": "[疏]「子羔」至「婦服」。○正義曰：此明大夫死者襲衣稱數也。○「繭衣裳」者，纊為繭，謂衣裳相連，而綿纊著之也。○「與稅衣」者，稅謂黑衣也。若玄端而連衣裳也。玄端多種，今衣裳連是玄端，玄端，玄裳也。○「纁袡為一」者，纁，絳也。袡，裳下緣撚也。以絳為緣，故云「稅衣、纁袡」也。繭衣既褻，故用稅衣表之，合為一稱，故云「繭衣裳與稅衣、纁袡為一」也。○「素端一」者，此第二稱也。以服既不褻，並無復別衣表之也。盧云：「布上素下皮弁服。」賀瑒云：「以素為衣裳也。」○「皮弁一」者，第三稱也。十五升白布為衣，積素為裳也。○「爵弁一」者，第四稱也。玄衣，纁裳也。○「玄冕一」者，第五稱也。大夫之上服也。○「曾子曰：不襲婦服」者，曾子非之。纁袡是婦人之服，而子羔襲用之，故曾子譏之。依禮不合襲婦人之服。○注「繭衣」至「襲之」。○正義曰：「禮以冠名服，此襲其服，非襲其冠」者，鄭恐經云「皮弁」「爵弁」，但云冠，不云服，恐襲其冠，不襲其服，故云「以冠名服，此襲其服，非襲其冠」。云「曾子譏襲婦服而已」者，鄭意以曾子但譏婦服而已，不譏其著玄冕之服，是子羔合著玄冕。子羔為大夫，無文，故注云：「未聞子羔曷為襲之。」"
      },
      {
        "index": 58,
        "text": "為君使而死，公館復，私館不復。公館者，公宮與公所為也。私館者，自卿大夫以下之家也。公所為，君所作離宮別館也。○為，於偽反，又如字。使，色吏反。復音伏。館，本亦作觀，音同。公七踴，大夫五踴，婦人居間，士三踴，婦人皆居間。公，君也。始死及小斂、大斂而踴，君、大夫、士一也，則皆三踴矣。君五日而殯，大夫三日而殯，士二日而殯。士小斂之朝不踴，君、大夫大斂之朝乃不踴。婦人居間者，踴必拾，主人踴，婦人踴，賓乃踴。○拾，其劫反，下同。"
      },
      {
        "index": 59,
        "text": "[疏]「公七」至「居間」。○正義曰：此一經明諸侯至士初死、在室、殯踴節及明貴賤踴數也。公、諸侯去死日五日而殯，則合死日六日也。○「七踴」者，始死一踴，明日襲之時又一踴。襲明日朝、又明日小斂朝一踴，為四也。其日晚小斂時又一踴，是小斂日再踴，就於前三日為五也。小斂明日朝又踴，為六也。至明日大斂之朝不踴，當大斂時乃踴，凡為七踴也。○「大夫五」者，大夫三日殯，合死日為四日。始死一，明日襲朝一，又明日小斂日再，小斂明日大斂，凡五也。○「士三」者，士三日殯，合死日數也。始死一，小斂朝不踴，至小斂時一，又明日大斂一，是凡三也。○「婦人皆居間」者，謂婦人與丈夫更踴也。男子先踴，踴畢而婦人踴，踴畢，賓乃踴。婦人居賓主之中間也。又云「皆居間」者，言皆於貴賤，婦人悉居賓主間也。然親始死及動屍、舉柩，哭踴無數。今云七、五、三者，謂為禮有節之踴。每踴輒三者，三為九而謂為一也。"
      },
      {
        "index": 60,
        "text": "公襲：卷衣一，玄端一，朝服一，素積一，纁裳一，爵弁二，玄冕一，褒衣一，朱綠帶，申加大帶於上。朱綠帶者，襲衣之帶，飾之雜以朱綠，異於生也。此帶亦以素為之。申，重也。重於革帶也。革帶以佩□，必言重於大帶者，明雖有變，必備此二帶也。士襲三稱，子羔襲五稱。今公襲九稱，則尊卑襲數不同矣。諸侯七稱，天子十二稱與？○卷音袞。重，直龍反，又直用反。□音弗。稱，尺證反。"
      },
      {
        "index": 61,
        "text": "[疏]「公襲」至「於上」。○正義曰：此一經明襲用衣稱卷冕之制。公襲以上服最在內者，公身貴，故以上服親身。欲尊顯加賜，故褒衣最外，而細服居中也。子羔賤，故卑服親身也。○「玄端一」者，賀云：「燕居之服，玄端朱裳也。」○「朝服一」者，緇衣素裳，公日視朝之服也。○「素積一」者，皮弁之服，公視朔之服也。○「纁裳一」者，賀云：「冕服之裳也，亦可鷩、毳，任取中間一服也。」○「爵弁二」者，玄衣、纁裳二通也。此是始命之服，示之重本，故二通也。招魂，君亦用爵弁服也。玄冕之下，又取一也。○「褒衣一」者，所加賜之衣，最上，華君賜也。自卷衣至此，合爵弁二通，合九稱。朱綠帶者，諸侯襲屍，除五采之大帶外，又別有此帶，以素為之，而朱綠飾之，亦異於生時也。○「申加大帶於上」者，申，重也。謂已用此朱綠小帶結束之，今重加大帶於革帶之上者，像生時大帶也。用素為之，士則二采，大夫、諸侯皆五采飾之，故前云「率帶，諸侯、大夫皆五采，士二采」。鄭云：「此謂襲屍之大帶也。」鄭既謂前為襲屍之大帶，此重言加大帶，是用襲屍如一，故知前所言即此大帶也。○注「朱綠」至「稱與」。○正義曰：云「朱綠帶者，襲衣之帶，飾之雜以朱綠，異於生也」者，此帶既非革帶，又非大帶，只是衣之小帶。衣之小帶用素，故云「亦以素為之」。云「申，重也」者，《釋詁》文。云「重於革帶也」者，謂於革帶之上，重加此大帶。知非對小朱綠帶為重者，以朱綠小帶散在於衣，非是總束其身。若總束其身，唯有革帶大帶，故知對革帶為重者。云「必言重加大帶者，明雖有變，必備此二帶也」者，解經文「申加」之字。既無革帶，又加大帶云「申」者，何以革帶必見革帶與大帶者，明雖有變，必備此二帶。云「士襲三稱以下」者，鄭欲歷明天子、諸侯以下襲之數，《士喪禮》襲三稱，前文子羔襲五稱，此文公襲九稱，是尊卑襲數不同。唯天子、諸侯無文，故約之，云「諸侯七稱，天子十二稱與」。與者，疑辭也。"
      },
      {
        "index": 62,
        "text": "小斂，環絰，公、大夫、士一也。環絰者，一股，所謂纏絰也。士素委貌，大夫以上素爵弁，而加此絰焉，散帶。○纏，直連反。"
      },
      {
        "index": 63,
        "text": "[疏]「小斂」至「一也」。○正義曰：環絰，一股而纏也。親始死，孝子去冠，至小斂不可無飾。士素委貌，大夫以上素弁，而貴賤悉得加於環絰，故云「公、大夫、士一也」。○注「環絰」至「散帶」。○正義曰：知以「一股，所謂纏絰」者，若是兩股相交，則謂之絞。今云環絰，是周回纏繞之名，故知是一股纏絰也。又鄭注《弁師》云：「環絰者，大如緦之麻絰，纏而不糾。」今此所謂彼經注也。知「士素委貌」者，武叔投冠括髪，諸侯之大夫當天子之士也。云「大夫以上，素爵弁」者，《雜記》云：「大夫與殯亦弁絰，以大夫與他殯尚弁絰，則天子弁絰明矣。」諸侯以上尊，固宜弁絰。"
      },
      {
        "index": 64,
        "text": "公視大斂，公升，商祝鋪席，乃斂。《喪大記》曰：「大夫之喪，將大斂，既鋪絞、紟、衾，君至。」此君升乃鋪席，則君至為之改，始新之也。○鋪，普吳反，一音升胡反，又音敷。紟，其鴆反。絞，戶交反。為，於偽反。"
      },
      {
        "index": 65,
        "text": "[疏]「公視」至「乃斂」。○正義曰：公，君也。明君臨臣喪大斂禮也。○「公升，商祝鋪席，乃斂」者，「公升」，謂君來升堂時。商祝，主斂事者也。此臣喪，大斂，君來至之前，主人既已鋪席，布絞、紟、衾，聞君將來至，則主人徹去之。此君至，升堂，而商祝更鋪席，待君至乃斂也。所以然者，重榮君來，為新之也。亦示若事由君也。"
      },
      {
        "index": 66,
        "text": "魯人之贈也，三玄二纁。廣尺，長終幅。言失之也。《士喪禮》下篇曰：「贈用制幣，玄纁束帛。」○廣，古曠反。長，直亮反。幅，方服反。"
      },
      {
        "index": 67,
        "text": "[疏]「魯人」至「終幅」。○正義曰：記魯失也。贈，謂以物送亡人於槨中也。贈別用玄纁束帛，三玄二纁，故《既夕禮》曰「贈用制幣，玄纁束」。今魯人雖三玄二纁，而用廣尺，長終幅，不復丈八尺，則失禮也。"
      },
      {
        "index": 68,
        "text": "吊者即位於門西，東面。其介在其東南，北面西上，西於門。賓立門外，不當門。○介音界，後皆同。主孤西面。立於阼階下。相者受命曰：「孤某使某請事。」客曰：「寡君使某，如何不淑！」受命，受主人命以出也。不言擯者，喪無接賓也。淑，善也。如何不善，言咀艽之甚，使某吊。○相，悉亮反，下皆同。相者入告，出曰：「孤某須矣。」稱其君名者，君薨，稱子某，使人知適嗣也。須矣，不出迎也。○適，丁歷反。吊者入，主人升堂，西面。吊者升自西階，東面，致命曰：「寡君聞君之喪，寡君使某，如何不淑！」子拜稽顙，吊者降，反位。子，孤子也。降反位者，出反門外位。無「出」字，脫。"
      },
      {
        "index": 69,
        "text": "[疏]「吊者」至「反位」。○正義曰：自此以下終於篇末，明諸侯相吊含贈賵之禮，今各隨文解之。從此至反位，明吊禮。○「吊者即位於門西」者，謂主國大門之西。○「其介在其東南，北面西上」者，以其凶事，異於吉，故介在東南，北面西上，以使在門西故也。○「相者受命」者，相者，相主人傳命者也，不稱擯而言相者，鄭云「喪無接賓」，故不言擯，此對例耳。若通而言之，吉事亦云相，故《司儀》云：「每門止一相。」又《大宗伯》云：「朝、覲、會、同，則為上相。」凶事亦稱擯，故《喪大記》云：「君吊，擯者進。」又按《士喪禮》「賓有襚，擯者出請入告」是也。○「出曰：孤某須矣」者，孤謂嗣子也。某為嗣子之名，必稱嗣子名者，欲使使者知適嗣之名，故鄭引《公羊傳》云「君薨，稱子某」。但《公羊》對殯之辭，稱子某，此對賓之辭，故稱孤某。云「須矣」者，異於吉禮，不出迎，故云須矣。○「主人升堂，西面」者，謂從阼階升也。知者，以吊者升由西階故也。又下文孤降自阼階拜之，明升亦阼階也。《曲禮》云「升降不由阼階」者，或大夫、士也，或平常無賓時也。○「子拜稽顙」者，不云孤某而稱子者，客既有事於殯，故稱子以對殯之辭也，以下皆然。若對賓之辭，則稱孤某也。"
      },
      {
        "index": 70,
        "text": "含者執璧將命曰：「寡君使某含。」相者入告，出曰：「孤某須矣。」含玉為璧制，其分寸大小未聞。○含，本又作唅，《說文》作琀，同胡闇反，下同。含者入，升堂致命，再拜稽顙。含者坐委於殯東南，有葦席。既葬，蒲席。降，出反位。言「降，出反位」，則是介也。《春秋》有既葬歸含賵襚，無譏焉，皆受之於殯宮。○襚音遂。宰夫朝服，即喪屨，升自西階，西面坐取璧，降自西階以東。朝服，告鄰國之禮也。即，就也。以東，藏於內也。"
      },
      {
        "index": 71,
        "text": "[疏]「含者」至「以東」。○正義曰：此一經明含禮。○「執璧」者，含玉為璧制。鄭云：「分寸大小未聞。」含之所用，已具《檀弓》疏。○「含者坐委於殯東南，有葦席。既葬，蒲席」者，謂含者坐委所含之璧於殯之東南席上。未葬之前，有葦席承之。既葬以後，則以蒲席承之。○注「言降」至「殯宮」。○正義曰：「言降，出反位，則是介也」者，以此經直云「降，出反位」，不知何人反位。前文云「吊者降，反位」，則此謂含者降，反位。即吊者既為上賓，故下文云「上客臨」，注云：「上客，吊者。」既為上客，明含者是介也。云「《春秋》有既葬歸含賵襚，無譏焉，皆受之於殯宮」者，按《左傳》隱元年「天王使宰咺來歸惠公仲子之賵」，歸惠公賵，緩也。《公羊》亦云：「其言來何？不及事也。」是《左氏》、《公羊》皆譏其緩。云「無譏」者，取《穀梁》之義，故文五年《穀梁》云「王使榮叔歸含且賵，不言來，不周事之用也」。明宰咺言來，得周事也。是宰咺歸賵，《穀梁》不譏，是既葬歸含且賵，無譏也。《穀梁》所以不譏宰咺者，《釋廢疾》云：「平王新有幽王之亂，遷於成周，欲崇禮於諸侯，原情免之。」若無事而晚者，去來以譏之，榮叔是也。文九年，秦人來歸僖公成風之襚最晚，不譏者，《釋廢疾》云：「以其殽敗，兵無休時，君子原情。」不責晚也。○「宰夫朝服，即喪屨」者，宰謂上卿也。言「夫」，衍字。朝服者，吉服也。必用吉服者，以鄰國執玉而來。執玉不麻，故著朝服。以仍在喪，不可純吉，故即喪屨也。此遭喪已久，故嗣子親受禮，宰著朝服。若新始遭喪，則主人不親受，使大夫受於殯宮，故《聘禮》云：「聘遭喪，入竟則遂也。」鄭云：「遭喪，主國君薨也。」《聘禮》又云：「不筵幾。」鄭云：「致命不於廟，就屍柩於殯宮。」《聘禮》又云：「遭喪，將命於大夫，主人長衣練冠以受。」○注「朝服，告鄰國之禮」。○正義曰：鄰國來吊，不敢純凶待之，而著朝服，是以吉待鄰國之禮。所以必用吉服以待鄰國者，以已國遭喪，他國是吉，不可以喪禮待於他國，故以吉禮待之。此吊者既為上客，又賵者是上介，則此含者、襚者當是副介、末介。但含、襚於死者為切，故在先陳之。"
      },
      {
        "index": 72,
        "text": "襚者曰：「寡君使某襚。」相者入告，出曰：「孤某須矣。」襚者執冕服，左執領，右執要；入，升堂致命曰：「寡君使某襚。」子拜稽顙。委衣於殯東。亦於席上所委璧之北，順其上下。○要，一遙反。襚者降，受爵弁服而門內霤，將命，子拜稽顙如初。受皮弁服於中庭，自西階受朝服，自堂受玄端，將命，子拜稽顙，皆如初。襚者降，出反位。授襚者以服者，賈人。○霤，力救反。賈音嫁。宰夫五人舉以東，降自西階，其舉亦西面。亦西面者，亦襚者委衣時。"
      },
      {
        "index": 73,
        "text": "[疏]「襚者」至「西面」。○正義曰：此一節明襚禮。按上文含者稱執璧，下文賵者稱執圭，則此襚者當稱執衣。不云者，文不備也。以下文云「襚者執冕服」，故於此略之。○注「亦於」至「上下」。○正義曰：以璧委於席上，今衣而委於席北，故云「亦於席上所委璧之北」。以經文先含而後襚，則含重而襚輕。所委殯東西面，南頭為上，故云「順其上下」，謂上者在前，下者在後。○注「授襚者以服者，賈人」。○正義曰：按《聘禮》有賈人，故知授襚者之服是賈人也。○注「亦西」至「衣時」。○正義曰：上云「委衣於殯東」，又云「受爵弁」、「受皮弁」、「玄端」，皆云「如初」，是皆在殯東西面而鄉殯。今云舉者「亦西面」，是亦如襚者西面也。其服重者，使執而入，爵弁受於內霤，皮弁受於中庭，朝服受於西階，玄端受於堂。既受處不同，則陳於璧北，亦重者在南。凡諸侯相襚，衣數無文。據此，其服有五。又先路褒衣不以襚，以外無文。"
      },
      {
        "index": 74,
        "text": "上介賵，執圭將命曰：「寡君使某賵。」相者入告，反命曰：「孤某須矣。」陳乘黃大路於中庭，北輈，執圭將命。客使自下由路西，子拜稽顙。坐委於殯東南隅。宰舉以東。輈，轅也。自，率也。下，謂馬也，馬在路之下，《覲禮》曰：「路下四亞之。」客給使者入，設乘黃於大路之西，客入則致命矣。使，或為史。○賵，方鳳反。孤須矣，從此盡篇末，皆無某字，有者非。乘，繩證反，注同。輈，竹由反，車轅也。"
      },
      {
        "index": 75,
        "text": "[疏]「上介」至「以東」。○正義曰：此一節明賵禮。○「陳乘黃大路於中庭，北輈」者，乘黃，謂馬也。大路，謂車也。陳四黃之馬於大路之西，於殯宮中庭。北輈者，謂大路輈轅北鄉也。○「客使自下由路西」者，客使，謂使客之從者也。為客所使，故曰客使也。自，率也。下，猶馬也。由，在也。路即大路也。陳路北轅既竟，賵客執圭升堂致命，而客之從者，率馬設在車之西也。馬云客使設之，則大路亦使設之也。○注「輈轅」至「命矣」。○正義曰：「自，率也」者，按《爾雅•釋詁》文「率，自也」。展轉相訓，是自得為率。云「下，謂馬也」者，凡陳車馬，馬在車下，故云「下，謂馬也」。引《覲禮》曰「路下四亞之」者，證馬為下也。四亞之謂馬四匹，亞次路車也。云「客給使者入，設乘黃於大路之西」者，解經中「客使自下由路西」也。但喪禮車馬以屬主人，故路在東，統於主人也。若尋常吉禮，車馬為賓而設，則路在馬西，故《覲禮》「路下四亞之」，注云「亞之，次車而東」，是車在西，統於賓也。按《既夕禮》車以西為上者，彼謂死人而設於鬼神之位。凡賵，隱元年《公羊傳》云：「賵者，蓋以馬，以乘馬、束帛、車馬曰賵，貨財曰賻，衣被曰襚。」《穀梁》云：「乘馬曰賵，衣衾曰襚，貝玉曰含，錢財曰賻。」按《既夕禮》云「賵馬兩，無車」者，士卑，不合有車。何休云：「周制，謂士無車。」非也。此《禮記》「陳乘黃大路」，則周制有車。《穀梁》直云「乘馬曰賵」，無車者，文不備也。散而言之，車馬亦曰襚，故前文云「諸侯相襚以後路」是也。此無賻，賻是加厚，非常故也。故《宰夫》注云「其間加恩厚，則有賻焉」。雖有貨，亦有馬，故《少儀》云「賻馬不入廟門」是也。《既夕》有贈者，贈施於死，必及葬節。此未必一當葬時。賵，《既夕》有「奠」，此無奠者，以奠主於親者，故《既夕禮》云「兄弟賵奠，所知則賵而不奠」。此諸侯相於既疏，故無奠。按《釋廢疾》云：「天子於諸侯，含之，賵之；諸侯於卿大夫，如天子於諸侯；諸侯於士，如天子於諸侯臣，襚之，賵之；天子於二王之後，含為先，襚則次之，賵為後；諸侯相於，如天子於二王后。」鄭知天子於二王后含、襚、賵者，為約此《雜記》兩諸侯相敵，明天子於二王后亦相敵也。知諸侯亦然者，約《雜記》文。鄭知天子於諸侯含、賵者，約文五年「榮叔歸含且賵」，三《傳》但譏兼禮，不譏其數是也。鄭知天子於諸侯臣襚之、賵之者，約《士喪禮》諸侯於士有襚、有賵，明天子於諸侯臣亦然。鄭知諸侯於卿大夫，如天子於諸侯者，更無所尊，明尊此卿大夫，含之賵之也。凡此，於其妻亦如其夫。知者，約「宰咺來歸惠公仲子之賵」，又約魯夫人成風之喪，「王使榮叔歸含且賵」以外，推此可知。"
      },
      {
        "index": 76,
        "text": "凡將命，鄉殯，將命，子拜稽顙，西面而坐委之。宰舉璧與圭，宰夫舉襚，升自西階，西面坐取之，降自西階。凡者，說不見者也。鄉殯將命，則將命時立於殯之西南。宰夫，宰之佐也。此言宰舉璧與圭，則上「宰夫朝服」衍「夫」字。○鄉，許亮反，注同。見，賢遍反。"
      },
      {
        "index": 77,
        "text": "[疏]「凡將」至「西階」。○正義曰：此一經廣明從上以來吊、含、襚及賵，文不見者，於此總明之。○「凡將命，鄉殯」者，在殯之西南，東北面鄉殯。○「西面而坐委之」者，謂將命既畢、子拜稽顙之後，將命者來就殯東西面而坐委之。○「宰舉璧與圭」者，主人上卿坐，舉含者之璧與賵者之圭。○「宰夫舉襚」者，謂宰之屬官舉此襚者之衣。○「升自西階，西面坐取之」者，謂宰與宰夫欲舉時升自西階，不敢當主孤之位。來鄉殯東席之東，西鄉坐，取之，降自西階也。○注「凡者」至「夫字」。○正義曰：此一經將命，言凡是總說上文，前文所不見者，則上「宰夫朝服」衍「夫」字者，以此經既云宰舉璧舉圭，宰夫舉襚。按上宰夫朝服取璧，既云取璧，明是宰也，非宰夫，故知「夫」為衍字。"
      },
      {
        "index": 78,
        "text": "賵者出，反位於門外。乃著言門外，明禮畢將更有事。\n上客臨，曰：「寡君有宗廟之事，不得承事，使一介老某相執綍。」上客，吊者也。臨，視也，言欲入視喪所不足而給助之，謙也。其實為哭耳。○臨如字，徐力鴆反，注及下同。介音界，舊古賀反。相，息亮反。綍音弗。為，於偽反。相者反命曰：「孤某須矣。」臨者入門右，介者皆從之，立於其左，東上。入門右，不自同於賓客。宗人納賓，升，受命於君。降曰：「孤敢辭吾子之辱，請吾子之復位！」客對曰：「寡君命，某毋敢視賓客，敢辭。」宗人反命曰：「孤敢固辭吾子之辱，請吾子之復位！」客對曰：「寡君命，使臣某毋敢視賓客，是以敢固辭。固辭不獲命，敢不敬從！」賓三辭而稱使臣，為恭也。為恭者，將從其命。○「寡君命」絕句，下放此。毋音無，下同。使，色吏反，注同。為如字，舊於偽反，下同。客立於門西，介立於其左，東上。孤降自阼階，拜之。升，哭，與客拾踴三。拜客，謝其厚意。○拾，其劫反。客出，送於門外，拜稽顙。不迎而送，喪無接賓之禮。"
      },
      {
        "index": 79,
        "text": "[疏]「上客」至「稽顙」。○正義曰：此一節明吊、含、襚、賵既畢，上客行臨哭之禮。○「使一介老某相執綍」者，某者，上客名也。相，助也。謙言使一介老臣某助主人執其葬綍，其實為哭而來，謙言助執綍耳。一介者，言己使來，唯有一人為介，謙辭耳。其實介數各下其君二等。○「臨者入門右，介者皆從之，立於其左，東上」者，不敢自同賓，故入門右從臣位。○「宗人納賓，升，受命於君」者，謂主國宗人掌禮，欲納此吊賓，先受納賓之命於主國嗣君。○「降曰：孤敢辭吾子之辱，請吾子之復位」者，此宗人受嗣君之命後，下階請客之辭也。復位者，欲合在門西客位也。○「宗人反命」者，謂反此客之辭命於嗣君。○「曰：孤敢固辭」者，是宗人受嗣君之命以告客。云「孤敢固辭」，前文云「孤某須矣」，此直云孤，子云某者，以親對客辭。客是使臣，故不復稱名也。按《左傳》昭三十年云：「君之喪，士吊，大夫會葬。」文襄之霸，君喪，大夫吊，卿會葬。此上客者，若於古禮，士也；若於文襄，則大夫也。云「一介老某」者，則若《曲禮》云「七十使於四方，稱老夫」之類。前四禮，客皆在門西，此臨在門東者，前者四禮皆是奉君命而行，如《聘禮》聘之與享也。此臨是私禮，若《聘禮》私覿，故在門東。○注「不迎」至「之禮」。○正義曰：上云「孤某須矣」，是不出迎。所以不迎者，以主人在喪，身既悲慼，無暇接賓之禮。主拜送者，謝其勞辱來也。"
      },
      {
        "index": 80,
        "text": "其國有君喪，不敢受吊。辟其痛傷已之親如君。○辟音避，下「辟之」同。\n[疏]「其國」至「受吊」。○正義曰：此謂國有君喪，而臣又有親喪，則不敢受他國賓來吊也。以義斷恩，哀痛主於君，不私於親也。"
      },
      {
        "index": 81,
        "text": "外宗房中南面，小臣鋪席，商祝鋪絞、紟、衾，士盥於盤北，舉遷屍於斂上。卒斂，宰告。子馮之踴，夫人東面坐馮之，興踴。此《喪大記》脫字，重著於是。○盥音管。斂，力劍反，下同。馮，皮冰反，本或作憑，下同。脫音奪。重，直用反。士喪有與天子同者三，其終夜燎，及乘人，專道而行。乘人，謂使人執引也。專道，人辟之。○燎，力召反，又力吊反。乘，繩證反，注同。引，以刃反，一音餘刃反。"
      },
      {
        "index": 82,
        "text": "[疏]「外宗」至「興踴」。○正義曰：此一經是《喪大記》君喪之節，於此重記之。但《大記》云「夫人東面亦如之」，此云「夫人東面坐馮，興踴」，惟此四字別，義皆同也。○「士喪」至「而行」。○正義曰：言士喪與天子三事同也，其終夜燎，一也。及乘人，二也。專道而行，三也。終夜燎，謂柩遷之夜須光明，故竟夜燎也。乘人，謂人引車，不用馬也。《既夕禮》云：「屬引。」鄭引：「古者人引柩，專道行，謂喪在路不辟人也。」三事為重，故云「與天子同」也。"
      }
    ]
  }
}