{
  "chapterNumber": 5,
  "title": "卷04",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[「共食」至「澤手」。　正義曰：共食，謂同事聚居，非禮食，則有同器食法。共食宜謙，不輒厭飫爲飽也。　「共飯不澤手」者，亦是共器盛飯也。澤，謂光澤也。古之禮，飯不用箸，但用手。既與人共飯，手宜絜淨，不得臨食始捼莎手乃食，恐爲人穢也。　注「爲汗生不絜」。　正義曰：絜，淨也。若澤手，手必汗生，則不絜淨也。一本「汗生不圭」，圭，絜也，言手澤汙飯也。　「毋摶飯」。　正義曰：共器，若取飯作摶，則易得多，是欲爭飽，非謙也。故注云「爲欲致飽，不謙」也。　「毋放」至「嘬炙」。　正義曰：「放飯」者，手就器中取飯，飯若黏著手，不得拂放本器中也。「去手餘飯於器中，人所穢」者，當棄餘於篚；無篚，棄餘於會。會謂簋蓋也。　「毋流歠」者，謂開口大歠，汁入口如水流，則欲多而速，是傷廉也。故鄭云「大歠嫌欲疾」。　「毋咤食」者，咤，謂以舌口中作聲也，似若嫌主人之食也。　「毋齧骨」者，一則有聲；二則嫌主人食不足，以骨致飽，故庾云「爲無肉之嫌」；三則齧之口脣可憎，故不齧也。「爲有聲響，不敬」，鄭舉一隅也。　「毋反魚肉」者，謂與人同器也，己齧殘不可反還器中，爲人穢之也。故鄭云：「謂己歷口，人所穢。」崔靈恩云：「不可反於故處，是以《少牢禮》尸所食之餘肉皆別致於肵俎，不反本處也。」　「毋投與狗骨」者，投，致也；狗，犬也。言爲客之禮，無得食主肉後棄其骨與犬，故鄭云「爲其賤飲食之物」。　「毋固獲」者，專取曰固，爭取曰獲。與人共食，不可專固獨得及爭取也。盧植云：「固獲取之，爲其不廉也。」　「毋揚飯」者，飯熱當待冷，若揚去熱氣，則爲貪快傷廉也。　「飯黍毋以箸」者，飯黍無用箸，當用匕。故《少牢》云「廩人溉匕與敦」，注云「匕，所以匕黍稷」是也。　「毋嚃羹」者，人若不嚼菜，含而歠吞之，其欲速而多，又有聲，不敬、傷廉也。故鄭云「亦嫌欲疾也」。「嚃爲不嚼菜」，羹有菜者用梜，故不得歠，當梜嚼也。　「毋絮羹」者，絮，謂就食器中調足鹽梅也。若得主人羹，更於器中調和，是嫌主人食味惡也。　注「爲其詳於味也。絮猶調也」，詳，審也，謂更詳審，嫌淡也。　「毋刺齒」者，口容止，不得刺弄之，爲不敬也。謂其弄口。《少儀》曰「口容止」，容儀欲靜止也。　「毋歠醢」者，醢，肉醬也。醬宜鹹，客若歠之，則是醬淡也。　「客絮羹，主人辭不能亨」者，亨，煑也。若客失禮而絮羹，則主人宜有優賓之辭，謝之云：以家不能亨煑，故羹味不調適也。　「客歠醢，主人辭以窶」者，窶，無禮也。若客失禮而歠醢，則主人亦致謝云：主人作醢淡而無鹽，故可歠也。《詩》云「終窶且貧」，毛云：「窶，無禮也。」箋云：「君於己祿薄，終不足以爲禮也。」兩辭皆優饒於賓也。　「濡肉齒決」者，濡，濕也。濕軟不可用手擘，故用齒斷決而食之。決猶斷也。　「乾肉不齒決」者，乾肉，脯屬也，堅肕不可齒決斷之，故須用手擘而食之，鄭注《腊人》云「大物解肆乾之，謂之乾肉」也。　「毋嘬炙」者，火灼曰炙。炙肉濡，若食炙，先當以齒嚌而反置俎上，不一舉而併食。併食之曰嘬，是貪食也。　注「爲其」至「于俎」。　正義曰：不細齧之，是一舉盡臠也。「《特牲》《少牢》嚌之，加于俎」者，嚌，至齒也。《特牲》《少牢饋食禮》，尸及祝、佐食、主人之徒得肉，皆嚌之，嚌之竟而加至于俎上也。但此所嚌，取彼嚌至齒，反置于俎則同。然前云「無反魚肉」，此得反于俎者，上文謂共人同器而食者，故鄭云「爲其已歷口，人所穢」，《特牲》《少牢》獨食，故得反也。　「卒食，客自前跪，徹飯齊，以授相者」。　正義曰：卒食，食已也。自，從也。食坐在前，南嚮。候客食竟，加于俎，起從坐前，北面，當己坐而跪，自徹己所食飯與齊。飯齊，食主，故答主人初所親饋者也。此是卑者侍食之客耳，若敵者則否。　「以授相者」，相者，謂主人佐助進食者，賓以所徹飯齊以授之。　注「謙也」至「降也」。　正義曰：齊，醬屬也。齊，醬、葅，通名耳。「《公食大夫禮》『賓卒食，北面取粱與醬以降』」者，引證自徹是卑客也。大夫卑，於公所爲客，故食竟自取飯及醬以降下，當知敵者否。　「主人興，辭於客，然後客坐」者，主人起辭，不聽自徹，則客亦止而坐也。　「侍飲於長者」。　正義曰：明侍尊長飲酒法也。食竟宜飲酒，故次之。　「酒進則起」者，謂長者賜侍者酒，進至侍者前，則起。侍者見酒至，不敢即飲，故起也。　「拜受於尊所」者，尊所，謂陳尊之處也。侍者起而往尊處拜受之也。陳尊之所，貴賤不同。若諸侯燕禮、大射，設尊在東楹之西，自北嚮南陳之。酌者在尊東，西嚮，以酌者之左爲上尊。尊面有鼻，鼻向君，示君專有此惠也。若鄉飲酒及卿大夫燕，則設尊陳於房戶之間，東西列尊，尊面嚮南，酌者嚮北，以西爲上尊。時主人在阼，西嚮，賓在戶西牖前，南嚮，使賓主得夾尊，示不敢專惠也。今云「拜受於尊所」者，當是燕禮，而《燕禮》不云拜受於尊所，《鄉飲酒》亦無此語，正是文不具耳。近尊嚮長者，故往於尊所，嚮長者而拜。　注「降席」至「鄉尊」。　正義曰：何胤云：「尊者，主人也。拜者在尊所，對主人也。降席下奠爵，再拜稽首。嚮尊，謂主人尊也。」崔靈恩云：「卿大夫燕飲，主人面亦嚮尊。若鄉飲酒，皆主人與賓夾尊也。」今案，何、崔並是解此拜受尊若所嚮長者之證也。　「長者辭，少者反席而飲」者，長者辭止少者之起，長者既止，故少者復反還其席而飲賜也。　「長者舉未釂，少者不敢飲」者，舉猶飲也；釂，盡也。飲酒，尊卑異爵，故《燕禮》公執膳爵，受賜爵者執散爵。今少者雖反席而飲，要須待長者盡爵後，少者乃得飲也。若長者飲未盡，則少者不敢飲也。　注「不敢」至「飲也」。　正義曰：證長者未盡，少者不敢飲也。《燕禮》曰「受賜爵者以爵就席坐，公卒爵，然後飲」，鄭注云：「不敢先虛爵。」明此勸惠從尊者來也。然此與《燕禮》及注合，而與《士相見》及《玉藻》違。案《士相見禮》云：「若君賜之爵，則下席，再拜稽首，受爵，升席，祭，卒爵。而俟君卒爵，然後授虛爵。」鄭云：「受爵者於尊所，至於授爵，坐授人耳。必俟君卒爵者，若欲其釂然也。」《玉藻》云：「君若賜之爵，則越席再拜稽首受，登席祭之。飲卒爵，而俟君卒爵，然後授虛爵。」注云：「不敢先君盡爵。」案二文皆先君卒爵，而此云後飲者，此據燕飲正禮，故引《燕禮》以證之。《玉藻》及《士相見禮》謂私燕之禮，故不同也。　「長者賜，少者、賤者不敢辭」。　正義曰：此明凡受賜禮也。少謂幼稚，賤謂僮僕之屬也。若少者及賤者被尊長之賜，則不敢辭謙，宜即受也，不敢亢禮也。敵者亢而有辭，少者、賤者故不敢也。　「御食於君」。　正義曰：御者非侍者，但是勸侑君食也。　「君賜餘」者，謂君食竟，以食殘餘賜御者也。　「器之溉者不寫」者，溉，滌也。寫，謂倒傳之也。若所賜食之器可滌溉者，不畏汙，則不須倒寫，仍於器中食之。食訖，乃澡絜以還君也。　「其餘皆寫」者，其餘，謂不可滌溉之器也。若不倒寫，久則浸汙其器，又不可澡絜，則壞尊者物也，故皆倒寫之。　注「重汙」至「曰御」。　正義曰：「溉謂陶梓之器」者，陶是瓦甒之屬，梓是杯杅之屬，並可滌絜之者。何胤云：「梓，漆也。」「不溉謂萑竹之器」者，萑，葦也，是織萑爲之器，竹是織竹爲之器，並謂筐筥之屬，並不可澡絜者。鄭注《司几筵職》云：「萑如葦而細。」云「勸侑曰御」者，何胤云：「勸侑，謂卑者勸美尊者之食也。」　「餕餘」至「祭妻」。　正義曰：餕者，食餘之名。祭，謂祭先也。因前有賜餘，故明食人之餘不祭者也。凡食人之餘及日晚食朝饌之餘皆云餕，故《玉藻》云「日中而餕」，鄭云：「餕，食朝之餘也。」今此明凡食餘悉祭，若不祭者，唯此下二條也。　「父不祭子，夫不祭妻」者，若父得子餘、夫得妻餘，不須祭者，言其卑故也。非此二條，悉祭也。父得有子餘者，熊氏云：「謂年老致仕，傳家事於子孫，子孫有賓客之事，故父得餕其子餘。夫餕其妻餘者，謂宗婦與族人婦燕飲有餘，夫得食之。」　「御同於長者，雖貳不辭」。　正義曰：御，謂侍也。同，謂侍食而與長者同饌也。貳，謂重也。侍者雖獲殽膳重，而己不須辭其多也。所以然者，此饌本爲長者設耳，若辭之，則嫌當長者。何胤云：「禮，當盛饌宜辭，以賤不能當之。此侍食於長者，盛饌不在己，故鄭云：『貳謂重殽膳也。辭之，爲長者嫌也。』」　「偶坐不辭」。　正義曰：偶，媲也。或彼爲客設饌，而召己往媲偶於客共食，此饌本不爲己設，故己不辭之也。又一云：偶，二也。若唯獨有己，主人設饌，己當辭謝。若與他人俱坐，則己不假辭，以主人意不必在己也。故鄭云「盛饌不爲己」，並會兩通也。　「羹之」至「用梜」。　正義曰：有菜者，爲鉶羹是也。以其有菜交橫，非梜不可。無菜者，謂大羹湆也，直歠之而已。其有肉調者，犬羹、兔羹之屬，或當用匕也。　「爲天子削瓜者副之，巾以絺」。　正義曰：此爲人君削瓜禮也。削，刊也。副，析也。絺，細葛也。謂先刊其皮而析爲四解，又橫切之，既破，又橫解，而細葛爲巾，覆上而進之也。　「爲國君者華之，巾以綌」者，華，謂半破也。綌，麤葛也。諸侯禮降，故破而不四析也，亦橫斷之。雖與天子俱無文，推理亦橫斷。而巾用麤葛，覆而進之。《爾雅》云「瓜曰華之」，郭璞云：「食啖治擇之名。」　「爲大夫累之」者，累，倮也，不巾覆也。大夫降於諸侯，直削而中裂橫斷而已，不巾覆而進之。知對破而橫斷之者，鄭云「士不中裂，橫斷去疐而已」，則知大夫猶中裂而橫斷，倮而已。　「士疐之」者，疐，謂脫華處。士不半破，但除疐而橫斷，亦不覆也。下注庶人云「不橫斷」，則知士橫斷也，故鄭云「士不中裂，橫斷去疐而已」。　「庶人齕之」者，庶人，府史之屬也。齕，齧也。既注云「不橫斷」，故知去疐而齧之也。然此削瓜等級不同，非謂平常之日，當是公庭大會之時也。]"
      },
      {
        "index": 1,
        "text": "父母有疾，冠者不櫛，行不翔，[憂不爲容也。]言不惰，[憂不在私好。]琴瑟不御，[憂不在樂。]食肉不至變味，飲酒不至變貌，[憂不在味。]笑不至矧，怒不至詈，[憂在心，難變也。齒本曰矧，大笑則見。]疾止復故。[自若常也。]有憂者側席而坐，[側猶特也。憂不在接人，不布他面席。]有喪者專席而坐。[降居處也。專猶單也。　【疏】正義曰：此已下明親疾人子之禮及除喪後之儀，各隨文解之。　「言不惰」者，惰，訛不正之言。　注「憂不在私好」。　正義曰：好，謂華好言語、戲劇、華飾、文辭，故云「不在私好」。　「食肉不至變味」。　正義曰：猶許食肉，但不許多耳。變味者，少食則味不變，多食則口味變也。　「有憂者側席而坐」者，憂，亦謂親有病也。側猶獨也。獨席，謂獨坐，不舒他面席也，明憂不在接人故也。平常則舒他面席也。　注「側猶特也」。　正義曰：案《聘禮》云公禮賓，「公側受醴」，是側猶特也。　「有喪者專席而坐」。　正義曰：專猶單也。吉時貴賤有重席之禮，若父母始喪，寢苫無席，卒哭後乃有芐翦不納，自齊衰以下始喪而有席，並不重降居處也。]"
      },
      {
        "index": 2,
        "text": "水潦降，不獻魚鼈。[不饒多也。]獻鳥者佛其首，[爲其喙害人也。佛，戾也。蓋爲小竹籠以冒之。]畜鳥者則勿佛也。[畜，養也。養則馴。]獻車馬者執策綏，獻甲者執冑，獻杖者執末，獻民虜者操右袂，獻粟者執右契，獻米者操量鼓，獻孰食者操醬齊，獻田宅者操書致。[凡操、執者，謂手所舉以告者也。設其大者，舉其小者，便也。甲，鎧也。冑，兜鍪也。民虜，軍所獲也，操其右袂制之。契，券要也，右爲尊。量鼓，量器名。]凡遺人弓者，張弓尚筋，弛弓尚角，[弓有往來體，皆欲令其下曲，隤然順也。遺人無時，已定體則張之，未定體則弛之。]右手執簫，左手承弣。[簫，弭頭也，謂之簫，簫，邪也。弣，把中。]尊卑垂帨。[帨，佩巾也。磬折則佩垂。授受之儀，尊卑一。]若主人拜，[拜受也。]則客還辟，辟拜。[辟拜，謙不敢當。]主人自受，由客之左，接下承弣。[由，從也。從客之左，右客，尊之。接下，接客手下也。承弣卻手，則簫覆手與？]鄉與客並，然後受。[於堂上則俱南面。禮，敵者並授。]進劒者左首，[左首，尊也。]進戈者前其鐏，後其刃，進矛戟者前其鐓。[後刃，敬也。三兵鐏、鐓雖在下，猶爲首。銳底曰鐏，取其鐏地；平底曰鐓，取其鐓地。]進几杖者拂之，[尊者所馮依，拂去塵，敬。]效馬、效羊者右牽之，[用右手便。效猶呈見。]效犬者左牽之，[犬齛齧人，右手當禁備之。]執禽者左首，[左首尊。]飾羔鴈者以繢，[繢，畫也。諸侯大夫以布，天子大夫以畫。]受珠玉者以掬，[慎也，掬手中。]受弓劒者以袂，[敬也。]飲玉爵者弗揮。[爲其寶而脆。]凡以弓劒、苞苴、簞笥問人者，[問猶遺也。苞苴，裹魚肉，或以葦，或以茅。簞笥，盛飯食者。圜曰簞，方曰笥。]操以受命，如使之容。[謂使者。"
      },
      {
        "index": 3,
        "text": "【疏】正義曰：此一節明獻遺人物及授受之儀，今各隨文解之。　「水潦降，不獻魚鼈」者，案定四年《左傳》云「水潦方降」，今謂「水潦降」者，天降下水潦，魚鼈難得，故注云「不饒多也」。盧植、庾蔚之等並以爲然。或解鄭云「不饒多」者，以爲水潦降下，魚鼈豐足，不饒益其多。　「獻鳥者佛其首」者，王云：「佛，謂取首戾轉之，恐其喙害人也。」鄭云：「佛，戾也。蓋爲小竹籠以冒之。」案王、鄭義同，而加籠籠之，爲其喙害人也。　「畜鳥者則勿佛也」者，畜，養也。養則馴也。馴，善也。鳥經人養，則不喙害人，故獻之不用籠冒及戾之。　「獻車馬者執策綏」者，策是馬杖，綏是上車之繩。車馬不上於堂，不可投進尊者之前，但執策綏，策綏易呈，呈之則知有車馬也。　「獻甲者執冑」者，甲，鎧也。謂鎧爲甲者，言如龜鼈之有甲也。冑，兜鍪也。鎧大，兜鍪小，小者易舉，執以呈之耳。　「獻杖者執末」者，末，柱地頭也。柱地不淨，不可嚮人，故執以自嚮，持淨頭投與人。　「獻民虜者操右袂」者，民虜，謂征伐所獲。彼民以爲外虜，故云「民虜」也。右袂者，右邊袖也。獻之而以左手，操于囚之右邊袂。右邊有力，故此用右手，以防其異心。凡言執、操，互言耳。　「獻粟者執右契」者，粟，粱稻之屬也。契，謂兩書一札，同而別之。鄭注此云「契，券要也，右爲尊」，以先書爲尊故也。　「獻米者操量鼓」者，米，六米之等。量是知斗斛之數，鼓是量器名也。《隱義》云：「東海樂浪人呼容十二斛者爲鼓，以量米，故云量鼓。」獻米者執器以呈之，米云「量」，則粟亦量；粟云「契」，則米亦書。但米可即食，爲急，故言「量」；粟可久儲，爲緩，故云「書」。書比量爲緩也。　「獻孰食者操醬齊」者，孰食，葱渫之屬。醬齊爲食之主，執主來，則食可知。若見芥醬，必知獻魚膾之屬也。　「獻田宅者操書致」者，書致，謂圖書於板，丈、尺委曲書之，而致之於尊者也。以上諸物可動，故不云「致」；而田宅著土，故板圖書畫以致之，故言「書」又言「致」也。然古者田宅悉爲官所賦，本不屬民。今得此田宅獻者，是或有重勳，爲君王所賜，可爲己有，故得有獻。　「凡遺人弓」者，此謂敵體，故稱「遺」者也。　「張弓尚筋」者，弓之爲體，以木爲身，以角爲面。筋在外面，張之時曲來嚮內。故遺人之時使筋在上，弓身曲嚮其下。其弛弓之時反張嚮外，筋在曲內，角在曲外。今遺人之時角嚮其上，弓形亦曲嚮下，故鄭「皆欲令其下曲，隤然順也」。　注「遺人」至「弛之」。　正義曰：案《槀人》云「春獻素，秋獻成」，注云：「矢箙，春作秋成。」矢箙既獻素，明知弓亦獻素。素，形朴也。故《士喪禮》注云：「形法定爲素。」又《弓人》云：「秋合三材，冬定體。」則合三材之時可以獻人，故此注云「未定體則弛之」是也。　「右手執簫」者，簫，弓頭。頭稍剡，差邪，似簫，故謂爲簫也。謂弓頭爲鞘，鞘、簫之言亦相似也。然執簫謂捉下頭，客覆右手，執弓下頭也。　「左手承弣」者，弣謂弓把也。授在地，地道貴右，主人推客居右。客覆右手，執弓下頭，又却下左手以承弓把。把當中央而高，兩頭頹下，以授主人。主人在左。所以知是執於弓下頭者，下頭柱地不淨，不可與人，故自執之，而以上頭授人，所以爲敬也。　「尊卑垂帨」者，尊卑，謂賓主俱是大夫則爲尊，若俱是士則爲卑。帨，佩巾也。　「若主人拜」者，主人將受，應當賓前而拜，受所遺也。「則客還辟，辟拜」者，還辟猶逡巡也。客謙，不欲當主人之拜己，故少逡巡遷延辟之也。不云客答拜者，執弓不得拜也。何胤云：「執弓者廻還，見主人拜而辟之也。」　「主人自受，由客之左」者，由，從也。主人既敵，故自受也。拜客既竟，從客左而受之。　「接下承弣」者，主人既還在客左，與客並，以卻左手接客左手之下而承弣，又覆右手捉弓下頭。　注「由從」至「手與」。　正義曰：客在右，故云「右客」也。是尊客，故使客在右也。云「接下，接客手下也」者，客卻左手承弣，今主人卻左手接客左手之下而取弓。必知其客主俱卻左手承弣、右手覆簫者，若主人用右手承弣，便是主人倒執弓，故知然也。云「承弣卻手，則簫覆手與」者，簫，謂弓下頭也。客以弓上頭授與主人，主人以左手卻之接客手下，故又覆右手，案捉弓下頭也。是客主授受皆卻左手承弣，覆右手執簫也。　「鄉與客並，然後受」者，前漫云由左，恐人或相對而左右也。今明既拜客竟則還前立處，與客俱嚮南而立，乃後受弓，故云「鄉與客並，然後受」也。　注「於堂」至「並授」。　正義曰：「俱南面」解「鄉與客並」也，言於堂上俱南面，是嚮明故也。若不於堂上，則未必南面，當隨時便而俱嚮明。云「禮，敵者並授」者，若不敵則不並授，此又證遺人是敵者也。然敵者並授，案《聘禮》賓問主國之卿，卿北面受幣，聘賓南面授幣，卿與聘賓是敵，不並授者，以聘賓銜聘君之命問卿，故卿北面受之，敬聘君之命也。　「進劒者左首」。　正義曰：進亦謂遺也，言進授與人時也。首，劒拊環也。《少儀》曰「澤劒首」，鄭云：「澤，弄也。」推尋劒刃利，不容可弄，正是劒環也。又云「刀，卻刃授穎」，鄭云：「穎，鐶也。」案《少儀》而言，首則鐶也。不以刃授人，敬也。《春秋·魯定公十年》，叔孫之圉人欲殺公若，僞不解禮而授劒末，杜云：「以劒鋒末授之。」案解鋒爲末，則鐶是首也。然劒有匣，又有衣也。故《少儀》云「劒則啓櫝，蓋襲之，加夫襓」是也。鄭云「左首尊」者，客在右，主人在左，劒首，首爲尊，以尊處與主人也。假令對授，則亦左首，首尊，左亦尊，爲宜也。　「進戈者前其鐏，後其刃」。　正義曰：戈，鉤孑戟也，如戟而橫安刃，但頭不嚮上爲鉤也。直刃長八寸，橫刃長六寸，刃下接柄處長四寸，並廣二寸。用以鉤害人也。刃，當頭而利者也。利，故不持嚮人也。鐏在尾而鈍，鈍嚮人爲敬，所以前鐏後刃也。　「進矛戟者前其鐓」者，矛，如鋋而三廉也。戟，今之戟也。古作戟，兩邊皆安橫刃，長六寸，中刃長七寸半，橫刃下接柄處又長四寸半，並廣寸半。鐓爲矛戟柄尾，平底如鐓。柄，下也。以平嚮人，敬也。亦應並授，不云左右而云前後者，互文也。若相對則前後也，若並授則左右也。　「進几」至「之容」。　正義曰：此一節皆謂相獻遺及呈見之儀，各依文解之。　「進几杖者拂之」，謂拂去塵埃，爲當馮執故也。前云「獻杖執末」，與此互文也。此兼言几者，几雖無首末，亦拂之。或云進几者以彎外授人，亦得順也。　「效馬、效羊者右牽之」者，效，呈見也。此亦是遺人，而言效，亦互文也。馬羊多力，人右手亦有力，故用右手牽掣之也。　「效犬者左牽之」者，犬好齛齧人，故左牽之，而右手防禦也。案《少儀》云獻犬則右牽之者，彼是田犬、畜犬，不齧人，不須防；今此是充食之犬，故防禦之也。然通而言之，狗、犬通名；若分而言之，則大者爲犬，小者爲狗。故《月令》皆爲犬，而《周禮》有犬人職，無狗人職也。故《爾雅》云「未成毫，狗」是也。但《燕禮》亨狗，或是小者，或通語耳。　「執禽者左首」者，禽，鳥也。左，陽也。首亦陽也。左首，謂橫捧之也。凡鳥皆然。若並授，則主人在左，故客以鳥首授之也。不牽，故執之也。　「飾羔鴈者以繢」者，飾，覆也。羔，羊也。繢，畫也。畫布爲雲氣，以覆羔鴈爲飾，以相見也。《士相見禮》云「下大夫以鴈，上大夫以羔，飾之以布」，並不言繢，此言繢者，鄭云彼是諸侯之卿大夫，卑，但用布；此天子之卿大夫，尊，故畫之也。　「受珠玉者以掬」者，掬，謂手中也。珠玉寶重，宜慎，若受之，開匣而出，置在手中，下用袂承之，恐墜落也。　「受弓劒者以袂」者，不露手取之，故用衣袂承接之，以爲敬也。　「飲玉爵者弗揮」者，玉爵，玉杯也。揮，振去餘也。《春秋左氏傳》云：「奉匜沃盥，既而揮之。」揮之，是振去餘也。　「凡以弓劒、苞苴、簞笥問人」者，凡，謂凡此數事皆同然。苞者，以草苞裹魚肉之屬也。故《尚書》云「厥苞橘柚」，是其類也。苴者，亦以草藉器而貯物也。簞圓笥方，俱是竹器，亦以葦爲之。問人者，問，謂因問有物遺之也。問者或自有事問人，或謂聞彼有事而問之。問之悉有物表其意，故自弓劒以下皆是也。　注「苞苴」至「以茅」。　正義曰：知裹魚肉者，《詩》云：「野有死麕，白茅苞之。」《內則》云：「炮，取豚，編萑以苴之。」《既夕禮》云：「葦苞長三尺。」是其裹魚肉用茅、用葦也。　「操以受命，如使之容」者，言使者操持此上諸物以進受尊者之命，如臣爲君聘使，受君命，先習其威儀、進退，令如其至所使之國時之儀容，故云「如使之容」也。]"
      },
      {
        "index": 4,
        "text": "凡爲君使者，已受命君言，不宿於家。[急君使也。言謂有故所問也。《聘禮》曰：「若有言，則以束帛，如享禮。」]君言至，則主人出拜君言之辱；使者歸，則必拜送于門外。[敬君命也。此謂國君問事於其臣。]若使人於君所，則必朝服而命之；使者反，則必下堂而受命。[此臣有所告請於其君。]博聞強識而讓，敦善行而不怠，謂之君子。[敦，厚。　【疏】正義曰：此一節論相聘問及君臣使人相告之事，今各依文解之。　「受命」，謂受得君命爲聘使也。「君言」，謂受君言，宜急去，不得停留宿於家也。故《聘禮》既受命，「遂行，舍於郊」是也。　注「言謂」至「享禮」。　正義曰：解「君言」也。君之所言，謂有事故所問也，或問其臣，或問他人。鄭注《聘禮記》：「有故，謂災患及時事相告也。」云「《聘禮》曰『若有言，則以束帛，如享禮』」者，又證有言必有物將之也。此謂行享禮畢而又有此言，而又加束帛也。鄭注彼云：「有言，有所告請，若有所問也。《記》曰：『有故，則束帛加書以將命。』《春秋》『臧孫辰告糴於齊』『公子遂如楚乞師』『晉侯使韓穿來言汶陽之田』，是其類也。」　「君言至，則主人出拜君言之辱」。　正義曰：此謂君使人問其臣，臣對使禮也。出，出門也。君使初至，則主人出門拜迎君命也。辱者，言屈辱尊者之命來也。　「使者歸，則必拜送于門外」者，君之使去，而又出拜送門外也。去既送出門，則知初至迎亦出門也。此謂國君問事於其臣也，若臣遣人往君所及問他人，則送迎亦然。　「若使人於君所，則必朝服而命之」者，此謂臣有故而遣使告君法也，亦有物以將之。敬君，故朝服命使也。然命使者言朝服，則君言至亦朝服受之，互言也。「使者反，則必下堂而受命」者，謂己使者從君處反還至也。去不下送，反而下迎者，尊君命也。不出門者，己使卑於君使也。亦當拜之，不言，從上可知也。]"
      },
      {
        "index": 5,
        "text": "君子不盡人之歡，不竭人之忠，以全交也。[歡謂飲食，忠謂衣服之物。　【疏】正義曰：此明君子所行之事也。　鄭云「歡謂飲食，忠謂衣服」，飲食是會樂之具，承歡爲易；衣服比飲食爲難，必關忠誠籌度，故名「忠」，各有所以也。明與人交者不宜事事悉受，若使彼罄盡，則交結之道不全；若不竭盡，交乃全也。]"
      },
      {
        "index": 6,
        "text": "禮曰：「君子抱孫不抱子。」此言孫可以爲王父尸，子不可以爲父尸。[以孫與祖昭穆同。]爲君尸者，大夫、士見之則下之；君知所以爲尸者，則自下之。[尊尸也。下，下車也。國君或時幼少，不能盡識羣臣，有以告者，乃下之。]尸必式，[禮之。]乘必以几。[尊者慎也。]齊者不樂不弔。[爲哀樂則失正，散其思也。　【疏】正義曰：此一節論立尸用人相尊敬之法，各依文解之。　「抱孫不抱子」者，此以明昭穆之例。凡稱「禮曰」者，皆舊禮語也。爲下事難明，故引舊禮爲證。案此篇之首，作記之人引舊禮而言「曲禮曰」，此直言「禮曰」不言「曲」者，從略可知也。「抱孫不抱子」者，謂祭祀之禮必須尸，尸必以孫。今子孫行並皆幼弱，則必抱孫爲尸，不得抱子爲尸。所以然者，作記者既引其禮，又自解云「此言孫可以爲王父尸，子不可以爲父尸」故也。《曾子問》云：「祭成喪者必有尸，尸必以孫。孫幼，則使人抱之；無孫，則取於同姓可也。」是有抱孫之法也。言「無孫取於同姓可」者，謂無服內之孫，取服外同姓也。天子至士皆有尸，《特牲》是士禮，《少牢》是大夫禮，並皆有尸。又《祭統》云：「君執圭瓚祼尸。」是諸侯有尸也。又《守祧職》云：「若將祭祀，則各以其服授尸。」是天子有尸也。天子以下，宗廟之祭皆用同姓之嫡。故《祭統》云：「祭之道，孫爲王父尸。所使爲尸者，於祭者爲子行，父北面而事之。」注云：「子行，猶子列也。」祭祖則用孫列，皆取於同姓之適孫也。天子、諸侯之祭，朝事延尸於戶外，是以有北面事尸之禮也。雖取孫列，用卿大夫爲之。故《既醉》注云：「天子以卿。」鄭箋云：「諸侯入爲天子卿大夫，故云公尸。」天子既然，明諸侯亦爾，故大夫、士亦用同姓嫡者。《曾子問》云：「無孫，取於同姓可也。」又鄭注《特牲禮》「大夫、士以孫之倫爲尸」是也。言「倫」，明非己孫。皇偘用崔靈恩義，以大夫用己孫爲尸，恐非也。天子祭天地、社稷、山川、四方、百物及七祀之屬，皆有尸也。故《鳧鷖》並云「公尸」。推此而言，諸侯祭社稷、竟內山川，及大夫有菜地祭五祀，皆有尸也。外神之屬，不問同姓、異姓，但卜吉則可爲尸。案《曾子問》祭成人必有尸，則祭殤無尸。若新喪虞祭之時，男女各立尸，故《士虞禮》云：「男，男尸；女，女尸。」至祔祭之後，正用男之一尸，以其祔祭漸吉故也。凡吉祭秖用一尸，故《祭統》云「設同几」是也。若祭勝國之社稷，則士師爲尸。知者，《士師職》文。用士師者，略之。故《異義》，《公羊》說祭天無尸，《左氏》說晉祀夏郊，以董伯爲尸，《虞夏傳》云舜入唐郊，以丹朱爲尸，是祭天有尸也。許慎引魯郊祀曰「祝延帝尸」，從《左氏》之說也。　「爲君尸者，大夫、士見之則下之」。　正義曰：此臣爲君作尸者，己被卜吉，君許用者也。下，謂下車也。古者致齊各於其家，散齊亦猶出在路，及至祭日之旦，俱來入廟。故羣臣得於路見君之尸，皆下車而敬之。　「君知所以爲尸者，則自下之」者，此亦謂散齊之時，君若在路見尸，亦自下車敬之。不直云「君見尸」，而云「君知」者，言「知」，則初有不知。不知，謂君年或幼少，不能並識羣臣，故於路或不識。而臣告君，君乃知之，所以下也。所以知是散齊者，若致齊，不復出行；若祭日，君先入廟，後乃尸至也。　「尸必式」者，廟門之外，尸尊未伸，不敢亢禮，不可下車，故式，爲敬以答君也。式，謂俯下頭也。古者車箱長四尺四寸而三分，前一後二，橫一木，下去車牀三尺三寸，謂之爲式。又於式上二尺二寸橫一木，謂之爲較，較去車牀凡五尺五寸。於時立乘，若平常則馮較，故《詩》云「倚重較兮」是也。又若應爲敬，則落手隱下式，而頭得俯俛，故後云「式視馬尾」是也。鄭注《考工記》云：「兵車之式高三尺三寸。較，兩輢上出式者也。兵車自較而下，凡五尺五寸。」然尸在廟中尊伸，尚答主人之拜，今在路，其尊猶屈，君下而己式者，以其在路，尊未伸，故未敢亢禮。至於廟中，禮伸，則亢，故答之。　「乘必以几」者，几，案，在式之上，尊者有所敬事，以手據之。几上有冪，君以羔皮，以虎緣之。]"
      },
      {
        "index": 7,
        "text": "居喪之禮，毀瘠不形，視聽不衰，[爲其廢喪事。形，謂骨見。]升降不由阼階，出入不當門隧。[常若親存。隧，道也。]居喪之禮，頭有創則沐，身有瘍則浴，有疾則飲酒食肉，疾止復初。不勝喪，乃比於不慈不孝。[勝，任也。]五十不致毀，六十不毀，七十唯衰麻在身，飲酒食肉處於內。[所以養老人。人五十始衰也。　【疏】正義曰：此一節明孝子居喪，此先明居喪平常之法也。「毀瘠不形」者，毀瘠，羸瘦也。形，骨露也。骨爲人形之主，故謂骨爲形也。居喪乃許羸瘦，不許骨露見也。　「升降不由阼階」者，阼階，主人之階也。孝子事死如事生，故在喪思慕，猶若父在，不忍從父阼階上下也。若祔祭以後，即得升阼階。知者，案《士虞禮》云，卒哭以後稱「哀子」，祔祭稱「孝子」，祔祭如饋食之禮。既同於吉，則孝子得升阼階也。然《雜記》云「弔者入，主人升堂，西面」，下云「既葬，蒲席」，則「升堂，西面」未葬也。既言「西面」，則是升自阼階。此未葬得升阼階者，敬異國之賓也。　「不勝喪，乃比於不慈不孝」者，結所以沐浴酒肉之義也。不勝喪，謂疾不食酒肉，創瘍不沐浴，毀而滅性者也。不留身繼世，是「不慈」也；滅性又是違親生時之意，故云「不孝」。不云「同」而云「比」者，此滅性本心實非爲不孝，故言「比」也。　「五十不致毀」者，致，極也。五十始衰，居喪乃許有毀，而不得極羸瘦。　「六十不毀」者，轉更衰甚，都不許毀也。魯襄公三十一年，經書「九月癸巳，子野卒」，《傳》云「毀也」是也。]"
      },
      {
        "index": 8,
        "text": "生與來日，死與往日。[與猶數也。生數來日，謂成服杖以死明日數也。死數往日，謂殯斂以死日數也。此士禮貶於大夫者，大夫以上皆以來日數。《士喪禮》曰：「死日而襲，厥明而小斂，又厥明大斂而殯。」則死三日而更言三日成服杖，似異日矣。《喪大記》曰：「士之喪，二日而殯，三日之朝，主人杖。」二者相推，其然明矣。「與」或爲「予」。　【疏】正義曰：「生與來日」者，此謂士禮。與，數也，謂生人成服杖數來日爲三日。死數往日者，謂死者殯斂數死日爲三日。　注「與數」至「爲予」。　正義曰：貶猶屈也。士卑屈，故降，不如大夫，所以厭其殯日。然士惟屈殯日，不屈成服杖日者，成服必在殯後故也。云「大夫以上皆以來日數」者，大夫尊，則成服及殯皆不數死日也。大夫云三日殯，不數死日，則天子、諸侯亦悉不數死日也，故鄭云「大夫以上」。云「《士喪禮》曰『死日而襲』」者，注引《士喪禮》者，證殯與成服不同日，以其未審，故云「似異日」。又引《喪大記》者，更證明士殯與成服不同日，故云「二者相推，其然明矣」。謂以《士喪禮》《喪大記》二者相推校。然猶是也。殯與成服是異日，明矣，無所復疑。言「『與』或爲『予』」者，謂諸本《禮記》有作「予」字者，故云「『與』或爲『予』」。]"
      },
      {
        "index": 9,
        "text": "知生者弔，知死者傷。知生而不知死，弔而不傷；知死而不知生，傷而不弔。[人恩各施於所知也。弔、傷，皆謂致命辭也。《雜記》曰：「諸侯使人弔，辭曰：『寡君聞君之喪，寡君使某，如何不淑！』」此施於生者。傷辭未聞也，說者有弔辭云：「皇天降災，子遭罹之，如何不淑！」此施於死者，蓋本傷辭。辭畢，退，皆哭。]弔喪弗能賻，不問其所費；問疾弗能遺，不問其所欲；見人弗能館，不問其所舍；賜人者不曰來取，與人者不問其所欲。[皆謂傷恩也。見人，見行人。館，舍也。與人不問其所欲，己物或時非其所欲，將不與也。]適墓不登壟。[爲其不敬。壟，冢也。墓，塋域。　【疏】正義曰：此一節論弔傷之法。若存之與亡並識，則遣設弔辭、傷辭兼行；若但識生而不識亡，則唯遣設弔辭而無傷辭。　「知死而不知生，傷而不弔」者，若但識亡，唯施傷辭而無弔辭也。然生弔、死傷，其文可悉，但記者丁寧言之，故其文詳也。　注「弔傷」至「皆哭」。　正義曰：皆不自往而遣使致己之命也。「《雜記》曰：『諸侯使人弔，辭曰：「寡君聞君之喪，寡君使某，如何不淑！」』此施於生者」也，引《雜記》者，證諸侯有鄰國之喪，不得自往，遣使往弔，致命弔辭之法也。然弔辭唯使者口傳之於主國孤而已。云「傷辭未聞」者，經典散亡，故未聞也。「說者有弔辭云：『皇天降災，子遭罹之，如何不淑』」者，既未聞傷辭，有舊說者云有弔辭如此也，施於死者，蓋本傷辭也。鄭此云舊說，疑其非弔辭，正是傷辭耳。所以然者，一則不與《雜記》弔辭同，二則既言「皇天降災，子遭罹之」，明是傷於亡者自身，非關弔于孝子也。云「辭畢，退，皆哭」者，然弔辭乃使口致命，若傷辭，當書之於板，使者讀之而奠致殯前也。知辭畢皆退而哭者，案《雜記》行弔之後，致含、襚、賵畢，乃臨；若不致含、襚、賵，則弔訖乃臨也，故鄭云弔傷辭畢皆哭。]"
      },
      {
        "index": 10,
        "text": "助葬必執紼，[葬，喪之大事。紼，引車索。]臨喪不笑，[臨喪宜有哀色。]揖人必違其位，[禮以變爲敬。]望柩不歌，入臨不翔，[哀傷之，無容樂。]當食不歎。[食或以樂，非歎所。]鄰有喪，舂不相；里有殯，不巷歌。[助哀也。相，謂送杵聲。]適墓不歌，[非樂所。]哭日不歌。[哀未忘也。]送喪不由徑，送葬不辟塗潦。[所哀在此。]臨喪則必有哀色，執紼不笑，臨樂不歎，介冑則有不可犯之色。[貌與事宜相配。介，甲也。]故君子戒慎，不失色於人。[色厲而內荏，貌恭心很，非情者也。]國君撫式，大夫下之；大夫撫式，士下之。[撫猶據也。據式，小俛，崇敬也。乘車必正立。]禮不下庶人，[爲其遽於事，且不能備物。]刑不上大夫。[不與賢者犯法，其犯法則在八議，輕重不在刑書。]刑人不在君側。[爲怨恨爲害也。《春秋傳》曰：「近刑人則輕死之道。」"
      },
      {
        "index": 11,
        "text": "【疏】正義曰：此一節記人雜記吉凶舉動威儀之事，各依文解之。　「助葬必執紼」者，助葬本非爲客，正是助事耳，故宜必執紼也。　注「葬喪」至「車索」。　正義曰：「葬，喪之大事」，解所以必執紼之義。云「紼，引車索」者，繩屬棺曰紼，屬車曰引，引、紼亦通名，故鄭云「紼，引車索」也。　「揖人必違其位」。　位，謂己之位也。於位而見前人，己所宜敬者，當離己位而嚮彼遙揖。「禮以變爲敬」，是以《燕禮》「君降階，爾卿大夫」，鄭注云：「爾，近也，揖而移近之。」明雖君臣，皆須違位而揖也。　「入臨不翔」者，謂入臨人之喪，不得趨翔爲容。不翔，故不歌，歌則猶翔也。　「當食不歎」者，吉食奏樂，既樂，故不宜歎也。又若助喪事而食，使充饑不令廢事，亦不宜歎，歎則不飽也。　注「食或以樂，非歎所」。　正義曰：人君吉食則有樂，賤者則無，故云「或」也。　「哭日不歌」。　哭日，謂弔人日也。哭、歌不可共日也。　注「哀未忘也」。　正義曰：《論語》云：「子於是日哭，則不歌。」而鄭此云「哀未忘也」，則弔日之朝亦得歌樂，但弔以還，其日晚不歌耳，亦得會「是日哭，則不歌」，是先哭後乃不歌也。　「送葬不辟塗潦」者，前文「送喪」，此云「送葬」，上下文勢皆據他人。知者，以上「適墓不登壟」「入臨不翔」及「哭日不歌」，以文類之，故知此等皆據他人也。而本亦有云「送喪不辟塗潦」者，義亦通也。　「介冑則有不可犯之色」。　亦內外宜相稱也。「戎容暨暨」，若身被甲，首冠冑，則使形勢高岸，有不可干犯之色，以稱其服也。　「故君子戒慎，不失色於人」者，并結前義也。故，承上起下之辭。上既言內外宜稱，故君子接人，凡所行用，並使心色如一，不得色違於心，故云「不失色於人」也。　注「色厲」至「者也」。　正義曰：此舉失色之事也。小人顏色嚴厲而心內荏弱爲佞，又外乃象恭而心實敖很，此並情不副色也。故《論語》云：「色厲而內荏，譬諸小人，其猶穿窬之盜也與？」又云：「巧言、令色、足恭。」《書》云：「象恭滔天。」　「國君撫式，大夫下之」，撫，謂手據之。謂君臣俱行，君式宗廟，則臣宜下車。此獨云大夫，則士可知也。　「大夫撫式，士下之」者，士爲大夫之臣，亦如大夫於君也。　注「乘車必正立」。　正義曰：證所式義也。乘車，駟馬之車也。既並立乘，故爲敬時則俯俛據式。　「禮不下庶人」。　謂庶人貧，無物爲禮，又分地是務，不暇燕飲，故此禮不下與庶人行也。《白虎通》云：「禮爲有知制，刑爲無知設。」禮謂酬酢之禮，不及庶人，勉民使至於士也。故《士相見禮》云「庶人見於君，不爲容，進退走」是也。張逸云：「非是都不行禮也，但以其遽務不能備之，故不著於經文三百、威儀三千耳，其有事則假士禮行之。」　「刑不上大夫」者，制五刑三千之科條，不設大夫犯罪之目也。所以然者，大夫必用有德，若逆設其刑，則是君不知賢也。張逸云：「謂所犯之罪不在夏三千、周二千五百之科，不使賢者犯法也。非謂都不刑其身也，其有罪，則以八議議其輕重耳。」　注「不與」至「刑書」。　正義曰：與猶許也。不許賢者犯法，若許之，則非進賢之道也。大夫無刑科，而《周禮》有犯罪致殺放者，鄭恐人疑，故出其事。雖不制刑書，若脫或犯法，則在八議。議有八條，事在《周禮》：一曰議親之辟，謂是王宗室有罪也；二曰議故之辟，謂與王故舊也；三曰議賢之辟，謂有德行者也；四曰議能之辟，謂有道藝者也；五曰議功之辟，謂有大勳立功者也；六曰議貴之辟，謂貴者犯罪，即大夫以上也，鄭司農云「若今之吏墨綬有罪先請者」，案漢時墨綬者是貴人也；七曰議勤之辟，謂憔悴憂國也；八曰議賓之辟，謂所不臣者三恪、二代之後也。《異義》：「《禮》戴說『刑不上大夫』。古《周禮》說士尸肆諸市，大夫尸肆諸朝，是大夫有刑。許慎謹案：《易》曰：『鼎折足，覆公餗，其刑渥，凶。』無刑不上大夫之事。從《周禮》之說。」鄭康成駮之云：「凡有爵者，與王同族，大夫以上，適甸師氏，令人不見，是以云『刑不上大夫』。」如鄭之言，則於《戴禮》及《周禮》二說俱合。但大夫罪未定之前則皆在八議，此經注是也；若罪已定，將刑殺，則適甸師氏是也。凡王朝大夫以上及王之同姓，皆刑之於甸師氏。故《掌戮》云凡有爵者及王之同族，有罪則死刑焉是也。若王之庶姓之士及諸侯大夫，則戮於朝。故襄二十二年，楚殺令尹子南，尸諸朝，是大夫於朝也。列國大夫入天子之國曰「某士」，明天子之士亦在朝也。諸侯大夫既在朝，則諸侯之士在市，故《檀弓》云「君之臣不免於罪，則將肆諸市朝」，鄭云「大夫於朝，士於市」是也。　「刑人不在君側」。　彼刑殘者不得令近君，爲其怨恨也。《白虎通》云：「古者刑殘之人，公家不畜，大夫不養，士遇之路不與語，放諸墝埆不毛之地，使與禽獸爲伍。」　注「春秋」至「之道」。　正義曰：此引《公羊傳》，證刑人在君側之失者也。《春秋·魯襄公二十九年》，「閽弒吳子餘祭」，《公羊》云：「閽者何？刑人也。君子不近刑人，近刑人則輕死之道也。」又《左傳》云：「吳伐越，獲俘焉，以爲閽，使守舟。吳子餘祭觀舟，閽以刀弒之。」]"
      },
      {
        "index": 12,
        "text": "兵車不式，[尚威武，不崇敬。]武車綏旌，[盡飾也。綏，謂垂舒之也。武車亦兵車。]德車結旌。[不盡飾也。結，謂收斂之也。德車，乘車。　【疏】正義曰：此一節明德車、兵車旌旗之異。　兵車，革路也。兵車尚武猛，宜無推讓，故不爲式敬也。　「武車綏旌」者，武車亦革路也，取其建戈刃即云兵車，取其威猛即云武車也。綏，謂舒垂散之也；旌，謂車上旗幡也。尚威武，故舒散旗幡垂綏然。何胤云：「垂放旌旗之旒，以見於美也。」　「德車結旌」者，德車，謂玉路、金路、象路、木路四路，不用兵，故曰德車。德美在內，不尚赫奕，故結纏其旒，著於竿也。何胤云：「以德爲美，故略於飾。此坐乘之車也。」鄭前云「乘車必正立」，此云是乘車，則非坐乘也。]"
      },
      {
        "index": 13,
        "text": "史載筆，士載言。[謂從於會同，各持其職以待事也。筆，謂書具之屬；言，謂會同盟要之辭。]前有水則載青旌，前有塵埃則載鳴鳶，前有車騎則載飛鴻，前有士師則載虎皮，前有摯獸則載貔貅。[載，謂舉於旌首以警眾也。禮，君行師從，卿行旅從。前驅舉此，則士眾知所有。所舉各以其類象。青，青雀，水鳥。鳶鳴則將風。鴻，取飛有行列也。士師，謂兵眾。虎，取其有威勇也。貔貅，亦摯獸也。《書》曰：「如虎如貔。」「士」或爲「仕」。]行，前朱鳥而後玄武，左青龍而右白虎。招搖在上，急繕其怒。[以此四獸爲軍陳，象天也。急猶堅也。繕讀曰勁。又畫招搖星於旌旗上，以起居堅勁，軍之威怒象天帝也。招搖星在北斗杓端，主指者。]進退有度，[度，謂伐與步數。]左右有局，各司其局。[局，部分也。"
      },
      {
        "index": 14,
        "text": "【疏】正義曰：此一節明君以軍行之禮，各隨文解之。　史謂國史，書錄王事者。王若舉動，史必書之；王若行往，則史載書具而從之也。不言簡牘而云筆者，筆是書之主，則餘載可知。《爾雅》云「不律謂之筆」，郭云：「書筆名四方之異言也。」　「士載言」。　士，謂司盟之士。言，謂盟會之辭、舊事也。崔靈恩云：「必載盟會之辭者，或尋舊盟，或用舊會之禮，應須知之，故載自隨也。」　「前有」至「貔貅」。　王行宜警衛，善惡必先知之，故備設軍陳行止之法也。軍陳卒伍行則並銜枚，無諠聲，若有非常，不能傳道，且人眾廣遠，難可周徧，故前有變異，則舉類示之。故宣十二年《左傳》云「前茅慮無」是也。青旌者，青，雀；旌謂旌旗。軍行若前值水，則畫爲青雀旌旗幡上舉示之。所以然者，青雀是水鳥，軍士望見則咸知前必值水而各防也。　「前有塵埃則載鳴鳶」者，鳶，今時鴟也。鴟鳴則風生，風生則塵埃起。前有塵埃起，則畫鴟於旌首而載之，眾見咸知以爲備也。不直言「鳶」而云「鳴」者，鳶不鳴則風不生，故畫作開口如鳴時也。不言旌，從可知也。　「前有車騎則載飛鴻」者，車騎，彼人之車騎也。鴻，鴻鴈也。鴈飛有行列，與車騎相似。若軍前忽遙見彼人有多車騎，則畫鴻於旌首而載之，使眾見而爲防也。然古人不騎馬，故但經記正典無言「騎」者。今言「騎」者，當是周末時禮。　「前有士師則載虎皮」者，士師，兵眾也。虎是威猛，亦兵眾之象。若見前有兵眾，則舉虎皮於竿首，使兵眾見以爲防也。　「前有摯獸則載貔貅」者，摯獸猛而能擊，謂虎狼之屬也。貔貅是一獸，亦有威猛也。若前有猛獸，則舉此貔貅，使眾知爲備也。但不知爲載其皮，爲畫其形耳。通有二家：一云與虎皮並畫作皮於旌也，一云並載其皮。　注「載謂」至「如貔」。　正義曰：「載，謂舉於旌首以警眾也」，文並爲「載」，而鄭今云「舉於旌首」，是明諸物並在旌旗首也。云「禮，君行師從，卿行旅從」，此是定四年祝佗之辭。此嘉好之事，若爲其出軍征伐，則隨軍多少，與此不同。云「《書》曰『如虎如貔』」者，此《尚書·牧誓》，引證虎、貔同是猛獸也。此武王伐紂時，於牧野作誓，誡士卒爲戰之辭也，令士眾皆如虎貔然也。鄭注《尚書》云：「其威當如獸之將攫搏也。」貔，一名曰豹，虎類也。《爾雅》云：「貔，白狐也。」「行前」至「其怒」。　前明軍行逢值之禮，此明軍行象天文而作陳法也。前南後北，左東右西也。朱鳥、玄武、青龍、白虎，四方宿名也。軍前宜捷，故用鳥。軍後須殿捍，故用玄武。玄武，龜也。龜有甲，能禦侮用也。左爲陽，陽能發生，象其龍變生也。右爲陰，陰沈能殺，虎，沈殺也。軍之左右，生殺變應，威猛如龍虎也。何胤云：「如鳥之翔，如蛇之毒，龍騰虎奮，無能敵此四物。鄭注四獸爲軍陳，則是軍陳之法也，但不知何以爲之耳。今之軍行畫此四獸於旌旗，以標左右前後之軍陳。」　「招搖在上」者，招搖，北斗七星也。北斗居四方宿之中，以斗末從十二月建而指之，則四方宿不差。今軍行法之，亦作此北斗星在軍中，舉之於上以指正四方，使四方之陳不差，故云「招搖在上」也。然並作七星，而獨云招搖者，舉指者爲主，餘從可知也。　「急繕其怒」者，嚮明軍陳之法，此舉士卒之用也。急，堅也。勁，利也。其怒，士卒之怒也。軍行，既張四宿於四方，標招搖於中上，象天之行，故軍旅士卒起居舉動堅勁奮勇，如天帝之威怒也。然若類前而論，四宿之陳畫旌爲勝，且鄭云「又畫招搖於旌上」，則知四物是畫，故星約言云「又畫」也。崔靈恩云：「此謂軍行所置旌旗於四方以法天。此旌之旒數皆放其星，龍旗則九旒，雀則七旒，虎則六旒，龜蛇則四旒，皆放星數以法天也。皆畫招搖於此四旗之上。」案崔並畫四旗皆爲北斗星，於義不安。何者？天唯一斗，以指四方，何用四斗乎？　注「以四」至「指者」。　正義曰：此朱雀是禽，而揔言「獸」者，通言耳。言「爲君陳」者，則四獸各有軍陳之法，故昭二十一年，宋人與華亥戰，云「鄭翩願爲鸛，其御願爲鵞」。又兵書云：「善用兵者似率然。率然者，常山蛇，擊其首則尾至，擊其尾則首至，擊其中則首尾俱至。」是其各有陳法也。知「招搖在北斗杓端」者，《春秋運斗樞》云：「北斗七星，第一天樞，第二旋，第三機，第四權，第五衡，第六開陽，第七搖光。第一至第四爲魁，第五至第七爲標。」案此搖光則招搖也。在下云端者，明魁以上爲首，標則以下爲端也。　注「度，謂伐與步數」。　正義曰：《牧誓》武王誓眾云：「今日之事，不愆於六步七步，乃止，齊焉。四伐五伐，乃止，齊焉。」一擊一刺爲一伐。鄭注《尚書》云：「伐，謂擊刺也。始前既敵，六步七步當止，齊正行列。及兵相接，少者四伐，多者五伐，又當止，齊正行列也。」　「左右有局」。　局，部分也。軍之在左右各有部分，不相濫也。　「各司其局」者，軍行須監領，故主帥部分各有所司部分也。《爾雅》云「局，分也」，郭云：「謂分部也。」]"
      },
      {
        "index": 15,
        "text": "父之讎，弗與共戴天；[父者子之天。殺己之天，與共戴天，非孝子也。行求殺之乃止。]兄弟之讎，不反兵；[恆執殺之備。]交遊之讎，不同國。[讎不吾辟則殺之。「交遊」或爲「朋友」。　【疏】正義曰：此一節論親疏復讎之法，今各依文解之。　「父之讎，弗與共戴天」者，父是子之天，彼殺己父，是殺己之天，故必報殺之，不可與共處於天下也。天在上，故曰戴。又《檀弓》云：「父母之仇，寢苫枕干，不仕，弗與共天下也。遇諸市朝，不反兵而鬭。」並是不共天下矣。而《調人》云「父之讎辟諸海外」，則得與共戴天；此不共戴天者，謂孝子之心不許共讎人戴天，必殺之乃止，《調人》謂逢遇赦宥王法，辟諸海外，孝子雖欲往殺，力所不能。故鄭答趙商云：「讎若在九夷之東、八蠻之南、六戎之西、五狄之北，雖有至孝之心，能往討之乎？」是也。　「兄弟之讎，不反兵」者，兄弟，謂親兄弟也。有兄弟之讎，乃得仕而報之。不反兵者，謂帶兵自隨也。若行逢讎，身不帶兵，方反家取之，比來則讎已逃辟，終不可得，故恆帶兵，見即殺之也。《檀弓》云「父母之讎不反兵，兄弟之仇仕弗與共國」，而此云「兄弟不反兵」者，父母不反兵於普天之下也，兄弟不共國，謂不同中國也。而亦不反兵者，父母仇讎則不仕，不辟市朝，兄弟仇讎則猶仕而辟市朝也，而亦同不反兵，則同體重之也。而《調人》云：「兄弟之讎辟諸千里之外。」二文不同者，《調人》亦謂會遇恩赦之法，辟諸千里之外。《檀弓》又云：「銜君命而使，雖遇之，不鬭。」雖同不反兵，與父母讎異也。　「交遊之讎，不同國」者，交遊，朋友也。爲朋友亦報仇也。故前云「父母存，不許友以死」，則知父母沒，得爲朋友報也。此云「不同國」者，謂不共五等一國之中也。而《調人》云「從父母兄弟之讎不同國」，與此同。又《調人》云「主友之讎視從父兄弟」，是主友亦同此與？《調人》皆謂會赦，故不同國。雖不同國，國外百里、二百里則可。其兄弟仕不與共國者，必須相去千里之外，故《調人》云「兄弟之讎辟諸千里之外」是也。但從父兄弟及交遊、主友報讎之時，不自爲首，故《檀弓》云從父兄弟之仇「不爲魁，主人能，則執兵而陪其後」也。其君之讎，《調人》云「視父」，「師長之讎視兄弟」，則姑、姊妹、伯叔皆視兄弟。《異義》：「《公羊》說復百世之讎，古《周禮》說復讎之義不過五世。許慎謹案：魯桓公爲齊襄公所殺，其子莊公與齊桓公會，《春秋》不譏；又定公是魯桓公九世孫，孔子相定公，與齊會於夾谷：是不復百世之讎也。從《周禮》說。」鄭康成不駮，即與許慎同。「凡君非理殺臣，《公羊》說，子可復讎，故子胥伐楚，《春秋》賢之。《左氏》說，君命，天也，是不可復讎。」鄭駮《異義》稱：「子思云：『今之君子，退人若將隊諸淵，無爲戎首，不亦善乎！』子胥父兄之誅，隊淵不足喻，伐楚，使吳首兵，合於子思之言也。」是鄭善子胥，同《公羊》之義也。]"
      }
    ]
  }
}