{
  "chapterNumber": 2,
  "title": "卷01",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[夫禮者，經天地，理人倫。本其所起，在天地未分之前。故《禮運》云：「夫禮必本於大一。」是天地未分之前已有禮也。禮者，理也。其用以治，則與天地俱興。故昭二十六年《左傳》稱晏子云：「禮之可以爲國也久矣，與天地並。」但于時質略，物生則自然而有尊卑，若羊羔跪乳，鴻鴈飛有行列，豈由教之者哉？是三才既判，尊卑自然而有。但天地初分之後，即應有君臣治國。但年代緜遠，無文以言。案《易緯·通卦驗》云「天皇之先，與乾曜合元，君有五期，輔有三名」，注云：「君之用事，五行王，亦有五期。輔有三名，公、卿、大夫也。」又云「遂皇始出，握機矩」，注云：「遂皇，謂遂人，在伏犧前，始王天下也。矩，法也。言遂皇持斗機運轉之法，指天以施政教。」既云「始王天下」，是尊卑之禮起於遂皇也。持斗星以施政教者，即《禮緯·斗威儀》云「宮主君，商主臣，角主父，徵主子，羽主夫，少宮主婦，少商主政」，是法北斗而爲七政。七政之立，是禮迹所興也。鄭康成《六藝論》云：「《易》者，陰陽之象，天地之所變化，政教之所生，自人皇初起。」人皇即遂皇也。既政教所生，初起於遂皇，則七政是也。《六藝論》又云：「遂皇之後，歷六紀九十一代，至伏犧，始作十二言之教。」然則伏犧之時，《易》道既彰，則禮事彌著。案譙周《古史考》云：「有聖人以火德王，造作鑽燧出火，教民熟食，人民大悅，號曰遂人。次有三姓，乃至伏犧，制嫁娶，以儷皮爲禮，作琴瑟以爲樂。」又《帝王世紀》云：「燧人氏沒，包羲氏代之。」以此言之，則嫁娶嘉禮始於伏犧也。但《古史考》遂皇至于伏犧唯經三姓，《六藝論》云「歷六紀九十一代」，其文不同，未知孰是。或於三姓而爲九十一代也。案《廣雅》云，一紀二十七萬六千年。方叔璣注《六藝論》云：「六紀者，九頭紀、五龍紀、攝提紀、合洛紀、連通紀、序命紀，凡六紀也。九十一代者，九頭一、五龍五、攝提七十二、合洛三、連通六、序命四，凡九十一代也。」但伏犧之前及伏犧之後，年代參差，所說不一，緯候紛紜，各相乖背，且復煩而無用，今並略之，唯據《六藝論》之文及《帝王世紀》以爲說也。案《易·繫辭》云：「包犧氏沒，神農氏作。」案《帝王世紀》云：伏犧之後，女媧氏亦風姓也。女媧氏沒，次有大庭氏、柏皇氏、中央氏、栗陸氏、驪連氏、赫胥氏、尊盧氏、渾沌氏、昊英氏、有巢氏、朱襄氏、葛天氏、陰康氏、無懷氏，凡十五代，皆襲伏犧之號。然鄭玄以大庭氏是神農之別號。案《封禪書》無懷氏在伏犧之前，今在伏犧之後，則《世紀》之文未可信用。《世紀》又云：「神農始教天下種穀，故人號曰神農。」案《禮運》云：「夫禮之初，始諸飲食，燔黍捭豚，蕢桴而土鼓。」又《明堂位》云：「土鼓、葦籥，伊耆氏之樂。」又《郊特牲》云：「伊耆氏始爲蜡。」蜡即田祭，與種穀相協，土鼓、葦籥又與蕢桴、土鼓相當。故熊氏云：「伊耆氏即神農也。」既云始諸飲食、致敬鬼神，則祭祀吉禮起於神農也。又《史記》云黃帝與蚩尤戰於涿鹿，則有軍禮也。《易·繫辭》「黃帝九事」章云「古者葬諸中野」，則有凶禮也。又《論語撰考》云：「軒知地利，九牧倡教。」既有九州之牧，當有朝聘，是賓禮也。若然，自伏犧以後至黃帝，吉、凶、賓、軍、嘉五禮始具。皇氏云：「禮有三起，禮理起於大一，禮事起於遂皇，禮名起於黃帝。」其「禮理起於大一」，其義通也；其「禮事起於遂皇，禮名起於黃帝」，其義乖也。且遂皇在伏犧之前，《禮運》「燔黍捭豚」在伏犧之後，何得以祭祀在遂皇之時？其唐堯則《舜典》云「修五禮」，鄭康成以爲公、侯、伯、子、男之禮。又云命伯夷「典朕三禮」。五禮其文亦見經也。案《舜典》云「類於上帝」，則吉禮也；「百姓如喪考妣」，則凶禮也；「羣后四朝」，則賓禮也；「舜征有苗」，則軍禮也；「嬪于虞」，則嘉禮也：是舜時五禮具備。直云「典朕三禮」者，據事天地與人爲三禮。其實事天地唯吉禮也，其餘四禮並人事兼之也。案《論語》云「殷因於夏禮，周因於殷禮」，則《禮記》揔陳虞、夏、商、周，則是虞、夏、商、周各有當代之禮，則夏、商亦有五禮。鄭康成注《大宗伯》，唯云唐、虞有三禮，至周分爲五禮，不言夏、商者，但書篇散亡，夏、商之禮絕滅，無文以言，故據周禮有文者而言耳。武王沒後，成王幼弱，周公代之攝政，六年致大平，述文、武之德而制禮也。故《洛誥》云：「考朕昭子刑，乃單文祖德。」又《禮記·明堂位》云：「周公攝政六年，制禮作樂，頒度量於天下。」但所制之禮則《周官》《儀禮》也。鄭作序云：「禮者，體也，履也。統之於心曰體，踐而行之曰履。」鄭知然者，《禮器》云：「禮者，體也。」《祭義》云：「禮者，履此者也。」《禮記》既有此釋，故鄭依而用之。禮雖合訓體、履，則《周官》爲體，《儀禮》爲履。故鄭序又云：「然則三百、三千雖混同爲禮，至於並立俱陳，則曰此經禮也，此曲禮也；或云此經文也，此威儀也。」是《周禮》《儀禮》有體、履之別也。所以《周禮》爲體者，《周禮》是立治之本，統之心體，以齊正於物，故爲體。賀瑒云：「其體有二：一是物體，言萬物貴賤、高下、小大、文質各有其體；二曰禮體，言聖人制法，體此萬物，使高下、貴賤各得其宜也。」其《儀禮》但明體之所行、踐履之事。物雖萬體，皆同一履，履無兩義也。于周之禮，其文大備，故《論語》云「周監於二代，郁郁乎文哉，吾從周」也。然周既禮道大用，何以《老子》云「失道而後德，失德而後仁，失仁而後義，失義而後禮。禮者，忠信之薄，道德之華，爭愚之始」？故先師準緯候之文，以爲三皇行道，五帝行德，三王行仁，五霸行義。若「失義而後禮」，豈周之成、康在五霸之後？所以不同者，《老子》盛言道德質素之事，無爲靜默之教，故云此也。禮爲浮薄而施，所以抑浮薄，故云「忠信之薄」。且聖人之王天下，道德、仁義及禮並蘊于心，但量時設教。道德、仁義及禮須用則行，豈可三皇五帝之時全無仁義、禮也？殷、周之時全無道德也？《老子》意有所主，不可據之以難經也。既《周禮》爲體，其《周禮》見於經籍，其名異者見有七處。案《孝經說》云「禮經三百」，一也；《禮器》云「經禮三百」，二也；《中庸》云「禮儀三百」，三也；《春秋說》云「禮經三百」，四也；《禮說》云「有正經三百」，五也；《周官》外題謂爲「周禮」，六也；《漢書·藝文志》云「《周官經》六篇」，七也。七者皆云「三百」，故知俱是《周官》。《周官》三百六十，舉其大數而云「三百」也。其《儀禮》之別亦有七處，而有五名。一則《孝經說》《春秋》及《中庸》並云「威儀三千」，二則《禮器》云「曲禮三千」，三則《禮說》云「動儀三千」，四則謂爲「儀禮」，五則《漢書·藝文志》謂《儀禮》爲「古禮經」。凡此七處五名，稱謂並承「三百」之下，故知即《儀禮》也。所以「三千」者，其履行《周官》五禮之別，其事委曲，條數繁廣，故有三千也。非謂篇有三千，但事之殊別有三千條耳，故一篇一卷則有數條之事。今行於世者唯十七篇而已，故《漢書·藝文志》云「漢初，高堂生傳《禮》十七篇」是也。至武帝時，河間獻王得古禮五十六篇，獻王獻之。又《六藝論》云「後得孔子壁中古文禮凡五十六篇，其十七篇與高堂生所傳同，而字多異」，其十七篇外則逸禮是也。《周禮》爲本，則聖人體之；《儀禮》爲末，賢人履之。故鄭序云「體之謂聖，履之爲賢」是也。既《周禮》爲本，則重者在前，故《宗伯》序五禮，以吉禮爲上。《儀禮》爲末，故輕者在前，故《儀禮》先冠、昏，後喪、祭。故鄭《序》云：「二者或施而上，或循而下。」其《周禮》，《六藝論》云：「《周官》，壁中所得，六篇。」《漢書》說河間獻王開獻書之路，得《周官》。有五篇，失其《冬官》一篇，乃購千金，不得，取《考工記》以補其闕。《漢書》云得五篇，《六藝論》云得其六篇，其文不同，未知孰是。其《禮記》之作，出自孔氏。但正禮殘缺，無復能明。故范武子不識殽烝，趙鞅及魯君謂儀爲禮。至孔子沒後，七十二子之徒共撰所聞，以爲此記。或錄舊禮之義，或錄變禮所由，或兼記體履，或雜序得失，故編而錄之，以爲記也。《中庸》是子思伋所作，《緇衣》公孫尼子所撰。鄭康成云：「《月令》，呂不韋所脩。」盧植云：「《王制》謂漢文時博士所錄。」其餘眾篇，皆如此例，但未能盡知所記之人也。其《周禮》《儀禮》，是《禮記》之書，自漢以後,各有傳授。鄭君《六藝論》云：「案《漢書·藝文志》《儒林傳》云，傳禮者十三家，唯高堂生及五傳弟子戴德、戴聖名在也。又案《儒林傳》云：『漢興，高堂生傳《禮》十七篇，而魯徐生善爲容。孝文時，徐生以容爲禮官大夫。瑕丘蕭奮以《禮》至淮陽太守。孟卿，東海人，事蕭奮，以授戴德、戴聖。』」《六藝論》云「五傳弟子」者，熊氏云：「則高堂生、蕭奮、孟卿、后倉及戴德、戴聖，爲五也。」此所傳皆《儀禮》也。《六藝論》云：「今《禮》行於世者，戴德、戴聖之學也。」又云「戴德傳《記》八十五篇」，則《大戴禮》是也；「戴聖傳《禮》四十九篇」，則此《禮記》是也。《儒林傳》云：「大戴授琅邪徐氏，小戴授梁人橋仁字季卿、楊榮字子孫。仁爲大鴻臚，家世傳業。」其《周官》者，始皇深惡之，至孝武帝時始開獻書之路，既出於山巖屋壁，復入祕府。五家之儒莫得見焉。至孝成時，通人劉歆校理秘書，始得列序，著于《錄》《略》。爲眾儒排棄，歆獨識之，知是周公致太平之道。河南緱氏杜子春，永平時初能通其讀，鄭眾、賈逵往授業焉。其後馬融、鄭玄之等，各有傳授，不復繁言也。]"
      },
      {
        "index": 1,
        "text": "曲禮上第一\n[【疏】正義曰：案鄭《目錄》云：「名曰《曲禮》者，以其篇記五禮之事：祭祀之說，吉禮也；喪、荒、去國之說，凶禮也；致貢、朝會之說，賓禮也；兵車、旌鴻之說，軍禮也；事長、敬老、執贄、納女之說，嘉禮也。此於《別錄》屬『制度』。」案鄭此說，則此《曲禮》篇中有含五禮之義。是以經云「禱祠祭祀」之說，當吉禮也；「送喪不由徑」，「歲凶，年穀不登」，又云「大夫、士去國」，如此之類，是喪、荒、去國之說，當凶禮也；「五官致貢曰享」，「天子當宁而立曰朝」，「相見於郤地曰會」，如此之類，是致貢、朝會之說，當賓禮也；「兵車不式」，「前有水則載青旌」，如此之類，是兵車、旌鴻之說，當軍禮也；「侍坐於長者」，「故君子式黃髪」，「婦人之贄，椇、榛、棗、栗」，「納女於天子」，如此之類，是事長、敬老、執贄、納女之說，當嘉禮也。必知「執贄」當婦人之贄者，以其《士相見》，鄭《目錄》以士執贄爲賓禮故也。此篇既含五禮，故其篇名爲《曲禮》。《曲禮》之與《儀禮》，其事是一。以其屈曲行事，則曰《曲禮》；見於威儀，則曰《儀禮》。但「曲」之與「儀」相對，《周禮》統心爲號。若揔而言之，則《周禮》亦有「曲」名，故《藝文志》云：「帝王爲政，世有損益。至周，曲爲之防，事爲之制，故曰『經禮三百，威儀三千』。」是二禮互而相通，皆有「曲」稱也。云「上」者，對「下」生名。本以語多，簡策重大，分爲上下，更無義也。　「第一」者，《小爾雅》云：「第，次也。」呂靖云：「一者，數之始。」「禮記」者，一部之大名；「曲禮」者，當篇之小目。既題《曲禮》於上，故著《禮記》於下，以配注耳。　「鄭氏」者，姓鄭，名玄，字康成，北海高密縣人，前漢僕射鄭崇八世之孫也。後漢徵爲大司農，年七十四乃卒。然鄭亦附盧、馬之本而爲之注。「注」者，即解書之名。但釋義之人多稱爲「傳」，「傳」謂傳述爲義，或親承聖旨，或師儒相傳，故云「傳」。今謂之「注」者，謙也，不敢傳授，直注己意而已。若然，則「傳」之與「注」，各出己情。皇氏以爲自漢以前爲「傳」，自漢以後爲「注」。然王肅在鄭之後，何以亦謂之「傳」？其義非也。]"
      },
      {
        "index": 2,
        "text": "《曲禮》曰：毋不敬，[禮主於敬。]儼若思，[儼，矜莊貌。人之坐思，貌必儼然。]安定辭。[審言語也。《易》曰：「言語者，君子之樞機。」]安民哉！[此上三句可以安民，說《曲禮》者美之云耳。　【疏】正義曰：此一節明人君立治之本，先當肅心、謹身、慎口之事。　「曲禮曰」者，案下文「安民哉」，是爲君上所行，故記人引《儀禮》正經「毋不敬」以下三句而爲實驗也。　「毋不敬」者，人君行禮，無有不敬，行五禮皆須敬也。　「儼若思」者，儼，矜莊貌也；若，如也；思，計慮也。夫人計慮，狀必端慤，今明人君矜莊之貌如人之思也。　「安定辭」者，安定，審也；辭，言語也。人君出言，必當慮之於心，然後宣之於口，是詳審於言語也。　「安民哉」者，但人君發舉不離口與身、心，既心能肅敬，身乃矜莊，口復審慎，三者依於德義，則政教可以安民也。云「哉」者，記人美此三句者也。　注「禮主於敬」。　正義曰：《孝經》云「禮者，敬而已矣」是也。又案鄭《目錄》云，曲禮之中，體含五禮。今云「《曲禮》曰毋不敬」，則五禮皆須敬，故鄭云「禮主於敬」。然五禮皆以拜爲敬禮，則「祭極敬」，主人拜尸之類，是吉禮須敬也；「拜而後稽顙」之類，是凶禮須敬也；「主人拜迎賓』之類，是賓禮須敬也；「軍中之拜肅拜」之類，是軍禮須敬也；冠、昏、飲酒皆有賓主拜答之類，是嘉禮須敬也。「兵車不式」，「乘玉路不式」，鄭云「大事不崇曲敬」者，謂敬天神及軍之大事，故不崇曲小之敬。熊氏以爲唯此不敬者，恐義不然也。既云「《曲禮》曰」，是引《儀禮》正經，若引「《春秋》曰」「《詩》曰」之類。所引者，若《冠禮》戒辭云「壽考惟祺，介爾景福」之等，今不見者，或在三千散亡之中也。　注「儼矜」至「儼然」。　正義曰：經唯云「儼若思」，不云「坐」，鄭必知「坐思」者，案《大學》云：「定而後能靜，靜而後能安，安而後能慮。」慮即思，故知思必當坐也。　注「審言」至「樞機」。　正義曰：《論語》云：「駟不及舌。」故審言語也。「《易》曰」者，《易·繫辭》之文也。故彼云：「君子出其言善，則千里之外應之，況其邇者乎？出其言不善，則千里之外違之，況其邇者乎？言行者，君子之樞機。」鄭注：「樞謂戶樞，機謂弩牙。戶樞之發，或明或闇；弩牙之發，或中或否。以喻君子之言，或榮或辱。」引之者，證審言語之事。彼爲「言行」，鄭云「言語」者，既證經辭，無取於「行」，故變文爲語也。]"
      },
      {
        "index": 3,
        "text": "敖不可長，欲不可從，志不可滿，樂不可極。[四者慢遊之道，桀、紂所以自禍。　【疏】正義曰：此一節承上人君敬慎之道，此亦據人君恭謹節儉之事，故鄭引桀、紂以證之。　「敖不可長」者，敖者，矜慢在心之名；長者，行敖著迹之稱。夫矜我慢物，中人不免。若有心而無迹，則於物無傷；若迹著而行用，則侵虐爲甚。傾國亡家，必由於此。故戒不可長。　「欲不可從」者，心所貪愛爲欲，則「飲食、男女，人之大欲存焉」是也。人皆有欲，但不得從之也。　「志不可滿」者，六情徧覩，在心未見爲志。凡人各有志意，但不得自滿。故《六韜》云：「器滿則傾，志滿則覆。」　「樂不可極」者，樂者，天子宮縣以下皆得有樂，但主歡心，人情所不能已，當自抑止，不可極爲。故《樂記》云：「樂盈而反，以反爲文。」　注「四者」至「自禍」。　正義曰：案《尚書》《史記》說紂惡甚多，不可具載。皇氏云：「斮朝涉之脛，剖賢人之心，是長敖也；糟丘酒池之等，是從欲也；玉杯象箸之等，是志滿也；靡靡之樂，是樂極也。」桀之爲惡，唯有民隊塗炭、淫於妺嬉之事，雖史傳不言四事，亦應俱有四者之惡。故紂焚宣室，桀放南巢，但「天作孽，猶可違；自作孽，不可逭」，桀、紂皆自身爲惡，以致滅亡，故云「自禍」也。]"
      },
      {
        "index": 4,
        "text": "賢者狎而敬之，[狎，習也，近也，謂附而近之，習其所行也。《月令》曰：「雖有貴戚近習。」]畏而愛之。[心服曰畏。曾子曰：「吾先子之所畏。」]愛而知其惡，憎而知其善，[謂凡與人交，不可以己心之愛憎誣人之善惡。]積而能散，[謂己有蓄積，見貧窮者則當能散以賙救之，若宋樂氏。]安安而能遷，[謂己今安此之安，圖後有害，則當能遷。晉舅犯與姜氏醉重耳而行，近之。]臨財毋苟得，[爲傷廉也。]臨難毋苟免，[爲傷義也。]很毋求勝，分毋求多。[爲傷平也。很，鬩也，謂爭訟也。《詩》云：「兄弟鬩於牆。」]疑事毋質，[質，成也。彼己俱疑，而己成言之。終不然，則傷知。]直而勿有。[直，正也。己若不疑，則當稱師友而正之，謙也。"
      },
      {
        "index": 5,
        "text": "【疏】正義曰：此一節揔明愛敬、安危、忠信之事，各隨文解之。　「賢者狎而敬之」者，賢是有德成之稱。狎，謂近也，習也。賢者身有道藝，朋類見賢思齊焉，必須附而近之，習其德藝。儕倫易相褻慢，戒令相敬也。　注「狎習」至「近習」。　正義曰：引《月令》者，案《月令》仲冬之月，禁戒婦功，不得奢慢。「貴戚」，謂王之姑姊妹；「近習」，謂王之所親幸嬪御之屬。言「近習」者，王附而近之，習其色。引之者，證賢者附而近之，習其道藝，連引「貴戚」，於義無所當也。　「畏而愛之」。　正義曰：賢者有其德行，人皆心服畏之。既有所畏，必當愛其德義，不可踈之。　注「心服」至「所畏」。　正義曰：引「曾子曰『吾先子之所畏』」者，《孟子》云：「或問曾西曰：『吾子與子路孰賢？』曾西蹴然曰：『吾先子之所畏也。』」先子，謂祖曾參，不在四科，而子路入四科，故曾參心服子路。引之者，證經「畏」是心服之義。　「愛而知其惡，憎而知其善」。　正義曰：愛謂己所親幸，憎謂己所嫌恨。人多愛而不知其惡，憎而不知其善，故記人戒之云：凡人雖愛，必當知其心懷惡行。崔氏云：若石碏知子厚是也。心雖憎疾，亦當知其善能，若祁奚知其解狐是也。若然，乃可審知人之賢愚。　「積而能散」。　正義曰：凡人貪嗇，皆好積而不好散。今謂己有蓄積，能賑乏賙無，則是仁惠也。　注「謂己」至「樂氏」。　正義曰：引「宋樂氏」者，案襄二十九年《左傳》云：「鄭國飢，子皮貸民粟，戶一鐘。」「樂氏」者，宋司城官，姓樂，名喜，字子罕。宋亦飢，樂喜請於平公云：「鄰於善，民之望。」請貸民粟，并使諸大夫亦貸之。今不引鄭罕氏而引宋樂氏者，鄭罕氏施而斂之，宋樂氏施而不斂，故晉叔向聞之，曰：「鄭之罕，宋之樂，施而不德，樂氏加焉。」熊氏云：「禮，『家施不及國，大夫不收公利』。二家，彼非也。今鄭爲能散者，直取一邊能散之義，是同不據家施非禮之事。」鄭不言「是」而言「若」者，但禮與諸經事實是一，惟文字不同，鄭則言「是」。若《檀弓》云「諸侯伐秦，曹桓公卒於會」，鄭注引《春秋傳》云：「『曹伯廬卒於師』是也。」以其一事，故云「是也」。此禮本不爲樂氏而作，但事類相似，引以爲證，故云「若」也。　「安安而能遷」。　正義曰：上「安」據心，下「安」據處。凡人多居危如安，故記人戒之云：謂己心安於此所處之安，當圖謀於後有害以否。若後當有害，必須早遷，則離害也。　注「謂己」至「近之」。　正義曰：「晉舅犯」者，案《左傳·僖二十三年》，晉重耳自翟之齊，齊桓公妻之，有馬二十乘。重耳心安於齊，不歸晉。從者，重耳之舅，字子犯，謀於桑下。蠶妾在其上，以告姜氏。姜氏殺之，而謂公子曰：「子有四方之志，其聞之者，吾殺之矣。」公子曰：「無之。」姜氏曰：「行也！懷與安，實敗名。」公子不可。姜氏與子犯謀，醉而遣之。醒，以戈逐子犯。至秦，秦伯納之，卒爲霸主。是「安安而能遷」之事。鄭不云「是」，又不云「若」，而言「近之」者，「安安能遷」亦不爲重耳而作，不得云「是」，遷又非重耳之意，不得云「若」，故云「近之」也。　「臨財毋苟得」。　正義曰：財利，人之所貪，非義而取，謂之「苟得」。故記人戒之：今有財利，元非兩人之物，兩人俱臨而求之，若苟得入己，則傷廉隅，故鄭云「爲傷廉」也。　「臨難毋苟免」。　正義曰：難，謂有寇仇謀害君父，爲人臣子當致身授命以救之。故記人戒之云：若君父有難，臣子若苟且免身而不鬭，則陷君父於危亡，故云「毋苟免」。「見義不爲，無勇也」，故鄭云「爲傷義」也。　「很毋求勝，分毋求多」。　正義曰：很，謂小小鬩很。凡人所爭，皆欲求勝。故記人戒之云：而有小小鬩很，當引過歸己，不可求勝。　「分毋求多」者，此元是眾人之物，當共分之，人皆貪欲，望多入己。故記人戒之云：所分之物，毋得求多也。　注「爲傷」至「於牆」。　正義曰：所引《詩》者，是《小雅·常棣》，閔管蔡失道之詩也。彼云：「兄弟鬩於牆，外禦其侮。」引之者，證經「很」亦是小小鬩很之事，若大很則當報之，故《論語》孔子云「以直報怨」是也。　「疑事毋質」。　正義曰：人多專固，未知而爲已知，故戒之云：彼己俱疑，而來問己。質，成也。若己亦疑，則無得成言之；若成言疑事，後爲賢人所譏，則傷己智也。故孔子戒子路云：「不知爲不知，是知也。」　「直而勿有」。　正義曰：此謂彼疑己不疑者，仍須謙退。直，正也。彼有疑事而來問己，己若不疑而答之，則當稱師友所說以正之，勿爲己有此義也。]"
      },
      {
        "index": 6,
        "text": "若夫，[言若欲爲丈夫也。《春秋傳》曰：「是謂我非夫。」]坐如尸，[視貌正。]立如齊，[磬且聽也。齊，謂祭祀時。]禮從宜，[事不可常也。晉士匄帥師侵齊，聞齊侯卒，乃還，《春秋》善之。]使從俗。[亦事不可常也。牲幣之屬，則當從俗所出。《禮器》曰：「天不生，地不養，君子不以爲禮，鬼神不饗。」　【疏】正義曰：此一節論爲丈夫之法，當「坐如尸」以下四行並備，乃可立身，各依文解之。　「若夫」者，凡人若爲丈夫之法，必當如下所陳，故目丈夫於上，下乃論其行以結之。　注「言若」至「非夫」。　正義曰：案《左傳·宣十二年》邲之戰，楚侵鄭，晉救之。及河，聞鄭既及楚平，中軍將荀林父欲還，不濟。上軍將士會曰：「善。」中軍佐先縠曰：「不可。成師以出，聞敵彊而退，非夫也。」又哀十一年，齊伐魯，魯武叔初不欲戰，爲冉求所非。武叔曰：「是謂我不成丈夫也。」退而蒐乘。二傳之言，當是先縠之辭也。彼無「是謂我」，鄭君足之也。　「坐如尸」。　尸居神位，坐必矜莊。言人雖不爲尸，若所在坐法，必當如尸之坐。故鄭云「視貌正」也。　「立如齊」。　人之倚立多慢不恭，故戒之云：倚立之時，雖不齊，亦當如祭前之齊，必須磬折屈身。　注「磬且聽也。齊，謂祭祀時」。　正義曰：「磬且聽」，案《士虞禮》云：「無尸者，主人哭，出復位，祝闔牖戶，如食間。」是祭時主人有聽法。云「磬」者，謂屈身如磬之折殺。案《考工記》云「磬氏爲磬，倨句一矩有半」，鄭云：「必先度一矩爲句，一矩爲股，而求其弦。既而以一矩有半觸其弦，則磬之倨句也。」是磬之折殺，其形必曲，人之倚立亦當然也。又云「齊，謂祭祀時」者，凡齊，皆在祭前自整齊之名，並於適寢之中，坐而無立。今云「立如齊」者，齊有立者。但祭前有齊，所以自整齊也，則祭日神前亦當齊，則齋者，先後通稱。此言「立如齋」，非祭前坐齋，故鄭云「齋，謂祭祀時」也。若然，此「立」謂侍尊者之時。故《玉藻》云「凡侍於君，紳垂，足如履齊，視下聽上」是也。　「禮從宜」。　皇氏云：「上二事，丈夫爲儼恪之儀。此下二事，丈夫爲君出使之法。」義或然也。「禮從宜」者，謂人臣奉命出使、征伐之禮，雖奉命出征，梱外之事，將軍裁之，知可而進，知難而退，前事不可準定，貴從當時之宜也。　注「事不」至「善之」。　正義曰：案《春秋·襄十九年》：「齊侯環卒。晉士匄帥師侵齊，至穀，聞齊侯卒，乃還。」《公羊》云：「還者何？善辭也。何善爾？大其不伐喪也。此受命於君而伐齊，則何大其不伐喪也？大夫以君命出使，進退在大夫也。」　「使從俗」。　使，謂臣爲君出聘之法，皆出土俗牲幣以爲享禮，土俗若無，不可境外求物，故云「使從俗」也。皇氏云：「上『禮從宜』與此『使從俗』互而相通，皆是以禮而使。」義或然也。　注「亦事」至「不饗」。　正義曰：「牲幣之屬當從俗所出」者，謂若《郊特牲》及《聘禮》，朝聘皆有皮、馬、龜、金、竹箭、璧帛之等，有則致之，無則已，故云「不可常」也。「《禮器》曰『天不生』」者，謂天不以四時而生，若李梅冬實；「地不養」者，謂居山以魚鼈，居澤以鹿豕；「君子不以爲禮」者，謂天不生、地不養之等，君子不將爲饗禮；「鬼神不饗」者，言君子不以爲禮者，秖由鬼神不歆饗此非常之物，明鬼神依人也。]"
      },
      {
        "index": 7,
        "text": "夫禮者，所以定親疏，決嫌疑，別同異，明是非也。禮不妄說人，[爲近佞媚也。君子說之不以其道，則不說也。]不辭費。[爲傷信。君子先行其言而後從之。]禮不踰節，不侵侮，不好狎。[爲傷敬也。人則習近爲好狎。]行脩言道，禮之質也。[言道，言合於道。質猶本也。禮爲之文飾耳。]禮聞取於人，不聞取人。[謂君人者。取於人，謂高尚其道；取人，謂制服其身。]禮聞來學，不聞往教。[尊道藝。　【疏】正義曰：此一節揔明治身立行、交接得否皆由於禮，故以禮爲目，各隨文解之。　「夫禮者，所以定親疏」者，五服之內，大功已上服麤者爲親，小功已下服精者爲疏。故《周禮》「小史掌定繫世，辨昭穆」也。　「決嫌疑」者，若妾爲女君期，女君爲妾若報之則太重，降之則有舅姑爲婦之嫌，故全不服，是決嫌。疑者，孔子之喪，門人疑所服，子貢曰：「昔者夫子喪顏回，若喪子而無服，喪子路亦然。請喪夫子若喪父而無服。」是決疑也。　「別同異」者，賀瑒云：「本同今異，姑姊妹是也；本異今同，世母、叔母及子婦是也。」　「明是非也」者，得禮爲是，失禮爲非。若主人未小斂，子游裼裘而弔，得禮，是也；曾子襲裘而弔，失禮，非也。但嫌疑、同異、是非之屬在禮甚眾，各舉一事爲證，而皇氏具引，今亦略之。　「禮不妄說人」者，禮動不虛，若說人之德則爵之，問人之寒則衣之。若無爵無衣，則爲妄說，近於佞媚也。　注「君子」至「說也」。　正義曰：此《論語》文。孔子曰：「君子說之不以其道，則不說也。」不以其道說之，是妄說，故君子不說也。引證經「禮不妄說人」之事。　「不辭費」。　正義曰：凡爲人之道，當言行相副，今直有言而無行，爲辭費。　「禮不」至「好狎」。　禮者，所以辨尊卑、別等級，使上不逼下，下不僭上，故云禮不踰越節度也。「不侵侮」者，禮主於敬，自卑而尊人，故戒之不得侵犯侮慢於人也。　「不好狎」者。　賢者當狎而敬之，若直近而習之，不加於敬，則是好狎，故鄭云「習近爲好狎」也。　「行脩」至「質也」。　凡爲禮之法，皆以忠信仁義爲本，禮以爲文飾。行脩者，忠信之行脩；言道者，言合於仁義之道。質，本也。則可與禮爲本也。　「禮聞取於人，不聞取人」。　熊氏以爲此謂人君在上招賢之禮，當用賢人德行，不得虛致其身。「禮聞取於人」者，謂禮之所聞，既招致有賢之人，當於身上取於德行，用爲政教。不聞直取賢人授之以位，制服而已。故鄭云「謂君人者」。皇氏以爲人君取師受學之法，「取於人」謂自到師門取其道藝。　「禮聞來學，不聞往教」。　「禮聞來學」者，凡學之法，當就其師處，北面伏膺。「不聞往教」者，不可以屈師親來就己。故鄭云「尊道藝」也。]"
      }
    ]
  }
}