{
  "chapterNumber": 50,
  "title": "卷49",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『統，猶本也，以其記祭祀之本，故名祭統。』」\n[疏]正義曰：案鄭《目錄》云：「名曰《祭統》者，以其記祭祀之本也。統，猶本也。此於《別錄》屬《祭祀》。」"
      },
      {
        "index": 1,
        "text": "凡治人之道，莫急於禮。禮有五經，莫重於祭。禮有五經，謂吉禮、凶禮、賓禮、軍禮、嘉禮也。莫重於祭，謂以吉禮為首也。《大宗伯職》曰：「以吉禮事邦國之鬼、神、祇。」○五經，吉、凶、軍、賓、嘉之五禮。祇，祈之反。夫祭者，非物自外至者也，自中出生於心也。心怵而奉之以禮，是故唯賢者能盡祭之義。怵，感念親之貌也，怵或為述。○怵，敕律反。"
      },
      {
        "index": 2,
        "text": "[疏]「凡治」至「之義」。○正義曰：此一節總明祭事。但祭禮既廣，其事又多，記者所說，各有部分，今各隨文解之。此一節明祭祀於禮中最重，唯賢者能盡祭義。凡祭為禮之本，禮為人之本，將明禮本，故先說治人，言治人之道，於禮最急。○「禮有五經」者，經者，常也。言吉、凶、賓、軍、嘉，禮所常行，故云「禮有五經」。五經之中，於祭更急。上說人之以禮為急，此說禮為急者，案《大宗伯》：吉禮之別十有二，凶禮之別五，賓禮之別八，軍禮之別五，嘉禮之別六。五禮之別，總三十有六。○「夫祭者，非物自外至者也，自中出生於心也」者，自，猶從也，言孝子祭親，非假他物從外至於身，使己為之，但從孝子身中出，生於孝子之心也。○「心怵而奉之以禮」者，言孝子感時心中怵惕而奉親以祭祀之禮。○「是故唯賢者能盡祭之義」者，言非賢者不能怵惕，怵惕之義，唯必賢人，故能盡恭敬祭。"
      },
      {
        "index": 3,
        "text": "賢者之祭也，必受其福，非世所謂福也。福者，備也，備者，百順之名也，無所不順者謂之備。言內盡於己，而外順於道也。忠臣以事其君，孝子以事其親，其本一也。世所謂福者，謂受鬼神之祐助也。賢者之所謂福者，謂受大順之顯名也。其本一者，言忠、孝俱由順出也。○祐音又。上則順於鬼神，外則順於君長，內則以孝於親，如此之謂備。唯賢者能備，能備然後能祭。是故賢者之祭也致其誠信，與其忠敬，奉之以物，道之以禮，安之以樂，參之以時，明薦之而已矣，不求其為。此孝子之心也。明，猶絜也。為，謂福祐為己之報。○長，丁丈反，下「所長」同。道音導。其為，於偽反，注「為謂」同；一音如字。祭者，所以追養繼孝也。孝者，畜也，順於道，不逆於倫，是之謂畜。畜，謂順於德教。○養，羊尚反，下同。畜，許六反，下同。"
      },
      {
        "index": 4,
        "text": "[疏]「賢者」至「謂畜」。○正義曰：此一節明祭祀受福是百順之理。○「非世所謂福也」者，言世人謂福為壽考吉祥，祐助於身。若賢者受福，身外萬事皆順於道理，故云「非世所謂福也」。「福者，備也，備者，百順之名也，無所不順者之謂備」，此是賢者之福。謂內盡其心，外極其禮，內外俱順，於祭具也。○「言內盡於己，而外順於道也」者，釋「百順」之義也。謂心既內盡，貌又外順，此之行善，無違於道理也。○「其本一也」者，言忠臣事君，孝子事親，其本皆從順而來，故云「其本一也」。○「上則順於鬼神」者，廣大順也，體尊，故云「上」也。○「外則順於君長」者，謂朝廷也，出事公卿，故云「外」也。○「不求其為」者，言孝子但內盡孝敬，以奉祭祀，不求其鬼神福祥為己之報。案《少牢》嘏辭云：「皇屍命工、祝承致多福無疆於女孝孫，使女受祿於天，宜稼於田」，則是祭祀有求。所云不求者，謂孝子之心無所求也，但神自致福，故有受祿於天之言。若水旱災荒，禱祭百神，則有求也。故《大祝》有六祈之義，《大司徒》有荒政索鬼神之禮。○「追養繼孝也」者，養者，是生時養親。孝者，生時事親。親今既沒，設禮祭之，追生時之養，繼生時之孝。○「孝者，畜也」者，畜，謂畜養，謂孝子順於德教，不逆於倫理，可以畜養其親，故釋孝謂畜。此據《援神契》：「庶人之孝曰畜，五孝不同，庶人但取畜養而已，不能百事皆順。」《援神契》又云：「天子之孝，曰就諸侯，曰度大夫，曰譽士，曰究庶人，曰畜分之。」則五總之曰畜，皆是畜養。但功有小大耳。"
      },
      {
        "index": 5,
        "text": "是故孝子之事親也，有三道焉：生則養，沒則喪，喪畢則祭。養則觀其順也，喪則觀其哀也，祭則觀其敬而時也。盡此三道者，孝子之行也。沒，終也。○盡，徐子忍反，下同。行，下孟反。"
      },
      {
        "index": 6,
        "text": "[疏]「是故」至「行也」。○正義曰：此一節明孝子事親有三種之道。\n既內自盡，又外求助，昏禮是也。故國君取夫人之辭曰：「請君之玉女，與寡人共有敝邑，事宗廟社稷。」此求助之本也。言玉女者，美言之也。君子於玉比德焉。○取，七住切。夫祭也者，必夫婦親之，所以備外內之官也，官備則具備。具，謂所供眾物。○共音恭，下文「以共」皆同。水草之菹，陸產之醢，小物備矣。三牲之俎，八簋之實，美物備矣。昆蟲之異，草木之實，陰陽之物備矣。水草之菹，芹、茆之屬。陸產之醢，蚳、蝝之屬。天子之祭八簋。昆蟲，謂溫生寒死之蟲也。《內則》可食之物，有蜩、范。草木之實，菱、芡、榛、栗之屬。○芹，其斤反。茆音卯。蚳，丈之反。蝝，悅專反。蜩音條。菱本亦作菱，又音陵。芡音儉。榛，側巾反。"
      },
      {
        "index": 7,
        "text": "[疏]「既內」至「備矣」。○正義曰：此一節以上文孝子事親，先能自盡，又外求伉儷，供粢盛之事。○注「水草」至「之屬」。○正義曰：云「水草之菹，芹、茆之屬」者，案《醢人》云「加豆之實，芹菹、兔醢」；「朝事之豆，茆菹、麋臡」，是芹、茆也。又「朝事之豆」，有昌本、麋臡，「加豆之實，有深蒲、醓醢、苔菹、雁醢、筍菹、魚醢」。其昌本、深蒲、箈、筍是水草，故云「之屬」。云「陸產之醢，蚳、蝝之屬」者，案《醢人》「饋食之豆，蜃、蚳」。蝝即蚳之類。《醢人》加豆之實有兔醢，又有醓醢，皆是陸產，故云「之屬」。云「天子之祭八簋」者，《明堂位》云「周之八簋」，又《特牲》士「兩敦」，《少牢》「四敦」，則諸侯六，故天子八。云「《內則》可食之物有蜩、范」者，蜩，蟬也；范，蜂也，昆蟲之屬。云「草木之實，菱、芡、榛、栗之屬」者，按《籩人》「加籩之實」有菱、芡，「饋食之籩」有棗、栗、榛實，是草木，故云「之屬」。"
      },
      {
        "index": 8,
        "text": "凡天之所生，地之所長，苟可薦者，莫不咸在，示盡物也。外則盡物，內則盡志，此祭之心也。咸，皆也。是故天子親耕於南郊，以共齊盛。王后蠶於北郊，以共純服。諸侯耕於東郊，亦以共齊盛。夫人蠶於北郊，以共冕服。天子、諸侯非莫耕也，王后、夫人非莫蠶也。身致其誠信，誠信之謂盡，盡之謂敬，敬盡然後可以事神明，此祭之道也。純服，亦冕服也，互言之爾。純以見繒色，冕以著祭服。東郊，少陽，諸侯象也。夫人不蠶於西郊，婦人禮少變也。齊，或為粢。○齊盛，本亦作齍，與粢同，音咨，下及注同。純，側真反，注及下「純冕」同。見，賢遍反。少，詩召反。"
      },
      {
        "index": 9,
        "text": "[疏]「凡天」至「道也」。○正義曰：此一經總結上文既內自盡、外又求助祭之事。○「苟可薦者」，悉在祭用，故云「示盡物也」，則上陰陽之物備矣。○「外則盡物，內則盡志，此祭之心也」者，此是孝子祭親之心。○「是故天子親耕於南郊，以共齊盛。王后蠶於北郊，以共純服」者，此覆結上文也。必夫婦親之及盡物、盡志之事，祭須盡物、志，故人君、夫人各竭力從事於耕、蠶也。鄭云：「王藉田在遠郊，故甸師氏掌之。」《內宰》云：「中春，詔後帥內外命婦始蠶於北郊。」注云「婦人以純陰為尊」故也。純服者，亦冕服也。純以見繒色，冕以著祭服。○「諸侯耕於東郊，亦以共齊盛」者，天子太陽，故南也；諸侯少陽，故東也。然藉田並在東南，故王言南，諸侯言東。○「夫人蠶於北郊，以共冕服」者，後太陰，故北；夫人少陰，故合西郊。然亦北者，婦人質少變，故與後同也。○「天子、諸侯非莫耕也，王后、夫人非莫蠶也」者，莫，無也。王侯豈貧無穀帛，而夫婦自耕蠶乎！其有以也。○「身致其誠信，誠信之謂盡」，是所有以其欲致誠信，故身自親之。○「盡之謂敬，敬盡然後可以事神明」者，祭盡敬，則乃是盡也。此祭之道，結上文也。○注「純服」至「繒色」。○正義曰：「純服，亦冕服也」者，天子云純，諸侯言冕。冕，祭服，故知純亦是祭服。天子言衣色，諸侯亦有衣色，是其互也。鄭氏之意，凡言純者，其義有二：一，絲旁才，是古之緇字；二是絲旁屯，是純字，但書文相亂，雖是緇字，並皆作純。鄭氏所注，於絲理可知、於色不明者，即讀為緇，即《論語》云「今也純儉」，及此「純服」，皆讀為黑色。若衣色見、絲文不明者，讀純以為絲也。"
      },
      {
        "index": 10,
        "text": "及時將祭，君子乃齊。齊之為言齊也，齊不齊以致齊者也。是以君子非有大事也，非有恭敬也，則不齊。不齊則於物無防也，嗜欲無止也。及其將齊也，防其邪物，訖其嗜欲，耳不聽樂，故《記》曰「齊者不樂」，言不敢散其志也。心不苟慮，必依於道。手足不苟動，必依於禮。訖，猶止也。○乃齊，側皆反，本又作齊，下不出者同言齊也。齊不齊，並如字，下「以齊之」同。耆，市志反。邪，似嗟反。訖，居乙反。是故君子之齊也，專致其精明之德也，故散齊七日以定之，致齊三日以齊之。定之之謂齊，齊者，精明之至也，然後可以交於神明也。定者，定其志意。是故先期旬有一日，宮宰宿夫人，夫人亦散齊七日，致齊三日。宮宰，守宮官也。宿，讀為肅。肅猶戒也，戒輕肅重也。○先，悉薦反，又如字。君致齊於外，夫人致齊於內，然後會於大廟。君純冕立於阼，夫人副褘立於東房。君執圭瓚祼屍，大宗執璋瓚亞祼。及迎牲，君執紖，卿、大夫從，士執芻。宗婦執盎，從夫人，薦兌水；君執鸞刀，羞嚌；夫人薦豆。此之謂夫婦親之。大廟，始祖廟也。圭瓚、璋瓚，祼器也，以圭、璋為柄，酌郁鬯曰祼。大宗亞祼，容夫人有故，攝焉。紖，所以牽牲也，《周禮》作絼。芻，謂稿也，殺牲時用薦之。《周禮•封人》「祭祀，飾牲，共其水稿」。兌，盎齊也。盎齊，兌酌也。凡尊有明水，因兼云水爾。嚌，嚌肺、祭肺之屬也。君以鸞刀割制之。天子諸侯之祭禮，先有祼屍之事，乃後迎牲。芻，或為䅳。○大廟音泰，下「大廟」皆同。褘音輝。瓚，才旦反。祼，古亂反。紖，直忍反，注同，徐以忍反。從，才用反，下皆同。芻，初俱反。盎，烏浪反，注同。「從夫人」，絕句，一讀以「從」字絕句。兌，舒銳反，徐音歲。羞齊，本亦作嚌，才細反，注同。柄，兵命反。絼，直忍反。稿，苦老反，下同。共音恭。盎齊，才細反，下「盎齊」同。"
      },
      {
        "index": 11,
        "text": "[疏]「及時」至「親之」。○正義曰：此一節明將祭齊戒之義，並明君與夫人皆致齊，會於大廟，夫婦交親行祭之義。○「及時將祭，君子乃齊」者，謂四時應祭之前，未旬時也，方將接神，先宜齊整身心，故齊也。○「齊不齊以致齊者」也，言齊者，齊也，所以正此不齊之事。○謂未齊之時，心慮散蕩，心所嗜欲有不齊正；及其齊也，正此不齊之事，以致極齊戒之道。○「君致齊於外，夫人致齊於內」者，外，謂君之路寢，內，謂夫人正寢，是致齊並皆於正寢，其實散齊亦然。但此文對「會於大廟」，故云「君致齊於外，夫人致齊於內」耳。○「然後會於大廟」者，祭日，君與夫人俱至大廟之中。廟，即始祖廟也。○「君純冕立於阼」者，純，亦緇也。上文已解，故鄭於此略而不論。冕皆上玄下纁，其服並然，故通云緇冕。若非二王之後及周公廟，即悉用玄冕而祭。○「夫人副褘立於東房」者，副及褘，後之上服，魯及二王之後夫人得服之。侯、伯夫人揄狄，子、男夫人狄，而並立東房，以俟行事。屍既入之後，轉就西房，故《禮器》云「夫人在房」。雖不云東西、房，下云「夫人東酌罍尊」，則知夫人在房，謂西房也。○「大宗執璋贊亞祼」者，大宗，主宗廟禮者。以亞祼之禮，夫人親為之。此不云夫人而云「大宗」者，記者廣言容夫人有故，故大宗伯代夫人行禮，執璋瓚亞祼之禮。圭瓚、璋瓚，並是祼器也。以圭、璋為柄，酌郁鬯曰祼也。○「君執紖」者，紖，牛鼻繩，君自執之入繫於碑。○「卿、大夫從」者，謂卿、大夫從驅之，及殺與幣告也，皆從於君。○「士執芻」者，芻，謂稿也。以其殺牲用芻稿藉之。○「宗婦執盎從」者，謂同宗之婦執盎以從夫人。○「夫人薦兌水」者，兌即盎齊，由其濁，用清酒以兌泲之。兌水是明水。宗婦執盎齊從夫人而來，奠盎齊於位，夫人乃就盎齊之尊，酌此兌齊而薦之者，因盎齊有明水，連言水耳。上云「夫人副褘」，此則上公之祭，宜有醴齊、盎齊，但言盎者，略言之，亦容侯、伯、子、男之祭，但有盎齊、無醴齊也，故執盎從。○「君執鸞刀，羞嚌」者，嚌，肝、肺也。齊有二時，一是朝踐之時，取肝以膋貫之，入室燎於爐炭，出薦之主前；二者謂饋熟之時，君以鸞刀割制所羞嚌肺，橫切之使不絕，亦奠於俎上。屍並嚌之，故云「羞嚌」。一云：羞，進也，謂君用鸞刀制此嚌肉以進之，故云「鸞刀羞嚌」。○「夫人薦豆」者，於君羞嚌之時，夫人薦此饋食之豆。「此之謂夫婦親之」者，君親執紖及鸞刀、羞嚌，是夫親之也；夫人薦兌水及羞豆，是婦親之也，故云「夫婦親之」。○注「大宗」至「迎牲」。○正義曰：「大宗亞祼，容夫人有故，攝焉」者，解大宗所以亞祼之義。案此下云夫人薦兌水及薦豆，則是夫人親行，而云「夫人有故」者，記者亂陳言大宗亞祼，容夫人有故之時；下云夫人薦盎、薦豆，顯夫人親行其事：各有所明，不可一揆。云「盎齊，兌酌也」者，《周禮•司尊彝》文。案彼注云：「盎齊羞清，和以清酒泲之，謂之兌酌。」鄭引此者解經「夫人薦兌」是盎齊也。云「凡尊有明水，因兼云水爾」者，以經「夫人薦兌」，只是薦盎，不薦明水。今經「薦兌」之下別更言水，此謂明水也。以盎齊加明水，故記者因盎而連言明水爾。知盎齊加明水者，《郊特牲》云「祭齊加明水」是也。云「嚌，嚌肺祭肺之屬也」者，案《少牢》、《特牲》薦熟之時，俎有祭肺，及舉肺切之，舉肺離而不提心。二肺皆嚌之，故云「嚌肺、祭肺之屬」。云「天子、諸侯之祭禮，先有祼屍之事，乃後迎牲」者，以《特牲》、《少牢》無此禮。今此經祼後有迎牲之文，是天子、諸侯之事，故鄭明之也。"
      },
      {
        "index": 12,
        "text": "及入舞，君執干戚就舞位。君為東上，冕而總干，率其群臣，以樂皇屍。是故天子之祭也，與天下樂之。諸侯之祭也，與竟內樂之。冕而總干，率其群臣，以樂皇屍，此與竟內樂之之義也。君為東上，近主位也。皇，君也。言君屍者，尊之。○以樂，音洛，下同。竟音境，篇內皆同。近，附近之近。"
      },
      {
        "index": 13,
        "text": "[疏]「及入」至「義也」。○正義曰：此一經明祭時，天子、諸侯親在舞位，以樂皇屍也。\n夫祭有三重焉：獻之屬莫重於祼，聲莫重於升歌，舞莫重於《武宿夜》，此周道也。《武宿夜》，武曲名也。周道，猶周之禮。○獻之屬莫重於祼，一本無「之屬」二字。凡三道者，所以假於外而以增君子之志也。故與志進退，志輕則亦輕，志重則亦重。輕其志而求外之重也，雖聖人弗能得也。是故君子之祭也，必身自盡也，所以明重也。道之以禮，以奉三重而薦諸皇屍，此聖人之道也。"
      },
      {
        "index": 14,
        "text": "[疏]「夫祭」至「之道也」。○正義曰：此一節並明祭祀之禮，有三種可重之事。○「舞莫重於《武宿夜》」者，《武宿夜》是武曲之名，是眾舞之中，無能重於《武宿夜》之舞。皇氏云：「師說《書傳》云：『武王伐紂，至於商郊，停止宿夜，士卒皆歡樂歌舞以待旦，因名焉。』《武宿夜》，其樂亡也。」熊氏云：「此即《大武》之樂也。」○「凡三道者，所以假於外而以增君子之志也」者，言三種所重之道，皆假借外物，而以增益君子內志。祼則假於郁鬯，歌則假於聲音，舞則假於干戚，皆是假於外物。○「故與志進退」者，此外物增成君子內志，故與志同進同退。若內心志輕略，則此等亦輕略。內志殷重，此等亦殷重。"
      },
      {
        "index": 15,
        "text": "夫祭有餕，餕者祭之末也，不可不知也。是故古之人有言曰「善終者如始，餕其是已」。是故古之君子曰「屍亦餕鬼神之餘」也。惠術也，可以觀政矣。術，猶法也。為政尚施惠，盡美能知能惠。《詩》云：「維此惠君，民人所瞻。」○道之，音導。餕音俊。施惠，始豉反，下文注並同。能知，音智。是故屍謖，君與卿四人餕。君起，大夫六人餕，臣餕君之餘也。大夫起，士八人餕，賤餕貴之餘也。士起，各執其具以出，陳於堂下，百官進，徹之，下餕上之餘也。進，當為餕，聲之誤也。百官，謂有事於君祭者也，既餕，乃徹之而去，所謂自卑至賤。進、徹，或俱為餕。○謖，所六反，起也。百官進，依注作「餕」。卑如字，《隱義》音必利反。凡餕之道，每變以眾，所以別貴賤之等，而興施惠之象也。是故以四簋黍見其脩於廟中也。廟中者，竟內之象也。鬼神之惠遍廟中，如國君之惠遍竟內也。○別，彼列反，下同。見，賢遍反，下同。脩於，一本脩作遍，遍音遍，下同。祭者，澤之大者也，是故上有大澤，則惠必及下，顧上先下後耳，非上積重而下有凍餒之民也。是故上有大澤，則民夫人待於下流，知惠之必將至也，由餕見之矣。故曰：「可以觀政矣。」鬼神有祭，不獨饗之，使人餕之，恩澤之大者也。國君有蓄積，不獨食之，亦以施惠於竟內也。○重，直龍反，下同。餒，乃罪反。夫音扶。見如字，舊賢遍反。畜，敕六反。"
      },
      {
        "index": 16,
        "text": "[疏]「夫祭」至「政矣」。○正義曰：此一節明祭末餕餘之禮，自求多物，恩澤廣被之事。○「是故古之人有言曰：善終者如始，餕其是已」者，引古人之言證餕為美也。夫「靡不有初，鮮克有終」，而祭之有餕，即是克有終而禮猶盛，故云「善終者如始，餕其是已」。已，語辭也。○「是故古之君子曰：屍亦餕鬼神之餘也」者，又引古言證餕義也。言亦者，亦人餕屍之餘，乃是人食屍餘。而云「屍亦餕鬼神餘」者，若王侯初薦毛血燔燎，是薦於鬼神。至薦熟時，屍乃食之，是屍餕鬼神之餘。若大夫、士陰厭，亦是先薦鬼神而後屍乃食，亦屍餕鬼神餘，故並云「屍亦餕鬼神之餘」也。○「惠術也，可以觀政矣」者，術，猶法也。屍餕鬼神之餘，是施恩惠之術法，言為政之道，貴在於惠，可以觀省人君之政教。能施恩惠者，即其政善，不能施恩惠者，則其政惡，故云「可以觀政矣」。○「臣餕君之餘也」者，以君於廟中，事屍如君，則君為臣禮。君食屍餘，是臣食君餘，與大夫食君餘相似，故云「臣餕君之餘也」。諸侯之國有五大夫，此云六者，兼有采地助祭也。以下漸遍及下，示溥恩惠也。○「士起，各執其具以出，陳於堂下」者，士廟中餕訖而起，所司各執其饌具以出廟戶，陳於堂下。「百官進，徹之」者，進，當為餕，謂有祭事之百官餕訖，各徹其器而乃去之。○「凡餕之道，每變以眾，所以別貴賤之等」者，初君四人，次大夫六人，次士八人，是變以眾，加之以兩，是別貴賤之等。○「而興施惠之象也」者，興，起也。其餕之禮，初餕貴而少，後餕賤而多，皆先上而後下。施惠之道亦當然，皆先貴後賤，故云「施惠之象」。○「是故以四簋黍見其脩於廟中也」者，謂餕之時君，與三卿以四簋之黍脩整普遍也。所以用四簋多黍而餕者，欲見其恩惠脩整遍於廟中。諸侯之祭有六簋，今云以四簋者，以二簋留為陽厭之祭，故以四簋而餕。簋有黍、稷，特云「黍」者，見其美，舉黍，稷可知也。○「廟中者，竟內之象也」者，以四簋而遍廟中，如君之恩惠遍於竟內也。○「顧上先下後耳」者，言上有大澤，惠必及下，無不周遍。但瞻顧之時，尊上者在先，卑下者處後耳。一云顧，故也。謂君上先餕，臣下後餕，示恩則從上起也。「非上有積重而下有凍餒之民也」者，言非是在上有財物積重而不以施惠，而使在下有凍餒之民。言有積重，必施散在下，不使凍餒。○「由餕見之矣」者，言民所以知上有財物恩惠及於下者，祗祭祀之餕，見其恩逮於下之理，故曰「可以觀政矣」者，餕若以禮，則能施惠，其善政也。餕若不以禮，則不能施惠，其政惡也。故云「可以觀政矣」。"
      },
      {
        "index": 17,
        "text": "夫祭之為物大矣，其興物備矣。順以備者也，其教之本與！為物，猶為禮也。興物，謂薦百品。○與音餘，下「是與」同。是故君子之教也，外則教之以尊其君長，內則教之以孝於其親。是故明君在上，則諸臣服從。崇事宗廟社稷，則子孫順孝。盡其道，端其義，而教生焉。崇，猶尊也。○長，丁丈反，下長幼皆同。是故君子之事君也，必身行之，所不安於上，則不以使下；所惡於下，則不以事上。非諸人，行諸己，非教之道也。必身行之，言恕己乃行之。○惡，烏路反。是故君子之教也，必由其本，順之至也，祭其是與！故曰「祭者，教之本也已」。教由孝順生也。"
      },
      {
        "index": 18,
        "text": "[疏]「夫祭」至「也已」。○正義曰：此一節明祭祀禮備具，內外俱兼脩之於己，然後及物，是為政之本。「夫祭之為物大矣」者，物，謂事物，物大，言祭之為物盛大矣，以所行皆依禮，故為大。○「其興物備矣」者，謂庶羞之屬，言興造庶羞百品皆是，故「興物備矣」。○「順以備者也，其教之本與」者，祭必依禮，是順也。百品皆足，是備也。若能上下和順，物皆備具，是為教之本。言聖人設教，惟以順以備，故云「其教之本與」。○「是故君子」至「其親」者，祭既順、備，可為教，故人君因為教焉。外教謂郊天，內教謂孝於親、祭宗廟。○「是故明君」至「順孝」者，由咀茆教尊君長，故諸臣服從。內教孝則親，故子孫順孝。○「盡其道，端其義，而教生焉」者，謂人君身自行之，盡其事上之道，又端正君臣上下之義，則政教由此生焉。○「所不安於上，則不以使下」者，謂在上所為之事施之於己，己所不安，則不得施於下。○「所惡於下，則下以事上」者，在下有不善之事施於己，己所憎惡，則不得以此事於上，上亦憎惡也。○「非諸人，行諸己，非教之道也」者，結上二事。諸，於也，謂他人行此惡事加於己，己以為非，是非於人。己乃行此惡事而施人，是行於己也。若如此，非政教之道。言為政教必由於己，乃能及物，故下云「必由其本，順之至也」。"
      },
      {
        "index": 19,
        "text": "夫祭有十倫焉：見事鬼神之道焉，見君臣之義焉，見父子之倫焉，見貴賤之等焉，見親疏之殺焉，見爵賞之施焉，見夫婦之別焉，見政事之均焉，見長幼之序焉，見上下之際焉。此之謂十倫。倫，猶義也。○見事，賢遍反，下皆同。殺，色界反，徐所例反，下同。"
      },
      {
        "index": 20,
        "text": "[疏]「夫祭」至「十倫」。○正義曰：此一節廣明祭有十種倫禮，今各隨文解之。從此至「此之謂十倫」一經，總明十倫之目。從上雖云祭，其事隱；此廣陳祭含十義，以顯教之本十倫義也。"
      },
      {
        "index": 21,
        "text": "鋪筵設同幾，為依神也。詔祝於室而出於祊，此交神明之道也。同之言詷也。祭者以其妃配，亦不特幾也。詔祝，告事於屍也。出於祊，謂索祭也。○鋪，普胡反，又芳夫反。筵，羊然反。為，於偽反，下注「為其」皆同。祊，伯更反。詷，徒貢反。索，所伯反。"
      },
      {
        "index": 22,
        "text": "[疏]「鋪筵」至「道也」。○正義曰：此一節明第一倫交鬼神之道。○「鋪筵設同幾」者，設之曰筵，坐之曰席，同之言詷，詷，共也。言人生時形體異，故夫婦別幾，死則魂氣同歸於此，故夫婦共幾。鋪席設幾，使神依之。設此夫婦所共之幾，席亦共之。必云「同幾」者，筵席既長，幾則短小，恐其各設，故特云「同幾」。○「詔祝於室」者，詔，告也。祝，祝也。謂祝官以言詔告，祝請其屍於室求之。○「而出於祊」者，謂明日繹祭而出廟門旁，廣求神於門外之祊。○正義曰：「此交神明之道也」者，神明難測，不可一處求之，或門旁不敢定，是與神明交接之道，鬼、神通，故云道。○注「同之」至「祭也」。○正義曰：「同之言詷也」者，若單作「同」字，是「齊同」之「同」，非「詷共」之「詷」，所以物有異類而同時也，則同死同生同出同入之類。不齊，其物異也。若詷共之詷，則言旁作同，故古文、《字林》皆訓「詷」為「共」，是漢魏之時字義如此，是以讀「同」為「詷」。今則總為一字。云「祭者以為妃配」者，《儀禮•少牢》文，謂祭，夫祝辭云以某妃配。云「亦不特幾也」者，謂不但不特設辭，亦不特設其幾。謂祝辭與幾皆同於夫，不特設也。故鄭注《司几筵》云「祭於廟，同幾，精氣合也」。云「詔祝告事於屍也」者，謂灌鬯、饋熟、酳屍之等，祝官以祝辭告事於屍，其事廣也。以總論事，神故廣言之。知非朝踐之時血毛詔於室者，以朝踐屍、主皆在戶外，蹔時之事，非終始事神之道，故知非也。云「出於祊，謂索祭也」者，案《郊特牲》「索祭祀於祊」，故云「謂索祭也」。"
      },
      {
        "index": 23,
        "text": "君迎牲而不迎屍，別嫌也。屍在廟門外則疑於臣，在廟中則全於君。君在廟門外則疑於君，入廟門則全於臣、全於子。是故不出者，明君臣之義也。不迎屍者，欲全其尊也。屍，神像也。鬼神之尊在廟中，人君之尊出廟門則伸。○伸音申。"
      },
      {
        "index": 24,
        "text": "[疏]「君迎」至「義也」。○正義曰：此經明第二倫君臣之義也。○「君迎牲不迎屍，別嫌也」者，屍體既尊，君宜自卑。若出迎屍，屍道未伸，則嫌君猶欲自尊之義也。○「屍在廟門外，則疑於臣」者，則解別嫌事也。屍本是臣，而為屍時，則尊在廟中耳。君若未入廟，其尊未伸。君若出迎，則疑屍有還為臣之道，故云「疑於臣」也。○「在廟中則全於君」者，屍若入廟，則君、父道全也。唯云全君，不云全父者，此本是明君臣，故略於全父也。下既云臣、子，故知此為君、父也。且廟中行禮，屍皆答拜。然父無答子之禮，君有答臣之法，故據君言之耳。○「君在廟門外則疑於君」者，釋君疑也。君道之全，全在廟門外。若出門外，則君道還尊，與平常不異，故不出門也。○「入廟門則全於臣、全於子」者，君若入廟，則臣、子道全，無所疑也。是故不出者，明君臣之義也者，結第二倫也。君至尊而受屈廟中，以臣子自處，不敢出廟門，恐屍尊不極，欲示天下咸知君臣之義也。君臣由義而合，故云「義」也。"
      },
      {
        "index": 25,
        "text": "夫祭之道，孫為王父屍。所使為屍者，於祭者子行也。父北面而事之，所以明子事父之道也。此父子之倫也。子行，猶子列也。祭祖則用孫列，皆取於同姓之適孫也。天子、諸侯之祭，朝事延屍於戶外，是以有北面事屍之禮。○行，戶剛反，注同，徐胡孟反。適，丁歷反。"
      },
      {
        "index": 26,
        "text": "[疏]「夫祭」至「倫也」。○正義曰：此第三倫，明父子之理。○「孫為王父屍」者，謂王父之孫行與王父作屍。○「所使為屍者，於祭者，子行也」者，謂孝子所使令為屍者，於祭者孝子身為子之行秩也。○「父北面而事之」者，父則祭者之身，北面而事子行之屍也。○「所以明子事父之道也，此父子之倫也」者，主人為欲孝敬己父，不許己尊而北面事子行，則凡為子者，豈得不自尊事其父乎！是見子事父之道也。○注「皆取」至「尊之禮」。○正義曰：「天子、諸侯之祭，朝事延屍於戶外」者，以《少牢》、《特牲》屍皆在室之奧，主人西面事之，無北面事屍之禮，故知是天子、諸侯也。知當「朝事」者，以《郊特牲》「詔祝於室，坐屍於堂」。詔祝於室，當朝事之節，故知坐屍於堂，當朝事也。"
      },
      {
        "index": 27,
        "text": "屍飲五，君洗玉爵獻卿。屍飲七，以瑤爵獻大夫。屍飲九，以散爵獻士及群有司，皆以齒。明尊卑之等也。屍飲五，謂酳屍五獻也，大夫、士祭，三獻而獻賓。○瑤音遙。散，悉但反。差，本又作之等。酳音胤，又仕覲反。"
      },
      {
        "index": 28,
        "text": "[疏]「屍飲」至「等也」。○正義曰：此一節明第四倫，尊卑差等。○「屍飲五，君洗玉爵獻卿」至「皆以齒，明尊卑之等」者，謂獻卿、大夫、士及有司等，其爵雖同，皆長者在先，故云「皆以齒」。○注「屍飲」至「獻賓」。○正義曰：此據備九獻之禮者。至主人酳屍，故屍飲五也。凡祭二獻，祼用郁鬯，屍祭奠而不飲。朝踐二獻，饋食二獻，及食畢，主人酳屍。此等皆屍飲之，故云「屍飲五」。於此之時以獻卿，獻卿之後，乃主婦酳屍。酳屍畢，賓長獻屍，是屍飲七也。乃瑤爵獻大夫，是正九獻禮畢，但初二祼不飲，故云屍飲七。自此以後，長賓、長兄弟更為加爵，屍又飲二，是並前屍飲九，主人乃散爵獻士及群有司也。此謂上公九獻，故以酳屍之一獻為屍飲五也。若侯伯七獻，朝踐、饋食時各一獻。食訖酳屍，但飲三也。子男五獻，食訖，酳屍，屍飲一。云「大夫、士祭，三獻而獻賓」者，欲明諸侯獻賓時節與大夫、士獻賓不同。知大夫、士祭三獻而獻賓者，《特牲禮》文。下大夫不賓屍，與士同，亦三獻而獻賓。知者，《有司徹》文。其上大夫別行賓屍之禮，與此異也。"
      },
      {
        "index": 29,
        "text": "夫祭有昭穆。昭穆者，所以別父子、遠近、長幼、親疏之序而無亂也。是故有事於大廟，則群昭群穆咸在，而不失其倫，此之謂親疏之殺也。昭、穆咸在，同宗父子皆來。○昭，上遙反，後放此。"
      },
      {
        "index": 30,
        "text": "[疏]「夫祭」至「殺也」。○正義曰：此一節明第五倫也，親疏之殺也。昭、穆，謂屍主行列於廟中，所以至無亂者，謂父南面，子北面，親者近，疏者遠，又各有次序。「是故有事於大廟，則群昭群穆咸在」者，祭大廟之時，則眾廟屍主皆來，及助祭之人、同宗父子皆至，則群昭穆咸在。若不於大廟，餘廟之祭，唯有當廟屍主及所出之廟子孫來至，不得群昭群穆咸在也。○「而不失其倫」者，屍主既有昭穆，故主人及眾賓亦為昭穆列在廟，不失倫類。○正義曰：「此之謂親疏之殺也」者，殺，漸也。列昭穆存亡名有遠近，示天下親疏有漸也。"
      },
      {
        "index": 31,
        "text": "古者，明君爵有德而祿有功，必賜爵祿於大廟，示不敢專也。故祭之日，一獻，君降立於阼階之南，南鄉，所命北面，史由君右，執策命之，再拜稽首，受書以歸，而捨奠於其廟。此爵賞之施也。一獻，酳屍也。捨，當為釋聲之誤也。非時而祭曰奠。○鄉，許亮反。捨，依注音釋。"
      },
      {
        "index": 32,
        "text": "[疏]「古者」至「施也」。○正義曰：此一節明第六倫也，爵賞之施焉。○「爵有德而祿有功」者，爵表德，故云「有德」。祿賞功，故云「有功」也。○「而捨奠於其廟」者，謂受策命，卿、大夫等既受策書，歸還而釋奠於家廟，告以受君之命，似非時而祭，故稱奠。此爵賞之施也者，君尊上爵賞於廟，不自專，故民知施必由尊也。○注「一獻，一酳屍也」。○正義曰：經云「一獻」，知非初祼及朝踐、饋食之一獻，必為一酳屍者，以一酳屍之前，皆為祭事，承奉鬼神，未暇策命，而屍食已畢，祭事方了，始可以行其爵賞及賜勞臣下。此一獻則上屍飲五，君獻卿之時也。若天子命群臣，則不因常祭之日，特假於廟。故《大宗伯》云「王命諸侯則儐」，注云「王將出命，假祖廟，立，依前南鄉」是也。"
      },
      {
        "index": 33,
        "text": "君卷冕立於阼，夫人副褘立於東房。夫人薦豆執校，執醴授之，執鐙。屍酢夫人執柄，夫人授屍執足。夫婦相授受，不相襲處，酢必易爵，明夫婦之別也。校，豆中央直者也。執醴，授醴之人。授夫人以豆，則執鐙。鐙，豆下跗也。○卷，古本反。校，戶教反，又戶交反，柄也。鐙音登，又丁鄧反。"
      },
      {
        "index": 34,
        "text": "[疏]「君卷」至「別也」。○正義曰：此一節明第七倫也。○「夫人副褘立於東房」者，此謂上公之夫人，故副褘立於東房。若其餘夫人則不副褘也。○「夫人薦豆執校」者，校，謂豆之中央直者。夫人薦豆之時，手就此校。○「執醴授之，執鐙」者，鐙，謂豆下跗。夫人薦豆之時，此執醴之人以豆授夫人之時，則執豆之下跗。夫人授之，乃執校也。○「屍酢，夫人執柄」者，爵為雀形，以尾為柄。夫人獻屍，屍酢夫人，屍則執雀尾授夫人也。○「夫人授屍執足」者，夫人受酢於屍，則執爵足也。○「夫婦相授受，不相襲處」者，謂夫婦交相致爵之時。襲，因也。其執之物不相因故處。若夫婦交相致爵不能執故處，以明男女有別。○「酢必易爵」者，謂夫婦交相致爵之時，主人授主婦之酢，易換其爵，故《特牲》主人受主婦之酢爵，「更爵」酢。鄭注云「主人更爵自酢，男子不承婦人爵」，即引此文云「夫婦相授受不相襲處，酢必易爵」也。皇氏云：「夫婦猶男女不相襲處，則上執校、執鐙之屬違鄭注《儀禮》之文，其義非也。」○注「執醴授醴」至「執鐙」。○正義曰：謂夫人獻屍以醴齊之時，此人酌醴以授夫人。至夫人薦豆之時，此人又執豆以授夫人，是獻之與薦皆此人所事，故云「執醴，授醴之人」，執鐙，謂授夫人以豆而執鐙也。"
      },
      {
        "index": 35,
        "text": "凡為俎者，以骨為主。骨有貴賤，殷人貴髀，周人貴肩。凡前貴於後。俎者，所以明祭之必有惠也。是故貴者取貴骨，賤者取賤骨。貴者不重，賤者不虛，示均也。惠均則政行，政行則事成，事成則功立。功之所以立者，不可不知也。俎者，所以明惠之必均也，善為政者如此，故曰：「見政事之均焉。」殷人貴髀，為其厚也。周人貴肩，為其顯也。凡前貴於後，謂脊、脅、臂、臑之屬。○髀，必氏反，又必履反。重，直龍反。臑，乃報反，肱骨也。"
      },
      {
        "index": 36,
        "text": "[疏]「凡為」至「均焉」。○正義曰：此一經明第八倫也。○「幾為俎者，以骨為主」者，俎為助祭者各將物於俎也。○「殷人貴髀，周人貴肩」者，殷質，貴髀之厚，賤肩之薄。周文，貴肩之顯，賤髀之隱，各隨所貴。○「凡前貴於後」者，據周言之，以周人之貴肩故也。○「俎者，所以明祭之必有惠也」者，助祭者，故賜之俎也。○「貴者不重，賤者不虛，示均也」者，言貴者不特多而重，賤者不虛而無分俎，多少隨其貴賤，是示均平也。○「功之所以立者，不可不知也」者，言功立由於分俎，其事既重，人君不可不知分俎之事也。○「善為政者如此」者，言人君欲善為政教者，必須如此分俎均平。○注「凡前」至「之屬」。○正義曰：此脊、脅、臂、臑，舉其貴者，言之屬中包其賤者。不云肩者，以經云「周人貴肩」，故此略之。前體臂、臑為貴，後體膊、胳為賤。就脊、脅之中，亦有貴賤。正脊在前為貴，脡脊、橫脊在後為賤。脅則正脅在前為貴，短脅為賤。故總云「之屬」以包之。"
      },
      {
        "index": 37,
        "text": "凡賜爵，昭為一，穆為一。昭與昭齒，穆與穆齒。凡群有司皆以齒，此之謂長幼有序。昭、穆，猶《特牲》、《少牢》饋食之禮眾兄弟也。群有司，猶眾賓下及執事者。君賜之爵，謂若酬之。"
      },
      {
        "index": 38,
        "text": "[疏]「凡賜」至「有序」。○正義曰：此一節明祭之第九倫，長幼之序。○「凡賜爵」者，爵，酒爵也。謂祭祀旅酬時，賜助祭者酒爵，故云「賜爵」。○「昭為一，穆為一」者，言君眾兄弟、子孫等在昭列者則為一色，在穆列者自為一色，各自相旅。尊者在前，卑者在後。若同班列，則長者在前，少者在後，是「昭與昭齒，穆與穆齒」。○注「君賜之爵，謂若酬之」。○正義曰：案《特牲饋食禮》初有主人獻眾賓、兄弟之禮，後乃旅酬眾賓、兄弟。此經直云「賜爵」，知非獻時，而特云酬者，以獻時不以昭、穆為次者。此云昭與昭齒，穆與穆齒，當旅酬之事，故知賜爵為酬。"
      },
      {
        "index": 39,
        "text": "夫祭有畀煇、胞、翟、閽者，惠下之道也。唯有德之君為能行，此明足以見之，仁足以與之。畀之為言與也，能以其餘畀其下者也。煇者，甲吏之賤者也。胞者，肉吏之賤者也。翟者，樂吏之賤者也。閽者，守門之賤者也。古者不使刑人守門，此四守者，吏之至賤者也。屍又至尊，以至尊既祭之末而不忘至賤，而以其餘畀之。是故明君在上，則竟內之民無凍餒者矣。此之謂上下之際。明足以見之，見此卑者也。仁足以與之，與此卑者也。煇，《周禮》作韗，謂韗磔皮革之官也。翟，謂教羽舞者也。古者不使刑人守門，謂夏、殷時。○畀，必利反，下及注同，與也。煇，依注作韗，同況萬反，又音運，下同，甲吏也。胞，步交反，下同，肉吏也。翟，狄也。樂，吏也。閽音昏，守門者也。以見，賢遍反，注皆同。此卑如字，舊必利反，下同。磔，知宅反。"
      },
      {
        "index": 40,
        "text": "[疏]「夫祭」至「之際」。○正義曰：此一節明祭之第十倫也。○「夫祭有畀煇、胞、翟、閽者，惠下之道也」者，畀，與也。煇也，胞也，翟也，昏也，此四者皆是賤官，於祭之末，與此四者以恩賜，是惠施之道也。○「明足以見之」者，謂有德之君，德能昭明，足以見其惠下之義。○「仁足以與之」者，以君有仁恩，足能賜與於下。○「古者不使刑人守門」者，此作記之人以見周刑人守門，以祭末又何恩賜與刑人，故明之，云古者夏、殷之時，不使刑人守門。雖是賤人，所以得恩賜。○「此四守者，吏之至賤者也」者，既每言賤，明但是各守其職之人，能為四物，故云「四守」也。○「屍又至尊，以至尊既祭之末而不忘至賤，而以其餘畀之，是故明君在上，則竟內之民無凍餒者矣」者，更廣明貴有餘分與至賤，為恩之深也。人君身尊，而屍又更尊，故言又也。○「此之謂上下之際」者，結十倫也。際，接也，至尊與賤者，其道接也。○注「煇周」至「殷時」。○正義曰：案《周禮•考工記》「韗人為皋陶」，鄭云：「皋陶，鼓木也。言韗人之官，掌作鼓木，張皮兩頭鞔之以為鼓，是韗磔皮革之官。」云「翟，謂教羽舞者也」者，羽，翟羽，故《詩•邶風》云「左手執籥，右手秉翟」，翟即狄也，古字通用。云「古者不使刑人守門，謂夏殷時」者，以《周禮》墨者使守門，故知不使刑人守門，謂夏殷時也。"
      },
      {
        "index": 41,
        "text": "凡祭有四時，春祭曰礿，夏祭曰禘，秋祭曰嘗，冬祭曰烝。謂夏、殷時禮也。○礿，羊灼反，字又作禴。夏，戶嫁反，下「注夏」「孟夏」同。礿、禘，陽義也。嘗、烝，陰義也。禘者陽之盛也，嘗者陰之盛也。故曰：「莫重於禘、嘗。」夏者尊卑著，而秋萬物成。古者於禘也，發爵賜服，順陽義也。於嘗也，出田邑，發秋政，順陰義也。言爵命屬陽，國地屬陰。故記曰：「嘗之日，發公室，示賞也。」草艾則墨，未發秋政，則民弗敢草也。發公室，出賞物也。草艾，謂艾取草也。秋，草木成，可芟艾給爨亨，時則始行小刑也。○艾音刈。芟，所御反。發，七亂反。亨，普彭反，徐普益反。故曰：「禘、嘗之義大矣，治國之本也，不可不知也。明其義者，君也。能其事者，臣也。不明其義，君人不全。不能其事，為臣不全。」全，猶具也。夫義者，所以濟志也，諸德之發也。是故其德盛者其志厚，其志厚者其義章，其義章者其祭也敬。祭敬，則竟內之子孫莫敢不敬矣。濟，成也。發，謂機發也。竟內之子孫，萬人為子孫。是故君子之祭也，必身親蒞之。有故則使人可也。雖使人也，君不失其義者，君明其義故也。蒞，臨也。君不失其義者，言君雖不自親祭，祭禮無闕，於君德不損也。其德薄者其志輕，疑於其義而求祭，使之必敬也，弗可得已。祭而不敬，何以為民父母矣！"
      },
      {
        "index": 42,
        "text": "[疏]「凡祭」至「母矣」。○正義曰：此一節明祭祀之重禘、嘗之義，人君若能明於其義，可以為民父母，今各隨文解之。○「禘者，陽之盛也」者，以禘祭在夏，夏為炎暑，故為陽盛。○「嘗者，陰之盛也」者，以嘗祭在秋之時，陰功成就，故為陰盛。冬雖嚴寒，以物於秋成，故不得以冬烝對夏禘。○注「言爵」至「屬陰」。○正義曰：爵命是生養之事，故屬陽。國地是土地之事，故屬陰。○「故記」至「草也」。○以記錄之前，先有此記之文，故作記者載前記之文，所以言「記曰」也。此記云嘗祭之日，發出公室貨財以示賞也。○「草艾則墨」者，謂初秋草堪艾給炊爨之時，則行小刑之墨。○「未發秋政，則民不敢艾草也」，言夏節雖盡，人君未發行秋政，則民不敢艾草也。○注「發公室，出賞物也」。○正義曰：案《左傳》云：「賞以春夏，刑以秋冬。」此嘗之日發公室示賞者，文各有所對，以賞對刑，則賞屬春、夏，刑屬秋、冬，其實四時之間皆有賞，故車服屬夏，田邑屬秋。出田邑之時，亦有物也。故《覲禮》秋時賜侯氏車服及篋服也。○「夫義者，所以濟志也」者，濟，成也。言禘、嘗之義，若人君明之，所以成就其志。○「諸德之發也」者，發，謂機發也。諸，眾也，言義者，是人君眾德之發，謂諸眾人之德發在於義。○「是故其德盛者其志厚」者，謂人君道德顯盛，則念親志意而深厚。若能念親深厚，則事親祭祀，其義章明顯著。若能事親章明顯著，則其祭也恭敬。以此化下，則竟內民之子孫，無敢不恭敬其親矣，以化於上故也。○「雖使人也，君不失其義者，君明其義故也」者，言祭祀之時，身既有故，使人攝之。雖使人攝，由君能恭敬，不喪失於為君之義。所以然者，由君自明曉於禘嘗之義故也。○「其德」至「志輕」。○言人君道淺義薄，則其念親志意不能厚重。○「疑於其義」至「民父母矣」者，謂志意既輕，疑惑於祭祀之義，皆不能盡心致敬。身既危疑，而欲求祭，使之必敬，不可得已。「已」是語辭。"
      },
      {
        "index": 43,
        "text": "夫鼎有銘，銘者自名也，自名以稱揚其先祖之美，而明著之後世者也。為先祖者，莫不有美焉，莫不有惡焉。銘之義，稱美而不稱惡，此孝子孝孫之心也，唯賢者能之。銘，謂書之刻之以識事者也。自名，謂稱揚其先祖之德，著已名於下。○自名，如字，徐武政反，下及注「自名」同。銘者，論譔其先祖之有德善，功烈、勳勞、慶賞、聲名，列於天下，而酌之祭器，自成其名焉，以祀其先祖者也。顯揚先祖，所以崇孝也。身比焉，順也；明示後世，教也。勳，業也，王功曰勳，事功曰勞。酌之祭器，言斟酌其美，傳著於鐘鼎也。身比焉，謂自著名於下也。順也，自著名以稱揚先祖之德，孝順之行也。教也，所以教後世。○譔音撰。比，毗志反，謂次比也，下及注皆同。斟，之林反。傅音附，徐音賦；一音直專反，謂傳述。著，直略反，徐張慮反。行，下孟反。夫銘者，壹稱，而上下皆得焉耳矣。是故君子之觀於銘也，既美其所稱，又美其所為。美其所為，美此人為此銘。為之者，明足以見之，仁足以與之，知足以利之，可謂賢矣。賢而勿伐，可謂恭矣。明足以見之，見其先祖之美也。仁足以與之，與其先祖之銘也。非有仁恩，君不使與之也。知足以利之，利己名得此於先祖。○見，賢遍反，注同。知音智，又同。故衛孔悝之鼎銘曰：「六月丁亥，公假於大廟。孔悝，衛大夫也。公，衛莊公蒯聵也，得孔悝之立己，依禮褒之以靜國人，自固也。假，至也。至於大廟，謂以夏之孟夏禘祭。○悝，口回反。假，加百反，注同。蒯，苦怪反。聵，五怪反。褒，保毛反。公曰：『叔舅！乃祖莊叔，左右成公。成公乃命莊叔隨難於漢陽，即宮於宗周，奔走無射。公曰叔舅者，公為策書，尊呼孔悝而命之也。乃，猶女也。莊叔，悝七世之祖，衛大夫孔達也。隨難者，謂成公為晉文公所伐，出奔楚，命莊叔從焉。漢、楚之川也。即宮於宗周，後反得國，坐殺弟叔武，晉人執而歸之於京師，寘之深室也。射，厭也，言莊叔常奔走，至勞苦而不厭倦也。周既去鎬京，猶名王城為宗周也。○左音佐。右音又，下「啟右」並注同，一讀此左右並如字。難，乃旦反。奔，本亦作奔。射音亦，注同。為筴，初革反。女音汝，後皆同。從，才用反。坐，才臥反。寘，之豉反。厭，於艷反，下同。鎬，胡老反。啟右獻公。獻公乃命成叔纂乃祖服。獻公，衛侯衎。成公，魯孫也，亦失國得反。言莊叔之功流於後世，啟右獻公，使得反國也。成叔，莊叔之孫成子蒸鉏也。右，助也。纂，繼也。服，事也。獻公反國，命成子繼女祖莊叔之事，欲其忠如孔達也。○纂，子管反。衎，苦旦反。烝，之承反，下文注同。鉏，仕居反。乃考文叔，興舊耆欲，作率慶士，躬恤衛國。其勤公家，夙夜不解，民咸曰：休哉！』文叔者，成叔之曾孫文子圉，即悝父也。作，起也。率，循也。慶，善也。士之言事也。言文叔能興行先祖之舊德，起而循其善事。○耆欲，市志反。解，古賣反。休，許虯反。圉，魚呂反。公曰：『叔舅！予女銘，若纂乃考服。』若、乃，猶女也，公命悝：予女先祖以銘，以尊顯之；女繼女父之事。欲其忠如文子也。成公、獻公、莊公，皆失國得反，言孔氏世有功焉，寵之也。○女，羊許反，注同。悝拜稽首曰：『對揚以辟之。對，遂也。辟，明也。言遂揚君命，以明我先祖之德也。○辟，必亦反，又婢尺反，注同，明也。勤大命，施於烝彝鼎。』」施，猶著也，言我將行君之命，又刻著於烝祭之彝鼎。彝，尊也。《周禮》：「大約劑，書於宗彝。」○施如字。彝，以支反。著，張慮反，又直略反，下同。約如字，徐於妙反。劑，子隨反。此衛孔悝之鼎銘也。言銘之類眾多也，略取其一以言之。古之君子論譔其先祖之美，而明著之後世者也，以比其身，以重其國家如此。如莊公命孔悝之為也。莊公、孔悝，雖無令德以終其事，於禮是，行之非。子孫之守宗廟社稷者，其先祖無美而稱之，是誣也；有善而弗知，不明也；知而弗傳，不仁也。此三者，君子之所恥也。"
      },
      {
        "index": 44,
        "text": "[疏]「夫鼎」至「恥也」。○正義曰：以前經明事親致敬，此一節明稱揚先祖之美，今各依文解之。○「銘者自名也」者，言為先祖之銘者，自著己之功名於下。○「自名以稱揚其先祖之美，而名著之後世者」也，謂自著己名之時，先稱揚其先祖之美於上，而使昭明顯著於後世。「銘者，論譔其先祖之有德善」者，論，謂論說；譔，則譔錄。言子孫為銘論說、譔錄其先祖道德善事。○「功烈、勳勞、慶賞、聲名列於天下」者，此先祖美善之事也。烈，業也。謂有功業勳勞，有慶賞聲名著於天下者也。○「而酌之祭器」者，酌，斟酌也。祭器，鐘鼎也。若有聲名遍普天下者，則斟酌列書，著於君之鐘鼎也。○「自成其名焉」者，先書先祖之德於器上，又自成已名於先祖銘下也。○「以祀其先祖者也」者，祀祖，謂預君給祭也。禮：功臣既得銘鼎，則得預君大祫，令先祖被銘預祫，是尊其先祖也。○「顯揚先祖，所以崇孝也」者，釋所以必銘預也，為崇於孝道，故稱揚先祖也。○「身比焉，順也」者，比，次也。先稱祖德，而己身親自著名次於下，是崇孝順之行也。○「明示後世，教也」者，為人子孫能得稱揚先祖，明示後世，使後世學慕，即是教也。○注「烈業」至「後世」。○正義曰：「烈，業也」，《釋詁》文。「王功曰勳」，「事功曰勞」《周禮•司勳》文。云「傅著於鐘鼎也」者，傅，附也，言鐫勒先祖功名附著於鐘鼎。或解傅為傳述於鐘鼎，義亦通也。云「自著名以稱揚先祖之德」者，解經「身比焉」。云「孝順之行也」者，以解經「順」也。云「教也，所以教後世」者，言稱先祖，明示後世，所以教後世便如先祖之善也，故云「教」也。○「夫銘」至「所為」。○「銘者，壹稱」，謂造銘唯一稱先祖之善。○「而上下皆得焉耳矣」者，上謂光揚先祖，下謂成己順行，又垂教來世也。○「既美其所稱，又美其所為」者，釋「上下皆得」也，所稱，謂先祖也。所為，謂己身行業也。君子有德之士觀銘，必見此二事之美。○「為之」至「恭矣」。○「為之」者，謂為銘之人也。○「明足以見之」者，謂己有顯明之德，足以見先祖之美。○「仁足以與之」者，謂己有仁恩，故君上足以著先祖之銘與之。○「知足以利之」者，謂己有知謀，足以利益於己，得上比先祖也。○「可謂賢矣」者，言為銘之人備此三事，所以為賢。○「賢而勿伐，可謂恭矣」者，既備三事為賢，又不自伐，是為恭也，故云「可謂恭矣」。○注「孔悝」至「禘祭」。○正義曰：云「得孔悝之立己」者，按哀公二年，晉趙鞅納蒯聵於成。至哀十五年傳云：衛孔圉娶蒯聵之姊，生悝。孔氏之豎渾良夫通於伯姬，伯姬使良夫往蒯聵，蒯聵與良夫入衛，捨孔氏之外圃，遂入適伯姬氏。伯姬與大子五人迫孔悝於廁，強盟之。遂劫以登台，於是得國，是得孔悝之立己也。「假，至也」，《釋詁》文。云「至於大廟，謂以夏之孟夏禘祭」者，以經云六月，是周之六月，是夏之孟月禘祭之時，以諸侯命臣在於祭日。案《左傳》哀十五年冬，蒯聵得國。十六年六月，衛侯飲孔悝酒而逐之。此謂六月命之者，蓋命後即逐之，故俱在六月。○「公曰」至「休哉」。○此一節是孔悝父祖鼎銘之辭。○「叔舅」者，孔悝是異姓大夫，年幼，故稱叔舅。○「乃祖莊叔」者，乃，女也。祖莊叔者，謂孔悝之七祖孔達也。○「左右成公」者，左右，助也。輔助衛成公。○「成公乃命莊叔隨難於漢陽」者，難，謂成公被晉所伐，出奔於楚。謂成公命孔達隨出逃難而往漢陽，即是楚地，在漢水之北。○「即宮於宗周」者，即，就也。宮，謂宮室。成公後得反國，又坐殺弟叔武，被晉執之，歸於京師，寘於深室之中，是即宮也。○「奔走無射」者，言孔達隨難漢陽及即宮於宗周，常奔走勞苦無厭倦。○「啟右獻公，獻公乃命成叔纂乃祖服」者，啟，開也；右，助也。言莊叔餘功流於後世，能右助獻公，獻公雖復出奔，乃得反國。其時孔達之孫成叔，輔佐獻公，故獻公乃命成叔纂繼女祖孔達舊所服行之事。○「乃考文叔」者，孔圉是孔悝之父，故云乃考。○「興舊嗜欲」者，言父圉能興行先祖舊德嗜欲所為。○「作率慶士，躬恤衛國，其勤公家，夙夜不解，民咸曰：休哉」者，作，起也；率，循也；慶，善也；士，事也。言孔悝能起發依循善事，躬憂恤衛國，勤勞公家，早夜不解倦，民皆曰：功德休美哉！此是孔悝先祖功業鼎銘之辭也。○注「莊叔」至「周也」。○正義曰：案《世本》：「莊叔達生得閭叔穀，穀生成叔烝鉏，鉏生頃叔羅，羅生昭叔起，起生文叔圉，圉生悝。」莊叔是悝七世祖也。云「成公為晉文公所伐，出奔楚」者，案僖二十八年《左傳》稱，衛與楚，晉文公敗楚於城濮。衛侯懼，出居於襄牛，遂奔楚。云「坐殺弟叔武，晉人執而歸之於京師，寘之深室也」者，亦僖二十八年《左傳》文。晉人歸衛侯，入其室，弟叔武將沐，聞君至喜，捉發走出，前驅歂犬，射而殺之，其大夫元咺出奔晉，訟衛侯。衛侯不勝，執衛侯歸之於京師，寘諸深室。是其事也。案《左傳》於時無孔達之事，而云之者，傳文不具，或者蒯聵欲褒美孔悝，故假其先祖之功而言之也。○注「獻公」至「達也」。○正義曰：案《衛世家》衛成公生穆公，穆公生定公，定公生獻公，是衎為成公曾孫。云「亦失國得反」者，案襄十四年《左傳》稱，衛孫文子甯惠子逐衛侯，衛侯出奔齊，是「亦失國」也。稱亦者，亦成公也。其時亦非成叔之功，假言之也。云「纂，繼也」，「服，事也」，《釋詁》文。下注「率，循也」，亦《釋詁》文。○「公曰：叔舅！予女銘，若纂乃考服」，此一節明蒯聵與孔悝銘之言也，及敕戒之，使繼先祖，故云「纂乃考服」。○「悝拜」至「彝鼎」。○正義曰：此一節明孔悝拜受君恩，言己光揚先祖之德、行君之大命，著於彝鼎。○「對揚以辟之」者，對，遂也；揚，稱揚也；辟，明也。言己遂稱揚君命，以光明我先祖之美。○「勤大命，施於烝彝鼎」者，勤，行也；施，著也；烝謂烝祭。言己勤行君之大命，著於烝祭之彝尊及鼎也。「此衛孔悝之鼎銘也」，記者錄其銘，故以結之，但「休哉」以上，是稱其先祖；「公曰叔舅」以下至「彝鼎」，是自著其名。於下是以身比焉，比先祖也。"
      },
      {
        "index": 45,
        "text": "昔者周公旦有勳勞於天下，周公既沒，、成王康王追念周公之所以勳勞者，而欲尊魯，故賜之以重祭。外祭則郊、社是也，內祭則大嘗禘是也。言此者王室所銘，若周公之功。○誣音無。不傳，直專反，不，本亦作弗。夫大嘗禘，升歌《清廟》，下而管《象》，朱干玉戚以舞《大武》，八佾以舞《大夏》，此天子之樂也。康周公，故以賜魯也。《清廟》，頌文王之詩也。管《象》，吹管而舞《武》、《象》之樂也。朱干，赤盾。戚，斧也，此《武》、《象》之舞所執也。佾，猶列也。《大夏》，禹樂，文舞也，執羽籥。文、武之舞皆八列，互言之耳。康，猶褒大也，《易•晉卦》曰「康侯用鍚馬」。○佾音逸。盾，食准反，又音允。籥，羊灼反。子孫纂之，至於今不廢，所以明周公之德，而又以重其國也。不廢，不廢其此禮樂也。重，猶尊也。"
      },
      {
        "index": 46,
        "text": "[疏]「昔者」至「國也」。○正義曰：此一節因上說鼎銘，明先祖之善，故此明周公之勳，子孫纂之，特重於餘國，亦光揚之事。○「外祭則郊、社」者，諸侯常祭，唯社稷以下。魯之祭，社與郊連文，則備用天子之禮也。○「內祭則大嘗禘」者，祫祭在秋也，大嘗禘祭在夏也，是大嘗禘得用天子之禮，則升歌《清廟》及舞《大武》、《大夏》之屬，皆用天子之禮，所以為大嘗禘也。餘諸侯則不得大常禘。○「升歌《清廟》」者，升堂歌《清廟》。《清廟》，頌文王之詩也。○「下而管《象》」者，堂下吹管而舞《武》、《象》之樂也。○「朱干玉戚，以舞《大武》」者，朱干，亦盾也。戚，斧也。以玉飾其柄，此《武》、《象》之武所執。○「八佾以舞《大夏》」者，《大夏》，禹樂，之舞也，執羽籥。此天子之樂也。○「康周公，故以賜魯也」者，升歌《清廟》以下，並是天子之樂，故以此結之也。○注「武象」至「錫馬」。○正義曰：言「文、武之舞皆八列，互言之耳」者，以經云「八佾以舞《大夏》」，舞《大武》不顯佾數，則舞《大武》亦八佾也。《大武》云「朱干玉戚」其《大夏》則不用朱干玉戚，當用羽籥。而云「互文」者，以《大夏》言舞數，則《大武》亦當有舞數。《大武》言所執舞器，則《大夏》亦有舞器，故云「互」也。○「《易•晉卦》康侯用錫馬」者，證康是褒崇之義，案《易•晉卦》坤下離上，日出於地為晉。晉，進也。言明晉也。○「子孫」至「國也者」，言魯是周公子孫，繼周公之後，至今不廢此禮樂。謂作記之時也。所以明周公之有德，而又以尊重其魯國也。"
      }
    ]
  }
}