{
  "chapterNumber": 4,
  "title": "卷03",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "從於先生，不越路而與人言。[尊不二也。先生，老人教學者。]遭先生於道，趨而進，正立拱手，[爲有教使。]先生與之言則對，不與之言則趨而退。[爲其不欲與己並行。]從長者而上丘陵，則必鄉長者所視。[爲遠視不察，有所問。]登城不指，城上不呼。[爲惑人。]將適舍，求毋固。[謂行而就人館。固猶常也。求主人物，不可以舊常，或時乏無，《周禮·土訓》「辨地物，原其生，以詔地求」，其類。]將上堂，聲必揚。[警內人也。]戶外有二屨，言聞則入，言不聞則不入。將入戶，視必下。入戶奉扃，視瞻毋回。[不干掩人之私也。奉扃，敬也。]戶開亦開，戶闔亦闔，[不以後來變先。]有後入者，闔而勿遂。[示不拒人。]毋踐屨，毋踖席，摳衣趨隅，必慎唯諾。[趨隅，升席必由下也。慎唯諾者，不先舉，見問乃應。"
      },
      {
        "index": 1,
        "text": "【疏】正義曰：此一節明事師長之禮，并自恭謹之法，今各隨文解之。　「從於先生」者，謂從行時。先生，師也。謂師爲先生者，言彼先己而生，其德多厚也。自稱爲弟子者，言己自處如弟子，則尊師如父兄也。故公西華、子夏之徒答孔子皆自稱弟子也。雷次宗以爲，師如父兄，故自稱弟子也。今明若從師行，不得輒往路傍與他人言也。而《論語》云：「有酒食，先生饌。」則先生之號亦通父兄。崔靈恩云：「凡言先生，謂年德俱高，又教道於物者。凡云長者，直以年爲稱也。凡爲君子者，皆爲有德尊之，不據年之長幼。故所稱不同也。」　「遭先」至「拱手」。　此明道路與師長相逢之法。遭，逢也。趨，疾也。拱手，見師而起敬，故疾趨而進就之也。又不敢斥問先生所爲，故正立拱手而聽先生之教。　注「先生，老人教學者」。　正義曰：案《書傳·略說》云：「大夫、士七十而致仕，大夫爲父師，士爲少師，教於州里。」《鄉射》注云：「先生，鄉大夫致仕者。」此云「老人教學者」，則通凡老而教學者，是未必皆致仕者。　「與之言則對」。　此謂問時事之言則對。若問己大事，則辭讓然後對，故前文云「長者問，不辭讓而對，非禮也」。　「則必鄉長者所視」。　長者東視則東視，長者西視則西視，從先生、君子亦然。　「將適舍，求毋固」。　正義曰：自此以下雖從師長，兼明爲賓客禮也。適猶往也。舍，主人家也。固猶常也。凡往人家，不可責求於主人覓常舊有之物，故曰「求毋固」也。　注「周禮」至「其類」。　正義曰：案《地官·土訓職》云「辨地物」，鄭注云：「別其所有所無。原其生者，生有時，以告王之求也。若地所無及物未生，則不求。」與此相類也，故引之證「求毋固」也。　「戶外」至「唯諾」。　正義曰：此一節明謂室有兩人，故戶外有二屨。此謂兩人體敵，故二屨在外。知者，以《鄉飲酒》無筭爵，賓主皆降，脫屨於堂下，以體敵故也。若尊卑不同，則長者一人脫屨於戶內。故《少儀》云「排闔，脫屨於戶內者，一人而已矣」是也。案《屨人》注云：「複下曰舄，襌下曰屨。古人言屨以通於複，今世言屨以通於襌。」如鄭此言，古人之言無問襌之與複，皆名爲屨。今人言屨，正謂襌者也。　「言聞則入，言不聞則不入」者，若一屨有一人，一人無非法之私事，則外人可即入。若有二屨，二屨是有二人，或清閑密事，若內人語聞於戶外，則外人乃可入也。熊氏以爲：「一人之屨在戶內，其戶外有二屨，則三人也。下文云『離坐離立，無往參焉』，則知戶內二人，不得參之。故知戶外有二屨者，當有三人。」義亦通也。　「將入戶，視必下」者，雖聞言而入，亦不得舉目而視，恐覩人私，故必下。　「入戶奉扃」者，奉扃之說，事有多家。今謂禮有鼎扃，所以關鼎，今關戶之木與關鼎相似，亦得稱扃。凡常奉扃之時，必兩手向心而奉之，今入戶雖不奉扃木，其手若奉扃然。以其手對戶若奉扃，言恭敬，故言奉扃也。是以注云「奉扃，敬也」。　「視瞻毋回」者，初將入時，視必下，而竟不得迴轉廣有瞻視也。　「戶開亦開」者，既入戶，不以後來變先，若戶本開，則今入者不須闔也。　「戶闔亦闔」者，戶若本闔，則今入者不須開也。　「有後入者，闔而勿遂」者，有後入者，謂己於先入，後猶有人又應入者也。雖己應還闔，當徐徐欲作闔勢以待後入，不得遂闔以成拒後入，故注云「示不拒人」。　「毋踐屨」者，踐，蹋也。既並脫屨戶外，其人或多，若後進者，不得蹋先入者屨。　「毋踖席」者，踖，猶躐也。席既地鋪，當有上下，將就坐，當從下而升，當己位上。不發初從上，從上爲躐席也。《玉藻》云：「升席不由前爲躐席也。」熊氏以爲，踖席猶逆席，逆席謂從上升，故鄭云「必由下」。《玉藻》所云者，自是不由席前升，與此別。　「摳衣趨隅」者，摳，提也；衣，裳也；趨猶向也；隅猶角也。既不踖席，當兩手提裳之前，徐徐向席之下角，從下而升，當己位而就坐也。「必慎唯諾」者，唯，𠰚也。𠰚諾，應對也。既坐定，又慎於應對。　注「趨隅」至「乃應」。　正義曰：案《鄉飲酒》云「賓升席，自西方」，注云：「升由下也，升必中席。」彼謂近主人爲上，故以主西爲之下。凡席皆升由下，降由前。云「慎唯諾者，不先舉，見問乃應」者，舉猶問也，謂不先問也。]"
      },
      {
        "index": 2,
        "text": "大夫、士出入君門，由闑右。[臣統於君。闑，門橛。]不踐閾。[閾，門限也。　【疏】正義曰：此一節明大夫、士出入君門之法。門以向堂爲正，右在東也。故盧注《檀弓下》云：「門以向堂爲正，主人位在門東，客位在門西。」今此大夫、士是臣，臣皆統於君，不敢自由賓，故出入君門恆從闑東也。其士之朝位雖在西方東面，入時仍依闑東。其《大射》注云「左則由闑西」者，汎解賓客入門之法也。　「不踐閾」者，踐，履也；閾，門限也。出入不得踐履門限。所以爾者，一則自高，二則不淨，並爲不敬。]"
      },
      {
        "index": 3,
        "text": "凡與客入者，每門讓於客。[下賓也。敵者迎於大門外。《聘禮》曰：「君迎賓於大門內。」]客至於寢門，則主人請入爲席。[爲猶敷也。雖君亦然。]然後出迎客。客固辭，[又讓先入。]主人肅客而入。[肅，進也。進客，謂道之。]主人入門而右，客入門而左。[右，就其右；左，就其左。]主人就東階，客就西階。客若降等，則就主人之階，[降，下也。謂大夫於君，士於大夫也。不敢輒由其階，卑統於尊，不敢自專。]主人固辭，然後客復就西階。[復其正。]主人與客讓登，主人先登，客從之，拾級聚足，[「拾」當爲「涉」，聲之誤也。級，等也。涉等聚足，謂前足躡一等，後足從之併。]連步以上。[重蹉跌也。連步，謂足相隨，不相過也。]上於東階則先右足，上於西階則先左足。[近於相鄉敬。"
      },
      {
        "index": 4,
        "text": "【疏】正義曰：此一節明賓與主人送迎相讓及升堂行步之法，各隨文解之。　言「凡」者，通貴賤也。「每門」者，天子五門，諸侯三門，大夫二門。客敵者，主人出門外迎客，主人輒先讓不先入，故曰「每門讓於客」也。貴賤禮不並存，且諸侯自相爲賓之禮，凡賓主各有副，賓副曰介，主副曰擯及行人。若諸侯自行，則介各從其命數，至主國大門外，主人及擯出門相接。若主君是公，則擯者五人；侯伯，則擯者四人；子男，則擯者三人。所以不隨命者，謙也，故並用強半之數也。賓若是公，來至門外，直當闑西，去門九十步而下車，當軹北嚮而立。鄭注《考工記》云：「軹，轂末也。」其侯伯立當前疾胡下，此子男立當衡，注「衡謂車軛」。其君當軫，而九介立在公之北，邐迤西北，並東嚮而列。主公出直闑東南，西嚮立。擯在主人之南，邐迤東南立，並西嚮也。使末擯與末介相對，中間傍相去三丈六尺。列擯、介既竟，則主君就賓求辭。所以須求辭者，不敢自許人來詣己，恐爲他事而至，故就求辭，自謙之道也。求辭之法，主人先傳求辭之言與上擯，上擯傳以至次擯，次擯繼傳以至末擯，末擯傳與賓末介，末介以次繼傳，上至於賓。賓答辭，隨其來意，又從上介而傳，下至末介，末介又傳與末擯，末擯傳相次而上，至於主人。傳辭既竟，而後進迎賓至門。知擯介朝位如此者，《大行人職》文。又知傳辭、拜迎賓前至門者，《司儀職》文。其傳辭，司儀之「交擯」也。其列擯介、傳辭委曲，約《聘禮》文。若諸侯使卿大夫相聘，其介與主位，則《大行人》云卿大夫之禮，「各下其君二等」，鄭注云「介與朝位」是也。主君待之擯數，如待其君。其有異者，主君至大門而不出限，南面而立也。若公之使，亦直闑西，北嚮，七介，而去門七十步；侯伯使，列五介，而去門五十步；子男使，三介，而去門三十步。上擯出閾外闑東南，西嚮；陳介西北，東面，邐迤如君自相見也。而末介、末擯相對，亦相去三丈六尺。陳擯、介竟，則不傳命，而上擯進至末擯間，南揖賓，賓亦進至末介間，上擯與賓相去亦三丈六尺。而上擯揖而請事，入告君，君在限內，後乃相與入也。知者，約《聘禮》文。不傳辭，《司儀》及《聘禮》謂之旅擯。君自來，所以必傳命者，《聘義》云：「君子於其所尊弗敢質，敬之至也。」又若天子春夏受朝宗則無迎法，受享則有之。故《大行人》云「廟中將幣三享」，鄭云：「朝先享，不言朝者，朝正禮，不嫌有等也。」若秋冬覲遇，一受之於廟，則亦無迎法。故《郊特牲》云：「覲禮，天子不下堂而見諸侯。」明冬遇依秋也。此云「凡與客入」者，謂燕也。故下文云「至寢門」，謂燕在寢也。若相朝饗食，皆在廟。　「每門讓於客」者。　每門讓於客，自謙下，敬於賓也。　注「迎於」至「門內」。　正義曰：「迎於大門外」，證敵者則主人自出。「《聘禮》云『君迎賓於大門內』」者，證不敵者，主人不出門也。使者是彼臣，故主君迎至門內而不出也。「客至於寢門，則主人請入爲席」，寢門，最內門也。謂客與主人入至主人內門也。「主人請入爲席」者，爲猶敷也。客至於內門，而主人請先獨入敷席也。然主人嚮已應正席，今客至門方請先入敷席者，其意有二：一則自謙，示不敢逆設席以招賢也；二則重慎，更宜視之。　注「雖君亦然」。　正義曰：知君迎臣，君亦先入者，案《聘禮》云「及廟門，公揖入立于中庭」是也。若敵者，則更出迎；其不敵，則不出迎。故《聘禮》云「立於中庭」，注「不復出，如此，得君行一，臣行二」是也。《聘禮》，君使卿歸饔餼於賓，賓迎於門外，及廟門，賓揖，俱入。是敵禮，不重出迎者，尊主君之命，不敢當也。《聘禮》，賓見主國大夫，及廟門，大夫揖入，不出迎者，尊聘君之命，不敢當也。　「然後出迎客」。　入鋪席竟，後更出迎客也。　「客固辭」者，固，如故也。禮有三辭，初曰禮辭，再曰固辭，三曰終辭。主人入鋪席竟，出而迎，客再辭，不先入也。　「主人肅客而入」者，肅，進也，謂先導之也。客以再辭，故主人進道客也。故《公食大夫禮》云「公揖入，賓從」是也。　「客若降等，則就主人之階」者，降等，卑下之客也。不敢亢禮，故就主人階，是繼屬於主人。　注「降下」至「自專」。　正義曰：「謂大夫於君，士於大夫」者，此「大夫於君」，大夫，謂他國大夫也。案《聘禮》云，公迎賓，賓不就主人階。《公食大夫禮》，公迎賓，賓入門左，注云「左，西方」。此皆是降等，不就主人階者，以《聘禮》及《公食大夫禮》並奉己君之命，不可苟下主人，故從客禮也。若君燕於臣，命宰夫爲主人，則主人與賓皆從西階升，與此異也。案《聘禮》，賓面主國大夫，他國大夫是敵禮，賓亦入門右，鄭注：「見，私事，雖敵，賓猶謙，入門右，爲若降等然。」　「主人與客讓登」。　客、主至其階，又各讓，不先升也。　「主人先登」者，讓必以三，三竟而客不從，故主人先登，亦肅客之義。不言三者，略可知也。　「客從之」者，言主人前升至第二級，客乃升，中較一級，故云「從之」也。《公食禮》云「公升二等，賓升」是也。案《燕禮》《大射》賓先升者，公以宰夫爲主人，賓尊也，故下注云：「賓每先升，尊也。」案《聘禮》，君使卿歸饔餼於賓館，卿升一等，賓從。於時賓爲主人，不先升者，卿銜主君之命，尊，故先升也。至於賓設禮擯卿，賓升一等，大夫從升者，以賓作主人故也。　「拾級聚足」者，此上階法也。拾，涉也。級，等也。聚足，謂每階先舉一足，而後足併之，不得後過前也。涉等聚足，謂前足躡一等，後足從而併之也。　「連步以上」者，上，上堂也。在級未在堂，後足不相過，故云「連步」也。涉而升堂，故云「以上」。]"
      },
      {
        "index": 5,
        "text": "帷薄之外不趨，[不見尊者，行自由，不爲容也。入則容。行而張足曰趨。]堂上不趨，[爲其迫也。堂下則趨。]執玉不趨。[志重玉也。《聘禮》曰：「上介授賓玉於廟門外。」]堂上接武，[武，迹也。迹相接，謂每移足半躡之，中人之迹尺二寸。]堂下布武。[武，謂每移足，各自成迹，不相躡。]室中不翔，[又爲其迫也。行而張拱曰翔。]並坐不橫肱。[爲害旁人。]授立不跪，授坐不立。[爲煩尊者俛仰受之。　【疏】正義曰：此一節言趨步授受之儀。帷，幔也。薄，簾也。趨，謂行而張足。疾趨而行，敬也。貴賤各有臣吏，故其敬處亦各有遠近也。禮，天子外屏，諸侯內屏，卿大夫以簾，士以帷。外屏，門外爲之。內屏，門內爲之，「邦君樹塞門」是也。臣來朝君，至屏而加肅敬。屏外不敬，故不趨也。今言帷薄，謂大夫、士也。其外不趨，則內可趨，爲敬也。此帷薄外不趨，謂平常法也。若祭祀之禮，《爾雅》云：「室中謂之時，堂上謂之行，堂下謂之步，門外謂之趨，中庭謂之走，大路謂之奔。」知《爾雅》是祭祀者，以《召誥》云「王朝步自周，則至于豐」，注云：「告文主廟，告文王，則告武王可知。」出廟、入廟不以遠爲文是也。若迎賓，則《樂師》云「行以《肆夏》，趨以《采薺》」。行，謂大寢之庭至路門。趨，謂路門至應門。　「堂上不趨」者，亦謂不疾趨，堂上迫狹故也。下階則趨，故《論語》云，沒階，「趨進，翼如也」。然《論語》云是孔子見於君也。　「執玉不趨」者，執玉須慎，不論堂之上下，皆不疾趨也。若張足疾趨，則或蹉跌失玉，故不趨。注云「《聘禮》曰『上介授賓玉於廟門外』」者，引證賓有執玉於堂下時也。賓當進聘，故上介授賓玉於主人廟門外，賓執玉，進入門內，不疾趨而爲徐趨。徐趨者，則《玉藻》云「圈豚行，不舉足，齊如流」，注云「孔子執圭則然」也。又云「執龜、玉，舉前曳踵，蹜蹜如也」，注云：「著徐趨之事。」疾趨者，則《玉藻》云「疾趨則欲發，而手足毋移」，注云：「疾趨，謂直行也。疏數自若。毋移，欲其直且正也。」　「堂上接武」者，武，跡也。既不欲疾趨，故跡相接也。鄭云「每移足半躡之」，王云「足相接也」，庾云「謂接，則足連，非半也」。「武跡相接，謂每移足半躡之也，中人跡一尺二寸」，半躡之，是每進六寸也。　「堂下布武」者，鄭謂「每移足各自成跡，不半相躡」，王云「謂跡間容足」。若間容足則中武，王說非也。　「授立不跪」者，謂尊者立之時，卑者以物授尊者，不得跪，煩尊者俯俛；若尊者形短，雖卑者，得跪以授之。故《少儀》云「受立，授立，不坐。性之直者則有之」也，注云「尊者短則跪，不敢以長臨之」是也。]"
      },
      {
        "index": 6,
        "text": "凡爲長者糞之禮，必加帚於箕上。[如是得兩手奉箕，恭也。謂初執而往時也。《弟子職》曰：「執箕膺擖，厥中有帚。」]以袂拘而退，其塵不及長者，[謂掃時也。以袂擁帚之前，埽而卻行之。]以箕自鄉而扱之。[扱讀曰吸。謂收糞時也，箕去弃物，以鄉尊者則不恭。]奉席如橋衡。[橫奉之，令左昂右低，如有首尾然。橋，井上㮮槔，衡上低昂。]請席何鄉，請衽何趾。[順尊者所安也。衽，臥席也。坐問鄉，臥問趾，因於陰陽。]席南鄉北鄉，以西方爲上；東鄉西鄉，以南方爲上。[布席無常，此其順之也。上，謂席端也。坐在陽則上左，坐在陰則上右。　【疏】正義曰：此一節明爲尊者埽除布席之儀，各隨文解之。　「必加帚於箕上」者，謂初持箕往時也，以帚加置箕上，兩手舉箕也。　注「弟子」至「有帚」。　正義曰：證加帚箕上。《弟子職》者，《管子》之書篇名也，其書述爲弟子職也。膺，胸前也。擖，箕舌也。厥，其也。言執箕之禮，以箕舌嚮胸而帚置於箕中。箕是棄物之器，故不持嚮尊也。　「以袂拘而退」。　謂埽時也。袂，衣袂也。退，遷也。當埽時却遷，以一手捉帚，又舉一手衣袂以拘障於帚前，且埽且遷，故云「拘而退」。　「以箕自鄉而扱之」。　扱，斂取也。謂以箕自鄉，斂取糞穢，亦不以箕鄉尊也。　注「扱讀曰吸」。　正義曰：必讀「扱」爲「吸」者，以其穢物少，吸然則盡，不得爲一扱再扱，故讀從「吸」也。　「奉席如橋衡」。　所奉席，席頭令左昂右低，如橋之衡。衡，橫也。左尊，故昂；右卑，故垂也。但席舒則有首尾，卷則無首尾。此謂卷席奉之法，故注云「如有首尾然」。言「如有」，則實無首尾。至於舒席之時，則有首尾，故《公食禮》云「莞席尋，卷自末」，注云：「末，終也。」終則尾也。　「請席何鄉，請衽何趾」者，既奉席來，當隨尊者所欲眠坐也。席，坐席也。鄉，面也。衽，臥席也。趾，足也。坐爲陽，面亦陽也，坐，故問面欲何所鄉也。臥是陰，足亦陰也。臥，故問足欲何所趾也。皆從尊者所安也。　注「衽，臥席也」。　正義曰：案《昏禮》同牢禮畢，將臥，云：「御衽於奧，媵衽良席，有枕，北趾。」此是衽爲臥席也。　「席南鄉北鄉，以西方爲上」者，謂東西設席，南鄉北鄉，則以西方爲上頭也。所以然者，凡坐，隨於陰陽。若坐在陽，則貴左；坐在陰，則貴右。南坐，是陽其左，在西；北坐，是陰其右，亦在西也。俱以西方爲上。　「東鄉西鄉，以南方爲上」者，謂南北設席，皆以南方爲上者。坐在東方，西鄉，是在陽，以南方爲上；坐若在西方，東鄉，是在陰，亦以南方爲上。亦是坐在陽則上左，坐在陰則上右。此據平常布席如此，若禮席則不然。案《鄉飲酒禮》注云：「賓席牖前，南面。主人席阼階上，西面。介席西階上，東面。」與此不同是也。]"
      },
      {
        "index": 7,
        "text": "若非飲食之客，則布席，席間函丈。[謂講問之客也。函猶容也。講問宜相對，容丈，足以指畫也。飲食之客布席於牖前。「丈」或爲「杖」。]主人跪正席，[雖來講問，猶以客禮待之，異於弟子。]客跪撫席而辭。[撫之者，答主人之親正。]客徹重席，主人固辭。[徹，去也。去重席，謙也。再辭曰固。]客踐席，乃坐。[客安，主人乃敢安也。講問宜坐。]主人不問，客不先舉。[客自外來，宜問其安否無恙及所爲來故。]將即席，容毋怍。[怍，顏色變也。]兩手摳衣，去齊尺。[齊，謂裳下緝也。]衣毋撥，[撥，發揚貌。]足毋蹶。[蹶，行遽貌。　【疏】正義曰：此一節明客主之禮儀。云「若非飲食之客」者，飲食之客，謂來共飲食者。非飲食客，謂來講問者。布席，謂舒之，令相對。若飲食之客，不須相對。若講問之客，布席相對，須講說指畫，使相見也。　「席間函丈」者，函，容也。既來講說，則所布兩席中間相去使容一丈之地，足以指畫也。《文王世子》云：「侍坐於大司成，遠近間三席。」席之制，三尺三寸三分寸之一，則三席是一丈，故鄭云「容丈」也。　注「講問」至「爲杖」。　正義曰：凡飲食燕饗則賓位在室外牖前，列筵南嚮，不得布席相對。相對者，唯講說之客耳。不在牖前，或在於室。云「『丈』或爲『杖』」者，王肅以爲「杖」，言古人講說用杖指畫，故使容杖也。然二家可會。　「主人跪正席」。　客雖來講問，而主人宜敬，故跪而正席，示親客之來也。雖來講問，猶以客禮待之，異於弟子也。　「客跪撫席而辭」。　撫，謂以手按止之也。客跪以手按止於席而辭，不聽主人之正席也。撫之者，答主人之親正席也。　「客徹重席」者，《禮器》云：「諸侯三重，大夫再重。」又《鄉飲酒》之禮，公三重，大夫再重。是尊者多，卑者少，故主人爲客設多重席，客謙而自徹也。　「主人固辭」者，固辭，再辭，止客之徹也。然尊卑有數，而客必徹之者，既言講說，本以德義相接，不以尊卑爲用，故雖尊猶自徹也。　「客踐席」者，猶履也。客起徹重席，主人止之，故客還，履席將坐。　「乃坐」者，主人待客坐乃坐也。　「主人不問，客不先舉」者，舉亦問也。客從外來，宜問路中寒熱無恙。若主人未問，則客不可先問也。《爾雅·釋詁》文：「恙，憂也，」　「將即席，容無怍」者，此明弟子講問初來之法。即，就也。怍，顏色變也。初將來就席，顏色宜莊，不得變動顏色也。　「兩手摳衣，去齊尺」者，摳，提挈也。衣謂裳也。齊是裳下緝也。亦謂將就席之時，以兩手當裳前提挈裳使起，令裳下緝去地一尺，恐衣長，轉足躡履之。　「足毋蹶」者，蹶，行急遽貌也。亦謂客初至之時，勿得以爲行遽，恐有蹶躓之貌也。]"
      },
      {
        "index": 8,
        "text": "先生書策，琴瑟在前，坐而遷之，戒勿越。[廣敬也。在前，謂當行之前。]虛坐盡後，[謙也。]食坐盡前。[爲汙席。]坐必安，執爾顏。[執猶守也。]長者不及，毋儳言。[儳猶暫也。非類雜。]正爾容，聽必恭，[聽先生之言，既說又敬。]毋勦說，[勦猶擥也，謂取人之說以爲己說。]毋雷同，[雷之發聲，物無不同時應者。人之言當各由己，不當然也。《孟子》曰：「人無是非之心，非人也。」]必則古昔，稱先王。[言必有依據。]侍坐於先生，先生問焉，終則對。[不敢錯亂尊者之言。]請業則起，請益則起。[尊師重道也。起，若今摳衣前請也。業，謂篇卷也。益，謂受說不了，欲師更明說之。子路問政，子曰：「先之，勞之。」請益，曰：「無倦。」]父召無諾，先生召無諾，唯而起。[應辭唯恭於諾。]侍坐於所尊敬，毋餘席。[必盡其所近尊者之端，爲有後來者。]見同等不起，[不爲私敬。]燭至起，[異晝夜。]食至起，[爲饌變。]上客起。[敬尊者。]燭不見跋。[跋，本也。燭盡則去之，嫌若燼多，有厭倦。]尊客之前不叱狗。[主人於尊客之前不敢倦，嫌若風去之。]讓食不唾。[嫌有穢惡。　【疏】正義曰：此一節明弟子事師、子事父之禮，各隨文解之。　「先生書策」者，策，篇簡也。坐亦跪也，坐通名跪，跪名不通坐也。越，踰也。弟子將行，若遇師諸物或當己前，則跪而遷移之，戒慎勿得踰越。廣敬也。　「虛坐盡後」者，凡坐各有其法。虛，空也。空，謂非飲食坐也。盡後，不敢近前，以爲謙也。《玉藻》云「徒坐不盡席尺」是也。「食坐盡前」者，謂飲食坐也。古者地鋪席，而俎豆皆陳於席前之地。若坐近後，則濺汙席，故盡前也。《玉藻》云「讀書、食則齊，豆去席尺」是也。　「坐必安」者，凡坐，好自搖動，故戒之，令必安坐。「執爾顏」者，執，守也。久坐好異，故必戒之，宜如嚮者，無怍顏容也。故注云：「執猶守也。」　「長者不及，毋儳言」者，長者猶先生也，互言耳。及，謂所及之事也。儳，暫也。長者正論甲事，未及乙事，少者不得輒以乙事雜甲事，暫然雜錯師長之說。　「正爾容」者，正，謂矜莊也。方受先生之道，當正己矜莊也。顏、容通語耳。　「聽必恭」者，聽師長之說宜恭敬也。　「毋勦說」者，語當稱師友而言，無得擥取人之說以爲己語。　「毋雷同」者，凡爲人之法，當自立己心，斷其是非，不得聞他人之語輒附而同之。若聞而輒同，則似萬物之生，聞雷聲而應，故云「毋雷同」。但雷之發聲，物無不同時而應者，人之言當各由己，不當然也。　「必則古昔」者，則，法也。雖不雷同，又不得專輒，故當必法於古昔之正。　「稱先王」者，既法古者，而所言之事必稱先王。先王，聖人爲天子者也。如孔子說《孝經》，稱「先王有至德」也。言必有所依據。　注「人之」至「人也」。　正義曰：人之言，評議是非，須自出己情。「不當然」者，然，謂如此也。謂不當如此隨附他意。《孟子》云：「人無惻隱之心，非人也；人無是非之心，非人也。」引之者，明是非由己，不可一同餘人。　「請益則起」。　益，謂己受說而不解了，更諮問審之也。尊師重道也。「起，若今摳衣前請也」，漢時受學，有摳衣前請之法，故鄭引證之也。　注「子路」至「無倦」。　正義曰：子路受師說不了，故就孔子請益也。案《論語》云，子路問爲政之道，孔子答云：爲政先行恩惠，後乃可使人爲勞役。子路嫌少，就孔子更請益。孔子答云：但勤行前恩惠之事無倦怠，則自足爲政。引之者，證「請益」也。　注「唯恭於諾」。　正義曰：父與先生呼召，稱唯。唯，𠰚也，不得稱諾，其稱諾則似寬緩驕慢。但今人稱諾，猶古之稱唯，則其意急也；今之稱𠰚，猶古之稱諾，其意緩也。是今古異也。　「侍坐於所尊敬，毋餘席」者，謂先生坐一席，己坐一席，己必坐於近尊者之端，勿得使近尊者之端更有空餘之席。所以然者，欲得親近先生，似若扶持然，備擬先生顧問，不可過遠，且擬後人之來，故闕其在下空處以待之。　「見同等不起」者，雖見己之同等後來，不爲之起，任其坐在下空處。所以然者，尊敬先生，不敢曲爲私敬也。　「上客起」者，上客，謂尊者之上客也。尊者見之則起，故侍者宜從之而起。然食與燭至起，則尊者不起。　「燭不見跋」者，《小爾雅》云：「跋，本也。」本，把處也。古者未有蠟燭，唯呼火炬爲燭也。火炬照夜易盡，盡則藏所然殘本。所以爾者，若積聚殘本，客見之則知夜深，慮主人厭倦，或欲辭退也。故不見殘本，恆如然未盡也。　「尊客之前不叱狗」者，若有尊客至，而主人叱罵於狗，則似厭倦其客，欲去之也。卑客亦當然，舉尊爲甚。]"
      },
      {
        "index": 9,
        "text": "侍坐於君子，君子欠伸，撰杖屨，視日蚤莫，侍坐者請出矣。[以君子有倦意也。撰猶持也。]侍坐於君子，君子問更端，則起而對。[離席對，敬異事也。君子必令復坐。]侍坐於君子，若有告者曰「少間，願有復也」，則左右屏而待。[復，白也。言欲須少空間有所白也。屏猶退也，隱也。]毋側聽，[嫌探人之私也。側聽，耳屬於垣。]毋噭應，毋淫視，毋怠荒。遊毋倨，立毋跛，坐毋箕，寢毋伏。斂髪毋髢，冠毋免，勞毋袒，暑毋褰裳。[皆爲其不敬。噭，號呼之聲也。淫視，睇眄也。怠荒，放散身體也。跛，偏任也。伏，覆也。髢，髲也。毋垂歛如髲也。免，去也。褰，袪也。「髢」或爲「肄」。　【疏】正義曰：此一節明卑者事君子之禮。　「君子欠伸」者，君子志疲則欠，體疲則伸。　「撰杖屨」者，則君子自執杖在坐，著屨升堂，脫之在側，若倦則自撰持之也。　「視日蚤莫」者，君子或瞻視其庭影，望日蚤晚也。　「侍坐者請出矣」者，禮，卑者、賤者請進不請退，退由尊者。是以《論語》云：「杖者出，斯出矣。」不敢自專。今若見尊者爲上諸事，皆是欲起之漸，故侍坐者得請出矣。　「侍坐於君子」者，此又明卑侍尊也。事異於上，故又言「侍坐」也。　「君子問更端」者，更端，別事也。謂嚮語已畢，更問他事。　「則起而對」者，事異，宜新更敬，又起對也。　「侍坐於君子」者，此亦卑事於尊，所明既異，故更言「侍坐」。　「若有告者曰『少間，願有復也』」者，間謂清閑也。復，白也。卑者正侍坐於君子，而忽有一人來告君子云：欲得君子少時無事清閑，己願有所白也。　「則左右屏而待」者，屏，退也。侍者聞告欲有所白，則當各自屏退，左右避之，不得遠也。　「毋側聽」者，此以下亦是侍君子之法。凡人宜當正立，不得傾欹側聽人之語，嫌探人之私。故注云：「側聽，耳屬於垣。」若側聽，則耳屬於垣壁，聽旁人私言也。　「毋噭應」者，噭，謂聲響高急，如叫之號呼也。應答宜徐徐而和，不得高急也。　「毋淫視」者，淫謂流移也。目當直瞻視，不得流動邪眄也。　「毋怠荒」者，謂身體放縱，不自拘斂也。　「遊毋倨」者，遊，行也。倨，慢也。身當恭謹，不得倨慢也。　「立毋跛」者，跛，偏也，謂挈舉一足，一足蹋地。立宜如齊，雙足並立，不得偏也。　「坐毋箕」者，箕，謂舒展兩足，狀如箕舌也。　「寢毋伏」者，寢，臥也。伏，覆也。臥當或側或仰而不覆也。　「斂髪毋髢」者，髢，髲也，垂如髲也。古人重髪，以纚韜之，不使垂也。　「冠毋免」者，免，脫也。常著在首，不可脫也。　「勞毋袒」者，袒，露也。雖有疲勞之事，厭患其衣，而不得袒露身體。　「暑毋褰裳」者，暑雖炎熱，而不得褰袪取涼也。然上諸事條目，誡侍者左右屏隱之人也。既屏隱，好生上事，或私覘清閑，或隔尊自恣，故宜兼誡，亦可通誡爲人之法也。]"
      },
      {
        "index": 10,
        "text": "侍坐於長者，屨不上於堂。[屨賤，空則不陳於尊者之側。]解屨不敢當階。[爲妨後升者。]就屨，跪而舉之，屏於側。[謂獨退也。就猶著也。屏，亦不當階。]鄉長者而屨，跪而遷屨，俯而納屨。[謂長者送之也。不得屏，遷之而已。俯，俛也。納，內也。「遷」或爲「還」。　【疏】正義曰：此一節明解屨著屨之法。事異於上，故別言「侍坐」也。　「屨不上於堂」者，長者在堂，而侍者屨賤，故脫於階下，不著上堂。若長者在室，則侍者得著屨上堂，而不得入室，「戶外有二屨」是也。或云悉不得上也，「戶外有二屨」是狎客，非須擯通也。　「解屨不敢當階」者，解，脫也。屨既不上於堂，故解之於階下也。謂脫爲解者，案《內則》云「屨著綦」，鄭云：「綦，履繫也。」又《冠禮》云「黑屨，青絇」，鄭云：「絇之言拘也，以爲行戒，狀如刀衣鼻，在屨頭。」案《內則》注有「屨繫」之文，《冠禮》有「絇如刀衣鼻，在屨頭」及「行戒」之間，故師說云：用物穿屨頭爲絇，相連爲行戒也。今云「解屨」，是解繫也。故《隱義》云：「古者屨頭鼻，綦繩相連結之，將升堂，解之也。」「不敢當階」者，謂人與屨並不當階，側就階邊而解。若留屨置階道，爲妨後升也。　「就屨，跪而舉之」者，此侍者或獨暫退時取屨法也。就猶著也。初升時解置階側，今下著之，先往階側跪舉取之，故云「就屨，跪而舉之」。　「屏於側」者，屏，退也，退不當階也。　「鄉長者而屨」者，此明少者禮畢退去，爲長者所送之法也。既爲長者所送，則於階側跪取屨，稍移之，面嚮長者而著之，故云「鄉長者而屨」。　「跪而遷屨」者，遷，徙也。就階側跪取，稍移近前。　「俯而納屨」者，納，內也。既取，因俯身嚮長者而內足著之。不跪者，若跪，則足嚮後，不便，故俯也。雖不並跪，亦坐左納右，坐右納左耳。]"
      },
      {
        "index": 11,
        "text": "離坐離立，毋往參焉。離立者不出中間。[爲干人私也。離，兩也。]男女不雜坐，不同椸枷，不同巾櫛，不親授。嫂叔不通問，諸母不漱裳。外言不入於梱，內言不出於梱。女子許嫁，纓，非有大故，不入其門。姑姊妹、女子子已嫁而反，兄弟弗與同席而坐，弗與同器而食。[皆爲重別，防淫亂。不雜坐，謂男子在堂，女子在房也。椸，可以枷衣者。通問，謂相稱謝也。諸母，庶母也。漱，澣也。庶母賤，可使漱衣，不可使漱裳，裳賤。尊之者，亦所以遠別。外言、內言，男女之職也。不出入者，不以相問也。梱，門限也。女子許嫁繫纓，有從人之端也。大故，宮中有災變若疾病，乃後入也。女子有宮者，亦謂由命士以上也。《春秋傳》曰：「羣公子之舍則已卑矣。」女子十年而不出嫁，及成人可以出矣，猶不與男子共席而坐，亦遠別也。]父子不同席。[異尊卑也。]男女非有行媒不相知名，[見媒往來傳昏姻之言，乃相知姓名。]非受幣不交不親。[重別有禮，乃相纏固。]故日月以告君，[《周禮》，凡取判妻、入子者，媒氏書之以告君，謂此也。]齊戒以告鬼神，[《昏禮》，凡受女之禮，皆於廟爲神席以告鬼神，謂此也。]爲酒食以召鄉黨僚友，[會賓客也。]以厚其別也。[厚，重慎也。]取妻不取同姓，故買妾不知其姓則卜之。[爲其近禽獸也。妾賤，或時非媵，取之於賤者，世無本繫。]寡婦之子，非有見焉，弗與爲友。[辟嫌也。有見，謂有奇才卓然，眾人所知。"
      },
      {
        "index": 12,
        "text": "【疏】正義曰：此一節揔明不干人私並遠嫌之法，今各隨文解之。　「離坐離立」，離，兩也。若見彼或二人併坐，或兩人併立，既唯二人，恐密有所論，則己不得輒往參預也。　「離立者不出中間」者，又若見有二人併立當己行路，則避之，不得輒當其中間出也。不云離坐者，道路中非安坐之地，故不云坐也。識與不識，通如此也。　注「離，兩也」。　正義曰：案《易·象》云「明兩作，離」，是離爲兩也。　「男女」至「而食」。　「不親授」者，男女有物不親相授也。《內則》云：「非祭非喪，不相授器。其相授則女授以篚，無篚則皆坐奠之而后取之。」　「諸母不漱裳」者，諸母，謂父之諸妾有子者。漱，浣也。諸母賤，乃可使漱浣盛服，而不可使漱裳，裳卑褻也。欲尊崇於兄弟之母，故不可使漱裳耳，又欲遠別也。　「外言不入於梱」者，外言，男職也。梱，門限也。男職在於官政，各有其限域，不得令婦人預之，故云「外言不入於梱」也。　「內言不出於梱」者，內言，女職也。女職謂織紝，男子不得濫預，故云「不出梱」也。　「女子許嫁，纓」者，女子，婦人通稱也。不要對文，故不重云「子」也。婦人質弱，不能自固，必有繫屬，故恆繫纓。纓有二時，一是少時常佩香纓，二是許嫁時繫纓。此則爲許嫁時繫纓。何以知然者？《內則》云：「男女未冠笄，紟纓。」鄭以爲佩香纓，不云纓之形制。此云「許嫁，有從人之端也」。又《昏禮》「主人入，親說婦纓」，鄭注云：「婦人十五許嫁，笄而禮之，因著纓，明有繫也。蓋以五采爲之，其制未聞。」又《內則》云「婦事舅姑，紟纓」，鄭云：「婦人有纓，示繫屬也。」以此而言，故知有二纓也。但婦人之紟纓即是五采者，故鄭云「示繫屬也」。今此許嫁，謂十五時。　「非有大故，不入其門」者，大故，謂喪病之屬也。女子已許嫁，則有宮門，列爲成人，唯有喪病等乃可入其門，非大故則不入門也。　「女子子」者，謂已嫁女子子，是己之女。不直云「女子」而云「女子子」者，凡男子、女子皆是父生，同爲父之子，男子則單稱「子」，女子則重言「子」者，案鄭注《喪服》云「重言女子子，是別於男子」，故云女子子。　「兄弟弗與同席而坐」者，雖已嫁及成人，猶宜別席。不云姪及父，唯云兄弟者，姪、父尊卑禮殊，不嫌也。　「弗與同器而食」者，熊氏以爲，不得傳同器，未嫁亦然，今嫌嫁或有異於未出，故明之，皆爲重別防淫亂也。　注「不雜」至「別也」。　正義曰：「謂男子在堂，女子在房也」。　熊氏云：「謂若大宗收族，宗子燕食族人於堂，宗子之婦燕食族婦於房也。」　注「《春秋傳》曰『羣公子之舍則已卑矣』」。　引《公羊傳》證女子有別宮也。莊元年，「秋，築王姬之館於外」，《公羊傳》曰：「路寢則不可，小寢則嫌，羣公子之舍則以卑矣。」何休云：「路寢是君聽事之處，不可嫁他女。小寢是夫人所居，天王女宜遠別，不可住也。『羣公子之舍則以卑矣』者，羣公子是魯侯之諸女也，魯侯女宮爲卑，不可處王女也。」何休又云：「當築夫人宮下，羣公子宮上。」《公羊》以爲築宮於外，非禮也。《左氏》以爲築宮於外，禮也。鄭康成亦以爲築宮當於宮外，是也。　「男女非有行媒，不相知名」。　相知男女名者，先須媒氏行傳昏姻之意，後乃知名。見媒往來傳昏姻之言，乃相知姓名也。故《昏禮》有六禮，二曰問名。　「非受幣，不交不親」者，幣，謂聘之玄纁束帛也。先須禮幣，然後可交親也。　「故日月以告君」者，既男女須辨，故婦來則書取婦之年月日時以告國君也。　注「《周禮》，凡取判妻、入子者，媒氏書之以告君，謂此也」，引《媒氏職》，證必書告君也。妻是判合，故云「判」也。「入子」者，鄭康成注云：「入子者，謂容媵及姪娣不聘者也。」妾既非判合，但廣於子胤而已，故云「入子」。　「齋戒以告鬼神」者，並厚重遠別也。齊戒，謂嫁女之家，受於六禮，並在於廟布席告先祖也。明女是先祖之遺體，不可專輒許人。而取婦之家，父命子親迎，乃並自齊絜，但在己寢，不在廟也。所以爾者，《白虎通》云：「娶妻不告廟者，示不必人女也。」然夫家若無父母，則三月廟見，亦是告鬼神，故云「齋戒以告鬼神」。　注「昏禮」至「此也」。　正義曰：《昏禮》「納采，主人筵於戶西，西上，右几」，注「爲神布席，將以先祖之遺體許人」，不敢不告。《昏禮》又云受諸禮於廟而設几筵也。　「故買妾不知其姓則卜之」。　熊氏云：「卜者，卜吉凶。既不知其姓，但卜吉則取之。」義或然也。　注「爲其」至「本繫」。　正義曰：《郊特牲》云：「無別無義，禽獸之道。」此不取同姓，爲其近禽獸故也。云「妾賤，或時非媵，取之於賤」者，如諸侯取一國之女，則二國同姓以姪娣媵。媵，送也。妾送嫡行，則明知姓氏。大夫、士取亦各有妾媵，或時非此媵類，取於賤者，不知何姓之後，則世無本繫，但卜得吉者取之。　「寡婦之子，非有見焉，弗與爲友」。　明避嫌也。見，謂奇才卓異可見也。寡婦無夫，若其子有奇才異行者，則己可與之爲友。若此子凡庸，而己與其往來，則於寡婦有嫌也。是以鄭注「有見，謂奇才卓然，眾人所知」也。]"
      },
      {
        "index": 13,
        "text": "賀取妻者，曰：「某子使某，聞子有客，使某羞。」[謂不在賓客之中，使人往者。羞，進也，言進於客。古者謂候爲進，其禮蓋壺酒、束脩若犬也。不斥主人，昏禮不賀。]貧者不以貨財爲禮，老者不以筋力爲禮。[禮許儉，不非無也。年五十始杖，八十拜君命，一坐再至。　【疏】正義曰：謂親朋友有昏，己有事礙，不得自往，而遣人往也。案《郊特牲》云：「昏禮不賀，人之序也。」此云「賀」者，聞彼昏而送筐篚，將表厚意，身實不在爲賀，故云「賀」，而其辭則不稱「賀」。曰「某子使某」者，此使者辭也。「某子」者，賀者名；「使某」者，使自稱名也。言彼使我來也。　「聞子有客」者，聞子，呼娶妻者爲子也。昏禮既不稱賀，故云「聞子有客」也。客者，鄉黨僚友之屬也。　「使某羞」者，某是使者名也。羞，進也。子既召賓客，或須飲食，故使我將此酒食以與子進賓客也。　注「謂不」至「不賀」。　正義曰：「羞，進也，言進於客也。古者謂候爲進」者，證呼送禮爲進。候猶進也，古時謂迎客爲進，漢時謂迎客爲候，此記是古法，故飲食與彼迎接呼爲進也。鄭注《周禮·候人》云「候，候迎賓客之來」是也。云「其禮蓋壺酒、束脩若犬也」者，言於禮物用壺酒及束脩。束脩，十脡脯也。若無脯，則壺酒及一犬，故云「若犬」也。《少儀》云：「其以乘壺酒、束脩、一犬賜人，若獻人，則陳酒執脩以將命。」是酒、脩獻人之法也。此賀用酒，或亦四壺也。云「不斥主人，昏禮不賀」者，解所以不云「賀主人昏」而云「有客」之義。主人有嗣代之序，故不斥云「賀」也。]"
      },
      {
        "index": 14,
        "text": "名子者，不以國，不以日月，不以隱疾，不以山川。[此在常語之中，爲後難諱也。《春秋傳》曰：「名，終將諱之。」隱疾，衣中之疾也，謂若「黑臋」「黑肱」矣。疾在外者，雖不得言，尚可指擿；此則無時可辟。俗語云：「隱疾難爲醫。」　【疏】正義曰：此一節明與子造名字之法，各依文解之。　「名子者不以國」者，不以本國爲名，故杜氏注《春秋·桓六年》傳云：「不以本國爲名。」如是他國，即得爲名，故桓十二年「衛侯晉卒」，襄十五年「晉侯周卒」是也。　「不以日月」者，不以甲乙丙丁爲名。殷家得以爲名者，殷質不諱名故也。然案《春秋》，魯僖公名申、蔡莊公名甲午者，周末亂世，不能如禮。或以爲不以「日」「月」二字爲名也。　「不以隱疾」者，謂不以體上幽隱之處疾病爲名。　注「謂若『黑臀』『黑肱』矣」。　正義曰：案宣二年「晉使趙穿逆公子黑臀於周而立之」。《周語》單子云：「吾聞晉成公之生，夢神規其臀以黑，使有晉國。」此天所命也，有由而得爲名。昭元年楚公子黑肱，昭三十一年邾黑肱得爲名，或亦有由，或亂世而不能如禮。云「名，終將諱之」者，案桓六年，「九月丁卯，子同生，公問名於申繻，申繻對曰：『名有五：有信，有義，有象，有假，有類。以名生爲信。』」杜注云：「若唐叔虞、魯公子友」「以德命爲義。」「若文王名昌，武王名發。」「以類命爲象。」「若仲尼首象尼丘。」「取於物爲假。」「若伯魚生，人有饋之魚，因名之曰鯉。」「取於父爲類」，若魯莊公與桓公同日生，名之曰同也。案傳文云「不以官，不以畜牲，不以器幣」，此記文略耳。傳云：「以官則廢職，以山川則廢主，以畜牲則廢祀，以器幣則廢禮。晉以僖侯廢司徒，宋以武公廢司空，先君獻、武廢二山。」杜注云：「司徒改爲中軍。司空改爲司城。魯獻公名具，武公名敖。」案《國語》：「范獻子聘魯，問具、敖之山，魯人以鄉名對。獻子云：『何不云具、敖乎？』對曰：『先君獻、武之所諱也。』」此等所以皆爲名者，以其不能如禮，故申繻言之。「周人以諱事神」者，謂周人諱神之名而事神，其名，終沒爲神之後，將須諱之，故不可以爲名也。]"
      },
      {
        "index": 15,
        "text": "男女異長。[各自爲伯季也。]男子二十冠而字。[成人矣，敬其名。]父前子名，君前臣名。[對至尊，無大小，皆相名。]女子許嫁，笄而字。[以許嫁爲成人。　【疏】正義曰：此一節明男女冠笄名字之法，各依文解之。　「男女異長」者，案《冠禮》加字之時，「伯某甫，仲、叔、季唯其所當」。又《檀弓》云：「幼名，冠字，五十以伯仲。」知女子亦各自爲叔季者，《春秋》隱公二年「伯姬歸于紀」，隱七年「叔姬歸于紀」是也。《禮緯·含文嘉》云：「文家稱叔，質家稱仲。」以此言之，則周有管叔、蔡叔之屬，是文家，故稱叔也。《禮緯》又云：「嫡長稱伯，庶長稱孟。」　「君前臣名」。　成十六年鄢陵之戰，公陷于淖，欒書欲載晉侯，鍼曰：「書退。」鍼是書之子，對晉侯而稱「書」，是於君前臣名其父也。]"
      },
      {
        "index": 16,
        "text": "凡進食之禮，左殽右胾，食居人之左，羹居人之右，[皆便食也。殽，骨體也。胾，切肉也。食，飯屬也。居人左右，明其近也。殽在俎，胾在豆。]膾炙處外，醯醬處內，[殽、胾之外內也。近醯醬者，食之主。膾炙皆在豆。]葱渫處末，[渫，烝葱也，處醯醬之左。言末者，殊加也。渫在豆。]酒漿處右。[處羹之右。此言若酒若漿耳，兩有之，則左酒右漿。此大夫、士與賓客燕食之禮。其禮食，則宜放《公食大夫禮》云。]以脯脩置者，左朐右末。[亦便食也。屈中曰朐。]客若降等，執食興辭。[辭者，辭主人之臨己食，若欲食於堂下然。]主人興辭於客，然後客坐。[復坐。]主人延客祭，[延，道也。祭，祭先也。君子有事不忘本也。客不降等則先祭。]祭食，祭所先進。[主人所先進先祭之，所後進後祭之，如其次。]殽之序，徧祭之。[謂胾、炙、膾也。以其本出於牲體也。《公食大夫禮》：「魚、腊、湆、醬不祭也。」]三飯，主人延客食胾，然後辯殽。[先食胾，後食殽，殽尊也。凡食殽，辯於肩。食肩則飽也。]主人未辯，客不虛口。[俟主人也。虛口，謂酳也。客自敵以上，其酳不待主人飽。主人不先飽也。]侍食於長者，主人親饋，則拜而食。[勸長者食耳。雖賤，不得執食興辭，拜而已，示敬也。]主人不親饋，則不拜而食。[以其禮於己不隆。]共食不飽，[謙也，謂共羹飯之大器也。]共飯不澤手。[爲汗生不絜也。澤，謂捼莎也。禮，飯以手。「澤」或爲「擇」。]毋摶飯，[爲欲致飽，不謙。]毋放飯，[去手餘飯於器中，人所穢。]毋流歠，[大歠嫌欲疾。]毋咤食，[嫌薄之。]毋齧骨，[爲有聲響，不敬。]毋反魚肉，[爲已歷口，人所穢。]毋投與狗骨，[爲其賤飲食之物。]毋固獲，[爲其不廉也。欲專之曰固，爭取曰獲。]毋揚飯，飯黍毋以箸，毋嚃羹，[亦嫌欲疾也。嚃，爲不嚼菜。]毋絮羹，[爲其詳於味也。絮猶調也。]毋刺齒，[爲其弄口也。口容止。]毋歠醢。[亦嫌詳於味也。歠者，爲其淡故。]客絮羹，主人辭不能亨。客歠醢，主人辭以窶。[優賓。]濡肉齒決，[決猶斷也。]乾肉不齒決，[堅，宜用手。]毋嘬炙。[爲其貪食甚也。嘬，謂一舉盡臠。《特牲》《少牢》嚌之，加于俎。]卒食，客自前跪，徹飯齊，以授相者。[謙也。自，從也。齊，醬屬也。相者，主人贊饌者。《公食大夫禮》：「賓卒食，北面取粱與醬以降也。」]主人興，辭於客，然後客坐。[不聽親徹。]侍飲於長者，酒進則起，拜受於尊所。[降席拜受，敬也。燕飲之禮鄉尊。]長者辭，少者反席而飲。長者舉未釂，少者不敢飲。[不敢先尊者。盡爵曰釂。《燕禮》曰：「公卒爵而後飲也。」]長者賜，少者、賤者不敢辭。[不敢亢禮也。賤者，僮僕之屬。]賜果於君前，其有核者懷其核。[嫌弃尊者物也。木實曰果。]御食於君，君賜餘，器之溉者不寫，其餘皆寫。[重汙辱君之器也。溉，謂陶梓之器；不溉，謂萑竹之器也。寫者，傳己器中乃食之也。勸侑曰御。]餕餘不祭：父不祭子，夫不祭妻。[食人之餘曰餕，餕而不祭，唯此類也。食尊者之餘則祭，盛之。]御同於長者，雖貳不辭。[謂侍食於長者，饌具與之同也。貳，謂重殽膳也。辭之，爲長者嫌。]偶坐不辭。[盛饌不爲己。]羹之有菜者用梜，其無菜者不用梜。[梜猶箸也。今人或謂箸爲梜提。]爲天子削瓜者副之，巾以絺；[副，析也。既削，又四析之，乃橫斷之，而巾覆焉。]爲國君者華之，巾以綌；[華，中裂之，不四析也。]爲大夫累之；[累，倮也，謂不巾覆也。]士疐之；[不中裂，橫斷去疐而已。]庶人齕之。[不橫斷。"
      },
      {
        "index": 17,
        "text": "【疏】正義曰：此一節雜明飲食之法也，各隨文解之。今此明卿大夫與客燕食之禮。　「左殽右胾」者，熟肉帶骨而臠曰殽，純肉切之曰胾。骨是陽，故在左；肉是陰，故在右。　「食居人之左，羹居人之右」者，食，飯，燥爲陽，故居左；羹濕是陰，故右設之，並在殽胾之內。　注「皆便」至「在豆」。　正義曰：「皆便食也」者，此中有三便：一則純肉在右，先取爲便也；二則羹飯並近人之食，先取羹飯亦便；三則飯在左，羹在右，右手取羹，羹重，於右亦便，故云「皆便食」。云「食，飯屬」者，知食是飯者，《春秋左氏傳》云「粢食不鑿」，《論語》云「一簞食」，《玉藻》云「子卯稷食」，皆飯也。言「屬」者，諸飯悉然，故云「屬」也。云「居人左右，明其近也」者，以其繫人言之，故云「近」也。云「殽在俎」者，《春秋·宣十六年》王享士會殽烝，下云「宴有折俎」，又《昏禮》及《特牲》《少牢》皆骨體在俎，是殽在俎。知「胾在豆」者，《公食大夫禮》庶羞十六豆，有牛胾、羊胾，是胾在豆。　注「殽胾」至「在豆」。　正義曰：知在殽胾之外內者，以此饌之設，羹食最近人，羹食之外乃有殽胾。今云「膾炙處外，醯醬處內」，明其不得在羹食之內，故知在殽胾之外內。此「醯醬」，徐音作「海」，則醢之與醬，兩物各別。依《昏禮》及《公食大夫禮》，醬在右，醢在左。此「醯醬處內」，亦當醬在右，醯在左也。案《公食大夫禮》「宰夫自東房授醯醬，公設之」，鄭注云：「以醯和醬也。」又《周禮·醯人》祭祀「共齊菹醯物」，則醯、醬共爲一物也。今此經文若作「醯」字，則是一物也。醢之與醯，其義皆通，未知孰是。但鄭注「葱渫」云「處醯醬之左」，則醯醬一物爲勝。云「膾炙皆在豆」者，以《公食》下大夫十六豆，有牛炙、羊炙及芥醬、魚膾，故知在豆。　注「處醯醬之左。言末者，殊加也。渫在豆」。　正義曰：知「處醯醬之左」者，地道尊右，既云「處末」，則末在左，上繼醯醬，文承其下，故云在醯醬之左。知葱渫殊加者，以《儀禮》正饌唯有菹醢，無葱渫，故知葱渫爲殊加也。以其菹類，故知在豆也。　注「若酒」至「禮云」。　正義曰：卑客則或酒或漿。若尊客，則有酒有漿。案《公食大夫禮》云設酒於豆東，是酒在左也。《公食大夫禮》又云，賓三飯，設漿飲於稻西，鄭注云「酒在東，漿在西，所謂左酒右漿」是也。云「此大夫與賓客燕食之禮，其禮食則宜放《公食大夫禮》云」者，從上進食之禮，至此所陳饌具，皆是卿大夫燕食也，其禮食則似《公食大夫禮》所陳是也。案《公食大夫禮》，醯醬陳於席前，豆六設於醬東，西上；韭菹以東醓醢、昌本，南麋臡，以西菁菹、鹿臡。士設俎於豆南，牛俎在西，牛俎東羊俎，羊俎東豕俎，又牛俎南魚俎，魚俎東腊俎，腊俎東有腸胃俎，又有膚俎在兩行俎之東，縱設之。黍稷六簋設於俎西，黍簋當牛俎西，其西稷，稷西黍，黍南稷，稷東黍，黍東稷，屈爲兩行。大羹在醬西。鉶四設於豆西，牛鉶在東，牛西羊，羊南豕，豕東牛。飯酒設於豆東，粱飯設於湆西，稻于粱西。庶羞十六豆設於稻南，屈折而陳，凡爲四行：膷東臐，臐東膮，膮東牛炙；炙南醢，醢西牛胾，胾西醢，醢西牛膾；膾南羊炙，炙東羊胾，胾東醢，醢東豕炙；炙南醢，醢西豕胾，胾西芥醬，醬西魚膾。此皆是公食下大夫禮云。若上大夫，八豆、八簋、六鉶、九俎、庶羞二十也。　「以脯脩置者」。　設食竟所須也。脯訓始，始作即成也。脩亦脯也，脩訓治，治之乃成。鄭注《腊人》云：「薄析曰脯，捶而施薑桂曰鍛脩。」今明置設脯脩與客之法，故云「以脯脩置者」。　「左朐右末」者，朐謂中屈也，屈脯朐朐然也。左朐，朐置左也。右末，末，邊際，置右，右手取際，擘之便也。脯脩則處酒左，以燥爲陽也。脯脩皆左邊也。注「亦便食」者，右手取際，食之便也。　「客若降等」。　降，下等也，謂大夫爲卿之客，其品等卑下也。　「執食興辭」者，執，捉也；食，飯也；興，起也。客既卑，故未食必先捉飯而起，以辭謝主人之臨己也，又若欲往堂下食然也。堂下是卑者食處，飯爲食主，故特執之也。《公食大夫禮》云「賓北面自間坐，左擁簠粱，右執湆以降」是也。鄭云：「自間坐，由兩饌之間也。」辭主人臨己食，若欲食於堂下。然此降等謂大夫於卿，故欲降而不降，若臣於君則降也。故《公食》云「賓擁簠粱以降」是也。若敵者，全無欲降之禮，故《公食禮》云：「大夫相食，賓執粱與湆，之西序端。」無降法也。　「主人興辭於客，然後客坐」。　主人見客執飯起，故主人亦起辭止之，則客從辭而止，乃坐食復坐也。　「主人延客祭」。　延，道也。祭者，君子不忘本，有德必酬之。故得食而種種出少許，置在豆間之地，以報先代造食之人也。若敵客則得自祭，不須主人之延道。今此卑客聽主人先祭道之，己乃從之，故云「延客祭」也。　「祭食，祭所先進」，凡祭食之法，隨主人所設前後次第種種而次祭之。故主人所先進，先祭之，所後進，後祭之，所從如其次也。　「殽之序，徧祭之」者，序，次序也，謂膾、炙、胾之屬也。徧，匝也。炙、胾之屬雖同出於牲，今祭之，故種種次序，徧匝祭之。　注「謂胾」至「祭也」。　正義曰：案《公食大夫禮》云：「三牲之肺不離，贊者辯取之，壹以授賓。賓興受，坐祭，挩手。」又云：「魚、腊、醬、湆不祭也。」　「三飯，主人延客食胾」。　三飯，謂三食也。禮，食三飱而告飽，須勸乃更食。三飯竟而主人乃道客食胾也。《公食大夫禮》云「賓三飯以湆醬」，鄭云：「每飯歠湆，以殽擩醬，食正饌也。」案彼文是三飯但食醬及他饌而未食胾，故三飱竟而主人道客使之食胾也。所以至三飱後乃食胾者，《公食禮》亦以胾爲加，故客三飱前未食之。故鄭注云「以殽擩醬，食正饌」，正饌則非胾也。然《公食禮》三飱竟，挩手，起，受漿漱口，受束帛之物，升，降拜。禮畢方是升還坐，食取飽，飽又三漱。不云三飯延客食胾者，與此異也。　「然後辯殽」。　然後，謂食胾竟後也。辯，匝也。主人皆道客令食至飽，食殽得匝也。　注「先食」至「飽也」。　正義曰：純肉爲陰，陰，卑也；帶骨爲陽，陽，尊也。尊，故後食之也。云「凡食殽，辯於肩，食肩則飽」者，案《特牲》《少牢》云，初食殽，次食脊，次食骼，後食肩，是辯於肩也，故云「食肩則飽」也。鄭云：「舉，前正脊，後肩，自上而卻，下䋫而前，終始之次也。」案鄭云，是先食脇脊，次食骼。食骼竟，又屈食脇脊。竟，乃食肩。　「主人未辯，客不虛口」者，虛口，謂食竟飲酒蕩口，使清絜及安食也。用漿曰漱，令口以絜清爲義；用酒曰酳，酳訓演，言食畢以酒演養其氣。主人若食殽未辯，則客雖已辯，而不得輒酳漱也。主人恆讓，客不自先飽，故客待主人辯乃得爲酳也。此謂卑客耳，敵客以上則不待主人也。《音義隱》云：「飯畢蕩口也。」　注「俟主人也。虛口，謂酳也」。　正義曰：案《公食禮》云「賓卒食會飯，三飲」，鄭云：「三漱漿也。」明是食竟漱也。又初三飯竟，設漿稻西，賓坐祭，遂飲。鄭云：「飲，漱也。」案，此漱是三飱竟又有事，故用漿漱口。若如斯，則《公食》之禮雖設酒爲優，賓不得用酳。故鄭注彼云「設而不舉」，明但以漿漱口而已也。此是私客，故用酒以酳，所以異於《公食禮》也，故鄭此云「謂酳也」。云「客自敵已上，其酳不待主人飽」者，客不敵，故待主人。「主人不先飽」者，緣主人不先飽，故待之也。　「侍食」至「而食」。　嚮是自爲客法，此明侍從尊長爲客禮也。　「主人親饋，則拜而食」者，饋，謂進饌也。己雖侍尊長，而主人若自親饋與己，己則拜謝之而後食也。　注「勸長」至「敬也」。　正義曰：言己今侍食雖賤，不得執食興辭，故但拜之以示敬也。]"
      }
    ]
  }
}