{
  "chapterNumber": 48,
  "title": "卷47",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云『名《祭義》者，以其記齋戒薦羞之義』。」\n[疏]正義曰：案鄭《目錄》云：「名曰《祭義》者，以其記祭祀齋戒薦羞之義也，此於《別錄》屬《祭祀》。」"
      },
      {
        "index": 1,
        "text": "祭不欲數，數則煩，煩則不敬。祭不欲疏，疏則怠，怠則忘。是故君子合諸天道，春禘秋嘗。忘與不敬，違禮莫大焉。合於天道，因四時之變化，孝子感時念親，則以此祭之也。春禘者，夏、殷禮也。周以禘為殷祭，更名春祭曰祠。○數，色角反，下同。怠，大改反。祠，嗣思反。霜露既降，君子履之必有淒愴之心，非其寒之謂也。春，雨露既濡，君子履之必有怵惕之心，如將見之。非其寒之謂，謂淒愴及怵惕，皆為感時念親也。霜露既降，《禮說》在秋，此無秋字，蓋脫爾。○淒音妻。愴，初亮反。，本亦作濡，音儒。怵，敕律反。惕，他歷反。為，於偽反，下文「見所為」並注同。樂以迎來，哀以送往，故禘有樂而嘗無樂。迎來而樂，樂親之將來也。送去而哀，哀其享否不可知也。小言之，則為一祭之間，孝子不知鬼神之期；推而廣之，放其去來於陰陽。○放，方往反。"
      },
      {
        "index": 2,
        "text": "[疏]「祭不欲數，數則煩，煩則不敬。祭不欲疏，疏則怠」至「無樂」。○正義曰：此一節總論祭祀。其事既雜，義相附者結為一節，各隨文解之。此一節明孝子感時念親，所以四時設祭之意。○「合諸天道」者，諸，於也。禘者，陽之盛也；嘗者，陰之盛也。陰陽氣盛，孝子感而思念其親，故君子制禮，合於天道。○「春禘秋嘗」者，舉春、秋、冬、夏可知。○「非其寒之謂也」者，言孝子於秋霜露既降，有淒愴之心者，非是寒之，謂有此淒愴者，為感時念親也。○「如將見之」者，言孝子於春雨露之時，必有怵惕之心焉。意想念親，如似得見親也。春、秋二時，於文相互。上云「淒愴」，下云「非其寒之謂」，此「怵惕之心」，下宜云「非其暖之謂」。今「怵惕之心」下「如將見之」，則「淒愴之心」下亦宜云「如將見之」，是其互也。但作記以秋是物去，寒為甚，故不云「如將見之」，但言寒也。春是物來，暖輕於寒，故云「如將見之」，故不言暖之謂也。先秋後春，以涼淒愴之甚，故先言之。○注「春禘者，夏、殷禮也。周以禘為殷祭，更名春祭」至「曰祠」。○正義曰：案《王制》云：「春礿夏禘。」《周禮•大宗伯》：「春祠夏禴。」今云「春禘」，故云「夏、殷禮」案《王制》春曰礿，此云「春禘為夏、殷禮」者，《郊特牲》以注「禘當為礿」，則此春禘亦當為礿，於《郊特牲》已注而破之，故此不言也。○注「迎來」至「陰陽」。○正義曰：云「小言之，則為一祭之間，孝子不知鬼神之期」者，解經「樂以迎來，哀以送往」之二句，謂一祭之間也，一祭比於一年，其事為小，故云「小言之」，為一祭之間，既不知鬼神來去期節，故祭初似若來，故樂，祭末似去，故哀。據孝子之心，雖春有樂及鐘鼓送屍，孝子之心，祭末猶哀也。云「推而廣之，放其去來於陰陽」者，解經云「故禘有樂而嘗無樂」二句也。言推此一祭，而廣論一年，放神之去來似於陰陽二氣，但陽主生長，春、夏陽來，似神之來，故春、夏祭之有樂；秋、冬陰，像神之去，故秋、冬之祭無樂。然《周禮》四時之祭皆有樂，殷則烝、嘗之祭亦有樂，故那《詩》云「庸鼓有斁，萬舞有奕」，下云「顧予烝、嘗」，則殷秋、冬亦有樂者。熊氏云：「殷秋、冬但有管弦之樂。」又云：「烝、嘗全無樂。」其義已具《郊特牲》。"
      },
      {
        "index": 3,
        "text": "致齊於內，散齊於外。齊之日，思其居處，思其笑語，思其志意，思其所樂，思其所嗜。齊三日，乃見其所為齊者。致齊思此五者也，散齊七日不御、不樂、不吊耳。見所為齊者，思之熟也。所嗜，素所欲飲食也。《春秋傳》曰：「屈到嗜芰。」○齊，側皆反，後不出者同。散，悉但反，注同。所樂音岳，又五嶽反。嗜，市志反，注及下並同。屈，居勿反。屈到，楚莫敖。芰，其寄反。"
      },
      {
        "index": 4,
        "text": "[疏]「致齊」至「齊者」。○正義曰：此一節明祭前齊日之日。○「思其居處」者，謂祭致齊之日也，思其居處以下五事，謂孝子思念親存之五事也。先思其粗，漸思其精，故居處在前，樂、嗜居後。○「齊三日，乃見其所為齊」者，謂致齊思念其親，精意純熟，目想之若見其所為齊之親也。○注「《春秋傳》曰：屈到嗜芰」。○正義曰：《楚語》云：「屈到嗜芰。有疾，召其宗老而屬之曰：『祭我，必有芰。』」"
      },
      {
        "index": 5,
        "text": "祭之日，入室，僾然必有見乎其位。周還出戶，肅然必有聞乎其容聲。出戶而聽，愾然必有聞乎其歎息之聲。周還出戶，謂薦設時也。無屍者，闔戶若食間，則有出戶而聽之。○僾音愛，微見貌。還音旋，本亦作旋，注同。愾，開代反。闔，戶獵反。"
      },
      {
        "index": 6,
        "text": "[疏]「祭之」至「之聲」。○正義曰：此一經明祭之日，孝子想念其親。○「入室，僾然必有見乎其位」者，謂祭之日朝初入廟室時也。初入室陰厭時，孝子當想像僾僾髣髴見也。《詩》云：「愛而不見。」見，如見親之在神位也。故《論語》云「祭如在」。○「周還出戶，肅然必有聞乎其容聲」者，謂薦饌時也。孝子薦俎酌獻，行步周旋，或出戶。當此之時，必有悚息肅肅然，如聞親舉動容止之聲。○「出戶而聽，愾然」者，謂祭此人為無屍之時，設薦已畢，孝子出戶而靜聽，愾愾然也，必有聞乎其歎息之聲也。○注「周還」至「聽之」。○正義曰：「，出戶謂薦設時也」者，若《特牲》、《少牢》主婦設豆及佑食設俎之屬是也。云「無屍者，闔戶若食間，則有出戶而聽之」者，案《士虞禮》云：「無屍，則禮及薦饌皆如初，主人哭，出復位，祝闔牖戶如食間。」注云：「如屍一食九飯之須。」彼謂虞祭無孫行為屍者，則吉祭亦當然也。此鄭云闔戶若食間，見如正祭九飯之間也。而皇氏謂屍謖之後，陽厭之時，又云無屍謂之陰厭，屍未入前，其義並非也。"
      },
      {
        "index": 7,
        "text": "是故先王之孝也，色不忘乎目，聲不絕乎耳，心志嗜欲不忘乎心。致愛則存，致愨則著，著、存不忘乎心，夫安得不敬乎？存、著則謂其思念也。○愨，苦角反。"
      },
      {
        "index": 8,
        "text": "[疏]「是故」至「敬乎」。○正義曰：此一經覆說孝子祭時念親之事。○「致愛則存」者，謂孝子致極愛親之心，則若親之存，以嗜欲不忘於親故也。○「致愨則著」者，謂孝子致其端愨敬親之心，則若親之顯著，以色不忘於目、聲不忘於耳故也。○「著、存不忘乎心」者，言如親之存在，恆想見之，不忘於心。既思念如此，何得不敬乎！"
      },
      {
        "index": 9,
        "text": "君子生則敬養，死則敬享，思終身弗辱也。享，猶祭也，饗也。○養，羊尚反。鄉也，許亮反，下文「鄉也」、「鄉之」、注「鄉」並同。君子有終身之喪，忌日之謂也。忌日不用，非不祥也。言夫日誌有所至，而不敢盡其私也。忌日，親亡之日。忌日者，不用舉他事，如有時日之禁也。祥，善也。志有所至，至於親以此日亡，其哀心如喪時。○言夫日，音扶，本或作言夫忌日。"
      },
      {
        "index": 10,
        "text": "[疏]「君子」至「私也」。○正義曰：此一節明孝子終身念親不忘之事。○「忌日不用，非不祥也」者，謂忌日不用舉作他事者，何？非謂此日不善，別有禁忌，不舉事也。○「言夫日誌有所至，而不敢盡其私也」者，所以不舉者，言夫忌日，謂孝子志意有所至，極思念親，不敢盡其私情而營他事，故不舉也。"
      },
      {
        "index": 11,
        "text": "唯聖人為能饗帝，孝子為能饗親。謂祭之能使之饗也。帝，天也。饗者，鄉也，鄉之然後能饗焉。言中心鄉之，乃能使其祭見饗也。上饗，或為相。○相，息亮反，下文同。是故孝子臨屍而不怍，君牽牲，夫人奠盎。君獻屍，夫人薦豆。卿、大夫相君，命婦相夫人。齊齊乎其敬也，愉愉乎其忠也，勿勿諸其欲其饗之也！色不和曰怍。奠盎，設盎齊之奠也。此時君牽牲，將薦毛血。君獻屍而夫人薦豆，謂繹日也。儐屍，主人獻屍，主婦自東房薦韭、菹、醢。勿勿，猶勉勉也，愨愛之貌。○怍，才各反。盎，烏浪反。齊齊，如字，舊子禮反。愉，羊朱反。盎齊，才細反。繹音亦。儐音賓。"
      },
      {
        "index": 12,
        "text": "[疏]「唯聖」至「之也」。○正義曰：此一節明孝子祭祀欲親歆饗之意。○「唯聖人為能饗帝」者，以饗帝為難，故聖人能之。饗親不易，故孝子能之。欲饗親與饗帝同，故以饗帝比饗親，言饗親難也。此本為饗親而發，故下文專論饗親之事。○「饗者，鄉也」者，言神之所以饗者，由孝子之所歸鄉也，鄉之故然後能使神靈歆饗焉。○「是故孝子臨屍而不怍」者，怍，謂顏色不和悅。以祭祀須饗屍，故孝子臨對屍前，不得顏色不和。○「君牽牲，夫人奠盎」者，熊氏云：「此謂繹祭。君當牽牲之時，夫人奠設盎齊之奠。」○「君獻屍，夫人薦豆」者，繹祭，故先獻後薦。○「齊齊乎其敬也」者，卿大夫相君，命婦相夫人，皆齊齊乎其恭敬。齊齊，謂整齊之貌，故《玉藻》云「廟中齊齊」。○「愉愉乎其忠也」者，愉愉，和悅之貌，忠，謂忠心，言孝子顏色愉愉然和悅盡忠心。○「勿勿諸其欲其饗之也」者，勿勿，猶勉勉也。言孝子之心與貌勉勉然，欲得親之歆饗也，其，皆語助。○注「色不」至「之貌」。○正義曰：案《曲禮》云「容戎怍怍」，謂顏色變，即不和之意。云「奠盎，設盎齊之奠也」者，此謂繹祭，故牽牲之時，夫人預設盎齊之尊。假令正祭牽牲時，夫人設奠盎之尊，至君親制祭，夫人酌盎齊以獻屍，義無妨也。皇氏怪此奠盎在牽牲之時，於事大早，以奠盎為洗牲。勘諸經傳，無洗牲以酒之文。皇氏文無所據，其義非也。云「謂繹日也」者，以其先云「君獻屍」，後云「夫人薦豆」，故知繹日也。云「儐屍，主人獻屍，主婦自東房薦韭、菹、醢」者，此是《有司徹》文。引之者，證儐屍之時，先獻後薦，上大夫儐屍，即天子、諸侯之繹也。"
      },
      {
        "index": 13,
        "text": "文王之祭也，事死者如事生，思死者如不欲生。忌日必哀，稱諱如見親，祀之忠也。如見親之所愛，如欲色然，其文王與？思死者如不欲生，言思親之深也。如欲色者，以時人於色厚假以喻之。○忠，如字，謂盡中心。與音餘。《詩》云：「明發不寐，有懷二人。」文王之《詩》也。祭之明日，明發不寐，饗而致之，又從而思之。祭之日，樂與哀半，饗之必樂，已至必哀。」明發不寐，謂夜至旦也。祭之明日，謂繹日也。言繹之夜不寐也，二人，謂父、母，容屍侑也。○樂與音洛，下同，侑音又。"
      },
      {
        "index": 14,
        "text": "[疏]「文王」至「必哀節」。○正義曰：此一節明文王祭思親忠敬之甚。○「思死者如不欲生」者，言文王思念死者，意欲臨之而死，如似不復欲生。○「稱諱如見親」者，言文在廟中，上不諱下，於祖廟稱親之諱，如似見親也。○「祀之忠」者，言文王祭祀之盡忠誠也。○「如見親之所愛，如欲色然」者，解祀之忠敬之事，言齊時思念親之平生嗜欲，如似真見親所愛在於目前，又思念親之所愛之甚，如似凡人貪慾女色然也。○「其文王與」者，唯文王能如此與？與，是不執定之辭。王肅然解「欲色，如欲見父母之顏色，鄭何得比父母於女色」！馬昭申云：「孔子曰『吾未見好德如好色』者，如此，亦比色於德。」張融：「亦如好色，取其甚也。於文無妨。」○「文王之詩也」者，此幽王《小雅•小宛》之篇，而云文王詩也」者，記者引《詩》，斷章取義；且詩人陳文王之德，以剌幽王，亦得為文王之詩也。○「祭之明日，明發不寐」者，謂正祭明日繹祭之時，祭既訖，得其夜發，夕至明而不寐。○「饗而致之，又從而思之」者，申明發之意。既設繹祭之饗而致於神，其夜又從而思之也。○「饗之必樂，已至必哀」者，孝子想神之歆饗，故必樂；又想及饗已至之後必分離，故必哀也。○注「祭之」至「侑也」。○正義曰：「知祭之明日，謂繹日也」者，案宣八年「六月辛巳，有事於大廟，仲遂卒於垂，壬午猶繹」是祭之明日為繹也。云「二人，謂父母，容屍侑也」者，祭有念親，故二人謂父母。案《有司徹》「上大夫儐屍，別立一人為侑，以助屍」，似鄉飲酒禮，介介之副賓也。繹祭與儐屍同，故知二人，容屍與侑侑也。"
      },
      {
        "index": 15,
        "text": "仲尼嘗，奉薦而進，其親也愨，其行趨趨以數。嘗，秋祭也。親，謂身親執事時也。愨與趨趨，言少威儀也，趨讀如促。數之言速也。○仲尼嘗，絕句。嘗，秋祭。奉薦而進，絕句。其親也愨，絕句。趨音促，注及下注皆同。數，色角反，徐音速，注同。已祭，子贛問曰：「子之言祭，濟濟漆漆然，今子之祭，無濟濟漆漆，何也？」子曰：「濟濟者，容也，遠也。漆漆者，容也，自反也。容以遠，若容以自反也，夫何神明之及交？夫何濟濟漆漆之有乎？漆漆，讀如朋友切切。自反，猶言自脩整也。容以遠，言非所以接親親也。容以自反，言非孝子所以事親也。及，與也。此皆非與神明交之道。○贛音貢。濟，子禮反，下同。漆，依注音切，下同。客也，口白反，賓客也，下「客以遠」同。容也，羊凶反，儀容也。下「若容以自反」同。「反饋樂成，薦其薦俎，序其禮樂，備其百官，君子致其濟濟漆漆，夫何慌惚之有乎？天子諸侯之祭，或從血、腥始，至反饋，是進熟也。薦俎，豆與俎也。慌惚，思念益深之時也。言祭事既備，使百官助己祭，然而見其容而自反，是無慌惚之思念。○樂成，音岳，又五教反。慌，況往反，注及下同；一音荒。惚音忽，注及下同；本又作忽。夫言豈一端而已，夫各有所當也。」豈一端，言不可以一概也，禮各有所當。行祭宗廟者，賓客濟濟漆漆，主人愨而趨趨。當，丁浪反。概，古代反。"
      },
      {
        "index": 16,
        "text": "[疏]「仲尼」至「當也」。○正義曰：此一節記仲尼嘗祭之儀。○「奉薦而進，其親也愨」者，愨，謂質愨，謂仲尼奉薦進尺之時，其身執事，其形貌愨質，少威儀。○「其行也趨趨以數」者，其行步促促，速疾少威儀，舉足而數也。○「今子之祭，無濟濟漆漆何也」者，子贛先聞夫子說祭事威儀，須濟濟漆漆然也。今子之為祭無濟濟漆漆者，何也？子曰濟濟者，何也？○「遠也」，夫子為子贛說濟濟之義，言濟濟者，是容貌自疏遠。○「漆漆者，容也，自反也」，謂容貌自反覆而脩正也。○「容以遠，若容以自反也」者，覆結上文，言孝子若容貌以疏遠，若容貌以自脩正，此乃賓客之事。○「夫何神明之及交」者，及，與也。言孝子若作賓客之容，何得神明之與交？言不得與神明交也。○「夫何濟濟漆漆之有乎」者，更覆結上之。云夫孝子何得濟濟漆漆之有乎，言不得有也。其「容也，遠也」，王肅以容為客，皇氏用王肅以客有其容之義，其義亦通，但於文勢不便，至注更具詳。○「反饋樂成」者，此天子、諸侯之祭，血腥而始，及至進是設饌進孰，合樂成畢。定本「反饋」作「及」字，至注更釋。○「薦俎」者，謂薦孰之時，薦其饋食之豆並牲體之俎。○「序其禮樂，備其百官」者，進饋之前與神明而交，貴其誠敬。進饋之後，人事之盛，故序其禮樂，備其百官。○「君子致其濟濟漆漆」者，言於此之時，君子、助祭之人致其濟濟漆漆賓客之事。○「夫何慌惚之有乎」者，此一句覆結前文子貢問之。若孝子自濟濟漆漆，何得慌惚思念之有乎！言無念親之意也。○「夫言豈一端而已」者，夫子答子貢，云一端，猶一概也。凡言語豈一概而已？言不可以一概，所屬各異。○「夫各有所當也」者，謂其言語各有所當，若愨而趨，當孝子也。濟濟漆漆，當賓客也。○注「漆漆」至「之道」。○正義曰：云「漆漆，讀如朋友切切」者，以漆漆非形貌之狀，漆音近切。「朋友切切偲偲」語，《子路》文也。云「自反，猶言自修整也」者，凡脩整之人，必自反覆顧省，故云「自反，猶言自修整」。云「容以遠，言非所以接親親也」者，凡接親親，不事容貌，又相附近。今既事容貌，又相疏遠，故云「非所以接親親」。言親親，對孝子之辭。或容為客字，則是義遠。何須云「容以遠」，又「容以自反」與「容以遠」相對，一字為容，一字為客，未之有也。又王肅為客字破鄭義，明鄭義「容」字也。○注「天子」至「思念」。○正義曰：「天子、諸侯之祭，或從血、腥始」者，謂以卿大夫從饋孰始，故云「天子諸侯或從血、腥始」，言或者不盡然，故三獻爓，一獻孰，是不從血、腥始。云「至反饋，是進孰也」者，既以血、腥為始，至於反饋之時，是進孰也。但「至」與「反」字，於文為煩，定本又為「及」字，故皇氏云「初祭，屍入於室，後出在堂門，屍更反入而設饋」。故云「及饋」，義當然也。"
      },
      {
        "index": 17,
        "text": "孝子將祭，慮事不可以不豫；比時具物，不可以不備；虛中以治之。比時，猶先時也。虛中，言不兼念餘事。○比，必利反，徐甫至反，注同。先，悉薦反，又如字。"
      },
      {
        "index": 18,
        "text": "[疏]「孝子」至「治之」。○正義曰：自此以下至「成人之道」，廣明孝子祭祀之義，今各隨文解之。○「將祭慮事，不可以不豫」者，言孝子慮事，不可於祭前不豫思慮之。○「比時具物，不可以不備」者，比時謂先時。言在祭之先，以備具於物。至於祭時，不可以不備具也。○「虛中以治之」者，言不可兼念餘事，心中實虛，唯思此祭而已，故云「虛中以治之」也。"
      },
      {
        "index": 19,
        "text": "宮室既脩，牆屋既設，百物既備，夫婦齊戒，沐浴，盛服奉承而進之。洞洞乎，屬屬乎，如弗勝，如將失之，其孝敬之心至也與！脩、設，謂除及黝堊。○洞音動，下同。屬音燭，下同。弗，本亦作不，何休云「弗者，不之深也」。勝音升。與音餘。黝，於糾反。堊，烏路反。薦其薦俎，序其禮樂，備其百官，奉承而進之。百官助主人進之。"
      },
      {
        "index": 20,
        "text": "[疏]「宮室」至「進之」。○正義曰：「洞洞」、「屬屬」，是嚴敬之貌。言孝子之心，奉承而進祭之時，其心洞洞乎，屬屬乎！恭敬心盛，如舉物之弗勝。心所奉持，如似將失於物，此是孝子心敬之至極也。案《廣雅》：「洞洞、屬屬，敬也。」"
      },
      {
        "index": 21,
        "text": "於是諭其志意，以其慌惚以與神明交，庶或饗之。庶或饗之，孝子之志也。諭其志意，謂使祝祝饗及侑屍也。或，猶有也，言想見其彷彿來。○祝祝，上之六反，下之又反；又並之六反。仿，孚往反。佛，孚味反。"
      },
      {
        "index": 22,
        "text": "[疏]「於是」至「志也」。○正義曰：孝子既薦其俎，於是使其祝官啟告鬼神，曉諭鬼神以志意。○「以其慌惚以與神明交，庶或饗之」者，言孝子以其思念情深，慌惚似神明交接，庶望神明或來歆饗，故云庶幾神明饗之者，是孝子之志意也。言想見其親彷彿而來也。"
      },
      {
        "index": 23,
        "text": "孝子之祭也，盡其愨而愨焉，盡其信而信焉，盡其敬而敬焉，盡其禮而不過失焉。進退必敬，如親聽命，則或使之也。言當盡已而已，如居父母前，將受命而使之。"
      },
      {
        "index": 24,
        "text": "[疏]「孝子」至「之也」。○正義曰：「盡其愨而愨焉」者，盡愨，謂心盡其愨也。而愨焉，謂外亦愨焉。其信與敬，皆處內。內有其心，外著於貌。○「盡其禮而不過失焉」者，以其禮包眾事，非可極，故不得云而「盡其禮焉」，云「不過失焉」，則是禮也。○「進退必敬，如親聽命，則或使之也」者，言孝子祭時，進之與退，必恆恭敬，如似親聽父母之命，而父母或使之也。"
      },
      {
        "index": 25,
        "text": "孝子之祭可知也，其立之也，敬以詘，其進之也，敬以愉，其薦之也，敬以欲。退而立，如將受命。已徹而退，敬齊之色不絕於面。詘，充詘，形容喜貌也。進之，謂進血腥也。愉，顏色和貌也。薦之，謂進熟也。欲，婉順貌。齊，謂齊莊。○詘，求勿反，注及下並篇末同，徐丘勿反。敬齊如字，注及下同；王、徐側皆反。婉，憂阮反。"
      },
      {
        "index": 26,
        "text": "孝子之祭也，立而不詘，固也。進而不愉，疏也。薦而不欲，不愛也。退立而不如受命，敖也。已徹而退，無敬齊之色，而忘本也。如是而祭，失之矣。固，猶質陋也。而忘本，而，衍字。○敖也，五報反。"
      },
      {
        "index": 27,
        "text": "[疏]「孝子」至「之矣」。○正義曰：此一節明孝子之祭，觀其貌而知其心，故孝子之祭可知也者，以下諸事是也。○「其立之也，敬以詘」者，詘，謂充詘，形容歡喜之貌，言孝子屍前而立，形貌恭敬，而顏色歡喜。○「其進之也，敬以愉」者，進，謂進血腥。愉，謂顏色溫和。言孝子薦血腥之時，容貌恭敬，而顏色溫和。○「其薦之也，敬以欲」者，言孝子薦熟之時，容貌恭敬，顏色婉順，如欲得物然。○「退而立，如將受命」者，言孝子或有退之時，如似前進將受命。○「已徹而退，敬齊之色不絕於面」者，謂祭畢已徹饌食，孝子退者，恭敬齊莊之色不離絕於面。○「立而不詘，固也」者，言其固陋不知禮。○「進而不愉，疏也」者，言與親疏遠，不相親附。○「薦而不欲，不愛也」者，言不愛親。○「退立而不如受命，敖也」者，言敖其親，不恭敬。「已徹而退，無敬齊之色，而忘本也」者，而，衍字，忘本，謂不思其親。"
      },
      {
        "index": 28,
        "text": "孝子之有深愛者，必有和氣。有和氣者，必有愉色。有愉色者，必有婉容。和氣，謂立而詘。孝子如執玉，如奉盈，洞洞屬屬然如弗勝，如將失之。嚴威儼恪，非所以事親也，成人之道也。成人，既冠者。然則孝子不失其孺子之心也。○奉，芳勇反。儼，魚檢反。恪，苦各反。冠，古亂反。孺，而樹反。"
      },
      {
        "index": 29,
        "text": "[疏]「孝子」至「道也」。○正義曰：「如執玉，如奉盈」，言孝子對神，容貌敬慎，如執持玉之大寶，如奉盈滿之物。○「嚴威儼恪，非所以事親也」者，嚴，謂嚴肅；威，謂威重；儼，謂儼正；恪，謂恭敬。言四者容貌非事親之體，事親當和順卑柔也。○「成人之道也」者，言嚴、威、儼、恪，只是既冠成人之道也。"
      },
      {
        "index": 30,
        "text": "先王之所以治天下者五，貴有德，貴貴，貴老，敬長，慈幼。此五者先王之所以定天下也。貴有德，何為也？為其近於道也。貴貴，為其近於君也。貴老，為其近於親也。敬長，為其近於兄也。慈幼，為其近於子也。言治國有家道。長，丁丈反，下及下注皆同。為其，於偽反，下「為其」同。近，附近之近。是故至孝近乎王，至弟近乎霸。至孝近乎王，雖天子必有父。至弟近乎霸，雖諸侯必有兄。先王之教，因而弗改，所以領天下國家也。天子有所父事，諸侯有所兄事，謂若三老五更也。天子衰，諸侯興，故曰「霸」。○乎王，於況反。弟音悌，下同。更，古衡反，下「及下更」相同。"
      },
      {
        "index": 31,
        "text": "[疏]「先王」至「家也」。○正義曰：此一節論貴德及孝弟之事。皇氏云：「此亦承上夫子答子贛之辭畢，廣明孝弟之義。」今以皇氏說未知然否，或是說雜錄之辭。○「貴有德，何為也？為其近於道也」者，德是在身善行之名，道者於物開通之稱。以己有德，能開通於物，故云「近於道也」。凡言近者，非是實到，附近而已。○「是故至孝近乎王，至弟近乎霸」者，孝能感物，故近乎王。弟能親愛，故近乎霸。○「雖天子必有父」者，以聖人之德，無加於孝乎，故雖天子之尊，必有事之如父者，謂養三老也。○「雖諸侯必有兄」者，以教民禮順莫善於弟，故雖諸侯之貴，必有事之如兄者，謂養五更也。○「先王之教，因而弗改」者，言先王設教之原，因人之心孝弟，即以孝弟教人，是因而不改，從人之所欲，故可以領天下國家也。○注「天子」至「曰霸」。○正義曰：云「天子有所父事，諸侯有所兄事」者，案天子、諸侯俱有養老之禮，皆事三老五更，故《文王世子》注「三老如賓，五更如介」。但天子尊，故以父事屬之。諸侯卑，故以兄事屬之。云「天子衰，諸侯興，故曰霸」者，案《中候》：「諸侯曰霸。」注云：「霸，把也，把天子之事也。」"
      },
      {
        "index": 32,
        "text": "子曰：「立愛自親始，教民睦也。立教自長始，教民順也。親、長，父、兄也。睦，和厚也。教以慈睦，而民貴有親。教以敬長，而民貴用命。尊長出教令者。孝以事親，順以聽命，錯諸天下，無所不行。」"
      },
      {
        "index": 33,
        "text": "[疏]「子曰」至「不行」。○正義曰：此一節明愛敬之道。皇氏云：「因上答子貢之問，別愛敬，語更端，故別言『子曰』。自此以下，皆展轉相因，廣明其事。」今謂記者雜錄以事類相接為次，非本相因之辭也。○「立愛自親始」者，言人君欲立愛於天下，從親為始言先愛親也。○「教民睦也」者，己先愛親，人亦愛親，是教民睦也。○「立敬自長始」者，言起敬於天下，從長為始，言先自敬長。○「教民順也」者，己能敬長，民亦敬長，是教民順也。○「教以慈睦，而民貴有親」者，覆上「教民睦」也。睦則恩慈，故云「慈睦」也。民既慈睦，各貴所有之親。○「教以敬長，而民貴用命」者，覆結上文「教民順」也。既教以敬長，民心和順，不有悖逆，故貴用在上之教命。○「孝以事親，順以聽命」者，孝以事親，覆說「而民貴有親」也。「順以聽命」，覆說「而民貴用命」也。以此二者錯置於天下，故無所不行，言皆行也。"
      },
      {
        "index": 34,
        "text": "郊之祭也，喪者不敢哭，凶服者不敢入國門，敬之至也。祭者告禮，不欲聞見凶人。○錯諸，七路反。\n[疏]「郊之」至「至也」。○正義曰：此一節論祭祀之禮，以是吉禮大事，故喪與凶服皆辟之。"
      },
      {
        "index": 35,
        "text": "祭之日，君牽牲，穆荅君，卿、大夫序從。祭，謂祭宗廟也。穆，子姓也。荅，對也。序，以次第從也，序或為豫。○從，才用反，注同。既入廟門，麗於碑，卿大夫袒，而毛牛尚耳，鸞刀以刲，取膟膋，乃退。爓祭祭腥，而退，敬之至也。麗，猶系也。毛牛尚耳，以耳毛為上也。膟膋，血與腸間脂也。爓祭祭腥，祭爓肉、腥肉也。湯內曰爓。爓祭祭腥，或為「合祭腥、洩、䐲熟」也。○碑，彼皮反。袒，徒旦反。鸞力端反。刲，苦圭反。膟音律。膋，力彫反。爓音尋。洩，息列反。䐲，直輒反。"
      },
      {
        "index": 36,
        "text": "[疏]「祭之」至「至也」。○正義曰：前經郊祭之致敬，此一節明祭廟牽牲致敬。○「穆答君」者，穆，謂子姓；答，對也。言祭廟，君牽牲之時，子姓對君共牽牲。○「卿、大夫序從」者，卿夫夫作幣，士奉芻，依次第而從君也。○「既入廟門，麗於碑」者，麗，系也。君牽牲入廟門，繫著中庭碑也。王肅云：「以紖貫碑中，君從此待之也。」○「卿大夫袒，而毛牛尚耳」者，將殺牲，故袒取牛毛薦之，故云「毛牛」也。以耳毛為上，故云「尚耳」。耳主聽，欲使神聽之。○「鸞刀以刲，取膟膋」者，謂用鸞刀刲割牲體，以取血及腸間指血以供薦，而膋以供炙肝及爇蕭也。○「乃退」者，謂殺牲竟，而取卿、大夫所刲血毛膟膋薦之，竟而退也。祭有三節，此一節竟，故退。○「爓祭，祭腥」者，爓，謂爓肉而祭。腥，謂以腥肉而祭。言薦膟膋之後，以俎載爓肉、腥肉而祭也。○「而退」者，謂爓祭祭腥之後，祭事既卒而退，是恭敬之至極也。○注「穆，子姓也」。○正義曰：知穆是子姓者，熊氏云「父昭子穆。姓，生也。是昭穆所生謂子孫。直言穆者，文不備」。○注「膟膋」至「熟也」。○正義曰：案《說文》及《字林》云：膟血、祭膋，是牛腸間脂也。是膟為血，膋為腸間脂也。云「爓祭祭腥，祭爓肉、腥肉也」者，既疊出經文爓祭之事、祭腥之語，然後解云謂祭爓肉也、腥肉也。「祭爓肉」即經之「爓祭」也，云「腥肉」即經之「祭腥」也。其祭腥肉、爓肉，並當朝踐之節。此腥肉則《禮運》云「腥其俎」也。爓肉即《禮運》云「熟其殽」也。此先云「爓」者，記者便文耳，非先後之次。云「湯肉曰爓」者，以鬼神異於生，雖曰熟殽，但湯肉而已。若其小祀，則煮肉令熟，故《郊特牲》云「一獻熟」，是爓與熟又別也。云「爓祭祭腥」，或云「合祭腥、洩、䐲、熟也」者，謂「爓祭祭腥」四字，《禮記》他本為「合祭腥、洩、䐲、熟」六字者，故云「或」。"
      },
      {
        "index": 37,
        "text": "郊之祭，大報天，而主日，配以月。夏後氏祭其闇，殷人祭其陽。周人祭日，以朝及闇。主日者，以其光明，天之神可見者莫著焉。闇，昏時也。陽讀為「曰雨曰暘」之暘，謂日中時也。朝，日出時也。夏後氏大事以昏，殷人大事以日中，周人大事以日出，亦謂此郊祭也。以朝及闇，謂終日有事。○神見，賢遍反，一本作「神可見」，則如字。暘音陽。"
      },
      {
        "index": 38,
        "text": "[疏]「郊之」至「及闇」。○正義曰：自此以下至「致天下之和」，論郊祭及日月之義。此郊之祭一經，止明郊祭之禮。○「郊之祭」者，謂夏正郊天。○「大報天」者，謂於此郊時大報天之眾神，雖是春祈天，生養之功大，故稱大報天。○「天主日，配以月」者，謂天無形體，縣象著明不過日、月，故以日為百神之主，配之以月。自日以下皆祭，特言月者，但月為重，以對日耳。蓋天帝獨為壇，其日、月及天神等共為一壇，故日得為眾神之主也。○「夏後氏祭其闇」者，以夏後氏尚黑，故祭在於昏時。○「殷人祭其陽」者，以尚白，故祭在日中時。○「周人祭日，以朝及闇」者，以其尚文，祭百神禮多，故以朝及闇也。故季氏之祭，大夫之家禮儀應少，而亦以朝及暗，故夫子譏之。○注「陽讀」至「有事」。○正義曰：案《洪範》「庶徵云曰雨、曰暘」，暘，謂亢暘乾燥，日中之時亦明。日中乾燥，異於昏明，故讀從「曰雨曰暘」之暘也。必讀之者，恐人以夜為陰，晝為陽，恐終日而祭，故謂從暘也。云「亦謂此郊祭」者，以《檀弓》大事非止是喪，亦兼謂祭，故云大事亦謂此郊祭。"
      },
      {
        "index": 39,
        "text": "祭日於壇，祭月於坎，以別幽明，以制上下。幽明者，謂日照晝，月照夜。\n[疏]「祭日」至「上下」。○正義曰：此經及下經皆據春分朝日，秋分夕月。○「祭日於擅」，謂春分也。「祭月於坎」，謂秋分也。月為幽，日為明。日在壇，月在坎，是殊別幽明，制定上下。"
      },
      {
        "index": 40,
        "text": "祭日於東，祭月於西，以別外內，以端其位。端，正。○別，彼列反，下同。\n[疏]「祭日」至「其位」。○正義曰：端，正也。日為陽，在外。月為陰，在內。今祭日於東，用朝旦之時，是為外。祭月於西，鄉夕之時，是為內。是以別外內以正其位也。而崔氏云「祭日於壇，祭月於坎，還據上文郊祭之時」，今謂若是郊祭，日與月當應同處，何得祭日於壇，祭月於坎，日於東，月於西，祭不同處？則崔氏說非也。崔又云：「日月有合祭之時。謂郊祭天而主日，配以月，其禮大，用牛。合祭之時，謂春分朝日，秋分夕月，其禮小，故《祭法》用少牢。」今謂《小司徒》云「小祭祀，奉牛牲」，鄭注謂「玄冕所祭」，自玄冕皆用牛也，何得用少牢？今謂《祭法》日月用少牢，鄭云「禱祈之祭也」，崔氏說又非。崔氏又云：「迎春之時，兼日月者。」今案：諸文迎春迎秋無祭日月之文，《小宗伯》云「兆五帝於四郊，四望、四類亦如之」，謂四望、四類之祭，亦如五帝在四郊，故鄭云「兆日於東郊，兆月與風師於西郊」，不謂兆五帝之時即祭日月，崔說又非。"
      },
      {
        "index": 41,
        "text": "日出於東，月生於西。陰陽長短，終始相巡，以致天下之和。巡，讀如「沿漢」之沿，謂更相從道。○巡，依注依音沿，悅專反。"
      },
      {
        "index": 42,
        "text": "[疏]「日出」至「之和」。○正義曰：陰，謂夜也。陽，謂晝也。夏則陽長而陰短，冬則陽短而陰長，是陰陽長短。○「終始相巡」者，又月之與日同行黃道，其晦朔之時，月與日同處。自朔之後，月與日先後而行，至月終日還，與月同處，亦是終始相巡。○「以致天下之和」者，以日月交相依巡，是陰陽和會，故致天下之和也。○注「巡，讀如沿漢之沿」。○正義曰：案文十年《左傳》云「子西沿漢沂江，將入郢」，是沿為順流而下，故讀從之。"
      },
      {
        "index": 43,
        "text": "天下之禮，致反始也，致鬼神也，致和用也，致義也，致讓也。因祭之義，汎說禮也。致之言至也，使人勤行至於此也，至於反始，謂報天之屬也。至於鬼神，謂祭宗廟之屬也。至於和用，謂治民之事以足用也。○汜說，芳劍反。致反始，以厚其本也。致鬼神，以尊上也。致物用，以立民紀也。致義，則上下不悖逆矣。致讓，以去爭也。合此五者以治天下之禮也。雖有奇邪，而不治者則微矣。物，猶事也，變和言物，互之也。微，猶少也。○悖，布內反。去，起呂反。爭，爭鬥之爭。奇，紀宜反。邪，似嗟反。治，直吏反。"
      },
      {
        "index": 44,
        "text": "[疏]「天下」至「微矣」。○正義曰：此一節明禮之大用，凡有五事，若能行之得理，則天下治矣。○「天下之禮」者，言天下所用之禮，所致凡有五事也。○「致反始也」者，致之言至也。言禮之至極於天，反報初始，言人始於天，反而報之。○「致鬼神也」者，言禮之致極至於鬼神，謂祭宗廟之等。○「致和用也」者，和，謂百姓和諧；用，謂財用豐足，言禮之至極，治理於民，使百姓和諧，財用富足也。○「致義也」者，義，謂斷割得宜，治惡討暴，言禮之至極於義也。○「致讓也」者，讓謂遞相推讓，言禮之至極於讓也。○「致反始，以厚其本也」者，天為人本，今能反始以報於天，是厚重其本也。上能厚本，教下，下亦能厚本也。○「致鬼神，以尊上也」者，謂至於祭祀鬼神，是尊嚴其上也。以此教民，民亦尊上也。○「致物用，以立民紀也」者，民豐物用，則知榮辱禮節。故至於物用，可以立人紀也。○「致義，則上下不悖逆矣」者，義能除凶去暴，故上下不有悖逆也。○「致讓，以去爭也」者，以讓，故無爭。○「合此五者，以治天下之禮也」者，言能和合此五者以治理天下之禮。○「雖有奇邪，而不治者則微矣」者，奇，謂奇異；邪，謂邪惡，皆據異行之人。言用此五事為治，假令有異行、不從治者，亦當少也，故云「則微矣」。○注「物猶」至「少也」。○正義曰：上文云「致和用」，明和能立事，是和用互言之，有事用也。下文云「致物用」，物，謂事也，謂事須和也，是致事用互致和用也，是事必須和，和能立事，故云「互」也。"
      },
      {
        "index": 45,
        "text": "宰我曰：「吾聞鬼神之名，不知其所謂。」子曰：「氣也者，神之盛也。魄也者，鬼之盛也。合鬼與神，教之至也。氣，謂噓吸出入者也。耳目之聰明為魄。合鬼、神而祭之，聖人之教致之也。○魄，普白反。噓音虛。吸，許及反。"
      },
      {
        "index": 46,
        "text": "[疏]「宰我」至「至也」。○正義曰：自此以下至「以祀先王先公，敬之至也」，此一節明宰我問鬼神之事，夫子答以鬼神、魂魄、祭祀之禮，又廣明天子、諸侯耕藉及公桑之事，今各隨文解之。○「不知其所謂」者，宰我善問孔子：吾唯聞鬼神之名，不知此鬼神所謂何物為鬼神。○「子曰：氣也者，神之盛也」者，此夫子答宰我以神名，言神是人生有之氣，氣者是人之盛極也。○「魄也」者，鬼之盛也」者，是夫子答鬼之事言人形魄者，鬼之盛極也。○「合鬼與神，教之至也」者，言人死，神上於天，鬼降於地，聖王合此鬼之與神以祭之，至教之致也，是聖王設教致合如此，故云「教之至也。○注「氣謂」至「之也」。○正義曰：「氣，謂噓吸出入也」者，謂氣在口噓吸出入，此氣之體無性識也。但性識依此氣而生，有氣則有識，無氣則無識，則識從氣生，性則神出入也。故人之精靈而謂之神。云「耳目之聰明為魄」者，魄，體也。若無耳目形體，不得為聰明，故云「耳目聰明為魄」。云「合鬼神而祭之，聖人之教致之也」者，人之死，其神與形體分散各別，聖人以生存之時神形和合，今雖身死，聚合鬼神，似若生人而祭之，是聖人設教興致之，令其如此也。"
      },
      {
        "index": 47,
        "text": "「眾生必死，死必歸土，此之謂鬼。骨肉斃於下，陰為野土。陰，讀為依蔭之蔭，言人之骨肉蔭於地中，為土壤。○斃，本亦作弊，婢世反。陰，依注音蔭，於鴆反。壤，如羊反。"
      },
      {
        "index": 48,
        "text": "[疏]「眾生」至「野土」。○正義曰：此一經明鬼神之事。○「眾生必死」者，言物之眾賓而生必皆有死。○「死必歸土」者，言萬物死者皆歸於土。此一經因而言物，實是本說人也。○「此之謂鬼」者，鬼，歸也，此歸土之形，故謂之鬼也。○「骨肉斃於下，陰為野土」者，此覆說歸土之義也。言死，骨肉斃敗於地下，依陰於地為野澤土壤。謂在田野，故稱為「野土」。俗本「陰」作「蔭」字也。"
      },
      {
        "index": 49,
        "text": "其氣發揚於上，為昭明，焄蒿淒愴，此百物之精也，神之著也。焄，謂香臭也。蒿，謂氣烝出貌也。上言眾生，此言百物，明其與人同也，不如人貴爾。蒿，或為藨。○焄，許雲反，香臭之氣耳。蒿，許羔反。烝，之膺反。藨，表驕反，又皮表反。"
      },
      {
        "index": 50,
        "text": "[疏]「其氣」至「著也」。○正義曰：一經申明神也。此利擇人氣為神，言人生賦形體與氣合共為生，其死則形與氣分。○「其氣之精魂發揚升於上，為昭明」者，言此升上為神靈光明也。○「焄蒿淒愴，此百物之精也」者，焄，謂香臭也，言百物之氣，或香或臭。蒿，謂烝出貌，言此香臭烝而上，出其氣蒿然也。「淒愴」者，謂此等之氣，人聞之情有淒有愴。「百物之精也」者，人氣揚於上為昭明，百物之精氣為焄蒿淒愴，人與百物共同，但情識為多，故特謂之「神」。此經論人，亦因人神言百物也。○「神之著也」者，人氣發揚於上為昭明，是人神之顯著。"
      },
      {
        "index": 51,
        "text": "因物之精，制為之極，明命鬼神，以為黔首則，百眾以畏，萬明以服。明命，猶尊名也，尊極於鬼神，不可復加也。黔首，謂民也。則，法也。為民作法，使民亦事其祖禰鬼神，民所畏服。○黔首，其廉反，徐又其嚴反，黑也。黑首謂民也，秦謂民為黔首。復，扶又反。為民，於偽反。"
      },
      {
        "index": 52,
        "text": "[疏]「因物」至「以服」。○正義曰：此一經明聖人設教，合鬼與神而祭之，欲使人事其祖禰，畏敬鬼神。○「因物之精，制為之極」者，言聖人因人與物死之精靈，遂造制為之尊極之稱。○「明命鬼神，以為黔首則」者，明，猶尊也；命，猶名也；黔首，謂萬民也；則，法也。故尊名人及萬物之精，謂之鬼神，以為萬民之法則也。○「百眾以畏萬民以服」者，「百眾」謂百官眾庶，「萬民」謂天下眾民。既敬之以鬼神，下皆畏敬之，故云「百眾以畏，萬民以服」。○注「明命」至「畏服」。○正義曰：鬼神本是人與物之魂魄，若直名魂魄，其名不尊，故尊而名之為鬼神，別加畏敬之也。云「尊極於鬼神，不可復加也」者，解經「制為之極」。所以明鬼神為極者，言物中尊極莫過鬼神，言以外他名不可復加，故聖王造制為之極，名鬼神也。云「黔首謂民也」者，黔，謂黑也。凡人以黑巾覆頭，故謂之「黔首」。案《史記》云「秦命民曰黔首」，此紀作在週末秦初，故稱黔首。此孔子言，非當秦世以為黔首，錄記之人在後變改之耳。漢家僕隸謂蒼頭，以蒼巾為飾，異於民也。此經鬼神本為民神，故下文「築為宮室，設為宗祧」，其實此鬼神亦兼山川五祀百物之屬，故《禮運》云「列於鬼神」，注云「謂祖廟山川五祀之屬」。《樂記》云「幽則有鬼神」，注云「助天地成物」者，是百物之魄謂之鬼。對則精靈為魂，形體為魄，故昭七年《左傳》云：「人生始化曰魄。既生魄，陽曰魂。」是形為魄，氣為魂。若散而言之，魄亦性識，識與魄無異。故昭二十五年《左傳》云：「心之精爽，是謂魂魄。魂魄去之，何以能久？」又襄二十九年《左傳》云：「天奪伯有魄。」又對而言之，天曰神，地曰祗，人曰鬼；散而言之，通曰鬼神。"
      },
      {
        "index": 53,
        "text": "「聖人以是為未足也，築為宮室，設為宮祧，以別親疏遠邇。教民反古復始，不忘其所由生也。眾之服自此，故聽且速也。自，由也，言人由此服於聖人之教也。聽，謂順教令也。速，疾也。○邇音爾。"
      },
      {
        "index": 54,
        "text": "[疏]「聖人」至「速也」。○正義曰：此一經明聖人為鬼神立宗廟之事。○「聖人以是為未足也」者，謂以是尊名鬼神為未足，謂未稱其意也。○「築為宮室，設為宗祧，以別親疏遠邇，教民反古復始」者，古，謂先祖，追而祭之，是反古也；始謂初始，父母始生於己，今追祭祀，是復始也。○「不忘其所由生也」者，追遠報祭，是不忘其所由生也。○「眾之所服自此」者，自，由也。言眾人服從於上，由此反古、復始而教之也。○「故聽且速也」者，聽，謂順其教令，以此之故，在下順其教令，而且疾速也。"
      },
      {
        "index": 55,
        "text": "「二端既立，報以二禮：建設朝事，燔燎膻薌，見以蕭光，以報氣也。此教眾反始也。薦黍稷，羞肝、肺、首、心，見間以俠甒，加以郁鬯，以報魄也。教民相愛，上下用情，禮之至也。」二端既立，謂氣也、魄也，更有尊名云鬼神也。二禮，謂朝事與薦黍稷也。朝事，謂薦血腥時也。薦黍稷，所謂饋食也。「見」及「見間」，皆當為□字之誤也。膻，當為馨，聲之誤也。燔燎馨香，□以蕭光，取牲祭脂也。光，猶氣也。有虞氏祭首，夏後氏祭心，殷祭肝，周祭肺。□以俠甒，謂雜之兩甒醴酒也。相愛用情，謂此以人道祭之也。報氣以氣，報魄以實，各首其類。○燔音煩。燎，力召反，又力吊反。膻，依注音馨，許經反，後「膻鄉」同。薌音香。見以，依注見作□，音間廁之間，徐古辯反。見間，依注合為□字，音間廁之間。俠，右洽反。甒音武。"
      },
      {
        "index": 56,
        "text": "[疏]「二端」至「至也」。○正義曰：此一節論氣、魄既殊，明設祭之時，二禮亦異。○「二端既立□者，謂氣也、魄也，既見乃更立，尊名云鬼神也。○「報以二禮」者，謂報此氣、魄以二種祭禮，報氣，謂朝踐之節也；報魄，謂饋熟之節也。○「建設朝事，燔燎膻薌，見以蕭光，以報氣也」者，此明朝踐報氣之義也。朝事，謂旦朝祭事。燔燎，謂取膟膋燎於爐炭。膻，謂馨香。見以蕭光，謂見□，□謂雜也。光，謂氣也。謂燔膟膋兼爇蕭蒿，是雜以蕭氣。此等三祭，是以報氣也。○「此教眾反始也」者，言此上之祭氣，是古昔尚質之義。是故教眾之以反於初始，此上「反古復始」，總包之也。○「薦黍稷，羞肝、肺、首、心，見間以俠甒，加以郁鬯，以報魄也」者。○「薦黍稷」者，謂饋熟時薦此黍稷。○「羞肝、肺、首、心」者，羞，進也。謂薦黍稷之時，進肝之與肺及首之與心。殷祭以肝，周祭以肺，虞氏以首，夏後氏以心，皆謂祭黍稷之時，兼此物祭也。故《郊特牲》云「祭黍稷加肺」，謂周法也。○「見間以俠甒」者，見間讀為□，亦雜也。「俠甒」謂兩甒醴酒，言祭黍稷之時，雜以兩甒醴酒。○「加以郁鬯□者，謂薦此黍稷，加肝肺之薦，更加之以郁鬯，然後薦黍稷、饋熟。報魄之時始云加郁鬯者，言非但薦熟是報魄，言祭初所以加郁鬯，亦是報魄也。以魄在地下，郁鬯灌地，雖是祭初，亦是報魄，不當薦熟之時，故云「加」也。○「以報魄也」者，言薦黍以下，皆是報祭形魄之氣。○「教民相愛，上下用情」者，言此饋熟之時，皆以飲食實味，遍於燕飲，是教民相愛。上以恩賜逮下，下愛上恩賜，故上下用情。○「禮之至也」者，至，謂至極也，謂報氣報魄，二禮備足，是祀奉上王，禮之至極也。○注「二端」至「其類」。○正義曰：云「更有尊名云鬼神也」者，解經「二端既立」，氣也、魄也是二端，更有尊名名鬼神。是既立，謂尊名立也。云「二禮，謂朝事與薦黍稷也」者，以經云朝事以報氣，薦黍稷以報魄也。云「見及見間，皆當為□字之誤也」者，經云「見以蕭光」，但有見字在，旁無間，間旁無見字，此等據意皆是□雜之理，故知誤加。以間邊加見，凡□者，所見錯雜之義故間旁見也。云「膻，當為馨」以與香連文，無取膻義。膻、馨聲相近，故云「聲之誤」也。云「取牲祭脂也」者，案《詩•生民》云「取蕭祭脂」，是取蕭與祭牲之時雜燒之。一祭之中，再度爇蕭，朝踐燔膟膋之時，亦有蕭也。故《郊特牲》云「取膟膋升首報陽也」，注云「膟膋，腸間脂也，與蕭合燒之」，是朝踐爇蕭也。《郊特牲》又云「既奠，祭後爇蕭合膻薌」，是饋熟爇蕭也。云「有虞氏祭首」至「周祭肺」，皆《明堂位》文。云「兩甒醴酒也」者，以《士喪禮》、《既夕》等皆以甒盛醴，故知醴酒也。此用甒者，蓋是天子追享朝踐用大尊，此甒即大尊，或可子男之禮。《禮器》云「君尊瓦甒」，謂子男也。皇氏以為異代法也。云「報氣以氣，報魄以實，各首其類」者，燔燎馨香、蕭光之屬，是氣也。黍稷、肝肺之屬，是實物也。首，本也。報氣，以氣是虛，還以馨香、虛氣報之。報魄以實，還以黍稷、實物報之，各本其事類，故云「各首其類也」。"
      }
    ]
  }
}