{
  "chapterNumber": 26,
  "title": "卷25",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『以其記祭天用騂犢之義也。郊者，祭天之名，用一牛，故曰特牲。』」\n[疏]正義曰：案鄭《目錄》云：「名《郊特牲》者，以其記郊天用騂犢之義，此故《別錄》屬《祭祀》"
      },
      {
        "index": 1,
        "text": "郊特牲而社稷大牢。天子適諸侯，諸侯膳用犢。諸侯適天子，天子賜之禮大牢。貴誠之義也。故天子牲孕弗食也，祭帝弗用也。犢者，誠愨未有牝牡之情，是以小為貴也。孕，任子也，《易》曰：「婦孕不育。」○膳，市戰反。犢音獨。孕，餘證反。愨，苦角反。大路繁纓一就，先路三就，次路五就。此因小說，以少為貴者，《禮器》言「次路七就」，與此乖，字之誤也。○繁，步干反。郊血，大饗腥，三獻爓，一獻孰。至敬不饗味而貴氣臭也。血、腥、爓祭用氣。○爓，本又作𦢨，夕廉反。諸侯為賓，灌用郁鬯，灌用臭也。大饗尚腶脩而已矣。亦不饗味也。此大饗，饗諸侯也。○灌，本又作祼，古喚反。腶，丁喚反。鍛，脯加姜桂曰腶脩。"
      },
      {
        "index": 2,
        "text": "[疏]「郊特」至「已矣」。○正義曰：此一節論少小及薄味為貴。各依文解之。既以郊祭名篇，先儒說郊，其義有二：案《聖證論》以天體無二，郊即圓丘，圓丘即郊。鄭氏以為天有六天，丘、郊各異，今具載鄭義。兼以王氏難鄭氏，謂天有六天，天為至極之尊，其體秪應是一。而鄭氏以為六者，指其尊極清虛之體，其實是一；論其五時生育之功，其別有五：以五配一，故為六天。據其在上之體謂之天，天為體稱，故《說文》云：「天，顛也。」因其生育之功謂之帝，帝為德稱也，故《毛詩傳》云：「審諦如帝。」故《周禮•司服》云：「王祀昊天上帝，則大裘而冕，祀五帝亦如之。」五帝若非天，何為同服大裘？又《小宗伯》云：「兆五帝於四郊。」《禮器》云：「饗帝於郊，而風雨寒暑時。」帝若非天，焉能令風雨寒暑時？又《春秋緯》「紫微宮為大帝」，又云「北極耀魄寶」，又云「大微宮有五帝坐星，青帝曰靈威仰，赤帝曰赤熛怒，白帝曰白招拒，黑帝曰汁光紀，黃帝曰含摳紐」。是五帝與大帝六也。又五帝亦稱上帝，故《孝經》曰：「嚴父莫大於配天，則周公其人也。」下即云：「宗祀文王於明堂，以配上帝。」帝若非天，何得云嚴父配天也？而賈逵、馬融、王肅之等以五帝非天，唯用《家語》之文，謂大皞、炎帝、黃帝五人之帝屬，其義非也。又先儒以《家語》之文，王肅私定，非孔子正旨。又王肅以郊丘是一，而鄭氏以為二者，案《大宗伯》云：「蒼璧禮天。」《典瑞》又云：「四圭有邸以祀天。」是王不同。《宗伯》又云：「牲幣各放其器之色。」則牲用蒼也。《祭法》又云：「燔柴於泰壇，用騂犢。」是牲不同也。又《大司樂》云：「凡樂，圜鍾為宮，黃鐘為角，大蔟為徵，姑洗為羽。」「冬日至於地上之圜丘奏之，若樂六變，則天神皆降。」上文云：「乃奏黃鐘，歌大呂，舞《雲門》，以祀天神。」是樂不同也。故鄭以云蒼璧、蒼犢、圜鍾之等為祭圜丘所用，以四圭有邸、騂犢及奏黃鐘之等以為祭五帝及郊天所用。王肅以《郊特牲》周之始郊日以至，與圜丘同配以後稷。鄭必以為異，圜丘又以帝嚳配者，鄭以周郊日以至，自是魯禮，故注《郊特牲》云：「周衰禮廢，儒者見周禮盡在魯，因推魯禮以言周事。」鄭必知是魯禮非周郊者，以宣三年正月郊牛之口傷，是魯郊用日至之月。案周郊祭天大裘而冕，《郊特牲》云：「王被袞，戴冕璪十有二旒。」故知是魯禮，非周郊也。又知圜丘配以帝嚳者，案《祭法》云：「周人禘嚳而郊稷。」禘嚳在郊稷之上，稷卑於嚳，以明禘大於郊。又《爾雅》云：「禘，大祭也。」大祭莫過於圓丘，故以圓丘為禘也。圓丘比郊，則圓丘為大。《祭法》云「禘、嚳」是也。若以郊對五時之迎氣，則郊為大，故《大傳》云：「王者禘其祖之所自出。」故郊亦稱禘，其宗廟五年一祭，比每歲常祭為大，故亦稱禘也。以《爾雅》唯云「禘為大祭」，是文各有所對也。後稷配天，見於《周頌》，故《思文》云：「思文後稷，克配彼天。」周若以嚳配圓丘，《詩•頌》不載者，後稷，周之近祖，王業所基，故配感生之帝，有勤功用，故《詩》人頌之；嚳是周之遠祖，為周無功，徒以遠祖之尊，以配遠尊天帝，故《詩》無歌頌。或可《詩》本亦有也，但後來遺落，故正考甫得商之遺《頌》十二篇，至孔子之時，唯五篇而已。以此言之，明《詩》有遺落也。皇氏云：「天有六天，歲有六祭，冬至圓丘，一也，夏正郊天，二也，五時迎氣，五也，通前為七也，九月大饗，八也。雩與郊禖為祈，祭不入數。」崔氏以雩為常祭，九也。凡祭天，其服皆大裘，《周禮•司服》文。其屍服亦大裘，故《節服氏》云「郊祀裘冕，送逆屍」是也。其樂，除圓丘所用圜鍾為宮之外，皆奏黃鐘，歌大呂，舞《雲門》，故《大司樂》云：「乃奏黃鐘，歌大呂，以祀天神。」注云「天神謂五帝及日月星辰也，王者又各以夏正月祀其所受命之帝於南郊」是也。冬至圓丘用蒼璧，夏正郊天用四圭有邸。其五時迎氣，東方用青圭，南方用赤璋，西方用白琥，北方用玄璜，其中央無文，先師以為亦用黃琮，熊氏以為亦用赤璋，鄭注《宗伯》云：「璧圓象天；琮八方象地；圭銳，像春物初生；半圭曰璋，像夏物半死；琥猛象秋嚴；半璧曰璜，像冬月閉藏，地上無物，唯天半見。其牲幣各放其玉之色。」案「天色玄而用蒼犢」者，但天色雖玄，遠望則蒼，取其遠色，故用蒼也。其祭天之器，則用陶匏。陶，瓦器，以薦菹醢之屬，故《詩•生民》之篇述後稷郊天云「於豆於登」，注云：「木曰豆，瓦曰登。」是用薦物也。匏酌獻酒，故《詩•大雅》美公劉云：「酌之用匏。」注云：「儉以質。」祭天尚質，故酌亦用匏為尊。皇氏云「祭天用宗廟犧尊」，皇氏又云「祭天既用犧尊，其陶匏者，是盛牲牢之器」。今案陶匏所用，如上所陳。而皇氏以匏為盛牲之器，義無此理，其說非也。其祭天之處，冬至則祭於圜丘。圓丘所在，雖無正文，應從陽位，當在國南，故魏氏之有天下，營委粟山為圓丘，在洛陽南二十里。然則周家亦在國南，但不知遠近者。其五時迎氣，則在四郊，故《小宗伯》云：「兆五帝於四郊。」鄭云：「春迎青帝於東郊，夏迎赤帝於南郊，季夏迎黃帝亦於南郊，秋迎白帝於西郊，冬迎黑帝於北郊。」《司馬法》：「百里遠郊。」鄭注《書序》云：「近郊，半遠郊，去國五十里。」謂今河南洛陽相去則然，是天之郊去國皆五十里也。其夏正祭感生之帝亦於南郊，知者，《孝經緯》云「祭帝於南郊，就陽位」是也。其雩祭五天帝，亦於國城南，故鄭注《論語》云「沂水在魯城南，雩壇在其上」是也。其九月大饗五帝，則在明堂，鄭駁《異義》云：「明堂在國之南丙巳之地，三里之外，七里之內，其圓丘之祭。」崔氏云：「其初先燔柴，及牲玉於丘，訖，次乃掃丘下，而設正祭。」若夏正及五郊，初則燔柴，及牲玉於壇，故《祭法》云：「燔柴於泰壇，祭天也。」次則於壇下掃地而設正祭，故《禮器》云「至敬不壇，掃地而祭」是也。其所配之人，虞夏商周用人各異，文具《祭法》。圓丘之祭用人，則以嚳配之，《祭法》「禘嚳」是也。其感生之帝，則以後稷配之。五時迎氣及雩祭，則以五方人帝配之。九月大饗五帝，則以五人帝及文武配之。以文王配五天帝，則謂之祖。以武王配五人神，則謂之宗。崔氏云：皆在明堂之上。祖宗通言，故《祭法》云「祖文王」，文王稱祖；《孝經》云「宗祀文王於明堂」，是文王稱宗。文王既爾，則武王亦有祖宗之號，故云祖宗通言。其祭天之樂，皆用雷鼓，故《鼓人》云「以雷鼓鼓神祀」是也。其圓丘之祭，皇氏云：祭日之旦，王立丘之東南西向，燔柴及牲玉於丘上，升壇以降其神。故《韓氏內傳》云：「天子奉玉升柴加於牲上。」《詩》又云：「圭璧既卒。」是燔牲玉也。次乃奏圜鍾之樂，六變以降其神。天皇之神為尊，故有再降之禮。次則埽地而設正祭，置蒼璧於神坐以禮之。其在先燔者，亦蒼璧也。次則以豆薦血腥，祭天無祼，故鄭注《小宰》云：「唯人道宗廟有祼，天地大神至尊不祼，莫稱焉。」然則祭天唯七獻也，故鄭注《周禮》云：「大事於大廟，備五齊三酒。」則圓丘之祭，與宗廟祫同。朝踐，王酌泛齊以獻，是一獻也，後無祭天之事。《大宗伯》「次酌醴齊以獻」，是為二獻也。王進爵之時皆奏樂，但不皆六變。次薦孰，王酌盎齊以獻，是為三獻也。宗伯次酌醍齊以獻，是為四獻也。次屍食之訖，酌朝踐之泛齊，是為五獻也。又次宗伯酌饋食之醍齊以獻，是為六獻也。次諸臣為賓長酌泛齊以獻，是為七獻也。以外皆加爵，非正獻之數。其屍酢王以清酒，酢宗伯以昔酒，酢諸臣以事酒。其祭感生之帝，則當與宗廟禘祭同，唯有四齊無泛齊，又無降神之樂，惟燔柴升煙，一降神而已。王朝踐獻以醴齊，宗伯亞獻以盎齊，次饋孰王獻以醍齊，宗伯又獻以沈齊。屍食訖，王獻以朝踐之醴齊，宗伯獻以饋孰之沈齊，諸臣為賓長亦獻以沈齊，不入正數。其五時迎氣，與宗廟時祭同，其燔柴以降神及獻屍與祭感生之帝同，但二齊醴盎而已。諸臣終獻，亦用盎齊。從上至此，皆皇氏所說。皇氏以圓丘之祭，賓長終獻，不取沈齊而取泛者，以《禮運》約之，沈齊當在堂丘下，不可用之，故更上取泛齊。案《禮運》沈齊在廟堂之下，尚得酌之升堂以獻。又皇氏祭感生帝及五時迎氣，沈齊亦在壇下，賓長皆得用之升堂以獻，何為圓丘沈齊獨不可用乎？若以圓丘高遠，不可下取沈齊，凡齊，泛、醴為尊，盎、醍為卑，賓長終獻，祗可以次用醴齊，何得反用泛齊乎？今謂圓丘賓長之獻用沈齊也，以其賓長是臣助祭終獻，遠下於君，故從丘下酌沈齊。又崔氏云：「以清酌酢王，昔酒酢後。案《司尊彝》云：「皆有罍，諸臣之所酢也。」鄭注云：「酌罍以自酢，不敢王之神靈共尊，罍盛三酒，唯云諸臣所酢，不云酢王酢後。」崔氏所說，於義疑也。皇氏於此經之首，廣解天地百神用樂委曲，及諸雜禮制，繁而不要，非此經所須。又隨事曲解，無所憑據，今皆略而不載。其必有所須者，皆於本經所須處各隨而解之。他皆仿此。熊氏云：「四時迎氣，及諸神小祀等，並有降神之樂，則大司樂分樂而序之，以下降神正祭，同用其樂，亦是一義也。」然此「郊特牲」以下至「降尊以就卑」，文承《禮器》之下，覆說以少為貴之事。郊所以用特牲者，郊謂於南郊祭感生之帝，但天神至尊，無物可稱，故用特牲。郊與配坐皆特牲，故下文云：養牲必養二，帝牛不吉，以為稷牛。又《召誥》云「用牲於郊，牛二」是也。然祭天初有燔燎，後有正祭，皆須有牲，故《大宗伯》云：「實柴，祀日月星辰。」鄭司農云：「實牛柴上也。」鄭康成云：「實牲體焉。」郊唯特牲，得供燔燎正祭二處所用者，熊氏、皇氏等以為分牲體供二處所用，其實一特牲也。而《月令》郊禖用大牢者，彼是求子之祭，不與常祭同，故不用犢。我將祀文王於明堂，經云「維羊維牛」者，據文武配祭得用大牢也。若孔安國之義，後稷配天，亦用大牢。故《召誥》云：「後稷貶於天，有羊豕。」案《羊人》云：「釁積共其羊牲。」注云：「積，積柴。」則祭天用羊者。熊氏云：「謂祭日月以下故燔燎用羊也。」祭日月以下既用羊，《小司徒》云：「凡小祭祀奉牛牲。」鄭注云：「小祭祀，王玄冕所祭。」然則王者之祭，無不用牛。又《禮緯》云：「六宗五嶽四瀆之牛角尺。」則日月以下之祀皆用牛者，蓋日月以下，常祀則用羊，王親祭則用牛，故《小司徒》注云：「玄冕所祭。」據王親祭也。此《郊特牲》指用而言，故下文云「用騂犢」。故《牧人》云：「陽祀用騂牲，毛之。」注云：「陽祀，祭天於南郊及宗廟。」以此約之，夏殷以上，祭感生之帝，各用其正之色，其迎五方之帝，其牲上已備陳帝牛稷牛。其牲雖異，其色宜汀，凡配祭之人、牲與天同色也。其四月大雩，九月大饗，其天及配人、其牲各依當方之色，其文武泛配，則用大牢，其牲色無文，周人尚赤，當用騂也。《論語》云：「敢用玄牡，敢昭告於皇皇后帝。」注云：「帝謂大微五帝。」用玄牡者，彼謂告祭也，其四鎮五嶽之等，各用當方之色。故《牧人》云：「望祀，各以其方之色牲，毛之。」若尋常山川時祭以下，則用純物，不隨四方之色。若國外表貉磔禳之等，則用雜色。故《牧人》云：「凡時祀之牲，則用牷物。凡外祭毀事，用尨可也。」其常祀之牲，則皆用牡，祈禱之祭，或用牝，唯孟冬禁之。故《月令》孟春「犧牲無用牝」。其日月以下，及五祀之等，常祀用羊，王親祭則用牛，具如前說。○「而社稷大牢」者，社，五土總神。稷，是原隰之神，功及於人，人賴其功，故以大牢報祭，其牲則黝色。《牧人》云：「陰祀用黝牲。」注云：「陰祀，祭地北郊及社稷也。」則神州亦用黝牲也。其崑崙地祗用黃犢，故《大宗伯》「黃琮禮地牲幣，各放其器之色」是也。其社稷與神州，其樂用大蔟與應鐘，故《大司樂》云：「乃奏大蔟，歌應鐘，以祭地祗。」注云：「謂神州之神及社稷，其玉，神州則用兩圭有邸。」其社稷無文。崔氏云：「玉當神州同用兩圭有邸，以四望亦用兩圭故也。」其服，社稷則絺冕。神州與崑崙服無明文。崔氏云：「用大裘為崑崙之神，玉則用黃琮。」鄭注《宗伯》：「琮，八方，像地。」其樂則用函鍾為宮，故《大司樂》云：凡樂，函鍾為官，大蔟為角，姑洗為徵，南呂為羽。夏日至於澤中之方丘奏之，若樂八變，則地示皆出。可得而禮矣是也。其夏至祭方澤之禮，齊酒獻數與圓丘同。其神州獻數與夏正郊天同，而社稷之祭，尊用大瓦罍三獻。文具崔氏《義宗》，於此煩而不錄也。○「天子適諸侯，諸侯膳用犢」，謂天子巡守至諸侯之國，諸侯致膳於天子，則用犢也。○「諸侯適天子，天子賜之禮大牢。」謂諸侯朝天子，天子賜之禮用大牢。熊氏云：「大牢者，則《掌客》云『殷膳大牢』，非是飧積饔餼之等。」皇氏云：「此直云大牢，則總包饔餼飧積之等，雖牢數多少有異，皆用大牢也。」今謂此經說以小為貴，天子少而諸侯多，又膳文與殷膳同，則熊氏、皇氏，未知孰是也。○「貴誠之義也」，釋郊所以用特牲，天子所以膳用犢之意。郊之特牲，亦是犢也。貴此犢未有牝牡之情，貴其誠愨之心，故云貴誠之義也。然社稷及諸侯大牢非是貴誠，而載之者，言社稷大牢，以明郊用特牲，言諸侯大牢，以明天子用犢，顯其貴誠也，不取大牢之意。○「故天子牲孕弗食也，祭帝弗用也」，天子尊極，貴其誠愨之心，故因上起下之辭，是以云故。○注「《易》曰：『婦孕不育。』」○正義曰：此《易•漸卦•九三爻辭》云：「夫征不復，婦孕不育。」案：《漸卦》艮下巽上，九三上與九五互體為離，離為大腹，孕之象也。又互體為坎，坎為丈夫，坎為水，水流而去，是夫征不復也。夫既不復，則婦人之道顛覆，故孕而不育。引之者，證經「孕」是懷任之意也。○「大路」至「五就」，因貴誠重小，故說以少為貴也。大路，殷祭天車也，用以祭天，故曰大路。五採一成曰就，天質愨，故止一就也。故《明堂位》云「大路，殷路」是也。「先路三就」者，先路亦殷路也。殷則有三路，其世猶質，故以少飾為先。先，相次為言，對次故稱先也。每加以兩，大路一先路三也，次路故五就也。○注「禮器」至「誤也」。○正義曰：今此經大路一就，先路三就，次路五就，是節級相降以二。案《禮器》大路一就，次路七就，無先路之文。若以先路為三，則於次路七就非加兩之差。若以先為五，則於大路一就又非加兩之差。故知此經「次路五就」為是，《禮器》云「次路七就」為誤也。○「郊血」至「臭也」，因貴少，更說不貴味也。所進血腥，如《禮器》中說。崔氏云：「周禮之法，郊天燔柴為始，宗廟以祼地為始，社稷以血為始，小祀辜為始。」此云「郊血，大饗腥，三獻爓，一獻孰」者，謂正祭之時，薦於屍坐之前也。○「至敬不饗味，而貴氣臭也」者，此解郊血義。血，氣也。夫孰食有味，味者為人道，人道卑近，而天神尊貴，事宜極敬，極敬不褻近，故用血也。用血，是貴氣而不重味，故云貴氣臭也。而宗廟敬降於天，故用腥，腥稍近味。社又降於宗廟，故用爓，爓又稍近味。○「諸侯」至「已矣」，此一經亦明貴氣義也。○「諸侯為賓，灌用郁鬯」者，灌猶獻也。謂諸侯來朝，在廟中行三享竟，然後天子以郁鬯酒灌之也。故《大行人》云：「上公之禮，廟中將幣三享，王禮，再祼而酢。侯伯之禮，廟中將幣三享，王禮，壹祼而酢。諸子諸男之禮，廟中將幣三享，王禮，壹祼不酢。」鄭注云：「王禮，王以郁鬯禮賓也。禮者，使宗伯攝酌圭瓚而祼，王既拜送爵，又攝酌璋瓚而祼，後又拜送爵，是謂再祼。再祼，賓乃酢王也。」禮侯伯一祼而酢者，祼賓，賓酢王而已，後不祼也。禮子男一祼不酢者，祼賓而已，不酢王也。○「灌用臭也」者，覆說諸侯為賓灌用郁鬯之意。郁鬯是臭，故云灌用臭也。此亦明貴氣之禮。○「大饗尚腶修而巳矣」者，謂諸侯行朝享及灌以後，而天子饗燕食之也。若上公則三饗三食三燕，若侯伯則再饗再食再燕，若子男則壹饗壹食壹燕也。南本或云「侯伯亦三饗」，誤也。其行饗之時，雖設大牢之禮，於時先薦腶脩於筵前，然後始設餘饌，故云尚腶脩而巳矣。此亦明不饗味之義也。○注「此大」至「侯也」。○正義曰：以文承上大饗腥之下，上大饗謂祫祭，恐此大饗者亦是祫祭，故云「饗諸侯也」。必知饗諸侯者，以此經前云「諸侯為賓」，下云「大饗」、「君三重席而酢然」，皆論待諸侯之事，故以為饗諸侯也。"
      },
      {
        "index": 3,
        "text": "大饗，君三重席而酢焉。言諸侯相饗，獻酢禮敵也。○重，直龍反，下注同。酢，才各反。三獻之介，君專席而酢焉。此降尊以就卑也。三獻，卿大夫。來聘，主君饗燕之，以介為賓，賓為苟敬，則徹重席而受酢也。專猶單也。○介音界，注同。單音丹，下文注同。"
      },
      {
        "index": 4,
        "text": "[疏]「大饗」至「酢焉」。○正義曰：此一節論尊卑之席，各依文解之。○此大饗謂諸侯相朝，主君饗賓，賓主禮敵，故主君設三重之席而受酢焉。○注「言諸」至「敵也」。○正義曰：知非諸侯朝天子天子饗之，而云「諸侯相饗」者，以經云君三重席而酢，三重席是諸侯之禮，而又稱君，故知諸侯相饗也。案《周禮•司几筵》：「諸侯莞筵紛純，加繅席畫純。」上有二席，得為三重者，皇氏云：「三重者有四席為三重，謂鋪莞筵三，上加繅席一。」熊氏以為席之重數異於棺也，三重止三席也。云「獻酢禮敵也」者，以賓與主人俱是諸侯，並有三重之席，無所降下，對下三獻之介，君專席而酢，降尊就卑之義，是尊卑不敵也，故此云「獻酢禮敵也」。○「三獻之介，君尊專席而酢焉」至「此以就卑也」。○此謂諸侯遣卿來聘，卿禮三獻，其副既是大夫，與卿為介，謂之三獻之介。此介是大夫，大夫席雖再重，今為介降一席，秪合專席。主君若受此介之酢爵，雖是諸侯合三重之席，必徹去重席，單席而受此介之酢爵焉。所以然者，降諸侯之尊以就介之卑故也。○注「三獻」至「單也」。○正義曰：「三獻，卿大夫」者，以五等諸侯有九獻、七獻、五獻，故五等諸侯之卿皆三獻也。大夫，卿之總號。若春秋之時，則與此禮有異。若大國之卿，則禮同子男。故昭元年，「鄭人饗趙孟，具五獻籩豆」，杜元凱注云：「朝聘之制，大國之卿五獻，其侯伯次國，其卿與大國大夫同。」故昭六年季武子如晉，晉人享之，武子辭云：「下臣得貺不過三獻。」杜云「大夫三獻」是也。云「來聘，主君饗燕之，以介為賓，賓為苟敬」者，案《燕禮記》云：「若以四方之賓燕，賓為苟敬，席於阼階之西北面，其介為賓。」注云：「主國君饗時親進醴於賓，今燕又宜獻焉。人臣不敢褻煩尊者，至此升堂而辭讓，欲以臣禮燕為恭敬也。於是席之，如獻諸公之位。言苟敬者，賓，實主國所宜敬。」如鄭此言，則燕時賓為苟敬，饗時則否。今此注云饗燕之賓為苟敬，連言饗者，因燕而連言饗，其實饗時賓自為賓，不為苟敬也。案《燕禮》註：「介門西北面西上，公降迎上介以為賓，揖讓升，乃命宰夫為主人獻賓於西階上，其有媵爵，群臣入即位，如燕禮。」案禮：主人與賓俱升自西階，主人酌於賓筵前，獻賓；賓西階上拜，筵前受爵，反位；主人賓右拜送爵；賓就筵祭酒西階上，卒爵，賓酢主人，主人於賓右北面受酢。此是使宰夫為主人與賓客相獻之禮。據《燕禮》之文，唯有賓酢主人，無賓酢主君之禮。今此主君專席而受賓酢者，案《燕禮》無賓酢公禮，至於說屨升堂坐之後，賓降洗升媵觚於公，公受賓爵飲以賜下。此云受酢，蓋謂此也。或可燕已臣子，賓不酢公；若與鄰國賓燕，以介為賓，賓得酢公也，但禮不具耳。皇氏以介為賓，宰夫為主人，賓與主人席於西階上，主人在東，賓在西，俱北面；又席主君於堂中南面。今案：鄭注《燕禮》主君迎上介為賓，宰夫為主人獻賓之後，如燕禮。如是則事事如燕禮。案《燕禮》筵賓於戶西南面，席公於阼階上西面，胥薦主人於洗北西面。《燕禮》席位分明如此，而皇氏乃云主人與賓俱席西階上北面，主君堂中南面。未審何所馮據以知之。"
      },
      {
        "index": 5,
        "text": "饗、禘有樂，而食、嘗無樂，陰陽之義也。凡飲，養陽氣也。凡食，養陰氣也。故春禘而秋嘗，春饗孤子，秋食耆老，其義一也，而食，嘗無樂。言義同，而或用樂或不用樂也。此「禘」當為「禴」字之誤也。《王制》曰：「春禴夏禘。」○饗禘音藥，下「春禘」同。食音嗣。夏，戶嫁反。飲，養陽氣也，故有樂。食，養陰氣也，故無聲。凡聲，陽也。"
      },
      {
        "index": 6,
        "text": "[疏]「饗禘」至「陽也」。○正義曰：此一節論饗、禘、食、嘗有樂無樂之異。○「饗、禘有樂」者，饗謂春饗孤子，禘謂春祭宗廟也，以其在陽時，故有樂。○「而食、嘗無樂」者，食謂秋食耆老，嘗謂秋祭宗廟，以其在陰時，故無樂。○「陰陽之義也」者，無樂為陰，有樂為陽，故云陰陽之義也。○「凡飲，養陽氣也。凡食，養陰氣也」者，此覆釋上文饗有樂而食無樂之義，以飲是清虛養陽氣，故有樂，而食是體質養陰氣，故無樂。○「故春禘而秋嘗，春饗孤子，秋食耆老」者，此明饗、禘在春為陽，食、嘗在秋為陰也。○「其義一也」者，禘之與嘗，俱是追慕，饗之與食，同是賞功，其事無殊，故云一也。○「而食、嘗無樂」者，文承「秋食耆老」之下，以秋是陰時，故云「食、嘗無樂」，重結之也。舉「食、嘗無樂」，亦應重結「饗、禘有樂」，不言者，略可知也。○「飲，養陽氣也，故有樂」者，更覆釋上文飲養陽氣、饗有樂也。○「食，養陰氣也，故無聲」者，覆釋上文食養陰氣，故無樂也。○「凡聲，陽也」者，釋所以饗有樂、食無樂。凡聲是陽也，陽時為饗，故有樂；陰時為食，故無樂也。○注「禘」至「夏禘」。○正義曰：依禮，三代無春禘之文，周則春曰祠，《王制》夏、殷之禮云「春曰禴」，今云「春曰禘」，故知「禘」當為「禴」。此經所論，謂夏、殷禮也。熊氏云：此夏、殷禮，秋嘗無樂。而下文云殷人先求諸陽，則秋嘗亦有樂者，謂殷人春夏祭時有樂，秋冬即無也。舉春見夏、舉秋見冬也。若周則四時祭皆有樂，故《祭統》云：「內祭則大嘗禘，升歌《清廟》，下管《象》。」是秋嘗有樂也。案《王制》：「夏後氏養老以饗禮。」則夏家養老用春時有樂，無秋食之禮。殷人養老以食禮，而秋時不作樂，無春饗之禮。周人脩而兼用之，則周人養老，春夏用饗禮，秋冬用食禮，四時皆用樂，故《文王世子》云：「凡大合樂，必遂養老。」注云：「春合舞，秋合聲。」下云：「養老之禮，遂發詠焉，登歌《清廟》。」是秋時養老亦用樂也。皇氏云：「春是生養之時，故饗孤子，取長養之義。秋是成熟之時，故食耆老，取老成之義。」熊氏云：「春饗孤子，亦饗耆老，秋食耆老，亦食孤子。」而皇氏云此既破禘為禴，故於《祭統》春禘秋嘗，不復更破，從此可知也。"
      },
      {
        "index": 7,
        "text": "鼎俎奇而籩豆偶，陰陽之義也。籩、豆之實，水土之品也。水土之品，言非人常所食。○奇，居宜反，下「鼎俎奇」同。不敢用褻味而貴多品，所以交於旦明之義也。旦當為神，篆字之誤也。○褻，息列反。旦音神，出注。篆，直轉反。"
      },
      {
        "index": 8,
        "text": "[疏]「鼎俎」至「義也」。○正義曰：此一節論鼎俎籩豆所法陰陽之事。○「鼎俎奇」者，以其盛牲體，牲體動物，動物屬陽，故其數奇。○「籩豆偶」者，其實兼有植物，植物為陰，故其數偶，故云「陰陽之義也」。○「籩豆之實，水土之品也」者，謂籩豆所充實之物皆是水土所生品類，非人所常食也。○「不敢用褻味而貴多品」者，覆釋籩豆所以用水土品族之意，言不敢用褻美食味，而貴重眾多品族也。何意如此？所以交接神明之義也。神道與人既異，故不敢用人之食味，神以多大為功，故貴多品。「鼎俎奇」者，案《聘禮》牛一、羊二、豕三、魚四、臘五、腸胃六、膚七、鮮魚八、鮮臘九也。是鼎九，其數奇也。又有陪鼎，膷一也，臐二也，膮三也，亦其數奇也。正鼎九，鼎別一俎，俎亦九也。又《少牢》陳五鼎：羊一，豕二，膚三，魚四，臘五。其腸胃從羊，五鼎五俎，又肵俎一，非是正俎也。《特牲》三鼎：牲鼎一，魚鼎二，臘鼎三。亦有三俎，肵俎一，非正俎，不在數。是皆鼎俎奇也。《有司徹》陳六俎者，屍及侑俎，主人主婦各一俎，其餘二俎者，司馬以一俎羞羊肉湆，其一俎司士羞豕肉湆，此二者益肉之俎也。此云「鼎俎奇」者，謂一處並陳。又「籩豆偶」者，案《掌客》云：「上公豆四十，侯伯三十二，子男二十四。」又《禮器》云：「天子之豆二十有六，諸公十有六，諸侯十有二，上大夫八，下大夫六。」案禮，籩與豆同，是籩豆偶也。《鄉飲酒義》六十者三豆，七十者四豆，八十者五豆，而奇數者，彼是年齒相次，非正豆也。《士喪禮》注「小斂一豆一籩」者，降於大斂，又不同於吉故也。《籩人》「饋食之籩，棗、㮚、桃、乾䕩、榛實」，凡有五物，似五籩者。熊氏云：「乾䕩之中有桃諸、梅諸，則為六物，實六籩也。」"
      },
      {
        "index": 9,
        "text": "賓入大門，而奏《肆夏》，示易以敬也；賓，朝聘者。易，和說也。○易，以豉反，注同。朝，直遙反，下注「朝覲」、「朝服」同。卒爵而樂闋，孔子屢歎之。美此禮也。○闋，苦穴反，止也。婁，力佳反，本又作屢。奠酬而工升歌，發德也。以《詩》之義，發明賓主之德。歌者在上，匏竹在下，貴人聲也。匏，笙也。○匏，步交反。竹，篪笛也。樂由陽來者也，禮由陰作者也，陰陽和而萬物得。得，得其所。"
      },
      {
        "index": 10,
        "text": "[疏]「賓入」至「物得」。○正義曰：此一節論朝聘之賓，及已之臣子有王事勞者，設燕饗之禮，奏樂之節。各依文解之。饗禮既亡，無可憑據，今約《大射》及《燕禮》解其奏樂及樂闋之節。案《大射禮》：「主人納賓。」賓是己之臣子，又無王事之勞，故賓入不奏《肆夏》。賓入及庭，公升即席，乃奏《肆夏》，於是主人引賓升，主人酌獻賓，賓拜受爵，坐啐酒，拜，告旨，樂闋。賓飲卒爵，酢主人，主人受酢畢。主人盥洗獻於公，公拜受爵，乃奏《肆夏》。公飲卒爵，拜，主人答拜，樂闋，主人洗爵受酢於公。主人受酢畢，主人又盥洗媵觚於賓。所謂酬也。主人飲畢，爵以酬賓，賓筵前受酬，奠於薦東，不舉，下大夫二人於阼階下媵爵於公公，取一大夫所媵爵以立飲，卒爵，酬賓。賓受爵，請於大夫。公許，賓以旅大夫於西階上。大夫受旅爵畢，主人洗獻卿於西階上。獻卿遍，又二大夫媵爵於公。公又行一爵。若賓若長，唯公所賜，以旅於西階上。大夫受旅畢，主人又洗升獻大夫於西階上。大夫受獻畢，乃席工升歌，歌《鹿鳴》，三終。主人獻工，乃管《新宮》。此是《大射》賓入門至工升歌之節也。《燕禮記》云：「若以樂納賓，則賓及庭奏《肆夏》。賓拜酒，主人答拜而樂闋，公拜受爵而奏《肆夏》。公卒爵，而樂闋。」鄭注云：「卿大夫有王事之勞，則奏此樂。」此是己之臣子，有王事之勞，賓及庭而奏《肆夏》也，其餘與《大射禮》同。以《大射禮》、《燕禮》而言，此云賓入大門，謂朝聘之賓，行朝聘既畢，受燕享之時，燕則大門是寢門也，饗則大門是廟門也。○「而奏《肆夏》，示易以教也」者，樂主和易，今奏此《肆夏》大樂者，示主人和易嚴敬於賓也。○「卒爵而樂闋」者，賓至庭，樂作，乃至。主人獻賓，賓受爵，啐酒，拜，告旨，而樂止。賓飲訖，酢主人。主人受酢畢，主人獻公而樂作，公飲卒爵而樂止。是「卒爵而樂闋」也。此「卒爵」謂兼賓及主君也，依《大射禮》，主人受酢不作樂，若其享時，主君親獻賓，賓親酢主君，賓主俱作樂也。○「孔子屢歎之」者，孔子見禮入門而縣興，卒爵而樂闋。屢，數也，數數歎美此禮，善其和易恭敬之義。○「奠酬而工升歌」者，據《大射禮》獻卿之後，大夫媵觶於公。所謂酬也，公奠置此酬而未舉，於時工升歌也，或可饗時主君親酬賓，賓初奠酬薦東，於時，即工升歌也。《大射》與《燕禮》異也。○「發德也」者：所以奠酬升歌，歌詠其詩，發明賓主之德。案《燕禮記》賓及庭奏《肆夏》，此入大門即奏《肆夏》者，熊氏云：「燕禮，燕已之臣子，此謂朝聘之賓，故入即奏《肆夏》也，皇氏云：「鐘師奏『九夏』，一曰《王夏》。」《大司樂》云：「王出入所奏。」「二曰《肆夏》」，《大司樂》云：「屍出入所奏。」「三曰《昭夏》」，《大司樂》云：「牲出入所奏也。」「四曰《納夏》」，注云：「四方賓來所奏也。」「五曰《章夏》」，注云：「臣有功所奏也。」「六曰《齊夏》」，注云：「夫人祭所奏也。」「七曰《族夏》」，注云：「族人侍所奏也。」「八曰《陔夏》」，注云：「客醉出所奏也。」「九曰《驁夏》」，注云：「公出入所奏也。」皇氏又云：襄四年《左氏傳》云：三夏，天子所以享元侯，《文王》、《大明》、《綿》，兩君相見之樂也，燕禮歌《鹿鳴》合鄉樂。凡合樂，降於升歌一等。王享燕元臣，升歌《三夏》，《三夏》即《頌》，合樂降一等，即合《大雅》也。元侯自相享，亦歌《頌》合《大雅》，故《仲尼燕居》兩君相見，歌《清廟》是也。侯伯子男相見，既歌《文王》合《鹿鳴》也。准約元侯，則天子享燕侯伯子男，亦歌《文王》合《鹿鳴》也。諸侯燕臣子，歌《鹿鳴》合鄉樂，燕禮是也。其天子燕在朝臣子，工歌《鹿鳴》合鄉樂，故鄭作《詩譜》云：「天子諸侯燕群臣及聘問之賓，皆歌《鹿鳴》，合鄉樂。」是也。升歌合樂，所以異者，案《鄉酒禮》及《燕禮》：工升自西階，歌《鹿鳴》、《四牡》、《皇皇者華》。歌訖，笙入立於堂下，奏《南陔》、《白華》、《華黍》。奏訖，乃間歌《魚麗》，笙《由庚》，歌《南有嘉魚》，笙《崇丘》，歌《南山有台》，笙《由儀》。間歌訖，乃合鄉樂。《周南•關雎》、《葛覃》、《卷耳》，《召南•鵲巢》、《采蘩》、《采蘋》。間者，謂堂上堂下，一歌一吹，更遞而作。合者，上下之樂並作，此其所以異也。皇氏云：「此經卒爵樂闋之義，主人受酢之時作樂。」今案《大射禮》：「宰夫為主人受酢之時，不作樂。」皇氏說非也。皇氏又云：「卒爵而樂闋，凡樂三闋也，一是賓飲畢，樂闋也；二是主人受酢飲畢，樂闋也；三是賓奠酬之後，工升歌畢，將於酢之時，樂闋也。」今案此經初云「入門而奏《肆夏》」，次云「卒爵而樂闋」，下云「奠酬而工升歌」，所陳之事，依先後次第，則樂闋之中，不得並數奠酬升歌樂闋也。且工升歌之後，則有笙入奏《南陔》之等，及間歌合樂，無樂闋之文，何得卒爵樂闋之中數之為三闋？皇氏非也。案鐘師《九夏》，皆夏文在下，而南本《納夏》，獨夏文在上，其義疑也。皇氏云：「天子燕享已之臣子，與燕饗諸侯，同歌《文王》合《鹿鳴》。」今案《詩譜》云：「天子諸侯燕群臣及聘問之賓，歌《鹿鳴》合鄉樂。」皇說非也。○「歌者在上，匏竹在下，貴人聲也」者，解所以不升笙之義也。匏，笙也。竹，篪笛也。歌是人聲，人聲可貴，故升之在堂。匏竹可賤，故在堂下。然瑟亦升堂者，瑟工隨歌工故也。○「樂由」至「物得」。○此因上有賓主禮樂之事，遂說禮樂之義。○「樂由陽來者也」者，此明樂也。陽，天也。天氣化，故作樂象之，樂以氣為化，是「樂由陽來者也」。陽化，謂五聲八音也。○「禮由陰作者也」者，陰，地也。地以形生，故制禮象之，禮以形為教，是禮由陰作也。形教，謂尊卑大小拜伏之事也。○「陰陽和而萬物得」者，和，猶合也。得，謂各得其所也。若禮樂由於天地，天地與之和合，則萬物得其所也。"
      },
      {
        "index": 11,
        "text": "旅幣無方，所以別土地之宜，而節遠邇之期也。旅，眾也。邇，近也。○別，彼別反，下注「無別」同。龜為前列，先知也。以鍾次之，以和居參之也。鐘，金也。獻金為作器，鍾其大者，以金參居庭實之間，示和也。○為作，於偽反，下文「為君」同。虎豹之皮，示服猛也。束帛加璧，往德也。"
      },
      {
        "index": 12,
        "text": "[疏]「旅幣」至「德也」。○正義曰：此一節明朝聘貨賄庭實之物。○「旅幣無方」者，旅，眾也；幣，庭實也。眾國貢獻幣物，非止一方，故云「無方」。○「所以別土地之宜」者，五方各殊，所出有異，所以分別土地所生之宜。○「而節遠邇之期也」者，邇，近也，六服有遠近，或嬪或貨，所貢之屬，各有期也。○「龜為前列，先知也」者，此即旅幣無方之事也。龜是靈知之物，陳之於庭，則列龜最在前，故云「先知也」。○「以鍾次之」者，鐘，金也。陳金則次於龜後也。不謂之為金，而謂之為鍾者，貴金以供王之鑄器。器之大者，莫大於鐘，故言以鍾次之也。○「以和居參之也」者，解以金次龜義也。金性柔和，從時變革也。金列庭實，前龜後皮帛，以金參廁，居龜帛之中間，故云「以和居參之也」。○「虎豹之皮，示服猛也」者，釋庭實有皮義也。虎豹是威猛之獸，今得其皮來列在王庭，是表示君臣之德，能服四方之威猛者也。○「束帛加璧，往德也」者，解享用束帛，帛上又加璧之義也。玉以表德，今將玉加於束帛，或錦繡黼黻之上，是以表往歸於德故也。謂主君有德而往歸之。南本及定本皆作「往德」，北本為「任德」。熊氏云：任用德，恐非也。"
      },
      {
        "index": 13,
        "text": "庭燎之百，由齊桓公始也。僣天子也。庭燎之差，公蓋五十，侯、伯、子、男皆三十。○燎，力妙反，徐力吊反。僣，子念反，後同。大夫之奏《肆夏》也，由趙文子始也。僣諸侯，趙文子，晉大夫，名武。"
      },
      {
        "index": 14,
        "text": "[疏]「庭燎」至「始也」。○正義曰：自此以下至「夷王」以下，總論朝聘失禮之事。各隨文解之。○「庭燎之百」者，謂於庭中設火，以照燎來朝之臣夜入者，因名火為庭燎也。禮：天子百燎，上公五十，侯伯子男三十。齊桓公是諸侯，而僣用百，後世襲之，是失禮從齊桓公為始。○注「僣天」至「三十」。○正義曰：此數出《大戴禮》也，但崇翱問：「引《大戴禮》也何以言『蓋』？」沈閣對曰：「言『蓋』無別意，猶如《禮運》云：『仲尼之歎，蓋歎魯也。』亦無別意。百者，皇氏云：「作百炬列於庭也，或云百炬共一束也。」○注「僣諸」至「名武」。○正義曰：案《大射禮》：「公升即席，奏《肆夏》。」《燕禮》云：「若以樂納賓，則賓及庭奏《肆夏》，是諸侯之禮。」今文子亦奏之，故云「僣諸侯」。此謂納賓樂也。若登歌下管正樂，則天子用三夏以饗元侯；元侯相饗，亦得用之。《周禮》「九夏」，《王夏》者，天子所用，其餘八夏，諸侯皆得用之。其《陔夏》，卿大夫亦得用之，故《鄉飲酒》客醉而出，奏《陔夏》，但非堂上正樂所用也。"
      },
      {
        "index": 15,
        "text": "朝覲，大夫之私覿，非禮也。大夫執圭而使，所以申信也。其君親來，其臣不敢私見於主國君也，以君命聘，則有私見。○覿，大力反，下同。使，色吏反。見，賢遍反，下同。不敢私覿，所以致敬也。而庭實私覿，何為乎諸侯之庭？非其與君無別。為人臣者無外交，不敢貳君也。私覿，是外交也。"
      },
      {
        "index": 16,
        "text": "[疏]「朝覲」至「君也」。○正義曰：此一節論大夫從君朝覲，行私覿，非禮之事。○「朝覲，大夫之私覿，非禮也」者，朝覲，謂君親往鄰國行朝覲之禮。大夫從君而行，輒行私覿，是非禮也。○「大夫執圭而使，所以申信也」者，既從君而行，不可私覿。若專使而出，則可為之。故云大夫執圭而使，謂受命執圭，專使鄰國，得行私覿，所以申己之誠信也。○「不敢私覿，所以致敬也」者，覆明從君而行，不敢行私覿，所以致敬於已君也。○「而庭實私覿，何為乎諸侯之庭」者，當周衰之後，有臣從君而行，設庭實私覿於主國之庭，作記者譏之。庭實私覿，何得為乎諸侯之庭？譏其與君無別也。○「為人臣者無外交，不敢貳君也」者，解所以從君而行，不敢私覿之意。為人之臣，既無外交，唯專一事君。既從君而行，不敢貳心於他君，所以不行私覿之禮。○注「其君」至「私見」。○正義曰：案《聘禮》：「臣出使有私覿。」今云「私覿」非禮也，故知從君行也，且經云「朝覲」，是君親行之事。云「以君命聘，則有私見」者，解經文「執圭而使，所以申信也」。約《聘禮》有私覿，故云「以君命聘，則有私見」也。"
      },
      {
        "index": 17,
        "text": "大夫而饗君，非禮也。其饗君，由強且富也。大夫強而君殺之，義也，由三桓始也。三桓，魯桓公之子，莊公之弟，公子慶父、公子牙、公子友。慶父與牙通於夫人以脅公，季友以君命鴆牙。後慶父弒二君，又死也。○慶父音甫。鴆，直陰反。弒音試。天子無客禮，莫敢為主焉。君適其臣，升自阼階，不敢有其室也。明饗君非禮也。○升自阼，才路反，本又作「升自阼階」。覲禮，天子不下堂而見諸侯。正君臣也。下堂而見諸侯，天子之失禮也，由夷王以下。夷王，周康王之玄孫之子也。時微弱，不敢自尊於諸侯。"
      },
      {
        "index": 18,
        "text": "[疏]「大夫」至「始也」。○正義曰：大夫富強，專制於君，召君而饗之，非禮也。「大夫強而君殺之，義也」者，大夫強盛，則干國亂紀，而君能殺之，是銷絕惡源，得其義也。○「由三桓始也」者，從三桓以後，有能誅殺強臣，由三桓而來，故云「由三桓始也」。○注「三桓」至「死也」。○正義曰：案《春秋》公子慶父、公子牙、公子友皆莊公弟，是桓公子也。云「慶父與牙通於夫人以脅公」者，案莊公二十七年，公子友如陳，葬原仲。《公羊》云：「辟內難。內難者何？公子慶父、公子牙通乎夫人以脅公。」何休云：「公病問後於牙，牙對曰：「魯一生一及，君已知之。牙欲立慶父，是脅公也。」云「季友以君命鴆牙」者，案莊三十二年《左傳》云：「公疾問後於叔牙，對曰：『慶父材。』問於季友，對曰：『臣以死奉般。』公曰：『鄉者牙曰慶父材。』成季使以君命，命僖叔待於針巫氏，使針季酖之。」是也。「後慶父弒二君」者，莊公三十二年《左氏》云：「八月癸亥，公薨於路寢，子般即位。冬十月己未，共仲使圉人犖賊子般於黨氏」，閔二年秋八月辛丑，「共仲使卜齮賊公於武闈」。是弒二君也。云「又死也」者，案《左氏》云：「成季以僖公適邾，共仲奔莒，乃入，立之，以賂求共仲於莒，莒人歸之，及密，使公子魚請，不許，哭而往。共仲曰：奚斯之聲也。乃縊。」是慶父又死也。案三桓之前，齊有公孫無知作亂，衛有州吁，宋有長萬，皆以強盛被殺。而云「由三桓始」者，熊氏云：據魯而言，猶如《論語》云「十世五世希不失矣」。三桓之後，若襄仲季孫意如雖強，君不能殺。據時有能殺者言之。然此經注並《公羊》文，以《左氏傳》為解耳。○注「明饗君非禮也」。○正義曰：「天子無客禮，莫敢為主焉。君適其臣，升自阼階，臣不敢有其室」，臣既不敢為主，明饗君非禮，結上文也。春秋之時，則有諸侯饗天子，故莊二十一年，鄭伯享王於闕西辟樂備，亂世非正法也。○「覲禮」至「以下」。○案《覲禮》「天子負斧依南面，侯氏執玉入」，是不下堂見諸侯也。若春朝夏宗，則以客禮待諸侯，以車出迎。熊氏云：「春夏受三饗之時，乃有迎法。」義或然也。故《齊僕》云：「各以其等為車送逆之節。」注云：「節謂王乘車迎賓客及送，相去遠近之數。」是也。○「由夷王以以下」者，夷王下堂而見諸侯，自此以後或有然者，故云「以下」。○注「夷王」至「子也」。○正義曰：案《世本》康王生昭王，昭王生穆王，穆王生恭王，恭王生懿王。懿王崩，弟孝王立。孝王崩，懿王大子燮立，是為夷王。懿王是康王之玄孫，夷王是懿王之子，故云玄孫之子也。"
      },
      {
        "index": 19,
        "text": "諸侯之宮縣，而祭以白牡，擊玉磬、朱干設鍚，冕而舞《大武》，乘大路，諸侯之僣禮也。言此皆天子之禮也。宮縣，四面縣也。干，盾也，鍚傅其背如龜也。《武》，萬舞也。白牡，大路，殷天子禮也。○縣音玄，注及下同。錫音陽，注同。盾，本亦作楯，純尹反，又音尹。傅音附。背，補佩反。台門而旅樹，反坫，繡黼丹朱中衣，大夫之僣禮也。言此皆諸侯之禮也。旅，道也。屏謂之樹，樹所以蔽行道。管氏樹塞門，塞猶蔽也。禮：天子外屏，諸侯內屏，大夫以簾，士以帷。反坫，反爵之坫也，蓋在尊南，兩君相見，主君既獻，於反爵焉。繡黼丹朱以為中衣領緣也。繡讀為綃。綃，繒名也。《詩》云：「素衣朱綃。」又云：「素衣朱襮。」襮，黼領也。○坫，丁念反。繡，依注作綃，音消，注或作綃，亦同。黼音甫。簾音廉。「於反爵焉」，本或作「賓反爵焉」。領緣，移絹反。繒，似陵反。襮音博。故天子微，諸侯僣，大夫強，諸侯脅。於此相貴以等，相覿以貨，相賂以利，而天下之禮亂矣。言僣所由。諸侯不敢祖天子，大夫不敢祖諸侯。而公廟之設於私家，非禮也，由三桓始也。言仲孫、叔孫、季孫氏皆立桓公廟，魯以周公之故，立文王廟，三家見而僣焉。"
      },
      {
        "index": 20,
        "text": "[疏]「諸侯」至「始也」。○正義曰：此一節總論諸侯及大夫奢僣強盛之事。各依文解之。○「諸侯之宮縣」者，諸侯唯合軒縣，今乃有宮縣。又諸侯祭用時王牲，今用白牡。又諸侯擊石磬，今擊玉磬。又諸侯得舞《大武》，故《詩》云「方將萬舞」，宣八年「萬入去籥」是也。但不不得朱干設鍚，冕服而舞。今「朱干設鍚，冕而舞《大武》」，諸侯合乘時王之車，今乃乘殷之大路，並是諸侯僣禮也。○注「言此」至「禮也」。○正義曰：案《小胥》：「天子宮縣。」案文十三年《公羊傳》云：「周公用白牡。」又《明堂位》云：「祀周公於太廟，牲用白牡，擊玉磬。」則《皋陶謨》云「鳴球」是也。《祭統》云：「朱干玉戚，冕而舞《大武》。」《明堂》云：「魯君孟春乘大路。」其《祭統》、《明堂》所云「皆天子禮樂，特賜周公」，故云皆天子之禮。魯唯文王周公廟得而用之，若用於他廟，則為僣也。若他國諸侯，非二王之後，祀受命之君而用之，皆為僣也。云「錫傅其背如龜也」者，《詩》云「鏤錫」，謂以金飾之，則此錫亦以金飾也，謂用金琢傅其盾背，盾背外高，龜背亦外高，故云「如龜也」。蓋見漢禮然也。白牡，是殷之正色，「大路」與「白牡」同文，故知白牡大路，是殷天子之禮也。○「台門」至「禮也」。○此一經明大夫僣諸侯禮。「台門」者，兩邊起土為台，台上架屋曰台門。○「而旅樹」者，旅，道也；樹，立也。人君當門道立屏，蔽內外為蔽也。○「反坫」者，反爵之坫也，若兩君相享，則設尊兩楹間，坫在其南。坫以土為之。○「繡黼丹朱中衣」者，綃，繒也；黼，刺繒為黼文也。丹朱，赤色，謂染繒為赤色也。中衣，謂以素為冕服之裡衣，猶今中衣單也。○「大夫之僣禮也」者，自台門以下，於時大夫皆有此事，故言僣禮也。○注「言禮」至「領也」。○正義曰：旅，道也，所行處，故以為道也。云「屏謂之樹」，《釋宮》文。引「管氏樹塞門」者，據經「旅樹」之義。云「禮：天子外屏，諸侯內屏，大夫以簾，士以帷」者，《禮緯》文，南本云及定本皆然，或云大夫以帷，士以簾，誤也。云「反坫，反爵之坫也」者，以《明堂》云「反坫出尊」，則坫為尊而設，故知反坫，反爵也。以言出尊，故云「蓋在尊南」也。《鄉飲酒》是卿大夫之禮，尊於房戶間。《燕禮》是燕已之臣子，故尊於東楹之西。若兩君相敵，則尊於兩楹間，故其坫在兩楹間。云「兩君相見，主君既獻，於反爵焉」者，案《論語》云：「邦君為兩君之好，有反坫。」故知「兩君相見」也，故注云：「其獻酬之禮，更酌，酌畢，則各反爵於坫上。」故云「主君既獻，於反爵焉」，謂於此坫上而反爵焉。熊氏云：「主君獻賓，賓筵前受爵，飲畢，反此虛爵於坫上，於西階上拜。主人於阼階上答拜，賓於坫取爵，洗爵，酌以酢主人。主人受爵飲畢，反此虛爵於坫上。主人阼階上拜，賓答拜。」是賓主飲畢，反爵於坫上也。而《論語》注「酌畢，各反爵於坫上」者，文不具耳。其實當云：飲畢，或可初酌之時，則奠於坫。與《鄉飲酒禮》異也。義有疑，故具存焉。云「繡黼丹朱以為中衣領緣也」者，中衣，謂冕及爵弁之中衣，以素為之，繡黼為領，丹朱為緣。云「繡讀為綃，綃，繒名也」者，案注《昏禮》引《詩》云：「素衣朱綃。」《魯詩》亦以為綃。綃，綺屬，以《魯詩》既為綃字，又五色備曰繡，白與黑曰黼，繡黼不得共為一物，故以繡為綃也，謂於綃上而刺黼文也。引《詩》云「素衣朱綃」者，證以繡為綃。又引《詩》「素衣朱襮」者，證黼領也。案《釋器》「黼領謂之襮」，故云「襮，黼領也」。案《玉藻》云：「以帛裡布，非禮也。」此素衣是絲，當為冕及爵弁之中衣。禮：朝燕之服，皆以布為之。皇氏云：「此素為中衣，兼為朝燕服之中衣。」非也。案《禮》公之孤四命，則爵弁自祭也。則天子大夫四命，亦當爵弁自祭，則中衣得用素，但不得用綃黼為領、丹朱為緣耳。熊氏云：此云大夫僣，謂非四命大夫而著素衣為僣。今為四命得著素衣，但以綃黼丹朱猶為僣也。其大夫士助祭於君，服爵弁以上，雖中衣用素，亦不得用綃黼丹朱以為領緣，以其是諸侯之服，故《唐詩•揚之水》「刺晉昭公微弱」，云：「素衣朱綃，從子於鵠。」國人欲進此服，去從桓叔為諸侯也。○「於此相貴以等，相覿以貨」。○謂臣下不畏懼於君，而擅相尊貴以等列，故庾云：「擅相封爵也。」○「相覿以貨」者，大大私相覿以貨賄，不辟君。○注「魯以」至「僣焉」。○正義曰：知魯得立文王廟者，案襄十二年秋，「吳子壽夢卒，臨於周廟，禮也」。注云：「周廟，謂文王廟也。」此經云「諸侯不敢祖天子」，而文二年《左傳》云：「宋祖帝乙，鄭祖厲王。」「大夫不敢祖諸侯」，而莊二十八年《左傳》云：「凡邑有宗廟先君之主曰都。」與此文不同者，此據尋常諸侯大夫，彼據有大功德者，故《異義》：《禮戴》引此《郊特牲》，云「又匡衡說支庶不敢薦其禰，下士諸侯不得專祖於王」。古《春秋左氏》說，天子之子，以上德為諸侯者，得祖所自出。魯以周公之故，立文王廟。《左傳》「宋祖帝乙，鄭祖厲王，猶上祖也。」又曰「凡邑有宗廟先君之主曰都」，以其有先君之主，公子為大夫，所食采地亦自立所出公廟，其立先公廟准禮。公子得祖先君，公孫不得祖諸侯。許慎謹案：「周公以上德封於魯，得郊天，兼用四代之禮樂。」知亦得祖天子。諸侯有德祖天子者，知大夫亦得祖諸侯。鄭氏無駮，與許氏同也。其王子母弟無大功德，不得出封食采畿內，賢於餘者，亦得采地之中立祖王廟，故都宗人，家宗人，皆為都家祭所出祖王之廟也。"
      },
      {
        "index": 21,
        "text": "天子存二代之後，猶尊賢也。尊賢不過二代。過之，遠難法也。二或為三。○過，古臥反。\n[疏]「天子」至「二代」。○正義曰：此一節論王者立二王后尊賢之事。○「天子存二代」者，天子繼世而立，子孫以不肖滅亡，見在子孫，又無功德，仍須存之，所以存二代之後者，猶尚尊其往昔之賢所能法象。○「尊賢不過二代」者，所以尊賢之事，取其法象，但代異時移，今古不一。若皆法象先代，今則不可盡行，故所尊之賢，不過取二代而已。若過之，遠難為法也。案《異義》：「《公羊》說，存二王之後，所以通天三統之義，引此文；古《春秋左氏》說周家封夏、殷二王之後以為上公，封黃帝、堯、舜之後，謂之三恪。」許慎謹案云：「治《魯詩》丞相韋玄成，治《易》施犨等說引《外傳》曰：『三王之樂，可得觀乎。』知王者所封三代而已。」不與《左氏》說同。鄭駮之云：「所存二王之後者，命使郊天，以天子之禮祭其始祖，受命之王自行其正朔服色。恪者，敬也，敬其先聖而封其後，與諸侯無殊異，何得比夏殷之後？」如鄭此言，《公羊》自據二王之後，《左氏》兼論三恪，義不乖異也。熊氏云：「周之三恪，越、少昊、高辛，遠存黃帝者，取其製作之人，故《易•繫辭》云：神農氏沒，黃帝堯舜氏作。」義當然也。"
      },
      {
        "index": 22,
        "text": "諸侯不臣寓公，故古者寓公不繼世。寓，寄也。寄公之子，非賢者，世不足尊也。寓或為「托」。○寓音遇。\n[疏]「諸侯」至『繼世「。○正義曰：此一節論寄公之子為臣之事。○注「寓寄」至「尊也」。○正義曰：案《喪服傳》云：「寄公者何也？失地之君也。或天子削地，或被諸侯所逐，皆為失地也。諸侯不臣者，不敢以寄公為臣也。」"
      },
      {
        "index": 23,
        "text": "君之南鄉，答陽之義也。臣之北面，答君也。答，對也。○鄉，許亮反，下「君南鄉」同。○大夫之臣不稽首，非尊家臣，以辟君也。辟國君也。○辟音避，注同。"
      },
      {
        "index": 24,
        "text": "[疏]「大夫」至「君也」。○正義曰：此一節論大夫君辟正君之事。諸侯則稽首於天子，大夫則稽首於諸侯，皆盡其臣禮以事君。今大夫家臣於大夫之處，拜時不為稽首，非是尊敬此家臣不令稽首，所以不稽首者，以辟國之正君。臣於國君已皆稽首，今大夫之臣又稽首於大夫之君，便是一國兩君，故云「以辟君也」。大夫得稽首於諸侯，不辟天子者，謂諸侯有大功德，出封畿外，專有其國，故大夫得專盡臣禮事之也。"
      },
      {
        "index": 25,
        "text": "大夫有獻弗親，君有賜不面拜，為君之答已也。不面拜者，於外告小臣，小臣受以入也。小臣掌三公孤卿之復逆也。"
      },
      {
        "index": 26,
        "text": "[疏]「大夫」至「已也」。○正義曰：此經論君尊大夫之事。○「大夫有獻弗親」者，謂大夫有物獻君，使人獻之，不親來獻。○「君有賜不面拜」者，謂君有物賜大夫，大夫不面自來拜，所以然者，恐為君之答已，故不自來，不報而去。○注「小臣」至「逆也」。○正義曰：案大僕掌諸侯之復逆，御僕掌群吏之逆及庶民之復，皆無大夫之文，即此小臣所掌孤卿中兼之，故鄭云：「復謂奏事也，逆謂受下奏也。」"
      },
      {
        "index": 27,
        "text": "鄉人禓，禓，強鬼也。謂時儺，索室驅疫，逐強鬼也。禓，或為獻，或為儺。○禓音傷，鬼名也。強，其丈反。難，乃多反，下同，本又作「儺」。索，色百反，下文注皆同。驅又作驅，同，起居反。孔子朝服立於阼，存室神也。神依人也。"
      },
      {
        "index": 28,
        "text": "[疏]「鄉人」至「神也」。○正義曰：此一節論孔子存神之事。○「鄉人禓」者，廋云：「禓是強鬼之名，謂鄉火驅逐此強鬼。」孔子則身著朝服立於阼階之上，所以然者，以時驅逐強鬼，恐已廟室之神時有驚恐，故著朝服立於廟之阼階，存安廟室之神，使神依已而安也。所以朝服者，大夫朝服以祭，故用祭服以依神。"
      },
      {
        "index": 29,
        "text": "孔子曰：「射之樂也，何以聽？何以射？」多其射容與樂節相應也。孔子曰：「士使之射，不能則辭以疾，縣弧之義也。」男子生，而設弧於門左，示有射道而未能也。女子設帨。○弧音胡。帨，始銳反。"
      },
      {
        "index": 30,
        "text": "[疏]「孔子」至「義也」。○正義曰：此一節論歎美祭廟擇士之射，必使容體合樂，故云「射之以樂」。○「何以聽」者，言何以能聽此樂節，使與射容相應。○「何以射」者，言何以能使射與樂節相應，故各善其兩事相應，故鄭注《射義》云：「何以，言其難也。」○「孔子曰：士使之射，不能則辭以疾，縣弧之義也」者，孔子既美射之與樂相應，又論身之不可不習。為士之法，理合能射，今使之射，若其不能，便是乖於為士之義，則當辭以疾病。○「縣弧之義也」者，以男子初生，縣弧於門左，示有射道而未能也。今士亦有射道，以其疾病而不能，與男子初生縣弧相似，故云「縣弧之義也」。○注「男子」至「設帨」。○正義曰：「案《內則》云：「子生，男子設弧於門左，女子設帨於門右。」男子所以設弧者，示其有射道，所以縣之者，以其未能也。長大不得不能，故辭以疾也。"
      },
      {
        "index": 31,
        "text": "孔子曰：「三日齊，一日用之，猶恐不敬。二日伐鼓，何居？」居讀為姬，語之助也。何居，怪之也。伐猶擊也。齊者止樂，而二日系鼓，則是成一日齊也。○齊，本又作齋，同側皆反，後放此。何居音姬。"
      },
      {
        "index": 32,
        "text": "[疏]「孔子」至「何居」。○正義曰：此一經論祭之失禮之事。祭前宜齊而專一，不得伐鼓也。凡祭，必散七日，致齊三日，不樂不吊，致齊三日，專其一心，用以祭祀，猶恐為敬不足，故云「猶恐不敬」也。於時祭者，在致齊三日之中，而二日伐鼓，使祭者情散意逸以違禮，故譏而問之：「二日伐鼓，何姬？」姬是語助之辭也。"
      },
      {
        "index": 33,
        "text": "孔子曰：「繹之於庫門內，祊之於東方，朝市之於西方，失之矣。」祊之禮，宜於廟門外之西室，繹又於其堂，神位在西也。此二者同時，而大名曰繹。其祭禮簡，而事屍禮大，朝市宜於巿之東偏。《周禮》巿有三期，「大巿，日側而巿，百族為主。朝巿，朝時而巿，商賈為主。夕市，夕時而市，販夫販婦為主」。○繹音亦。祊，百彭反。賈音古。販，甫萬反。"
      },
      {
        "index": 34,
        "text": "[疏]「孔子」至「之矣」。○正義曰：此一經論魯失禮之事。○「繹之於庫門內」者，繹祭之禮，當於廟門外之西堂，今乃於庫門內。○「祊之於東方」者，祊當在廟門外西室，今乃於廟門外東方。○「朝巿之於西方」者，朝巿，謂朝時而巿，當於巿內東方，謂市內道東也。今乃於巿內西方。○「失之矣」者，言此三事，皆違於禮，故言「失之矣」。○注「祊之」至「為主」。○正義曰：「祊之禮，宜於廟門外之西室」者，下文索祭祝於祊，是為祭設，故當在廟門外。又《釋宮》云：「閍謂之門。」孫炎云：「謂廟門外。」又引《詩》云：「祝祭於祊。」故知廟門也。「知廟門外」者，《禮器》云：「為祊乎外。」故知在外也。以西是鬼神之位，室又求神之處，故知在廟門外之西室。云「繹又於其堂」者，祊是求神之名，繹是接屍之稱，求神在室，接屍在堂，故云「繹又於其堂」。云「此二者同時，而大名曰繹」者，祊是室內求神，繹是堂上接屍，一時之事，故云「二者同時」。案《春秋》宣八年壬午「猶繹」，《釋天》云：「繹，又祭。」《詩•絲衣》云：「繹賓屍。」但有繹名，而無祊稱，是大名曰繹。云「其祭禮簡，而事屍禮大」者，案《儀禮•有司徹》，是上大夫儐尸也。但於堂上獻尸獻侑，全無室中之事。又《絲衣》云：「自堂徂基，自羊徂牛。」是祭神也。下云：「兕觥其觩，㫖酒思柔。」是接尸也。故知「祭神禮簡」，「事屍禮大」。天子諸侯謂之為繹，其祭之明日，於廟門外西室，及堂而行禮也。上大夫曰儐屍，與祭同日，於廟堂之上而行禮也。下大夫及士雖有獻屍及賓等相酬酢行禮於廟之事，不謂之儐屍也。引《周禮》「大巿，日側而巿」以下，皆《周禮•司巿》文。日中百族為主者，注云：「百族必容來去。商賈為主，謂商賈家在外巿城。販夫販婦，朝資夕賣。」凡日中朝夕，百族商賈及販夫販婦皆言為主者，據其多耳。皇氏以為「日側，日將中而未中，猶在東側」。故鄭注彼云：「日昃，昳中也。」"
      },
      {
        "index": 35,
        "text": "社祭土而主陰氣也，君南鄉於北墉下，答陰之義也。牆謂之墉，北墉，社內北牆。○庸，本亦作墉，音容。日用甲，用日之始也。國中之神，莫貴於社。天子大社，必受霜露風雨，以達天地之氣也。大社，王為群姓所立。○大音太，下文注「大社」、「大王」、「大廟」、「大古」、「大王」皆同。為，於偽反，下文「為社」、「為焚」皆同。是故喪國之社屋之，不受天陽也；薄社北牖，使陰明也。絕其陽通其陰而已。薄社，殷之社，殷始都薄。○喪，息浪反。薄，本又作亳，步各反。牖音酉。社，所以神地之道也。地載萬物，天垂象，取財於地，取法於天，是以尊天而親地也，故教民美報焉。家主中霤而國主社，示本也。中霤，亦土神也。唯為社事，單出裡；唯為社田，國人畢作；唯社，丘乘共粢盛，所以報本反始也。單出裡，皆往祭社於都鄙，二十五家為裡。畢作，人則盡行，非徒羨也。丘，十六井也。四丘六十四井曰甸，或謂之乘。乘者以於車賦出長轂一乘，乘或為鄰。○乘，時證反，注同，又徒遍反。共音恭。粢音資。甸，徒練反，又繩證反。"
      },
      {
        "index": 36,
        "text": "[疏]「社稷」至「始也」。○正義曰：此一節總論社神之義，兼明所祭之禮。○「社祭土而主陰氣也」者，土，謂五土，山林、川澤、丘陵、墳衍、原隰也，以時祭之，故云社祭土。土是陰氣之主，故云「而主陰氣也」。○「君南鄉於北墉下，答陰之義也」者，墉，牆也。社既主陰，陰宜在北，故祭社時，以社在南，設主壇上北面，而君來在北牆下，而南鄉祭之，是對陰之義也。○「日用甲，用日之始也」者，社是國中之貴神，甲是旬日之初始，故用之也。○「天子大社，必受霜露風雨，以達天地之氣也」者，是解社不屋義也。達，通也。風雨至則萬物生，霜露降則萬物成，故不為屋，以受霜露風雨，霜露風雨至，是天地氣通也，故云「達天地之氣也」。○「是故喪國之社屋之，不受天陽也」者，喪國社者，謂周立殷社也，立以為戒。不生成，天是生法，其無生義，故屋隔之，令不受天之陽也。《白虎通》云：「王者諸侯必有誡社者何？示有存亡也。明為善者得之，為惡者失之。」○「薄社北牖，使陰明也」者，即喪國社也。殷始都薄，故呼其社為薄社也。周立殷社為戒而屋之，塞其三面，唯開北牖，示絕陽而通陰，陰明則物死也。○「社，所以神地之道也」者，言立社之祭，是神明於地之道故也。發此句，為下張本也。○「地載萬物」者，釋地所得神之由也。地之為德，以載萬物為用故也。○「天垂象」者，欲明地之貴，故引天為對也。地有其物，天上皆垂其象，所謂在天成象，在地成形也。○「取財於地」者，地須產財，並在地出，為人所取也。○「取法於天」者，人知四時早晚，皆仿日月星辰，以為耕作之候，是取法於天。○「是以尊天而親地也」者，所以法者，故尊而祭之，天子祭天是也。所取財者，故親而祭之，一切親地而共祭社是也。○「故教民美報焉」者，此結祀社也。地既為民所親，故與庶民祭之，以教民美報故也。○「家主中霤」者，中霤謂土神，卿大夫之家主祭土神在於中霤。○「而國主社」者，謂天子諸侯之國，主祭土神於社。○「示本也」者，以土神生財，以養官之與民，故皆主祭土神，示其養生之本也。○「唯為社事，單出裡」者，社事，祭社事也。單，盡也。裡，居也。社既為國之本，故若祭社，則合裡之家並盡出，故云「單出裡」也。此唯每家出一人，不人人出也。○「唯為社田，國人畢作」者，田，獵也。畢，盡也。作，行也。既人人得社福，故若祭社，先為社獵，則國中之人皆盡行，無得住家也。○「唯社，丘乘共粢盛」者，向說「祭社用牲」，此明祭社用米也。「丘乘」者，都鄙井田也。九夫為井，四井為邑，四邑為丘，四丘為乘。唯祭社而使丘乘共其粢盛也。粢，稷也。稷曰明粢，在器曰盛。庾蔚云：「粢盛所須者少，故丘乘共之也。」皇氏云：「若天子諸侯祭社，則用藉田之穀。大夫以下無藉田，若祭社，則丘乘之民共之，示民出力也。」○「所以報本反始也」者，結美報也。皇氏云：「國人畢作，是『報本』，而丘乘共粢盛，是『反始』。言粢盛是社所生，故云『反始也』。」熊氏云：「祭社稷之神為報本，祭所配之人為反始。」未知孰是，故兩存焉。○注「大社」至「所立」。○正義曰：知「為群姓所立」者，《祭法》文，但社稷之義，先儒所解不同。鄭康成之說，以社為五土之神，稷為原隰之神，句龍以有平水土之功，配社祀之，稷播五穀之功，配稷祀之。鄭必以為此論者，案《郊特牲》云「社祭土而主陰氣」，又云「社所以神地之道」。又《禮運》云：「命降於社之謂殽地。」又《王制》云：「祭天地社稷，為越紼而行事。」據此諸文，故知社即地神，稷是社之細別，別名曰稷，稷乃原隰所生，故以稷為原隰之神。故賈逵、馬融、王肅之徒，以社祭句龍，稷祭後稷，皆人鬼也，非地神。故《聖證論》王肅難鄭云：「《禮運》云：『祀帝於郊，所以定天位；祀社於國，所以列地利。』社若是地，應云定地位，而言列地利，故知社非地也。」為鄭學者馬昭之等通之云：「天體無形，故須云定位。地體有形，不須云定位，故唯云列地利。」肅又難鄭云：「祭天牛角繭栗而用特牲，祭社用牛角尺而用大牢。又祭天地大裘而冕，祭社稷絺冕，又唯天子令庶民祭社，社若是地神，豈庶民得祭地乎？」為鄭學者通之云：「以天神至尊而簡質事之，故牛角繭栗而用特牲，服著大裘。天地至尊，天子至貴，天子祭社，是地之別體，有功於人，報其載養之功，故用大牢，貶降於天，故角尺也。祭用絺冕，取其陰類，庶人蒙其社功，故亦祭之，非是方澤、神州之地也。」肅又難鄭云：「《召誥》用牲於郊牛二，明後稷配天，故知二牲也。」又云：「社於新邑，牛一、羊一、豕一，明知唯祭句龍，更無配祭之人。」為鄭學者通之云：「是後稷與天，尊卑所別，不敢同天牲，句龍是上公之神，社是地祇之別，尊卑不盡縣絕，故云配同牲也。」肅又難鄭云：「後稷配天，《孝經》言配天明夫，後稷不稱天也。《祭法》及昭二十九年傳云：『句龍能平水土，故祀以為社。』不云祀以配社，明知社即句龍也。為鄭學者通之云：「後稷非能與天同，功唯尊祖配之，故云不得稱天。句龍與天同功，故得云祀以為社，而得稱社也。」肅又難云：「《春秋》說伐鼓於社責上公，不云責地祇，明社是上公也。又《月令》『命民社』鄭注云：『社，后土也。』《孝經》注云：『後稷，土也。句龍為后土。』鄭既云：『社，后土』，則句龍也。是鄭自相違反。」為鄭學者通之云：「伐鼓責上公者，以日食，臣侵君之象，故以責上公言之。句龍為后土之官，其地神亦名后土，故《左傳》云：『君戴皇天而履后土。』地稱后土，與句龍稱后土名同而無異也。鄭注云『后土』者，謂土神也，非謂句龍也。故《中庸》云：『郊社之禮。』注云：『社，祭地神。』又《鼓人》云：『以靈鼓鼓社祭。』注云：『社祭，祭地祇也。』是社祭地祇也。」其社稷制度，《白虎通》云：「天子之社，壇方五丈，諸侯半之。」說者又云：「天子之社，封五色土為之，若諸侯受封，各割其方色土與之，則東方青，南方赤之類是也。」上皆以黃土也。其天子諸侯皆有二社者，《祭法》云：「王為群姓立社，曰大社，王自為立社，曰王社。諸侯為百姓立社曰國社，諸侯自為立社曰侯社。」是各有二社。又各有勝國之社，故此云喪國之社屋之，是天子有之也。案《春秋》亳社災，《公羊》云：「亡國之社，蓋揜之。揜其上而柴其下。」是魯有之也。襄三十年《左傳》云：「鳥鳴於亳社。」是宋有之也。此是天子諸侯二社之義。其所置之處，《小宗伯》云：「右社稷，左宗廟。」鄭云：「庫門內、雉門外之左右。」為群姓立社者，在庫門內之西，自為立者，在藉田之中。其亡國之社，《穀梁傳》云：「亡國之社以為廟屏，戒。」或在廟，或在庫門內之東。則亳社在東也，故《左傳》云：「間於兩社，為公室輔。」魯之外朝，在庫門之內，東有亳社，西有國社，朝廷執政之處。故云間於兩社也。其卿大夫以下，案《祭法》云：「大夫以下，成群立社曰置社。」注云：「大夫不得特立社，與民族居，百家以上則共立一社。今時裡社是也。」如鄭此言，則周之政法，百家以上得立社，其秦漢以來，雖非大夫，民二十五家以上則得立社，故云今之裡社。又《鄭志》云：《月令》命民社謂秦社也。自秦以下，民始得立社也。其大夫以下所置社者，皆以土地所宜之木，則《論語》云「夏後氏以松，殷人以柏，周人以栗」，故《大司徒》云「而樹之田主，各以其野之所宜木」，是也。其天子大社之等，案《尚書》無逸篇曰：「大社唯松，東社唯柏，南社唯梓，西社唯栗，北社唯槐。」其天子諸侯大夫等皆有社也。故注《司徒》「田主」、「田神」、「后土」、「田正」之所依也。田正則稷神也，田主尚然，故知天子諸侯社皆有稷，其亡國之社亦有稷。故《士師》云：「若祭勝國之社稷，則為之屍。」是有稷也。但亡國之社稷，故略之，用刑官為屍，則其祭餘社為屍，不用刑官也。其社之祭，一歲有三：仲春命民社，一也；《詩》云「以社以方」，謂秋祭，二也；孟冬云大割祠於公社，是三也。其社主用石，故鄭注《宗伯》云：「社之主蓋用石。」案《條牒論》：稷壇在社壇西，俱北向，營並壇共門；或曰在社壇北。其用玉無文，不可強言，今禮用兩圭有邸。《異義》：今《孝經》說曰：社者土地之主，土地廣博，不可遍敬，封五土以為社。古《左氏說》共工為后土，后土為社。許君謹案亦曰：「《春秋》稱公社，今人謂社神為社公，故知社是上公，非地祇。」鄭駮之云：「社祭土而主陰氣，又云社者神地之道。謂社神但言上公，失之矣。今人亦謂雷曰雷公，天曰天公，豈上公也！」《異義》：「稷神，今《孝經》說：稷者，五穀之長，穀眾多不可遍敬，故立稷而祭之。古《左氏》說：列山氏之子曰柱，死祀以為稷，稷是田正，周棄亦為稷。自商以來祀之。」許君謹案：「禮緣生及死，故社稷人事之。既祭稷，穀不得，但以稷米祭稷，反自食。」同《左氏》義。鄭駁之云：「《宗伯》以血祭祭社稷、五嶽、四瀆。社稷之神，若是句龍、柱棄，不得先五嶽而食。又引司徒五土名。又引大司樂五變而致介物，及土示；土示，五土之總神，即謂社也。六樂於五地無原隰，而有土祇，則土祇與原隰同用樂也。又引《詩•信南山》云：「畇畇原隰。」下云：「黍稷或云。」原隰生百穀，黍為之長。然則稷者原隰之神，若達此義，不得以稷米祭稷為難。○注「單出裡，皆往祭社於都鄙，二十五家為裡，畢」至「轂一乘」。○正義曰：「單出裡，皆往祭社於都鄙」者，案《周禮》：「都鄙，公卿大夫采地，公卿大夫祭社，其裡之人皆往就祭。」此據采地言之，故云「往祭社於都鄙。」必知據采地者，以經云「唯社，丘乘」，「丘乘」是采地井田之制，故舉采地言焉。其公邑之民，所屬酇鄙縣遂，有祭社之事，則亦往酇鄙中助之。其六鄉之內，於祭酺，黨祭禜。雖滿百家以上，不祭社也。唯其州祭社，其所屬閭民祭社祭禜祭酺之時，亦皆往也。但此文主於社，故特言社耳。云「人則盡行，非徒羨也」者，案《周禮•小司徒》云：「凡起徒役，毋過家一人，以其餘為羨。」則家一人之外，皆為羨也。此云「人則盡行，非徒羨」，似羨外更有人者，若六鄉上劑致民，一人為正卒，又一人為羨卒，其餘為餘夫。則據都鄙及六遂之外，羨卒外有餘夫，故云「非徒羨也」。云「丘，十六井也」以下，皆《司馬法》文。"
      },
      {
        "index": 37,
        "text": "季春出火，為焚也。謂焚萊也，凡出火，以火出，建辰之月，火始出。然後簡其車賦，而歷其卒伍，而君親誓社，以習軍旅，左之右之，坐之起之，以觀其習變也。簡、歷謂算具陳列之也，君親誓社，誓吏士以習軍旅。既而遂田，以祭社也。言祭社，則此是仲春之禮也。仲春以火田，田止弊火，然後獻禽，至季春火出，而民乃用火。今云季春出火，乃誓社，記者誤也。社或為省。○卒，祖忽反。算，思管反。省，思淺反。而流示之禽，而鹽諸利，以觀其不犯命也。流，猶行也，行，行田也。鹽讀為艷。行田示之以禽，使歆艷之，觀其用命不也。謂禽為利者，凡田，大獸公之，小禽私也。○鹽，依注音艷。行行，上如字，下及下「行田」皆下孟反。歆，許金反。求服其志，不貪其得。失伍而獲，猶為犯命。故以戰則克，以祭則受福。○天子適四方，先柴。所到必先燔柴，有事於上帝也。《書》曰：「歲二月，東巡守，至於岱宗，柴。」○燔音煩。守，手又反。岱音代。"
      },
      {
        "index": 38,
        "text": "[疏]「季春」至「先柴」。○正義曰：此一節論仲春祭社之前，田獵取禽以祭社獲福之事。○「季春出火，為焚也」者，祭社既用仲春，此出火為焚，當在仲春之月。今云季春者，記者以季春之時，民始出火，記者錯誤，遂以為天子諸侯用焚亦在季春，故誤為季春，當為仲春也。為焚者，謂焚燒除治宿草。○「然後簡其車賦」者，謂既焚之後，簡選車馬及兵賦器械之屬。○「而歷其卒伍」者，謂歷其百人之卒，五人之伍。○「而君親誓社」者，謂君親自誓此士眾，以習軍旅，既而遂田，以所得之禽獸，因以祭社，故云「親誓社」。○「左之右之，坐之起之」者，謂戒敕之以習軍旅之事，或左或右，或坐或起。○「以觀其習變也」者，謂君親自觀於習武變動之事。○「而流示之禽」者，流，行也。謂教陳訖而行田禮，謂驅禽於陳前，以示士卒也。○「而鹽諸利」者，鹽者，艷也。諸，於也。利則禽也，所以驅禽示之，而歆艷之，以小禽之利。○「以觀其不犯命也」者，於此之時，觀其士卒犯命與不犯軍命者。○「求服其志，不貪其得」者，所以觀其犯命與否者，求欲服其士卒之志，使進退依禮，不欲貪其犯命，苟得於禽，言失伍得禽，猶為犯命，不免罰也。○「故以戰則克，以祭則受福」者，以其所為得禮，戰則克勝，祭則受福。○注「為焚」至「始出」。○正義曰：「出火，以火出」者，案《春秋》火出為夏三月，此出火者，謂出陶冶之火，故《左氏》昭六年，鄭人鑄刑書，火未出而用火，故晉士文伯譏之。若田獵之火，則昆蟲蟄後得火田以至仲春也。○注「簡歷」至「誤也」。○正義曰：「簡、歷謂算具陳列之」者，經云「左之右之」，軍或須左，或須右；「坐之起之」，謂須坐須起。崔氏云：「謂士卒至前表而坐，將行而起。」崔氏所言，是仲冬大閱之禮，未知春時亦然以否？云「言蔡社，則此是仲春之禮也」者，此經無祭社之文，以連前經祭社之事，故云「此是仲春之禮」。云「仲春以火田，田止弊火」者，《周禮•大司馬職》文。引之者，證仲春火弊而田止。云「至季春出火，而民及用火」者，案《司爟》云：「季春出火，民咸從之。」故民乃用火。云「今云季春出火，乃誓社，記者誤也」者，謂作記之人，見季春民之出火，謂為焚萊祭社，故稱「季春」。○注「鹽諸」至「私之」。○正義曰：鹽、艷聲相近，歆艷是愛慾之言，故讀從艷也。云「大獸公之，小禽私之」，二者《大司馬》文。○「天子適四方，先柴」。○正義曰：此一節明天子巡守祭天之禮。○「天子適四方，先柴」者，謂巡守至方岳，先燔柴以告天，是尊天故也。○注「書曰」至「宗柴」。○正義曰：此《虞書•舜典》文。案鄭注《尚書》以為別有《舜典》之篇，將此為《堯典》，與古文異也。此祭上帝，謂祭當方帝。皇氏云：「謂祭感生帝。」義非也。"
      }
    ]
  }
}