{
  "chapterNumber": 38,
  "title": "卷37",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：名《樂記》者，以其記樂之義。」\n[疏]正義曰：按鄭《目錄》云：「名曰《樂記》者，以其記樂之義。此於《別錄》屬《樂記》。」蓋十一篇合為一篇，謂有《樂本》、有《樂論》、有《樂施》、有《樂言》、有《樂禮》、有《樂情》、有《樂化》、有《樂象》、有《賓牟賈》、有《師乙》、有《魏文侯》。今雖合此，略有分焉。案《藝文志》云：「黃帝以下至三代，各有當代之樂名。孔子曰：『移風易俗，莫善於樂也。』周衰禮壞，其樂尤微，以音律為節，又為鄭、衛所亂，故無遺法矣。漢興，制氏以雅樂聲律，世為樂官，頗能記其鏗鎗鼓舞而巳，不能言其義理。武帝時，河間獻王好博古，與諸生等共采《周官》及諸子云樂事者，以作《樂記》事也。其內史丞王度傳之，以授常山王禹，成帝時，為謁者數言其義，獻二十四卷《樂記》。劉向校書，得《樂記》二十三篇，與禹不同，其道浸以益微。」故劉向所校二十三篇，著於《別錄》。今《樂記》所斷取十一篇，餘有十二篇，其名猶在。三十四卷，記無所錄也。其十二篇之名，案《別錄》十一篇，餘次《奏樂》第十二，《樂器》第十三，《樂作》第十四，《意始》第十五，《樂穆》第十六，《說律》第十七，《季札》第十八，《樂道》第十九，《樂義》第二十，《昭本》第二十一，《招頌》第二十二，《竇公》第二十三是也。案《別錄》：《禮記》四十九篇，《樂記》第十九。則《樂記》十一篇入《禮記》也，在劉向前矣。至劉向為《別錄》時，更載所入《樂記》十一篇，又載餘十二篇，總為二十三篇也。其二十三篇之目，今總存焉。"
      },
      {
        "index": 1,
        "text": "凡音之起，由人心生也。人心之動，物使之然也。感於物而動，故形於聲。宮、商、角、徵、羽雜比曰音，單出曰聲。形，猶見也。○徵，張裡反，後放此。比，毗志反，下文同。見，賢遍反。聲相應，故生變，樂之器，彈其宮則眾宮應，然不足樂，是以變之使雜也。《易》曰：「同聲相應，同氣相求。」《春秋傳》曰：「若以水濟水，誰能食之？若琴瑟之專一，誰能聽之？」○應，應對之應，篇內同。彈，徒丹反。樂音岳，又音洛。變成方，謂之音。方，猶文章也。○比音而樂之，及干戚、羽旄，謂之樂。干，盾也；戚，斧也，武舞所執也。羽，翟羽也；旄，旄牛尾也，文舞所執。《周禮》舞師、樂師掌教舞，有兵舞，有干舞，有羽舞，有旄舞。《詩》曰：「左手執籥，右手秉翟。」○旄音毛。盾，本又作楯，述允反，又音允。翟音狄。籥，羊灼反。"
      },
      {
        "index": 2,
        "text": "[疏]「凡音」至「之樂」。○正義曰：此一節論《樂本》之事，章句既多，各隨文解之。名為《樂本》者，樂以音聲為本，音聲由人心而生，此章備論音聲起於人心，故名《樂本》。此《樂本》之中，論人心感於物而有聲，聲相應而生變，變成方而為之音，比音而為樂，展轉相因之勢。○「凡音之起，由人心生也」者，言凡樂之音曲所起，本由人心而生也。○」人心之動，物使之然也」者，言音之所以起於人心者，由人心動則音起，人心所以動者，外物使之然也。○「感於物而動，故形於聲」者，人心既感外物而動，口以宣心，其心形見於聲。心若感死喪之物而興動，於口則形見於悲慼之聲，心若感福慶而興動，於口則形見於歡樂之聲也。○「聲相應，故生變」者，既有哀樂之聲，自然一高一下，或清或濁，而相應不同，故云生變。變，謂不恆一聲，變動清濁也。○「變成方，謂之音」者，方，謂文章。聲既變轉，和合次序，成就文章，謂之音也。音則今之歌曲也。○「比音而樂之，及干戚、羽旄，謂之樂」者，言以樂器次比音之歌曲，而樂器播之，並及干戚、羽旄，鼓而舞之，乃「謂之樂」也。是樂之所起，由人心而生也。○注「宮商」至「曰聲」。○正義曰：言「聲」者，是宮、商、角、徵、羽也。極濁者為宮，極清者為羽，五聲以清濁相次。云「雜比曰音」者，謂宮、商、角、徵、羽清濁相雜和比謂之音。云「單出曰聲」者，五聲之內，唯單有一聲，無餘聲相雜，是「單出曰聲」也。然則初發口單者謂之聲，眾聲和合成章謂之音，金石干戚羽旄謂之樂，則聲為初，音為中，樂為末也，所以唯舉音者，舉「中」見上、下矣。○注「樂之」至「聽之」。○正義曰：「彈其宮則眾宮應，然不足樂」者，明直唯一聲，不足可為樂，故須變之使雜也。引「《易》曰：同聲相應，同氣相求」者，《易•文言》文，證「同聲相應」之義也。同聲雖相應，不得為樂，必有異聲相應，乃得為樂耳。引《春秋傳》以下者，證「同聲不得為樂」也。案《春秋》昭二十年《左傳》：「齊景公曰：『唯據與我和夫！』晏子對曰：『據亦同也，焉得為和？同者，若以水濟水，誰能食之？琴瑟之專一，誰能聽之？』」言琴瑟專一，唯有一聲，不得成樂故也。○注「方，猶文章也」。○正義曰：凡畫者，青黃相雜分佈，得成文章，言音清濁上下分佈次序，得成音曲也，以畫者文章，故云「方，猶文章也」。○注「干盾」至「秉翟」。○正義曰：「干，盾也，戚，斧也，武舞所執也」者，武舞之樂，執此盾與斧也。云「羽，翟羽也，旄，旄牛尾也，文舞所執」者，言文舞執此羽旄也。引「舞師、樂師」者，證有干戚、羽旄舞等。案《樂師》有帗舞，有羽舞，有皇舞，有旄舞，有干舞，有人舞也。無兵舞，但有干舞。鄭司農彼注云：「干舞者，兵舞。」又《舞師》云：「掌教兵舞，帥而舞山川之祭祀。」無干舞，但有兵舞。鄭司農彼註：「干舞，兵舞也。」此引《樂師》既謂干舞，引謂兵舞者，兵舞非《樂師》之文，但經云「干戚」，用戚則是大武。大武，兵舞，此引《樂師》益以兵舞，解經之「干戚」也。但此經「干戚、羽旄」，包含文、武之大舞。鄭引《樂師》小舞，明羽舞也。引《詩》者，證羽舞是翟舞也，此《詩•邶風》，刺衛君不用賢。衛之賢者，仕於泠官，但左手執籥、右手秉翟而已。"
      },
      {
        "index": 3,
        "text": "樂者，音之所由生也，其本在人心之感於物也。是故其哀心感者，其聲嘽以殺。其樂心感者，其聲嘽以緩。其喜心感者，其聲發以散。其怒心感者，其聲粗以厲。其敬心感者，其聲直以廉。其愛心感者，其聲和以柔。六者非性也，感於物而後動。言人聲在所見，非有常也。□，踧也。嘽，寬綽貌。發，猶揚也。粗，{分鹿}也。○□，子遙反，徐在堯反，沈子堯反，踧也，謂急也。殺，色界反，徐所列反。其樂，音洛。嘽，昌善反，寬緩也。散，思旦反。粗，采都反，又才古反。踧，子六反。綽，處約反。是故先王慎所以感之者。故禮以道其志，樂以和其聲，政以一其行，刑以防其奸。禮、樂、刑、政，其極一也，極，至也。○道音導。行，下孟反。所以同民心而出治道也。此其所謂「至」也。○治，直吏反，下同。"
      },
      {
        "index": 4,
        "text": "[疏]「樂者」至「道也」。○正義曰：此一節覆明上文「感物而動」之意，結樂聲生起所由也。合音乃成樂，是樂由比音而生，故云「音之所由生也」。○「其本在人心之感於物也」者，欲將明樂隨人心見，故更陳此句也。本，猶初也。物，外境也。言樂初所起，在於人心之感外境也。○「是故其哀心感者，其聲□以殺」者，心既由於外境而變，故有此下六事之不同也。□，踧急也。若外境痛苦，則其心哀。哀感在心，故其聲必踧急而速殺也。○「其樂心感者，其聲嘽以緩」者，嘽，寬也。若外境所善，心必歡樂，歡樂在心，故聲必隨而寬緩也。○「其喜心感者，其聲發以散」者，若外境會合其心，心必喜悅，喜悅在心，故聲必隨而發揚放散無輒礙。但樂是長久之歡，喜是一時之悅，遇有善事而心喜也。昭二十五年《左傳》云「喜生於好」，是喜與樂別也。○「其怒心感者，其聲粗以厲」者，怒謂忽遇惡事，而心恚怒，恚怒在心，則其聲粗以猛厲也。○「其敬心感者，其聲直以廉」者，直，謂不邪也。廉，廉隅也。若外境見其尊高，心中嚴敬，嚴敬在心，則其聲正直而有廉隅，不邪曲也。○「其愛心感者，其聲和以柔」者，和，調也。柔，軟也。若外境親屬死亡，心起愛情，愛情在心，則聲和柔也。○「六者非性也，感於物而後動」者，結外感物也。人生而靜，天之性也。性本靜寂，無此六事。六事之生，由應感外物而動」，故云非性也。所以知非性者，今設取一人，以此六事觸之，言此人必隨觸而動，故知非本性也。庾云：「隨其所感而應之，是知非性也。」此聲皆據人心感於物而口為聲，知是人聲也。故鄭注云：「言人聲在所見。」皇氏云「樂聲」，失之矣。○「是故先王慎所以感之」者，既六事隨見而動，非關其本性，故先代聖人在上，制於正禮正樂以防之，不欲以外境惡事感之，故云「先王慎所以感之」者也。○「故禮以道其志，樂以和其聲，政以一其行，刑以防其奸」者，此四事，是防慎所感之具矣。政，法律也。既防慎其感，故用其正禮教道其志，用正樂諧和其聲，用法律齊一其行，用刑辟防其凶奸，則民不復流僻也。「禮、樂、刑、政，其極一也」者，極，至也。用其四事齊之，使同其一致，不為非也。賀云：「雖有禮、樂、刑、政之殊，及其檢情歸正，同至理極，其道一也。」○「所以同民心而出治道也」者，結四事之功也，言民心所觸，有前六事不同，故聖人用後四者制之，使俱得其所也。"
      },
      {
        "index": 5,
        "text": "凡音者，生人心者也。情動於中，故形於聲。聲成文，謂之音。是故治世之音，安以樂，其政和。亂世之音，怨以怒，其政乖。亡國之音，哀以思，其民困。聲音之道，與政通矣。言八音和否，隨政也。《玉藻》曰：「御瞽幾聲之上下。」○治世之音，絕句。安以樂，音洛，絕句。雷讀上至「安」絕句，樂音岳，「以樂」二字為句。其政和，崔讀上句依雷，下「以樂其政和」總為一句。下「亂世」、「亡國」各放此。嗯，息吏反，又音笥。否音不。藻音早，瞽音古。幾，居希反，又音祈。上下，時掌反。"
      },
      {
        "index": 6,
        "text": "[疏]「凡音」至「通矣」。○正義曰：上文云音從人心生，乃成為樂，此一節明君上之樂隨人情而動。若人情歡樂，樂音亦歡樂，若人情哀怨，樂音亦哀怨。○「凡音者，生人心者也」者，言君上樂音生於下民心者也。○「情動於中，故形於聲」者，言在下人心情感君政教善惡，動於心中，則上文「感於物而後動」是也。既感物動，故形見於口，口出其聲，則上文云「故形於聲」者是也。○「聲成文，謂之音」者，謂聲之清濁雜比成文謂之音，則上文云「變成方，謂之音」是也。上云「比音而樂之，及干戚、羽旄謂之樂」，此云音，不云樂者，以下云「治世之音」、「亂世之音」，故云音而不言樂也。必言音者，樂以音為本，變動由於音也，所以特言音也。○「是故治世之音，安以樂」者，是故，謂情動於中，而有音聲之異，故言治平之世，其樂音安靜而歡樂也。治世之音，民既安靜以樂而感其心，故樂音亦安以樂，由其政和美故也。君政和美，使人心安樂，人心安樂，故樂聲亦安以樂也。○「亂世之音，怨以怒，其政乖」者，亂世，謂禍亂之世，樂音怨恨而恚怒。亂世之時，其民怨怒，故樂聲亦怨怒流亡，由其政乖僻故也。○「亡國之音，哀以思，其民困」者，亡國，謂將欲滅亡之國，樂音悲哀而愁思。言亡國之時，民心哀思，故樂音亦哀思，由其人困苦故也。前「治世」、「亂世」皆云世，「亡國」不云世者，以國將亡，無復繼世也。其「治世」、「亂世」皆云政，「亡國」不云政者，言國將滅亡，無復有政，故云「其民困」也。○「聲音之道，與政通矣」者，若政和則聲音安樂，若政乖則聲音怨怒，是「聲音之道，與政通矣」。"
      },
      {
        "index": 7,
        "text": "宮為君，商為臣，角為民，徵為事，羽為物。五者不亂，則無怗懘之音矣。五者，君、臣、民、事、物也。凡聲濁者尊，清者卑。怗懘，敝敗不和貌。○怗，徐昌廉反，弊也。{滯心}，昌制反，又昌紙反，敗也。敝音弊。宮亂則荒，其君驕。商亂則陂，其官壞。角亂則憂，其民怨。徵亂則哀，其事勤。羽亂則危，其財匱。五者皆亂，迭相陵，謂之慢。如此，則國之滅亡無日矣。君、臣、民、事、物，其道亂，則其音應而亂。荒猶散也。陂，傾也。《書》曰：「王耄荒。」《易》曰：「無平不陂。」○陂，彼義反，注同，傾也。匱，其愧反，乏也。迭，田節反。散，蘇旦反。耄，莫報反。"
      },
      {
        "index": 8,
        "text": "[疏]「宮為」至「日矣」。○正義曰：此一節論五聲宮、商、角、徵、羽之殊，所主之事，上下不一，得則樂聲和調，失則國將滅亡也。○「宮為君」者，宮則主君，所以然者，鄭注《月令》云：宮屬土，土居中央，總四方，君之象也。又「土爰稼穡」，猶君能滋生萬民也。又五音，以絲多聲重者為尊，宮弦最大，用八十一絲，故「宮為君」。崔氏云：「五音之次，以宮最濁，自宮以下，則稍清矣。君、臣、民、事、物，亦有尊卑，故以次配之。」○「商為臣」者，商所以為臣者何？以鄭注《月令》云：「商屬金，以其濁，次宮，臣之象也。」解者云：「宮八十一絲，商七十二絲，次宮，如臣之得次君之貴重也。」崔氏云：「商是金，金以決斷。為臣事君，亦以義斷為賢矣。」○「角為民」，所以為民者，鄭注《月令》云：「角屬木，以其清濁中，民之象也。」解者云：「宮濁而羽清，角六十四絲，聲居宮、羽之中，半清半濁，故云以其清濁中也。民比君、臣為劣，比事、物為優，故云角，清濁中，民之象矣。」崔氏云：「角屬春，春時物生眾，皆有區別，亦象萬民眾多而有區別也。」○「徵為事」，所以為事者，鄭注《月令》云：「徵屬火，以其徵清，事之象也。」解者云：「羽最清，徵次之，故用五十四絲，是徵清，徵清所以為事之象也。」夫事是造為，造為由民，故先事後乃有物也。是事勝於物，而劣於民，故次民，居物之前，所以徵為事之象也。崔氏云：「徵屬夏，夏時生長萬物，皆成形體，事亦有體，故以徵配事也。」○「羽為物」，羽所以為物者，鄭注《月令》云：「羽屬水者，以其最清，物之象也。」解者云：「羽者最清，用四十八絲而為，物劣於事，故最處末，所以『羽為物』也。」崔氏云：「羽屬冬，冬物聚則成財用，冬則物皆藏聚，與財相類也。」○「五者不亂，則無怗{滯心}之音矣」者，怗，敝也。懘，敗也。敝敗，謂不和之貌也。若君、臣、民、事、物五者各得其所用，不相壞亂，則五聲之響無敝敗矣。○「宮亂則荒，其君驕」者，前明音聲與政通，若五事皆正，則音不敝敗，是聲與政通，故此以下明聲與政通也。若五音之敝敗，則政亂各有所由也。荒，猶散也。若宮音之亂，則其聲放散，是知由其君驕溢故也。崔氏云：「宮聲所以散者，由君驕也，若君驕則萬物荒散也。」○「商亂則陂，其官壞」者，陂，不平正也。若商音之亂，則其聲欹斜而不正也，是知由其臣不治於官，官壞故也。崔氏云：「商聲所以傾邪者，由臣官壞也，官若壞，則物皆傾邪也。」○「角亂則憂，其民怨」者，若角音之亂，則其聲憂愁，是知由政虐，其民怨故也。崔氏云：「角聲所以亂者，由民不安業，有憂愁之心也。」民無自怨，皆君上失政，故下民生怨也。○「徵亂則哀，其事勤」者，若徵音之亂，則其聲哀苦，是知由繇役不休，其民事勤勞故也。崔氏云：「徵所以亂者，由民勤於事，悲哀之所生。」○「羽亂則危，其財匱」者，匱，乏也。若羽音之亂，則其聲傾危，是知由君賦重，其民貧乏故也。崔氏云：「危者，謂聲不安也。」羽音所以不安者，由君亂於上，物散於下，故知財乏，不能得安，故有匱乏也。○「五者皆亂，迭相陵，謂之慢」者，迭，互也。陵，越也。若五聲並和，則君臣上下不失。若五聲不和，則君臣上下互相陵越，所以為「慢」也。崔氏云：「前是偏據一亂以為義，未足以為滅亡，今此以五者皆亂，故滅亡無日矣。」滅者，絕也。亡，叛也。無日，言無復一日也。若君臣互相陵慢如此，則國必叛滅，旦夕可俟，無復一日也。○注「《書》曰」至「不陂」。○正義曰：所引之者，《尚書•呂刑》之文也。「王耄荒」者，謂穆王享國百年耄荒也。引之者，證經之「荒」字矣。云「《易》曰：無平不陂」者，《易•泰卦》九三爻辭。引之者，證經之「陂」字矣。案《樂緯•動聲儀》云：「宮為君，君者當寬大容眾，故聲弘以舒，其和情以柔，動脾也。商為臣，臣者當以發明君之號令，其聲散以明，其和溫以斷，動肺也。角為民，民者當約儉，不奢僣差，故其聲防以約，其和清以靜，動肝也。徵為事，事者君子之功，既當急就之，其事當久流亡，故其聲貶以疾，其和平以功，動心也。羽為物，物者不有委聚，故其聲散以虛，其和斷以散，動腎也。」《動聲儀》又云：「若宮唱而商和，是謂善，太平之樂。」注云：「君臣相和。」又云：「角從宮，是謂哀，衰國之樂。」注云：「像人自怨訴。」又云：「羽從宮，往而不反，是謂悲，亡國之樂也。」注云「悲傷於財竭。」又云：「音相生者和。」注云：「彈羽角應，彈宮徵應，是其和樂。」以此言之，相生、應即為和，不以相生、應，則為亂也。"
      },
      {
        "index": 9,
        "text": "鄭、衛之音，亂世之音也，比於慢矣。比，猶同也。○比，毗志反，注同。又如字。桑間、濮上之音，亡國之音也，其政散，其民流，誣上行私而不可止也。濮水之上，地有桑間者，亡國之音，於此之水出也。昔殷紂使師延作靡靡之樂，巳而自沈於濮水。後師涓過焉，夜聞而寫之，為晉平公鼓之，是之謂也。桑間在濮陽南。誣，罔也。○濮音卜，水名。誣音無，注同。涓，古玄反。為，於偽反，下「為作法度」同。"
      },
      {
        "index": 10,
        "text": "[疏]「鄭、衛」至「止也」。○正義曰：前經明五者皆亂，驕慢滅亡，此一節論亂世滅亡之樂。比，猶同也。鄭國之音，好濫淫志，衛國之樂，促速煩志，並是亂世之音也。雖亂而未滅亡，故云「比於慢」，即同前謂之慢也。○「桑間濮上之音，亡國之音也」者，於濮水之上桑林之間所得之樂，是亡國之音矣，故云「亡國之音」。○「其政散」者，謂君之政教荒散也。○「其民流」者，流，謂流亡。君既荒散，民自流亡也。○「誣上行私而不可止也」者，君既失政，在下則誣罔於上，行其私意，違背公道，不可禁止也。○注「濮水」至「罔也」。○正義曰：「濮水之上，地有桑間」者，言濮水與桑間一處也。云「昔殷紂使師延作靡靡之樂」以下，皆《史記•樂書》之文也。言衛靈公之時，將之晉，至於濮水之上，捨，夜半之時，聞鼓琴之聲，問左右，皆對曰：「不聞。」乃召師涓，聽而寫之。明日即去，乃至晉國，見平公，平公享之。靈公曰：「今者來聞新聲，請奏之。」平公曰：「可。」即命師涓坐師曠之旁，援琴鼓之。未終，而師曠撫而止之曰：「此亡國之聲也，不可遂。」平公曰：「何？」師曠曰：「昔師延所作也，與紂為靡靡之樂。武王代紂，師延東走，自投濮水之中。故聞此聲，必於濮水之上而聞之。」是其事。案《異義》云：「今《論語》說鄭國之為俗，有溱、洧之水，男女聚會，謳歌相感，故云鄭聲淫。《左傳》說『煩手淫聲』，謂之鄭聲者，言煩手躑躅之聲，使淫過矣。許君謹案：《鄭詩》二十一篇，說婦人者十九矣，故鄭聲淫也。」今案《鄭詩》說婦人者唯九篇，《異義》云十九者，誤也，無十字矣。"
      },
      {
        "index": 11,
        "text": "凡音者，生於人心者也。樂者，通倫理者也。倫，猶類也。理，分也。○分，扶問反。是故知聲而不知音者，禽獸是也。知音而不知樂者，眾庶是也。唯君子為能知樂。禽獸知此為聲耳，不知其宮商之變也。八音並作，克諧曰樂。○諧，戶皆反。是故審聲以知音，審音以知樂，審樂以知政，而治道備矣。是故不知聲者，不可與言音。不知音者，不可與言樂。知樂，則幾於禮矣。禮樂皆得，謂之有德。德者得也。幾，近也。聽樂而知政之得失，則能正君、臣、民、事、物之禮也。○治，直吏反，下「民治行」同。幾音譏，一音巨依反，注同。是故樂之隆，非極音也。食饗之禮，非致味也。隆，猶盛也。極，窮也。○食音嗣，下「食饗」同。《清廟》之瑟，朱弦而疏越，壹倡而三歎，有遺音者矣。大饗之禮，尚玄酒而俎腥魚。大羹不和，有遺味者矣。《清廟》，謂作樂歌《清廟》也。朱弦，練朱弦，練則聲濁。越，瑟底孔也，畫疏之，使聲遲也。倡，發歌句也。三歎，三人從歎之耳。大饗，袷祭先王，以腥魚為俎實，不臑熟之。大羹，肉湆，不調以鹽菜。遺，猶餘也。○疏音疏，下同。倡，昌諒反，注同。腥音星。和，胡臥反。底，都禮反。畫音獲。袷音洽。臑音而。湆，去及反。是故先王之制禮樂也，非以極口腹耳目之欲也，將以教民平好惡，而反人道之正也。教之使知好惡也。○好惡，上呼報反，下烏路反，又並如字，後「好惡」二字相連者，皆放此。"
      },
      {
        "index": 12,
        "text": "[疏]「凡音」至「正也」。○正義曰：此一節明音樂之異，音易識而樂難知，知樂則近於禮。又明禮樂隆極之旨，先王所以禮樂教人之意。○「凡音者，生於人心者也」，言音從聲生，聲從心生，故云「生於人心者也」。○「樂者，通於倫理者」也，倫，類也。理，分也。比音為樂，有金、石、絲、竹、干、戚、羽、旄，樂得則陰陽和，樂失則群物亂，是樂能經通倫理也。陰陽萬物，各有倫類分理者也。○「是故知聲而不知音者，禽獸是也」者，言禽獸知其聲，不知五音之和變，是聲易識而音難知矣。○「知音而不知樂者，眾庶是也」者，言眾庶知歌曲之音，而不知樂之大理，是音猶易而樂極難也。○「唯君子為能知樂」者，君子謂大德聖人，能知極樂之理，故云「為能知樂」。○「是故審聲以知音，審音以知樂，審樂以知政，而治道備矣」者，音由聲生，先審識其聲，然後可以知音。樂由音生，先審識其音，然後知樂。政由樂生，先審識其樂，可以知政。所以「審樂知政」者，樂由音、聲相生，聲感善惡而起，若能審樂，則知善惡之理，行善不行惡，習是不習非，知為政化民。○「而治道備矣」者，政善樂和，音聲皆善，人事無邪僻，則治道備具矣。○「知樂，則幾於禮矣」者，幾，近也。知樂則知政之得失，知政之得失，則能正君、臣、民、事、物，故云「近於禮矣」。但禮包萬事，萬事備具，始是禮極。今知樂，但知正君、臣、民、事、物而已，於禮未極，故云「近於禮矣」。○「禮樂皆得，謂之有德。德者得也」者，言王者能使禮樂皆得其所，謂之有德之君。所以名為德者，得禮樂之稱也。○「是故樂之隆非極音也」者，隆，謂隆盛，言樂之隆盛，本在移風易俗，非崇重於鐘鼓之音，故云「非極音也」。案《論語》云「樂云樂云，鐘鼓云乎哉」是也。○「食饗之禮非致味也」者，食饗，謂宗廟袷祭。此禮之隆重，在於孝敬也，非在於致其美味而已。「禮」云食饗之禮，則「樂」應云祭祀之樂，互可知也。○「清廟之瑟，朱弦而疏越，壹倡而三歎」者，覆上樂之隆非極音也。《清廟》之瑟，謂歌《清廟》之詩，所彈之瑟朱弦，謂練朱絲為弦，練則聲濁也。越，謂瑟底孔也，疏通之使聲遲，故云「疏越」。弦聲既濁，瑟音又遲，是質素之聲，非要妙之響。以其質素，初發首一倡之時，而唯有三人歎之，是人不愛樂。雖然，有遺餘之音，言以其貴在於德，所以有遺餘之音，念之不忘也。○「大饗之禮，尚玄酒而俎腥魚。大羹不和，有遺味者矣」者，此覆上饗之禮非致味也。大饗，謂袷祭，尚玄酒在五齊之上，而俎腥魚。腥，生也。俎雖有三牲，而兼載腥魚也。大羹，謂肉湆也。不和，謂不以鹽菜和之。此皆質素之食，而大饗設之，人所不欲也。雖然，有遺餘之味矣，以其有德質素，其味可重，人愛之不忘，故云「有遺味者矣」。○「是故先王之制禮樂也，非以極口腹耳目之欲也」者，以玄酒、腥魚、大羹是非極口腹也，以朱弦疏越是非極耳目也。○「將以教民平好惡，而反人道之正也」者，言先王制禮樂，不為口腹耳目，而將以教民均平好惡，使好者行之，惡者避之，而反歸人道之正也。○注「能止」至「之禮」。○正義曰：以宮為君，商為臣，角為民，徵為事，羽為物。既能知樂，則能正此五事，五事之外，則餘禮未能弘通，故經云「近於禮」，未盡禮之用也。○注「朱弦」至「餘也」。○正義曰：「朱弦，練朱弦「者，案《虞書傳》云：「古者帝王升歌清廟之樂，大瑟練弦」。此云「朱弦」者，明練之可知也。云「練則聲濁」者，不練則體勁而聲清，練則絲熟而弦濁。云「越，瑟底孔也」者，案《鄉飲酒禮》「二人皆左何瑟，後首，垮越」，是「越，瑟底孔也」。故《燕禮》注云：「越，瑟下孔也。」云「畫疏之使，聲遲也」者，熊氏云：瑟兩頭有孔，畫疏之。疏，通也，使兩頭孔相達而通，孔小則聲急，孔大則聲遲，故云「使聲遲也」。云「三歎，三人從歎之耳」者，三歎，謂擊瑟讚歎美者，但有三人歎之耳，言歎者少也。云「大饗，袷祭先王」者，案《郊特牲》「郊血，大饗腥」，此云「腥魚」，故為宗廟袷祭也。云「以腥魚為俎實」者，謂薦血腥之時，以俎薦腥魚。熊氏云：其牛羊之俎，至薦熟之時，皆亨之而熟。薦腥魚，則始末不亨。」故云「而俎腥魚」也。云「大羹，肉湆」者，《特牲》云「大羹湆」，此云「不和」，故知不調以鹽菜。鉶羹則和之。云「遺，猶餘也」者，樂聲雖質，人貴之不忘矣，食味雖惡，人念之不息矣，是有遺音遺味矣。熊氏云「聲有五聲，但有三人歎之，餘兩聲未歎，是有遺音」。非其辭也。"
      },
      {
        "index": 13,
        "text": "人生而靜，天之性也。感於物而動，性之欲也。言性不見物則無慾。物至知知，然後好惡形焉。至，來也。知知，每物來，則又有知也，言見物多則欲益眾。形，猶見也。○見，賢遍反。好惡無節於內，知誘於外，不能反躬，天理滅矣。節，法度也。知，猶欲也。誘，猶道也，引也。躬，猶已也。理，猶性也。○誘音酉。道音導。夫物之感人無窮，而人之好惡無節，則是物至而人化物也。人化物也者，滅天理而窮人欲者也。窮人欲，言無所不為。於是有悖逆詐偽之心，有淫泆作亂之事。是故強者脅弱，眾者暴寡，知者詐愚，勇者苦怯，疾病不養，老幼孤獨不得其所，此大亂之道也。"
      },
      {
        "index": 14,
        "text": "[疏]「人生」至「道也」。○正義曰：此一節論人感物而動。物有好惡，所感不同。若其感惡則天理滅，為大亂之道，故下文明先王所以制禮樂而齊之。○「人生而靜，天之性也」。○正義曰：言人初生，未有情慾，是其靜稟於自然，是天性也。○「感於物而動，性之欲也」者，其心本雖靜，感於外物，而心遂動，是性之所貪慾也。自然謂之性，貪慾謂之情，是情、性別矣。○「物至知知，然後好惡形焉」者，至，猶來也，言外物既來。知，謂每一物來，則心知之。為每一物皆知，是「物至知知」也。物至既眾，會意者則愛好之，不會意者則嫌惡之，是好惡形焉。○「好惡無節於內，知誘於外」者，所好惡恣己之情，是「無節於內」。知，謂欲也。所欲之事，道誘於外，外見所欲，心則從之，是「知誘於外」也。○「不能反躬，天理滅矣」者，躬，己也。恣己情慾，不能自反禁止。理，性也，是天之所生本性滅絕矣。○「夫物之感人無窮」者，物既眾多，來感於人，無有窮巳也。○「而人之好惡而無節」者，見物之來，所好所惡，無有法節也。○「則是物至而人化物也」者，則是外物來至，而人化之於物，物善則人善，物惡則人惡，是「人化物也」。○「人化物也者，滅天理而窮人欲者也」者，人既化物，逐而遷之，恣其情慾，故滅其天生清靜之性，而窮極人所貪嗜欲也。○「知者詐愚」，謂欺詐愚人也。○「勇者苦怯」，謂困苦怯者。○「疾病不養」，謂人所嫌惡，不收養也。○「老幼孤獨不得其所」者，此並是人之嫌惡，無所哀矜，故「老幼孤獨不得其所」也。"
      },
      {
        "index": 15,
        "text": "是故先王之制禮樂，人為之節。言為作法度，以遏其欲。○遏，於遏反，本亦作節。衰麻哭泣，所以節喪紀也。鐘鼓干戚，所以和安樂也。昏姻冠笄，所以別男女也。射、鄉食饗，所以正交接也。男二十而冠，女許嫁而笄，成人之禮。射、鄉，大射、鄉飲酒也。○衰，七雷反。樂音洛。冠，古亂反，注同。笄音雞。別，彼列反，下文注皆同。禮節民心，樂和民聲，政以行之，刑以防之。禮、樂、刑、政，四達而不悖，則王道備矣。"
      },
      {
        "index": 16,
        "text": "[疏]「是故」至「備矣」。○正義曰：此一節以下至「樂云」，廣明禮樂相須之事。○「是故先王之制禮樂，人為之節」者，庾云：「人為，猶為人也，言為人作法節也。」○「射、鄉食饗，所以正交接也」者，射，大射也。鄉，鄉飲酒也。食饗，饗食賓客也。凡此皆是正交接之節，不使相陵越也。○「禮節民心」者，前經云「禮樂，人為之節」，故此經明其所節之事。禮有尊卑上下，故裁節民心，謂無不敬也。○「樂和民聲」者，樂有宮、商、角、徵、羽及律呂，所以調和民聲也。○「政以行之」者，政謂禁令用禁令以行禮樂也。○「刑以防之」者，若不行禮樂，則以刑罰防止也。○「禮、樂、刑、政，四達而不悖，則王道備矣」者，若此四事通達流行而不悖逆，則王道備具矣。"
      },
      {
        "index": 17,
        "text": "樂者為同，禮者為異，同則相親，異則相敬。同，謂協好惡也。異，謂別貴賤也。樂勝則流，禮勝則離。流，謂合行不敬也。離，謂析居不和也。○勝，治證反。析，思歷反。合情飾貌者，禮樂之事也。欲其並行斌斌然。○飭音敕，本亦作飾，音式。斌，彼貧反，本又作彬。禮義立，則貴賤等矣。樂文同，則上下和矣。好惡著，則賢不肖別矣。刑禁暴，爵舉賢，則政均矣。仁以愛之，義以正之。如此，則民治行矣。等，階級也。○著，張慮反。肖音笑。"
      },
      {
        "index": 18,
        "text": "[疏]「樂者」至「行矣」。○正義曰：皇氏云：「從『王道備矣』以上為《樂本》，從此以下為《樂論》，今依用焉。此十一篇之說，事不分明。鄭《目錄》十一篇略有分別，仔細不可委知。」熊氏云：「十篇，鄭可具詳。依《別錄》十一篇，所有《賓牟賈》，有《師乙》，有《魏文侯》，今此《樂記》有《魏文侯》，乃次《賓牟賈》、《師乙》為末，則是今之《樂記》十一篇之次與《別錄》不同。推此而言，其《樂本》以下亦雜亂，故鄭略有分別。」案熊氏此說，不與皇氏同。○「樂者為同」者，此言《樂論》之事，謂上下同聽。莫不和說也。○「禮者為異」者，謂尊卑各別，恭敬不等也。此章凡有四段，自此至「民治行矣」為第一段，論樂與禮同異。將欲廣論，先論其異同也。自「樂由中出」至「天子如此，則禮行矣」為第二段，論樂與禮之功。論同異既辨，故次宜有功也。自「大樂與天地同和」至「述作之謂也」為第三段，論樂與禮唯聖人能識。既有其功，故宜究識也。自「樂者天地之和」至「則此所與民同也」為第四段，論樂與禮使上下和合，是為同也。禮使父子殊別，是為異。○「同則相親」，無所間別，故相親也。「異則相敬」，有所殊別，故相敬也。○「樂勝則流，禮勝則離」者，此明雖有同異，而又有相須也。勝，猶過也。若樂過和同而無禮，則流慢，無復尊卑之敬。若禮過殊隔而無和樂，則親屬離析，無復骨肉之愛。唯須禮樂兼有，所以為美。故《論語》云「禮之用，和為貴」，是也。○「合情飾貌者，禮樂之事也」者，合情，謂樂也。樂和其內，是合情也。飾貌，謂禮也，禮以撿跡於外，是飾貌也。貌與心半，二者無偏，則是禮樂之事也。○「禮義立，則貴賤等矣」者，義，宜也。等，階級也。若行禮得其宜，則貴賤各有階級矣。○「樂文同，則上下和矣」者，文，謂聲成文也。若行樂文采諧同，則上下各自和好也。○「好惡著，則賢不肖別矣」者，謂所好得其善，所惡得其惡，是好惡著，則賢與不肖自然分別矣。○「刑禁暴」者，謂用刑罰禁止暴慢也。○「爵舉賢」者，謂用爵以舉賢良也。○「則政均矣」者，刑爵得所，政教均平矣。刑者則慎罰，爵者則明德。○「仁以愛之」者，謂王者用仁以愛民也。○「義以正之」者，謂王者用義以正惡矣。○「如此則民治行矣」者，言用仁用義，則民行治也。此經凡有五事，各以「矣」結之。從「禮義立，則貴賤等矣」，是其一也。「樂文同，則上下和矣」，是其二也。「好惡著，則賢不肖別矣」，是其三也。「刑禁暴，爵舉賢，則政均矣」，是其四也。「仁以愛之，義以正之，如此則民治行矣」，是其五也。"
      },
      {
        "index": 19,
        "text": "樂由中出，和在心也。禮自外作。敬在貌也。樂由中出，故靜。禮自外作，故文。文，猶動也。大樂必易，大禮必簡。易、簡，若於《清廟》大饗然。○易，以鼓反，注同。樂至則無怨，禮至則不爭。揖讓而治天下者，禮樂之謂也。至，猶達也，行也。○爭，爭鬥之爭。暴民不作，諸侯賓服，兵革不試，五刑不用，百姓無患，天子不怒，如此，則樂達矣。合父子之親，明長幼之序，以敬四海之內，天子如此，則禮行矣。賓，協也。試，用也。○長，丁丈反。"
      },
      {
        "index": 20,
        "text": "[疏]「樂由」至「行矣」。○正義曰：此一節明禮樂自內自外，或易或簡，天子行之得所，則樂達禮行。○「樂由中出」者，謂樂從心起也。○「禮自外作」者，謂禮敬在外貌也。「樂由中出，故靜」者，行之在心，故靜也。○「禮自外作，故文」者，禮肅人貌，貌在外，故云「動也」。庾云：「樂成在中，是和合反自然之靜。禮節在貌之前，動合文理，文猶動也。」○「大樂必易」者，「朱弦而疏越」是也。○「大禮必簡」者，「玄酒腥魚」是也。○「樂至則無怨」者，至，謂達也，行也。樂行於人由於和故，無怨矣。○「禮至則不爭」者，禮行於民由于謙敬，謙敬則不爭也。○「揖讓而治天下者，禮樂之謂也」者，民無怨爭，則君上無為，但揖讓垂拱，而天下自治。其功由於禮樂，故云「禮樂之謂也」。○「暴民不作」此下至「樂達矣」，偏舉樂之功，前云「樂達則無怨」，故致此以下之功也。暴民，謂凶暴之民。不作，謂不動作也。○「如此，則樂達矣」者，由樂和，故至天子不怒，以致前事，是樂道達矣。○「天子如此，則禮行矣」者，天子若能使海內如此，則是禮道興行矣。樂云達，禮云行者，互文也。禮云「天子如此」，樂不云「天子」者，樂既云「天子不怒」，故略其文，不復云「天子」也。"
      },
      {
        "index": 21,
        "text": "大樂與天地同和，大禮與天地同節。言順天地之氣與其數。和，故百物不失；不失其性。節，故祀天祭地。成物有功報焉。明則有禮樂，教人者。幽則有鬼神。助天地成物者也。《易》曰：「是故知鬼神之情狀，與天地相似。」《五帝德》說黃帝德曰：「死而民畏其神者百年。」《春秋傳》曰：「若敖氏之鬼。」然則聖人之精氣謂之神，賢知之精氣謂之鬼。○敖，五羔反。賢知，音智。如此，則四海之內，合敬同愛矣。禮者，殊事合敬者也。樂者，異文合愛者也。禮樂之情同，故明王以相沿也。沿，猶因述也。孔子曰：「殷因於夏禮，所損益可知也。周因於殷禮，所損益可知也。」沿，或作緣。○沿，悅專反，因也，述也。故事與時並，舉事在其時也。《禮器》曰：「堯授舜，舜授禹，湯放桀，武王伐紂，時也。」名與功偕。為名在其功也。偕，猶俱也。堯作《大章》，舜作《大韶》，禹作《大夏》，湯作《大濩》，武王作《大武》，名因其得天下之大功。○偕，古諧反，俱也。濩，戶故反，下同。"
      },
      {
        "index": 22,
        "text": "[疏]「大樂」至「功偕」。○正義曰：此一節明禮樂與天地合德，明王用之，相因不改，功名顯著。○「大樂與天地同和」者，天地氣和，而生萬物。大樂之體，順陰陽律呂，生養萬物，是「大樂與天地同和」也。○「大禮與天地同節」者，天地之形，各有高下大小為限節。大禮辨尊卑貴賤，與天地相似，是「大禮與天地同節」也。○「和，故百物不失」者，以大樂與天地同和，能生成百物，故不失其性也。○「節，故祀天祭地」者，以大禮與天地同節，有尊卑上下，報生成之功，故「「祀天祭地」。○「明則有禮樂」者，聖王既能使禮樂與天地同和節，又於顯明之處尊崇禮樂以教人。○「幽則有鬼神」者，幽冥之處尊敬鬼神以成物也。○「如此，則四海之內，合敬同愛矣」者，聖人若能如此上事行禮樂得所，以治天下，故四海之內合其敬愛；以行禮得所，故四海會合其敬；行樂得所，故四海之內齊同其愛矣。○「禮者，殊事合敬者也」者，尊卑有別，是殊事；俱行於禮，是合敬也。○「樂者，異文合愛者也」者，宮商別調，是異文；無不歡愛，是合愛也。○「禮樂之情同，故明王以相沿也」者，禮樂之狀，質文雖異，樂情主和，禮情主敬，致治是同。以其致治情同，故明王所以相因述也。言前代後代，同禮樂之情，因時質文，或有損益，故云「以相沿也」。沿，謂因而增改也。○「故事與時並」者，事，謂聖人所為之事，與所當時而並行，若堯、舜揖讓之事，與淳和之時而並行；湯、武干戈之事，與澆薄之時而並行。此一句明禮也。○「名與功偕」者，名，謂樂名。偕，俱也。言聖王制樂之名，與所建之功而俱作也。若堯之《大章》，舜之《大韶》。堯章明之功，舜紹堯之德，及禹、湯等樂名，皆與功俱立也。此一句明樂，聖王雖同禮樂之情，因而脩述，但時與功不等，故禮與樂亦殊。○注「言順」至「其數」。○正義曰：天地與陰陽生養為氣，樂有六律、六呂，調和生養，是順天地之氣，解經「同和」也。云「與其數」，謂天有日月星辰，地有山川高下，其數不同，故云「與其數」，解經「同節」也。○注「成物有功報焉」。○正義曰：言天地春夏生物，秋冬成物。獨云「成物」者，對則生、成有異。總而言之，生亦成也，故云「成物有功」，下注云「助天地成物」是也。○注「易曰」至「之鬼」。○正義曰：引「《易》曰：是故知鬼神之情狀，與天地相似」者，《易•上繫辭》云：「精氣為物，遊魂為變，是故知鬼神之情狀，與天地相似。」注云：「精氣謂七八，遊魂謂九六。遊魂謂之鬼，物終所歸。精氣謂之神，物生所信也。言木火之神，生物東南。金水之鬼，終物西北。二者之情，其狀與春夏生物、秋冬終物相似。」云「《五帝德》說黃帝德曰：死而民畏其神者百年」，案《大戴禮•五帝德篇》云：「宰我問孔子曰：『黃帝三百年，請問黃帝人也？抑非人也？何以至三百年乎？』孔子曰：『生而民利其德百年，死而民畏其神百年，亡而民用其教百年。』」云「《春秋傳》曰：若敖氏之鬼」，引《春秋》者，宣四年《左傳》：「楚司馬子良生子越椒，初生，令尹子文請殺之。其父子良不可，子文以為大慼，曰：『鬼猶求食，若敖氏之鬼不其餒而。』」云「聖人之精氣謂之神」者，則黃帝是也，言聖人氣強，能引生萬物，故謂之神。云「賢知之精氣謂之鬼」者，則若敖氏是也，氣劣於聖，但歸終而已，故謂之鬼。熊氏云：「《繫辭》鬼神者，謂七八九六，自然之鬼神。」又聖人賢人鬼神，與自然鬼神，俱能助天地而成物，故鄭總引之也。又鄭注《祭法》「七祀」，謂鬼神「司察小過」，引此「幽則有鬼神」。然則有天地自然之鬼神，有聖人賢人之鬼神，有七祀之鬼神。崔氏云：「明人君及臣，生則有禮樂化民，死則為鬼神以成物。」此唯據聖人賢人之鬼神也。與鄭引《易•繫辭》不合，其義非也。○注「沿猶」至「知也」。○正義曰：五帝茸荃同用禮樂，是因也，就而損益，是述也。故引《論語》「損益」之事以解之。損益者，則下文「事與時並，名與功偕」是也。"
      },
      {
        "index": 23,
        "text": "故鐘鼓管磬，羽籥干戚，樂之器也。屈伸俯仰，綴兆舒疾，樂之文也。簠簋俎豆，制度文章，禮之器也。升降上下，周還裼襲，禮之文也。綴，謂酇，舞者之位也。兆，其外營域也。○伸音申。綴，丁劣反，徐丁衛反，下「綴遠」、「綴短」皆同。簠簋，上音甫，下居洧反，並祭器名。上下，時掌反。還音旋。裼，思歷反。襲音習。酇，作管反，後同。故知禮樂之情者能作，識禮樂之文者能述。述，謂訓其義也。作者之謂聖，述者之謂明。明聖者，述作之謂也。"
      },
      {
        "index": 24,
        "text": "[疏]「故鍾」至「謂也」。○正義曰：此一節申明禮樂器之與文，並述作之體。「綴兆疾徐」者，綴，謂舞者行位相連綴也。兆，謂位外之營兆也。○「周還裼襲」者，周，謂行禮周曲迴旋也。裼，謂袒上衣而露裼也。襲，謂掩上衣也。禮盛者尚質，故襲。不盛者尚文，故裼。○「故知禮樂之情者能作」者，下文云「窮本知變，樂之情」，若能窮極其本，識其變通，是知樂之情也。下文云「著誠去偽，禮之經也」，若能顯著誠信，棄去浮偽，是知禮之情也。凡製作者，量事制宜，既能窮本知變，又能著誠去偽，所以能製作者。「識禮樂之文者能述」者，文，謂上經云「屈伸俯仰」、「升降上下」是也。述，謂訓說義理。既知文章升降，辨定是非，故能訓說禮樂義理，不能製作禮樂也。○「作者之謂聖」，聖者通達物理，故「作者之謂聖」，則堯、舜、禹、湯是也。○「述者之謂明」，明者辨說是非，故脩述者之謂明，則子游、子夏之屬是也。"
      },
      {
        "index": 25,
        "text": "樂者，天地之和也。禮者，天地之序也。和故百物皆化，序故群物皆別。化，猶生也。別，謂形體異也。樂由天作，禮以地制。言法天地也。過制則亂，過作則暴。過，猶誤也，暴失文武之意。明於天地，然後能興禮樂也。"
      },
      {
        "index": 26,
        "text": "[疏]「樂者」至「樂也」。○正義曰：此一節申明禮樂從天地而來，王者必明於天地，然後能興禮樂。樂者，調暢陰陽，是「天地之和也」。○「禮者，天地之序也」，禮明貴賤，是「天地之序也」。○「樂由天作」者，樂生於陽，是法天而作也。○「禮以地制」者，禮主於陰，是法地而制，言法天地也。○「過制則亂」者，過，謂誤也。惟聖人識合天地者，則制禮作樂不誤。若非聖識，則必誤，誤制禮，則尊卑淫亂也，猶地體誤，則亂於高下也。○「過作則暴」者，謂違暴失所。若過誤作樂，則樂體違暴，失文武之意，謂文樂武樂雜亂也。"
      },
      {
        "index": 27,
        "text": "論倫無患，樂之情也。欣喜歡愛，樂之官也。倫，猶類也。患，害也。官，猶事也。中正無邪，禮之質也。莊敬恭順，禮之制也。質，猶本也。○邪，字又作斜，同，似嗟反。若夫禮樂之施於金石，越於聲音，用於宗廟社稷，事乎山川鬼神，則此所與民同也。言情官質制，先王所專也。"
      },
      {
        "index": 28,
        "text": "[疏]「論倫」至「同也」。○正義曰：此一節明禮樂文質不同，事為有異。○「論倫無患」者，樂主和同，論說等倫，無相毀害，是「樂之情也」。言樂之本情，欲使倫等和同，無相損害也。○「欣喜歡愛，樂之官也」者，官，猶事也。賀瑒云：「八音克諧，使物歡欣，此樂之事跡也。」在心則倫類無害，故為樂情。在貌則欣喜歡愛，故為樂事也。○「中正無邪，禮之質也」者，謂內心中正，無有邪僻，是禮之本質也。○「莊敬恭順，禮之制也」者，外貌莊敬，謙恭謹慎，是禮之節制也。○「若夫禮樂之施於金石，越於聲音」者，此明樂也。○「用於宗廟社稷，事乎山川鬼神」者，此明禮也。若通而言之，則禮樂相將矣。○「則此所與民同也」者，言施於金石，越於聲音，用於宗廟社稷，事乎山川鬼神，此等與民共同有也。前經論樂之情，樂之官，禮之質，禮之制，是先王所專有也，言先王獨能專此四事。"
      },
      {
        "index": 29,
        "text": "王者功成作樂，治定制禮，功成、治定，同時耳。功主於王業，治主於教民。《明堂位》說周公曰：「治天下六年，朝諸侯於明堂，制禮作樂。」○王如字，徐於況反。治定，直吏反，注「治定」、「治主」、下「治辯」同。其功大者其樂備，其治辯者其禮具。辯，遍也。○辯，本又作辯，舊音遍，按《廣雅》：「辨，遍也。」薄莧反。遍音遍。干戚之舞，非備樂也。樂以文德為備，若《咸池》者，孔子曰：「《韶》盡美矣，又盡善也。」謂：「《武》盡美矣，未盡善也。」孰亨而祀，非達禮也。達，具也。《郊特牲》曰：「郊血，大饗腥，三獻爓，一獻孰。至敬不饗味而貴氣臭也。」○亨，沈普衡反，徐許兩反。爓，在廉反。五帝殊時，不相沿樂。三王異世，不相襲禮。言其有損益也。樂極則憂，禮粗則偏矣。樂，人之所好也，害在淫侉。禮，人之所勤也，害在倦略。○粗，倉都反，後皆同。偏音篇，下同。好，呼報反。侉，苦瓜反。及夫敦樂而無憂，禮備而不偏者，其唯大聖乎。敦，厚也。○夫音扶，下皆放此。"
      },
      {
        "index": 30,
        "text": "[疏]「王者」至「聖乎」。○正義曰：此章是《樂記》第三章，名曰《樂禮》章也。章中明王者為治，必制禮作樂，故名《樂禮》章也。案鄭《目錄》云第三是《樂施》，第四是《樂言》，第五是《樂禮》。今記者以《樂禮》為第三言，鄭《目錄》當是舊次未合之時，此今所列，或記家別起意，意趣不同故也。○「王者功成作樂，治定制禮」者，功成，謂天子功業既成。治定，謂民得王教，尊卑位定也。然功成治定，俱是一時，但所斷義，各有異也，故分言耳。「功成作樂」者，王者先王之功，由民所樂，故功成命而作樂，以應民所樂之心，猶如民樂。周有干戈而業成，故周王成功，制干戈之樂也。「治定制禮」者，禮以體別為義，今治人得體，故制禮應之。如周王太平乃制禮也。而樂云「作」，禮云「制」者，作是動用，制是裁斷，禮是形化，故言「制」。樂是氣化，故言「作」，亦相互也。《白虎通》云：「樂者，陽也，動作倡始，故言作也。禮者，陰也，系制於陽，故云制也。」治定，謂教民從化。若用質教民治定者，則制禮省略也。若用文教民而治定者，則制禮繁多也。其法雖殊，若大判而論，則五帝以上尚樂，三王之世貴禮，故樂興五帝，禮盛三王，所以爾者，五帝之時尚德，故義取於同和；三王之代尚禮，故義取於儀別。是以樂隨王者之功，禮隨治世之教也。○「其功大者其樂備，其治辯者其禮具」者，辯，遍也。夫禮樂必由其功治，功治有大小，故禮樂亦應以廣狹也。若以一代而言，則武王功治尚小，故禮樂未得備遍。至周公功成治大，故禮樂應之而備也。若異代言之，則堯、舜功大治辯，樂備禮具。若湯、武比於堯、舜，則功小治狹，樂不備，禮不具也。樂備，謂文德備具；不備，謂干戚之舞矣。禮具，則血腥而祭，不具，謂孰亨而祀。言禮樂之體，皆以德為備具也。○「干戚之舞，非備樂也」者，言周樂干戚之舞，非如舜時文德之備樂也。○「孰亨而祀，非達禮也」者，言後世孰亨牲體而祭祀，非如五帝之時血腥之達禮也。○「五帝殊時，不相襲樂」者，沿，因也。五帝既先後殊時，不相共同用一樂也。○「三王異世，不相襲禮」者，三王前後異世，不相共襲因一禮也。若論禮樂之情，則聖王同用也。故前文云「禮樂之情同，故明王以相沿」是也。此論禮樂之跡，損益有殊，隨時而改，故云不相襲也。○「樂極則憂」者，樂人之所好，害在淫侉。若極而不止，則必至憂蹙也。○「禮粗則偏矣」者，偏，謂倦略。禮者，人之所勤，言人不能勤行於禮，好生懈倦，則致粗略。偏，謂不周備也。○「及夫敦樂而無憂者，敦，厚也。厚重於樂，知足則止，而無至於憂也。○「禮備而不偏」者，行禮安靜，委曲備具，不致勤苦倦略。能如此者，其唯大聖乎？言大聖之人，能行禮樂如此也。○注「功成」至「作樂」。○正義曰：「功成治定，同時耳」者，謂一時之事，若周公攝政六年是也。云「功主於王業」者，功，謂王業之功。樂者，聖人所樂，發揚已之功德，故云「功成作樂」。云「治主於教民」者，治定，謂治人安定，使上下有序。禮者，主於施下，明下之從順，故治定制禮也。○注「樂以」至「善也」。○正義曰：鄭之此注，據異代。此經云「干戚非備樂」，明以文德為備，故云「若《咸池》者」，下文云「《咸池》備矣」是也。引《論語》舜以文德為備，故云「《韶》盡美矣」，謂樂音美也，「又盡善也」，謂文德具也。虞舜之時，雜舞干羽於兩階，而文多於武也。謂「《武》盡美矣」者，《大武》之樂，其體美矣，下文說《大武》之樂是也。「未盡善」者，文德猶少，未致太平。○注「達具」至「臭也」。○正義曰：案《禮運》云「薦其血毛」，謂上古也。「腥其俎，熟其殽」，謂中古也。「退而合亨」，謂三王也。是上代質，用血腥，次代文，用亨孰，故引《郊特牲》「郊血，大饗腥，三獻爓，一獻孰」以結之。是卑者爓孰，尊者血腥。尊者禮具，卑者不具。然三王之世，禮文煩多。五帝之時，禮文簡略。今以上世為具禮，下世為不具禮者，禮之所具在於德，上代禮文雖略，德備也。下代禮文雖煩，德不具也。故前文云「大禮與天地同節」，故下篇云「無體」之禮，是其具也。○注「樂人」至「倦略」。○正義曰：「樂，人之所好也，害在淫侉」者，樂聲之作，人聽而不厭，是人之所好，好而不止，放蕩奢佚，故害在淫侉。若朋淫於家，俾晝作夜，物極則反，樂去憂來。又煩手淫聲，慆堙心耳，則哀痛生也。云「禮，人之所勤也」者，一獻之禮，賓主百拜，是所勤也。勞而不堪，有司跛倚，是害在倦略也。"
      },
      {
        "index": 31,
        "text": "天高地下，萬物散殊，而禮制行矣。禮為異也。流而不息，合同而化，而樂興焉。樂為同也。春作夏長仁也。秋斂冬藏，義也。仁近於樂，義近於禮。言樂法陽而生，禮法陰而成。○夏長，上戶嫁反，下丁丈反，下注「長養」皆同。近，附近之近，又其靳反，下皆同。樂者敦和，率神而從天。禮者別宜，居鬼而從地。敦和，樂貴同也。率，循也。從，順也。別宜，禮尚異也。居鬼，謂居其所為，亦言循之也。鬼神，謂先聖先賢也。○惇音純，本又作敦。故聖人作樂以應天，制禮以配地。禮樂明備，天地官矣。官，猶事也。各得其事。"
      },
      {
        "index": 32,
        "text": "[疏]「天高」至「官矣」。○正義曰：此一節申明禮樂配於天地，若禮樂備具，則天地之事各得其宜。○「天高地下，萬物散殊，而禮制行矣」者，以天高地下不同，故人倫尊卑有異，其間萬物各散殊塗。禮者，別尊卑，定萬物，是禮之法制行矣○「流而不息，合同而化，而樂興焉」者，言天地萬物流動不息，合會齊同而變化者也。樂者，調和氣性，合德化育，是樂興也。樂主和同，故云「興」，禮主異，故云「行」。此「樂興」與「禮行」相對，樂云「興」，禮加「制」字，而云「禮制行」者，禮以裁製為義，故特加「制」。樂以興作為本，故不云「制」也。○「仁近於樂，義近於禮」者，仁主仁愛，樂主和同，故仁近於樂也。義主斷割，禮為節限，故義近於禮也。○「樂者敦和，率神而從天」者，率，循也。言樂之為體，敦重和同，因循聖人之神氣，而從於天也。○「禮者別宜，居鬼而從地」者，居，謂居處也。言禮之為體，殊別萬物所宜，居處鬼之所為而順地也。樂所以率神者，聖人之魂為神，樂者調和其氣，故云「率神」。禮所以居鬼者，賢人之魂為鬼，禮者裁製形體，故云「居鬼」。居者亦率循之義，變文爾。○「禮樂明備，天地官矣」者，官，猶事也。言聖人能使禮樂顯明備具，則天地之事，各得其利矣。○注「敦和」至「賢也」。○正義曰：「敦和，樂貴同也」者，謂敦重於和，由其貴同，故知敦則貴也，和則同也。「敦和」與「別宜」相對者，「別宜」謂分別其所宜，明「敦和」是敦重其所和也。云「別宜，禮尚異也」者，樂言「敦和」，樂貴同也，禮言「別宜」，是禮尚異也。云「居鬼，謂居其所為，亦言循之也」者，「居鬼」謂居處之所為，「居處」則依循之義也，故云「亦言循之也」。與率神不異，故言「亦」。云「鬼神，謂先聖先賢也」者，鬼則先賢，神即先聖。聖人魂強，能神通變化，樂者清虛無體，亦能變化，故云「率神」也。賢人魂弱，但歸處居住有形，上下之禮亦有體，依循鬼之尊卑，故云「居鬼」也。賀云：以為居鬼者，居其所為，謂若五祀之神，各主其所造而受祭，不得越其分，是不變化也。五祀之神造門，故祭於門；造祭，故祭於灶，故云「居」。義亦通也。"
      },
      {
        "index": 33,
        "text": "天尊地卑，君臣定矣。卑高巳陳，貴賤位矣。動靜有常，小大殊矣。方以類聚，物以群分，則性命不同矣。在天成象，在地成形，如此，則禮者，天地之別也。卑、高，謂山澤也。位矣，尊卑之位，像山澤也。動靜，陰陽用事。大小，萬物也。大者常存，小者隨陰陽出入。方，謂行蟲也。物，謂殖生者也。性之言生也。命，生之長短也。像，光耀也。形，體貌也。○卑如字，又音婢，下同。"
      },
      {
        "index": 34,
        "text": "[疏]「天尊」至「別也」。○正義曰：自此以下至「禮樂云」，廣明禮樂之功，包天地之德，各隨文解之。此天尊地卑一經，明禮為天地之別也。○「卑高已陳，貴賤位矣」者，卑謂澤也，高謂山也。山澤列在天地之中，故云「已陳」也。貴賤，即公卿以下，像山川而有貴賤之位也，所以鄭云「位矣」。尊卑之位，像山澤，故鄭注《周易》云：「君臣尊卑之貴賤，如山澤之有高卑也。」○「動靜有常，小大殊矣」者，動靜，謂雷風也。動散有常，故云「常」也。小大，謂萬物也。小，謂草木春生秋殺，及昆蟲夏生冬伏者。大，謂常存，不隨四時變化。變化不等，故云「殊」也。鄭注《易》云「動靜，雷風也」，而鄭此云「陰陽用事」者，亦得會通也。○「方以類聚」者，方，謂走蟲禽獸之屬，各以類聚，不相雜也。○「物以群分」者，物，謂殖生，若草木之屬，各有區分，自殊於藪澤者也。鄭注《易》云「類聚群分，謂水火也」，而此注云「方，謂行蟲。物，謂殖生者」，言二注不同，各有以也。類聚無「方」者，行蟲有性識道理，故稱「方」也。群分稱「物」者，謂殖生無心靈，但一物而已，故云「物」也。○「則性命不同矣」者，性，生也。各有嗜好，謂之為性也。命者，長短夭壽也。行殖之物，既稟大小之殊，故性命夭壽不同。萬物各有群類區分性命之別，故聖人因此制禮，類族緣物，各遂性命也。○「在天成象」者，馬融、王肅注《易》並云：「像者，日月星。」鄭注《易》云：「成象，日月星辰也。」注此云：「像，光耀也。」○「在地成形」者，馬融注《易》云：「植物、動物也。」王肅注《易》云：「山川、群物也。」鄭注《易》云：「謂草木鳥獸也。」注此云：「形，體貌也。」按此三者，所注雖異，其意皆同。○「如此，則禮者，天地之別也」者，合結禮者，天地有別，聖人制禮有殊別，是從天地之分別也。"
      },
      {
        "index": 35,
        "text": "地氣上齊，天氣下降，陰陽相摩，天地相蕩，鼓之以雷霆，奮之以風雨，動之以四時，暖之以日月，而百化興焉。如此，則樂者，天地之和也。齊讀為躋，躋，升也。摩，猶迫也。蕩，猶動也。奮，訊也。百化，百物化生也。○上齊，時掌反。齊，注讀為躋，又作隮，子兮反，升也。摩，本又作磨，末河反，迫也。蕩，本或作蕩，同，大黨反。霆音廷，又作挺。奮，甫問反，《易》作「潤之」。暖，徐詩遠反，沈況遠反。迫音伯。訊，本又作迅，音信。"
      },
      {
        "index": 36,
        "text": "[疏]「地氣」至「和也」。○正義曰：「地氣上齊」者，齊，升也，謂地氣上升天。「天氣下降」者，謂降下與地氣交合。積氣從下升，在樂象氣，故先從地始。形以上為尊，故先禮象形，從天為初。○「陰陽相摩」者，摩，謂切迫，陰陽二氣相切迫也。「天地相蕩」者，蕩，動也，言天地之氣相感動。○「鼓之以雷霆」者，雖以氣生而物未發，故用雷霆以鼓動之。○「奮之以風雨」者，萬物得風雨，奮迅而出也。○「動之以四時」者，言萬生長，隨四時而動也。○「暖之以日月」者，萬物之生，必須日月暖煦之。自「鼓之以雷霆」至「暖之以日月」，皆以天地相蕩之事細別言之耳。○「而百化興焉」者，百化，百物也。興，生也。百物化生由天地，「齊」、「降」以下諸事。○「如此，則樂者，天地之和也」者，此結樂也。言作樂者法象天地之和氣，若作樂和，則天地亦和。前經云「禮者，天地之別」，言制禮者法象之也。若制禮得所，亦能使天地別異。此經「樂者，樂之不和」，則是法天地之和氣，故云「樂者，天地之和也」。"
      },
      {
        "index": 37,
        "text": "化不時則不生，男女無辨則亂升，天地之情也。辨，別也。升，成也。樂失則害物，禮失則亂人。\n[疏]「化不」至「情也」。○正義曰：此一經明天地不時，由禮樂失所。○「化不時」者，謂天地化養，不得其時，則不生物也。此明樂所以調和變化故也。○「男女無辨則亂升」者，升，成也。辨，別也。若男女雜亂無別，則亂成也。此明禮之所以別男女故也。○「天地之情也」者，樂以法天，化得其時則物生，不得其時則物不生，是天之情也。禮以法地，男女有別則治興，男女無別則亂成，是地之情也。皇氏云：「天地無情，以人心而謂之耳。」"
      },
      {
        "index": 38,
        "text": "及夫禮樂之極乎天而蟠乎地，行乎陰陽而通乎鬼神，窮高極遠而測深厚。極，至也。蟠，猶委也。高遠，三辰也。深厚，山川也。言禮樂之道，上至於天，下委於地，則其間無所不之。○蟠，步丹反，或蒲河反，注同。"
      },
      {
        "index": 39,
        "text": "[疏]「及夫」至「深厚」。○正義曰：此一節盛說禮樂之大。○「極乎天」者，極，至也。言禮樂上至乎天。○「而蟠乎地」者，蟠，委也。言禮樂下委於地。禮法天地高下，是禮至委於天地。樂法地氣上升，天氣下降，是樂至委於天地。天高故言「至」，地下故言「委」。○「行乎陰陽」者，禮法動靜有常，樂法陰陽相摩，是禮樂行乎陰陽，陰陽和，四時玉燭，應於禮樂，是禮樂行乎陰陽。○「而通乎鬼神」者，禮樂用之以祭鬼神，是「通乎鬼神」也。○「窮高極遠」者，窮，盡也。高遠，謂天之三光，三光應禮樂而明，是禮樂盡三光之道也。○「而測深厚」者，測，知也。深厚，謂地之山川。山川應禮樂而出瑞應，是測深厚。此經盛論禮樂之大厚，雖取象於天地功德，又能遍滿於天地之間。《禮運》云「天降膏露」，是極乎天也。「地出醴泉」，是蟠乎地也。日月歲時無易，百穀用成，是行乎陰陽也。作樂一變，以至六變，百神俱至，是通乎鬼神也。《孝經緯》云「景星出」，是窮高極遠也。《禮運》云「山出器車」，「魚鮪不淰」，是測深厚也。言禮樂無所不至。"
      },
      {
        "index": 40,
        "text": "樂著大始，而禮居成物。著之言處也。大始，百物之始主也。○著，直略反，處也，注「著之言」同。大音泰，注同。處，昌呂反。著不息者，天也。著不動者，地也。著，猶明白也。息，猶休止也。《易》曰：「天行健，君子以自強不息。」一動一靜者，天地之間也。間，謂百物也。故聖人曰「禮樂」云。言禮樂之法天地也，樂靜而禮動，其並用事，則亦天地之間耳。"
      },
      {
        "index": 41,
        "text": "[疏]「樂者」至「樂云」。○正義曰：「樂著大始，而禮居成物」者，言樂象於天，天為生物之始。著，猶處也，是「樂處大始」。禮法於地，言禮以稟天氣以成於物，故云「禮居成物」。「著」與「居」相對，故注以「著」為「處」也。○「著不息者，天也，著不動者，地也」者，「著」謂顯著。言顯著明白，運生不息者，是天也。案《易•乾•象》云：「天行健，君子以自強不息也。」顯著養物不移動者，地也，故《坤卦•彖》云：「安貞吉。」言樂法於天，動而不息，禮象於地，靜而不動。○「一動一靜，天地之間也」者，動者，或一物飛走蠢動，感天之陽氣也。靜者，或一物安伏而止靜，感地之陰氣也。「天地之間也」者，言此一動一靜，在天地之間所有百物也。動則《周禮》動物及雷風日月之屬是也，靜則植物山陵之屬是也。○「故聖人曰禮樂云」者，云，言也。謂禮樂所言，法天地也。記者引聖人語證此一章也，言聖人云此一章，是禮樂法天地，故言「聖人曰禮樂云」。○注「樂靜」至「間耳」。○正義曰：言禮樂之法天地也，樂靜而禮動，其並用事，則亦天地之間耳。釋禮樂所以亦是天地之間物義也。若離而言之，則樂靜禮動。若禮樂合用事，則同有動靜，故如天地之間，物有動靜也。"
      }
    ]
  }
}