{
  "chapterNumber": 9,
  "title": "卷08",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "檀弓上第三\n[【疏】正義曰：案鄭《目錄》云：「名曰『檀弓』者，以其記人善於禮，故著姓名以顯之。姓檀，名弓，今山陽有檀氏。此於《別錄》屬『通論』。」此檀弓在六國之時，知者，以仲梁子是六國時人，此篇載仲梁子，故知也。案子游譏司寇惠子廢適立庶，又檀弓亦譏仲子舍適孫而立庶子，其事同。不以子游名篇，而以檀弓爲首者，子游是孔門習禮之人，未足可嘉，檀弓非是門徒，而能達禮，故善之，以爲篇目。]"
      },
      {
        "index": 1,
        "text": "公儀仲子之喪，檀弓免焉。[故爲非禮以非仲子也。禮，朋友皆在他邦，乃袒免。]仲子舍其孫而立其子，[此其所立非也。公儀蓋魯同姓。周禮，適子死，立適孫爲後。]檀弓曰：「何居？我未之前聞也。」[居，讀爲姬姓之姬，齊魯之間語助也。前猶故也。]趨而就子服伯子於門右，曰：「仲子舍其孫而立其子，何也？」[去賓位，就主人兄弟之賢者而問之。子服伯子，蓋仲孫蔑之玄孫子服景伯。蔑，魯大夫。]伯子曰：「仲子亦猶行古之道也。昔者，文王舍伯邑考而立武王，微子舍其孫腯而立衍也。夫仲子亦猶行古之道也。」[伯子爲親者隱耳，立子非也。文王之立武王，權也。微子適子死，立其弟衍，殷禮也。]子游問諸孔子，孔子曰：「否，立孫。」[據周禮。　【疏】「公儀」至「立孫」。　正義曰：此一節論仲子廢適立庶爲檀弓所譏之事。公儀仲子身今喪亡，檀弓與之爲友，又非處他邦，爲之著免，故爲重服，譏其失禮。所以譏者，仲子適子既死，舍其適孫而立其庶子。檀弓居在賓位，而言曰「何居」，居是語辭，言仲子舍適孫立庶子，是何道理乎？「我未之前聞」，前猶故也，言我未聞故昔有此事。既言之後，乃從賓位趨而就子服伯子於門右，問之曰：「仲子舍其適孫而立庶子，是何禮也？」伯子爲仲子隱諱，乃言曰：「仲子雖生周世，猶上行古之道也。」言「亦」者，餘人有行古之道，仲子亦如餘人，故云「亦」也。即引文王、微子之事，爲古之道也。更繼之云：「仲子亦猶行古之道，與文王、微子無異。」子游以此爲疑，問諸孔子，孔子以仲子周人，當從周禮，不得立庶子，當立孫也。　注「禮，朋友皆在他邦，乃袒免」。　正義曰：知者，《喪服記》云。若他邦來，還家而無主，猶爲之免。故鄭注云「歸有主人，乃止」，明無主猶袒免也。若朋友俱在家，則弔服加麻。加麻者，素弁上加緦之環絰。若一在一否，亦然。知者，以云「皆在他邦，乃袒免」，明不皆在者則否。　注「公儀蓋魯同姓」。　正義曰：知者，案《史記》魯相公儀休，此云子服伯子是魯人，故疑魯同姓也。知同姓者，以《春秋》有公鳥、公若、公儀，同稱公，故知同姓也。　注「去賓」至「大夫」。　正義曰：案賓位之法隨主人而變。小斂之前，主人未忍在主位，有事在西階下，則賓亦入門西，弔於西階下，故《士喪禮》「君使人襚，主人拜送，拜賓，即位西階下，東面」，鄭云：「未忍即主人位也。」小斂之後，尸則出堂廉，然後有飾，主人位則在阼階下，西面，賓弔者入門東，於東階下弔也，故《士喪禮》小斂訖，故「士舉，男女奉尸，侇於堂，主人降自西階，即位，踊、襲、絰于序東」，鄭云：「即位踊，東方位也。」則眾主人不接賓，發初在東耳。而檀弓之來者，當在小斂之前，初于西階行譏弔，而主人未覺，後乃趨嚮門右問伯子焉。必知小斂前者，以仲子初喪即正適庶之位故也。未小斂而著免者，故爲非禮之弔，亦異常也。然則子游之弔惠子，是小斂後也，故服衰而在門東，故鄭云「大夫家臣位在賓後」，又云「在門內北面」。云「子服伯子蓋仲孫蔑之玄孫子服景伯」者，案《世本》，獻子蔑生孝伯，孝伯生惠伯，惠伯生昭伯，昭伯生景伯。云「蓋」者，彼云「子服景伯」，此云「子服伯子」，不同，故云「蓋」。「景」是謚，「伯」是字也。　注「文王之立武王，權也」。　正義曰：案文王在殷之世，殷禮自得舍伯邑考而立武王，而言「權」者，殷禮，若適子死，得立弟也。今伯邑考見在，而立武王，故云「權」也。故《中候》云：「發行誅紂，且弘道也，是七百年之基驗也。」]"
      },
      {
        "index": 2,
        "text": "事親，有隱而無犯，[隱，謂不稱揚其過失也。無犯，不犯顏而諫。《論語》曰：「事父母幾諫。」]左右就養無方，[左右，謂扶持之。方猶常也。子則然，無常人。]服勤至死，致喪三年。[勤，勞辱之事也。致，謂戚容稱其服也。凡此以恩爲制。]事君，有犯而無隱，[既諫，人有問其國政者，可以語其得失，若齊晏子爲晉叔向言之。]左右就養有方，[不可侵官。]服勤至死，方喪三年。[方喪，資於事父。凡此以義爲制。]事師，無犯無隱，左右就養無方，服勤至死，心喪三年。[心喪，戚容如父而無服也。凡此以恩義之間爲制。　【疏】「事親」至「三年」。　正義曰：此一節論事親、事君及事師之法，臣子著服之義，各依文解之。　注「無犯」至「幾諫」。　正義曰：據親有尋常之過，故無犯。若有大惡，亦當犯顏。故《孝經》云「父有爭子，則身不陷於不義」是也。《論語》曰「事父母幾諫」，是尋常之諫也。　注「左右」至「常人」。　正義曰：凡言「左右」者，據僕從之臣，故立有左右僕從之官位。此「左右」言扶持之，謂子在親左相、右相而奉持之。云「子則然，無常人」，然猶如是也。但是子則須如是，或左右奉持，不常遣一人在左、一人在右，故云「無常人」。　注「勤勞」至「爲制」。　正義曰：言「服勤」者，謂服持勤苦勞辱之事。云「致，謂戚容稱其服也」者，致之言至也，謂哀情至極而居喪禮，故云「致，謂戚容稱其服也」。《上曲禮》云「五十不致毀」，與此同。云「凡此以恩爲制」者，凡上三事，對下君與師，故云「以恩爲制」。　注「既諫」至「言之」。　正義曰：知既諫而後，人有問其國政，可以語其得失者，昭三年《左傳》云：「晏子謂景公曰：『小人近市，朝夕得所求。』景公曰：『子近市，何貴何賤？』於是景公繁於刑，有鬻踊者，故對曰：『踊貴屨賤。』」諫景公重刑。後及其聘晉，與叔向言齊國之政將歸陳氏，景公厚斂焉，陳氏厚施焉。是既諫，得言君之過。若其未諫而言君過，則不可。故昭三年，子大叔如晉，張趯與子大叔言云：「火星中而寒暑退，此其極也。能無退乎？」未曾諫君，輒言君德之退，故《傳》云：「張趯有知，其猶在君子之後乎？」是其被譏也。魯昭公取同姓，孔子不仕昭公，既先諫，所以《論語》稱孔子為昭公諱，而稱「丘也過」者，聖人含弘勸獎，擥過歸己，非實事也。若史策書，理則不一。若其良史直筆不隱君過，董狐書趙盾弒君及丹楹刻桷之屬是也。若忠順臣，則諱君親之惡者，《春秋》辟諱皆是，故僖元年《左傳》云：「諱國惡，禮也。」　注「不可侵官」。　正義曰：案成十六年《左傳》云：「晉、楚戰于鄢陵，時欒書將中軍，欒鍼爲晉侯車右。晉侯陷於淖，欒書將載晉侯，鍼曰：『書退。侵官，冒也；失官，慢也；離局，姦也。』」時欒書棄元帥之任欲載晉侯，是侵官也，故云「不可侵官」。此謂君有平常小事，若有危難，當致死，故《論語》云：「事君能致其身。」　注「方喪資於事父」。　正義曰：方，謂比方也，謂比方父喪禮以喪君，故云「資於事父」。資，取也，取事父之喪禮以喪君，但居處飲食同耳，不能戚容稱其服。　注「心喪」至「爲制」。　正義曰：凡親有冥造之功，又有生育之惠，故懷哀戚之痛，同君衰服之限。君則徒有榮身顯親之事，而無冥造生育之功，故唯服麤衰，表盡哀戚。師則以恩愛成己，有同於親，故不爲制服，故云「心喪」。戚容如喪父，爲恩愛成己故也。云「而無服」者，既無親之冥造，又無君之榮顯，故無服也。云「以恩義之間爲制」者，無犯是同親之恩，無隱是同君之義，兼有親恩、君義，故言「恩義之間爲制」。但子之事親，本主恩愛，不欲聞親有過惡，故有隱；不欲違親顏色，故無犯。臣之事君，利在功義，若有惡不諫，社稷傾亡，故有犯。君之過惡，眾所同知，故云「無隱」也。]"
      },
      {
        "index": 3,
        "text": "季武子成寢，[武子，魯公子季友之曾孫季孫夙。]杜氏之葬在西階之下，請合葬焉，許之。入宮而不敢哭，武子曰：「合葬，非古也，自周公以來未之有改也。[自見夷人冢墓以爲宅，欲文過。]吾許其大而不許其細，何居？」命之哭。[記此者，善其不奪人之恩。　【疏】「季武」至「之哭」。　正義曰：此一節明不奪人之恩，兼論夷人冢墓爲寢欲文過之事，各隨文解之。　注「武子」至「孫夙」。　正義曰：案《世本》，公子友生齊仲，齊仲生無逸，無逸生行父，行父生夙。夙是公子友曾孫也。　注「自見」至「文過」。　正義曰：言「文過」者，武子自云合葬之禮非古昔之法，從周公以來始有合葬，至今未改。我成寢之時，謂此冢墓是周公以前之事，不須合葬，故我夷平之以爲寢。不肯服理，是文飾其過。先儒皆以杜氏喪從外來，就武子之寢合葬，與孔子合葬於防同。又案《晏子春秋》，景公成路寢之臺，逢於阿、盆成逆後喪，並得附葬景公寢中，與此同也。　「吾許」至「何居」。　「吾許其大」者，聽之將喪而入葬，是許其大。「不許其細」，哭是細也。「何居」，居，語辭。既許其大，而不許其細，是何道理？故云「何居」。]"
      },
      {
        "index": 4,
        "text": "子上之母死而不喪，[子上，孔子曾孫，子思伋之子，名白，其母出。]門人問諸子思曰：「昔者，子之先君子喪出母乎？」曰：「然。」[禮，爲出母期。父卒，爲父後者不服耳。]「子之不使白也喪之，何也？」子思曰：「昔者，吾先君子無所失道。道隆，則從而隆；道污，則從而污。[污猶殺也。有隆有殺，進退如禮。]伋則安能？[自予不能及。]爲伋也妻者，是爲白也母。不爲伋也妻者，是不爲白也母。」故孔氏之不喪出母，自子思始也。[記禮所由廢，非之。　【疏】「子上」至「始也」。　正義曰：此一節論子上不喪出母之事，各隨文解之。　注「禮爲」至「服耳」。　正義曰：案《喪服》齊衰杖期章「出妻之子爲母」，又云「出妻之子爲父後者，則爲出母無服」，傳云「與尊者爲一體，不敢服其私親」是也。子思既在，子上當爲出母有服，故門人疑而問之云：子之先君子謂孔子也令子喪出母乎？子思曰：「然。」然猶如是也，言是喪出母故也。伯魚之母被出，死，期而猶哭，是喪出母也。　「子思」至「而污」。　道猶禮也。言吾之先君子無所失道。道有可隆則從而隆，謂父在，爲出母宜加隆厚，爲之著服。「道污」者，污猶殺也。若禮可殺則從而殺，謂父卒，子爲父後，上繼至尊，不敢私爲出母，禮當減殺，則不爲之著服。　「伋則安能」者，子思自以才能淺薄，不及聖祖，故云伋則何能。鄭云「自予不能及」，予猶許也，自許不能及也。]"
      },
      {
        "index": 5,
        "text": "孔子曰：「拜而后稽顙，頹乎其順也。[此殷之喪拜也。頹，順也。先拜賓，順於事也。]稽顙而后拜，頎乎其至也。[此周之喪拜也。頎，至也。先觸地無容，哀之至。]三年之喪，吾從其至者。」[重者尚哀戚，自期如殷可。　【疏】「孔子」至「至者」。　正義曰：此一節論殷周喪拜之異也。拜者，主人孝子拜賓也。稽顙者，觸地無容也。頹然，不逆之意也。拜是爲賓，稽顙爲己，前賓後己，各以爲頹然而順序也。　「稽顙而后拜，頎乎其至也」者，頎，惻隱貌也。先觸地無容，後乃拜賓也。是爲親痛深貌，惻隱之至也。　「三年之喪，吾從其至者」，孔子評二代所拜也。至者，謂先稽顙後拜也。重喪，主貌惻隱，故三年喪則從其頎至者也。　注「重者」至「殷可」。　正義曰：三年之喪尚哀戚，則從周。自期以下，如殷可。此經直云「拜而后稽顙」「稽顙而后拜」，鄭知「拜而后稽顙」是殷之喪拜，「稽顙而后拜」是周之喪拜者，以孔子所論，每以二代相對，故《下檀弓》云「殷人既封而弔，周人反哭而弔，殷以慤，吾從周」，又云「殷朝而殯於祖，周朝而遂葬」，皆以殷、周相對，故知此亦殷、周相對也。知並是殷、周喪拜者，此云「三年之喪，吾從其至」，明非三年喪者，則從其順，故知並是喪拜。但殷之喪拜，自斬衰以下，緦麻以上，皆拜而后稽顙，以其質故也。周則杖期以上皆先稽顙而后拜，不杖期以下乃作殷之喪拜。鄭知殷先拜而後稽顙，周先稽顙而後拜者，以孔子所論皆先殷而後周，今「拜而后稽顙」文在其上，故爲殷也；「稽顙而后拜」文在其下，故爲周也。且《下檀弓》云「秦穆公使人弔公子重耳，重耳稽顙而不拜」，示不爲後也。若爲後，當稽顙而後拜也。重耳既在周時，明知先稽顙而後拜者。若然，《士喪禮》既是周禮，所以「主人拜稽顙」，似亦先拜而後稽顙者，《士喪禮》云「拜稽顙」者，謂爲拜之時先稽顙。其《喪大記》每拜稽顙者，與《士喪禮》同。案《晉語》云「秦穆公弔重耳，重耳再拜不稽顙」，與下篇重耳「稽顙不拜」文異者，《國語》之文不可用。此稽顙而後拜，即《大祝》「凶拜」之下鄭注「稽顙而後拜，謂三年服者」。此拜而後稽顙，即《大祝》「吉拜」，鄭注云「謂齊衰不杖以下者」。鄭知凶拜是三年服者，以《雜記》云「三年之喪，以其喪拜」，喪拜即凶拜。鄭又云「吉拜，齊衰不杖以下」，則齊衰杖者亦用凶拜者。知齊衰杖用凶拜者，以《雜記》云「父母在，爲妻不杖不稽顙」，明父母歿，爲妻杖得稽顙也。是知杖齊衰得爲凶拜。若然，《雜記》云「三年之喪，以其喪拜；非三年之喪，以吉拜」，則杖期以下皆用吉拜。今此杖期得用凶拜者，《雜記》所云，大判而言，雖有杖期，揔屬三年之內。熊氏以爲《雜記》所論是拜問、拜賜，故杖期亦屬吉拜。必知然者，以鄭注《大祝》「凶拜」云「三年服者」，是用《雜記》之文解以凶拜之義，則拜賓、拜問、拜賜不得殊也。且《雜記》「問與，賜與」，於拜文上下不相接次，不可用也。《周禮·大祝》「一曰稽首」，鄭云「頭至地」。案《中候·我應》云「王再拜稽首」，鄭云：「稽首，頭至手也。」此即臣拜君之拜，故《左傳》云：「天子在，寡君無所稽首。」大夫於諸侯亦稽首，故《下曲禮》云：「大夫之臣不稽首。」則大夫於君得稽首。「二曰頓首」，鄭曰「頭叩地」，不停留也。此平敵以下拜也，諸侯相拜則然，以其不稽首，唯頓首也。「三曰空首」，鄭云「頭至手，所謂拜手也」。以其與拜手是一，故爲頭至手也。此答臣下之拜，其敵者既用頓首，故知不敵者用空首。「四曰振動」，鄭云「戰栗變動之拜」，謂有敬懼，故爲振動。故《尚書·泰誓》「火流爲烏，王動色變」是也。「五曰吉拜」者，謂先作頓首，拜後作稽顙，故鄭康成注「與頓首相近」。「六曰凶拜」者，既重於吉拜，當先作稽顙，而後稽首。「七曰奇拜」，鄭大夫云：「奇拜，謂一拜也。」鄭康成云：「一拜，答臣下。」然《燕禮》《大射》「公答再拜」者，爲初敬之爲賓，尊之，故再拜。燕末無筭爵之後，唯止一拜而已。「八曰襃拜」者，鄭大夫云：「襃讀爲報。報拜，再拜也。」鄭康成云：「再拜，拜神與尸。」「九曰肅拜」者，鄭司農云：「但俯下手，今時撎是也。介者不拜。」引成十六年「爲事故，敢肅使者」。此禮拜體爲空首，一拜而已，其餘皆再拜也。其肅拜或至再，故成十六年晉郤至「三肅使者」。此肅又謂婦人之拜，故《少儀》云「婦人吉事，雖有君賜，肅拜」是也。]"
      },
      {
        "index": 6,
        "text": "孔子既得合葬於防，[言「既得」者，少孤，不知其墓。]曰：「吾聞之，古也墓而不墳。[墓謂兆域，今之封塋也。古，謂殷時也。土之高者曰墳。]今丘也，東西南北之人也，不可以弗識也。」於是封之，崇四尺。[東西南北，言居無常也。聚土曰封。封之，周禮也。《周禮》曰：「以爵等爲丘封之度。」崇，高也。高四尺，蓋周之士制。]孔子先反，[當脩虞事。]門人後，雨甚至。[後，待封也。]孔子問焉，曰：「爾來何遲也？」曰：「防墓崩。」[言所以遲者，脩之而來。]孔子不應。[以其非禮。]三，[三言之，以孔子不聞。]孔子泫然流涕曰：「吾聞之，古不脩墓。」[脩猶治也。　【疏】「孔子」至「脩墓」。　正義曰：此一節論古者不脩墓之事，各依文解之。　天子之墓一丈，諸侯八尺，其次降差以兩。　「今丘也，東西南北之人也，不可以弗識也」。　今既東西南北，不恆在鄉，若久乃歸還，不知葬之處所，故云不可以不作封墳記識其處。　注「周禮」至「士制」。　正義曰：引《周禮·冢人》云。「高四尺，蓋周之士制」者，其父梁紇雖爲大夫，《周禮》公侯伯之大夫再命，與天子中士同。云「周之士制」者，謂天子之士也。　「曰『防墓崩』」。　防地之墓，新始積土，遇甚雨而崩。庾蔚云：「防守其墓，備擬其崩。」若如庾之言，墓實不崩，鄭何以言「脩之而來」？孔子何以言「古不脩墓」？違經背注，妄說異同，非也。　「孔子泫然流涕」。　自傷脩墓違古，致令今崩，弟子重脩，故流涕也。]"
      },
      {
        "index": 7,
        "text": "孔子哭子路於中庭。[寢中庭也。與哭師同，親之。]有人弔者，而夫子拜之。[爲之主也。]既哭，進使者而問故。[使者，自衛來赴者。故，謂死之意狀。]使者曰：「醢之矣。」[時衛世子蒯聵篡輒而立，子路死之。醢之者，示欲啗食以怖眾。]遂命覆醢。[覆，棄之。不忍食。　【疏】「孔子」至「覆醢」。　正義曰：此一節論師資之恩，兼明子路死之意狀。　注「寢中」至「親之」。　正義曰：下文云「師，吾哭諸寢」，今哭子路於中庭，故云「與哭師同，親之」。若其不親，當哭於寢門外，與朋友同，故下云「朋友，哭諸寢門外」。案《奔喪》云「師，於廟門外」者，謂周禮也，下文據殷法也。　注「故，謂死之意狀」。　正義曰：案哀十五年《左傳》云：「孔子聞衛亂，曰：『柴也其來，由也其死矣。』」則是預知，所以進使者問故者，以子路忠而好勇，必知其死難，但不知其死之委曲，更問之也。　注「時衛」至「怖眾」。　正義曰：案哀十五年《左傳》云，蒯聵潛入孔悝之家，與伯姬「迫孔悝於廁，強盟之，遂劫以登臺。子路入，逐之至臺下，且曰：『大子無勇，若燔臺，半，必舍孔叔。』大子聞之，懼，下石乞、盂黶敵子路，以戈擊之，斷纓。子路曰：『君子死，冠不免。』」注云：「不使冠在地。」遂結纓而死。]"
      },
      {
        "index": 8,
        "text": "曾子曰：「朋友之墓，有宿草而不哭焉。」[宿草，謂陳根也。爲師心喪三年，於朋友期可。　【疏】「曾子」至「哭焉」。　正義曰：曾子，孔子弟子，姓曾，名參，字子輿，魯人也。宿草，陳根也，草經一年則根陳也。朋友相爲哭，一期草根陳，乃不哭也。所以然者，朋友雖無親，而有同道之恩。言朋友期而猶哭者，非謂在家立哭位以終期年。張敷云：「謂於一期之內，如聞朋友之喪，或經過朋友之墓，及事故須哭，如此則哭焉。若一期之外，則不哭也。」]"
      },
      {
        "index": 9,
        "text": "子思曰：「喪三日而殯，凡附於身者，必誠必信，勿之有悔焉耳矣。三月而葬，凡附於棺者，必誠必信，勿之有悔焉耳矣。[言其日月，欲以盡心脩備之。附於身，謂衣衾。附於棺，謂明器之屬。]喪三年以爲極亡，[去已久遠而除其喪。]則弗之忘矣。[則之言曾。]故君子有終身之憂，[念其親。]而無一朝之患。[毀不滅性。]故忌日不樂。」[謂死日。言忌日不用舉吉事。　【疏】「子思」至「不樂」。　正義曰：此一節論喪之初死及葬送終之具，須盡孝子之情及思念父母不忘之事，今各隨文解之。　「三日而殯」者，據大夫、士禮，故云三日也。　「凡附於身」者，謂衣衾也。夫祀，必求仁者之粟，故送終之物悉用誠信，必令合禮，不使少多非法，後追悔咎。「焉耳矣」者，助句之辭。　「三月而葬，凡附於棺者，必誠必信，勿之有悔焉耳矣」者，三月而葬，亦大夫、士禮也。附，謂明器之屬，亦當必誠信，不追悔也。　注「言其」至「之屬」。　正義曰：此「言其日月，欲以盡心脩備之」，鄭意但言凡附身、附棺自足，又更云三日、三月，言棺中物少者，三日之期，家計可使量度，則必中；棺外物多，三月之賒，思忖必就：故言日月，欲見宜慎也。云「謂明器之屬」者，案《既夕禮》除明器之外，有用器：弓矢、耒耜、兩敦、兩杅、盤匜，燕樂器，甲、冑、干、笮，杖、笠、翣等，故云「之屬」也。　「喪三年以爲極亡」。　此亦子思語辭也。言服親之喪，以經三年，以爲極亡，可以棄忘，而孝子有終身之痛，曾不暫忘於心也。注云「則之言曾」。故君子有終竟己身恆慘念親，此則是不忘之事。雖終身念親，而不得有一朝之間有滅性禍患，恐其常毀，故唯忌日不爲樂事，他日則可，防其滅性故也。所以不滅性者，父母生己，欲其存寧，若滅性，傷親之志，又身已絕滅，無可祭祀故也。　注「謂死」至「吉事」。　正義曰：下篇子、卯爲人君忌日，恐此忌日亦爲子、卯，故云「謂死日」也。言「忌」者，以其親亡忌難，吉事不舉之。]"
      },
      {
        "index": 10,
        "text": "孔子少孤，不知其墓，[孔子之父郰叔梁紇與顏氏之女徵在野合而生孔子，徵在恥焉，不告。]殯於五父之衢。[欲有所就而問之，孔子亦爲隱焉。殯於家，則知之者無由怪己。欲發問端。五父，衢名，蓋郰曼父之鄰。]人之見之者，皆以爲葬也。[見柩行於路。]其慎也，蓋殯也。[「慎」當爲「引」，禮家讀然，聲之誤也。殯引，飾棺以輤；葬引，飾棺以柳、翣。孔子是時以殯引，不以葬引，時人見者，謂不知禮。]問於郰曼父之母，然後得合葬於防。[曼父之母與徵在爲鄰，相善。]鄰有喪，舂不相。里有殯，不巷歌。[皆所以助哀也。相，謂以音聲相勸。]喪冠不緌。[去飾。　【疏】「孔子」至「於防」。　正義曰：此一節論孔子訪父墓之事。云孔子既少孤失父，其母不告父墓之處。今母既死，欲將合葬，不知父墓所在，意欲問人。故若殯母於家，則禮之常事，他人無由怪己，故殯於五父之衢，欲使他人怪而致問於己。外人見柩行路，皆以爲葬。但葬引柩之時，飾棺以柳、翣，其殯引之禮，飾棺以輤，當夫子飾其所引之棺以輤，故云「其引也，蓋殯也」。殯不應在外，故稱「蓋」，爲不定之辭。於時郰曼父之母素與孔子母相善，見孔子殯母於外，怪問孔子。孔子因其所怪，遂問郰曼父之母，始知父墓所在，而後得以父母尸柩合葬於防。　注「孔子」至「不告」。　正義曰：案《史記·孔子世家》云：「叔梁紇與顏氏女野合而生孔子。」鄭用《世家》之文，故注言「野合」，不備於禮也，若《論語》云「先進於禮樂，野人也」及「野哉，由也」，非謂草野而合也。但徵在恥其與夫不備禮爲妻，見孔子知禮，故不告。言「不知其墓」者，謂不委曲適知柩之所在，不是全不知墓之去處。其或出辭入告，揔望本處而拜，今將欲合葬，須正知處所，故云「不知其墓」。今、古不知墓處，於事大有，而講者諠諠，競爲異說，恐非經記之旨。案《家語》云：「叔梁紇年餘七十，無妻。顏父有三女，顏父謂其三女曰：『鄒大夫身長七尺，武力絕倫，年餘七十，誰能與之爲妻？』二女莫對，徵在進曰：『從父所制，將何問焉？』父曰：『即爾能矣。』遂以妻之。爲妻而生孔子，三歲而叔梁紇卒。」王肅據《家語》之文以爲《禮記》之妄。又《論語緯撰考》云：「叔梁紇與徵在禱尼丘山，感黑龍之精以生仲尼。」今鄭云「叔梁紇與顏氏之女徵在野合」，於《家語》文義亦無殊。何者？七十之男始取徵在，灼然不能備禮，亦名「野合」。又徵在幼少之女，而嫁七十之夫，是以羞慙不能告子。又梁紇生子三歲而後卒，是孔子少孤。又與《撰考》之文，禱尼丘山而生孔子，於野合之說亦義理無妨。鄭與《家語》《史記》並悉符同，王肅妄生疑難，於義非也。　注「慎當」至「知禮」。　正義曰：挽柩爲引，無名「慎」者，以「慎」「引」聲相近，故云「『慎』當爲『引』」。云「禮家讀然」者，然，猶如是也，言禮家讀如是「引」字。故《大司徒》云：「大喪，屬其六引。」是讀「引」也。云「殯引，飾棺以輤」者，案《雜記》云「諸侯行而死於道，其輤有裧，緇布裳帷」，輤爲赤色，大夫布裳帷，士葦席以爲屋，蒲席以爲裳帷，大夫以下雖無輤，取諸侯輤同名，故飾棺以輤。云「葬引，飾棺以柳、翣」者，案《喪大記》云：「君龍帷、黼荒、黼翣二、黻翣二、畫翣二，大夫畫帷、畫荒、黻翣二、畫翣二，士布帷、布荒、畫翣二。」在上曰荒，在旁曰帷，揔謂之柳，故云「飾棺以柳、翣」。]"
      },
      {
        "index": 11,
        "text": "有虞氏瓦棺，[始不用薪也。有虞氏上陶。]夏后氏堲周，[火孰曰堲。燒土冶以周於棺也。或謂之「土周」，由是也。《弟子職》曰：「右手折堲。」]殷人棺椁，[椁，大也，以木爲之，言椁大於棺也。殷人上梓。]周人牆置翣。[牆，柳衣也。凡此言後王之制文。]周人以殷人之棺椁葬長殤，以夏后氏之堲周葬中殤、下殤，以有虞氏之瓦棺葬無服之殤。[略未成人。　【疏】「有虞」至「之殤」。　正義曰：此一節論棺椁所起及用棺椁之差，各隨文解之。　注「始不」至「上陶」。　正義曰：案《易·下繫辭》云：「古之葬者，厚衣之以薪，葬之中野，不封不樹，喪期無數，後世聖人易之以棺椁，蓋取諸大過。」大過者，巽下兌上之卦，初六在巽體，巽爲木。上六位在巳，巳當巽位，巽又爲木。二木在外，以夾四陽，四陽互體爲二乾，乾爲君父，二木夾君父，是棺椁之象。今虞氏既造瓦棺，故云「始不用薪」。然虞氏瓦棺，則未有椁也，《繫辭》何以云「後世聖人易之以棺椁」？連言「椁」者，以後世聖人其文既廣，遠探殷周。而言喪期，有虞氏則然，故《尚書》云：「三載，四海遏密八音。」云「有虞氏上陶」者，案《考工記》陶人造瓦器，故引之證瓦棺。　注「火孰」至「折堲」。　正義曰：火孰者，以《弟子職》云折燭之炎燼名之曰堲，故知堲是火孰者。云「燒土冶以周於棺也」者，謂鑿土爲陶冶之形，大小得容棺，故云「燒土冶以周於棺也」。云「或謂之土周，由是也」者，《曾子問》云：「下殤土周，葬於園。」云「由是」者，燒土周棺得喚作「土周」。引《弟子職》者，證「火孰曰堲」之意。案《管子書》有《弟子職》篇，云「左手秉燭，右手正堲」，鄭云「折堲」者，即是正除之義。　注「椁大」至「上梓」。　正義曰：「椁」聲與寬廓相近，故云「大於棺」也。「殷人上梓」，亦《考工記》文，引之以證椁也。《考工記》又云「夏后氏上匠」，於「堲周」不引之者，以匠無所不爲，非獨堲周而已，故不引也。《考工記》又云「周人上輿」，輿非牆之事，故於「周人牆置翣」亦不引之也。　注「牆柳」至「制文」。　正義曰：案《喪大記》注云：「在旁曰帷，在上曰荒，帷荒所以衣柳。」則以帷荒之內木材爲柳。其實帷荒及木材等揔名曰柳，故《縫人》云「衣翣柳之材」，注云：「柳之言聚。諸飾之所聚。」是帷荒揔稱柳也。云「凡此言後王之制文」者，凡，謂虞、夏、殷、周。有虞氏唯有瓦棺，夏后氏瓦棺之外加堲周，殷則梓棺替瓦棺，又有木爲椁替堲周，周人棺椁，又更於椁傍置柳、置翣扇，是後王之制以漸加文也。夏言「后」者，《白虎通》云：「以揖讓受於君，故稱后。殷周稱『人』者，以行仁義，人所歸往，故稱『人』。」夏對殷、周稱「人」，故言「后」，見受之於君。虞則不對殷、周。自五帝之內，雖受於君，不須稱「后」也。]"
      },
      {
        "index": 12,
        "text": "夏后氏尚黑，[以建寅之月爲正，物生色黑。]大事斂用昏，[昏時亦黑。此大事謂喪事也。]戎事乘驪，[戎，兵也。馬黑色曰驪。《爾雅》曰：「騋，牝驪，牡玄。」]牲用玄。[玄，黑類也。]殷人尚白，[以建丑之月爲正，物牙色白。]大事斂用日中，[日中時亦白。]戎事乘翰，[翰，白色馬也。《易》曰：「白馬翰如。」]牲用白。周人尚赤，[以建子之月爲正，物萌色赤。]大事斂用日出，[日出時亦赤。]戎事乘騵，[騵，駵馬，白腹。]牲用騂。[騂，赤類。　【疏】「夏后」至「用騂」。　正義曰：此一節論三代正朔、所尚色不同，各依文解之。　夏尚黑，殷尚白，周尚赤，此之謂三統，故《書傳·略說》云：「天有三統，物有三變。故正色有三。天有三生三死，故土有三王，王特一生死。」又《春秋緯·元命苞》及《樂緯·稽耀嘉》云「夏以十三月爲正，息卦受泰」，注云：「物之始，其色尚黑，以寅爲朔。」「殷以十二月爲正，息卦受臨」，注云：「物之牙，其色尚白，以雞鳴爲朔。」「周以十一月爲正，息卦受復」，「其色尚赤，以夜半爲朔。」又《三正記》云：「正朔三而改，文質再而復。」以此推之，自夏以上皆正朔三而改也。鄭注《尚書》「三帛」：「高陽氏之後用赤繒，高辛氏之後用黑繒，其餘諸侯用白繒。」如鄭此意，卻而推之，舜以十一月爲正，尚赤；堯以十二月爲正，尚白，故曰「其餘諸侯用白繒」；高辛氏以十三月爲正，尚黑，故云「高辛氏之後用黑繒」；高陽氏以十一月爲正，尚赤，故云「高陽氏之後用赤繒」；有少皞以十二月爲正，尚白；黃帝以十三月爲正，尚黑；神農以十一月爲正，尚赤；女媧以十二月爲正，尚白。伏犧以上，未有聞焉。《易·說卦》云「帝出乎震」，則伏羲也。建寅之月又木之始，其三正當從伏羲以下。「文質再而復」者，文質法天地，文法天，質法地。周文法地而爲天正，殷質法天而爲地正者，正朔、文質不相須。正朔以三而改，文質以二而復，各自爲義，不相須也。建子之月爲正者謂之天統，以天之陽氣始生，爲下物得陽氣微，稍動變，故爲天統。建丑之月爲地統者，以其物已吐牙，不爲天氣始動，物又未出，不得爲人所施功，唯在地中含養萌牙，故爲地統。建寅之月爲人統者，以其物出於地，人功當須修理，故謂之人統。統者，本也，謂天地人之本也。然王者必以此三月爲正者，以其此月物生微細，又是歲之始生，王者繼天理物，含養微細，又取其歲初爲正朔之始。既天地人之三者所繼不同，故各改正朔，不相襲也。所尚既異，符命亦隨所尚而來，故《禮緯·稽命徵》云：「其天命以黑，故夏有玄圭；天命以赤，故周有赤雀銜書；天命以白，故殷有白狼銜鉤。」是天之所命亦各隨人所尚。符命雖逐所尚，不必皆然。故天命禹觀河，見白面長人。《洛予命》云「湯觀於洛，沉璧，而黑龜與之書，黃魚雙躍。」《泰誓》言武王伐紂，而白魚入於王舟。是符命不皆逐正色也。鄭康成之義，自古以來皆改正朔。若孔安國，則改正朔，殷、周二代，故注《尚書》「湯承堯、舜禪代之後，革命創制，改正易服」，是從湯始改正朔也。　注「昏時」至「事也」。　正義曰：知「大事」是喪事者，以其與斂文連，故知「大事」是喪事也。　注「《爾雅》曰『騋，牝驪，牡玄』」。　正義曰：引《爾雅·釋畜》文。「騋，牝驪，牡玄」，謂七尺曰騋，牝者色驪，牡者色玄。引之者，證驪是玄之類也。案《廋人》云：「八尺以上爲龍，七尺以上爲騋，六尺以上爲馬。」凡馬皆有驪牡玄，獨言騋者，舉中以見上下，明其諸馬皆然。或《爾雅》釋《詩》云「騋牝」，郭璞注「玄駒，小馬」，稍異鄭也。　注「玄，黑類也」。　正義曰：案《周禮·考工記》「七入爲緇」，鄭云：「玄則六入者與？」是「玄，黑類」。　注「翰白」至「翰如」。　正義曰：所引《易》者，《易·賁卦》：「六四，賁如皤如，白馬翰如。」賁，离下艮上，鄭注云：「六四，巽爻也，有應於初九，欲自飾以適初，既進退未定，故皤如也。白馬翰如，設九三位在辰，得巽氣，爲白馬。翰猶幹也，見六四適初未定，欲幹而有之。」引此者，證翰爲白色。案彼以「幹」爲「翰」者，以「翰如」「白馬」連文，故以「翰」爲「幹」，望經爲義，以此不同。　注「物萌色赤」。　正義曰：案上「殷尚白」之下注云「物牙色白」，此「萌色赤」不同者，萌是牙之微細，故建子云「萌」，建丑云「牙」。若散而言之，萌即牙也。故《書傳·略說》云：「周以至動，殷以萌，夏以牙。」此皆據一種之草大汎而言，故建子始動，建寅乃出。至如薺麥以秋而生，《月令》仲冬「荔挺出」，不在此例也。此文質雖異，殷質、周文，大汎言之，乃前代質，後代文也。故《表記》云「虞、夏之質，殷、周之文」是也。　注「騵，駵馬，白腹」。　正義曰：《爾雅·釋畜》文。武王伐紂所乘也，故《詩》云「駟騵彭彭」，毛傳云：「上周下殷。」故周人戎事乘之。若其餘事，則《明堂位》云「周人黃馬蕃鬣」是也。]"
      },
      {
        "index": 13,
        "text": "穆公之母卒，[穆公，魯哀公之曾孫。]使人問於曾子曰：「如之何？」[問居喪之禮。曾子，曾參之子，名申。]對曰：「申也聞諸申之父曰：『哭泣之哀，齊斬之情，饘粥之食，自天子達。[子喪父母，尊卑同。]布幕，衛也；縿幕，魯也。』」[幕，所以覆棺上也。縿，縑也。縿讀如綃。衛，諸侯禮。魯，天子禮。兩言之者，僭已久矣。「幕」或爲「幦」。　【疏】「穆公」至「魯也」。　正義曰：此一節論尊卑之喪有同有異之事，各依文解之。　注「穆公」至「曾孫」。　正義曰：案《世本》、傳記，哀公蔣生悼公寧，寧生元公嘉，嘉生穆公不衍，是曾孫也。　「曰哭泣」至「子達」。　曾申對穆公使人云。「哭泣之哀」，謂有聲之哭，無聲之泣，並爲哀然，故曰「哭泣之哀」也。「齊斬之情」者，齊是爲母，斬是爲父，父母情同，故答云「之情」也。「饘粥之食」者，厚曰饘，希曰粥，朝夕食米一溢，孝子以此爲食，故曰「食」也。「自天子達」者，父母之喪，貴賤不殊，「哭泣」以下，自天子至庶人如一，故云「自天子達」。　「布幕，衛也；縿幕，魯也」者，既言齊斬、饘粥同，又言覆棺之幕天子、諸侯各別。以布爲幕者衛，是諸侯之禮；以縿爲幕者魯，是天子之制。幕者，謂覆殯棺者也。下文云「加斧於椁上」，鄭云：「以刺繡於縿幕，加椁以覆棺，已乃屋其上，盡塗之。」如鄭此言，繡幕加斧文塗之，內以覆棺椁也。周公一人得用天子禮，而後代僭用之。故曾申舉衛與魯俱是諸侯，則後代不宜異，謂魯之諸公不宜與衛異也。崔靈恩云：「當時諸侯僭效天子也，恐魯穆公不能辨，故兩言以明顯魯與諸侯之別也。」今案崔言雖異，而是曾申爲穆公說則同也。然《周禮·幕人》「掌帷、幕、幄、帟」，注云：「在傍曰帷，在上曰幕。幕或在地，展陳於上。帷、幕皆以布爲之。四合象宮室曰幄，王所居之帳也。帟，小幕，幕若幄中坐上承塵也。幄、帟皆以繒爲之。」而今云天子用綃幕者，崔靈恩云：「《周禮》所陳秖謂幄帟之帷幕，不論襯棺自用縿也。天子別加斧于椁上，畢塗屋，此所陳秖謂襯棺幕在於畢塗之內者也。若其塗上之帟，則大夫以上有之，故《掌次》云：『凡喪，王則張帟三重，諸侯再重，孤卿大夫不重。』下云『君於士有賜帟』，然士無覆棺之幕。下云『子張之喪，褚幕丹質』者，彼謂將葬啓殯以覆棺，故鄭注彼云『葬覆棺』，別也。」]"
      },
      {
        "index": 14,
        "text": "晉獻公將殺其世子申生。[信驪姬之譖。]公子重耳謂之曰：「子蓋言子之志於公乎？」[「蓋」皆當爲「盍」。盍，何不也。志，意也。重耳欲使言見譖之意。重耳，申生異母弟，後立爲文公。]世子曰：「不可。君安驪姬，是我傷公之心也。」[言其意，則驪姬必誅也。驪姬，獻公伐驪戎所獲女也。申生之母蚤卒，驪姬嬖焉。]曰：「然則蓋行乎？」[行猶去也。]世子曰：「不可。君謂我欲弒君也，天下豈有無父之國哉？吾何行如之？」[言人有父則皆惡欲弒父者。]使人辭於狐突曰：「申生有罪，不念伯氏之言也，以至于死。申生不敢愛其死。[辭猶告也。狐突，申生之傅，舅犯之父也。前此者，獻公使申生伐東山皋落氏，狐突謂申生，欲使之行。今言此者，謝之。伯氏，狐突別氏。]雖然，吾君老矣，子少，國家多難，[子，驪姬之子奚齊。]伯氏不出而圖吾君。[圖猶謀也。不出爲君謀國家之政。然則自皋落氏反後，狐突懼，乃稱疾。]伯氏苟出而圖吾君，申生受賜而死。」[則猶惠也。]再拜稽首，乃卒。[既告狐突，乃雉經。]是以爲恭世子也。[言行如此，可以爲恭，於孝則未之有。　【疏】「晉獻」至「子也」。　正義曰：此一節論獻公殺申生之事，各依文解之。　注「信驪姬之譖」。　正義曰：案僖四年《左傳》云：「姬謂大子曰：『君夢齊姜，必速祭之。』大子祭於曲沃，歸胙於公。公田，姬寘諸宮六日，毒而獻之。公祭之地，地墳；與犬，犬斃；與小臣，小臣亦斃。姬泣曰：『賊由大子。』」又《晉語》云：「姬寘鴆於酒，寘堇於肉。」堇謂烏頭。是驪姬譖申生之事也。　注「蓋皆」至「文公」。　正義曰：此云「蓋言子志」及下「蓋行乎」，以「蓋」非一，故云「皆當爲盍」。言「重耳欲使言見譖之意」者，重耳欲使申生言見驪姬所譖之意。《左傳》云：「或謂太子曰：『子辭，君必辯焉。』」杜預云：「以六日之狀自理。」謂毒酒經宿輒敗。若申生初則置藥，經六日，其酒必壞，何以經六日其酒尚好？明臨至加藥焉。云「重耳，申生異母弟」者，案莊二十八年《左傳》云：「晉獻公烝於齊姜，生大子申生。大戎狐姬生公子重耳。」是異母弟也。　注「言其」至「嬖焉」。　正義曰：案僖四年《左傳》云：「大子曰：『君非姬氏，居不安，食不飽。君老矣，吾又不樂。』」謂我若自理，驪姬必誅。姬死之後，公無復歡樂，故此云「是我傷公之心」。云「驪姬，獻公伐驪戎所獲女也」者，莊二十八年《左傳》云：「初，晉獻公伐驪戎，驪戎男女以驪姬。驪姬嬖，生奚齊，其娣生卓子。」是「驪姬嬖」也。云「申生之母蚤卒」者，以《左傳》云姬命太子祭齊姜，是蚤卒也。　「使人」至「而死」。　時狐突謝病在晉都，大子出奔曲沃。於是狐突欲令大子出奔，大子不用其言。故今臨死使人辭謝，告於狐突曰：申生有愚短之罪，不念伯氏之言出奔避禍，今日被譖，以至於死。申生不敢愛惜其身命之死，言死不愛命。雖然不惜身命，猶有所憂。吾君年老，子又幼少，又國家多有危難，伯氏又謝病不出圖吾君之事，吾以爲憂。伯氏誠能出外而圖謀吾君國家之事，申生受伯氏恩賜，甘心以死。　注「前此」至「別氏」。　正義曰：案《左傳·閔二年》，獻公使申生伐東山皋落氏。狐突欲令申生行，云「雖欲勉之，狄可盡乎」，下又云「狐突欲行」，是狐突欲使行之事。言「前此」者，「此」謂僖四年申生將死之時，「前」謂閔二年伐皋落氏之時在前五年，故云「前」。皋落氏在晉都之東，居在山內。皋落氏，杜預云是赤狄別種，故云「東山皋落氏」。云「伯氏，狐突別氏」者，既言「辭狐突」，又云「伯氏」，故云「狐突別氏」。狐是㹅氏，伯仲者是兄弟之字，字伯者謂之伯氏，字仲者謂之仲氏，故《傳》云「叔氏其忘諸乎」，又下云「叔氏專以禮許人」，是一人身，字則別爲氏也。　注「圖猶」至「稱疾」。　正義曰：「圖，謀」，《釋詁》文。「自皋落氏反後，狐突懼，乃稱疾」者，以經云「伯氏不出而圖吾君」，故知稱疾必有所因，反自皋落，去此不遠，知自皋落反而稱疾也。　注「既告狐突，乃雉經」。　正義曰：雉，牛鼻繩也。申生以牛繩自縊而死也。故鄭注《封人》云：「絼，著牛鼻繩，所以牽牛者也。今時人謂之雉。」或爲雉性耿介，被人所獲，必自屈折其頭而死。《漢書》載趙人貫高自絕亢而死，申生當亦然也。《傳》云「申生縊死」，《晉語》申生使猛足辭於狐突，乃雉於新成廟。　注「言行」至「之有」。　正義曰：《春秋左傳》云「晉侯殺其世子申生」，父不義也。孝子不陷親於不義，而申生不能自理，遂陷父有殺子之惡，雖心存孝，而於理終非，故不曰孝，但謚爲恭，以其恭順於父事而已。《謚法》曰：「敬順事上曰恭。」]"
      },
      {
        "index": 15,
        "text": "魯人有朝祥而莫歌者，子路笑之。[笑其爲樂速。]夫子曰：「由，爾責於人終無已夫！三年之喪亦已久矣夫！」[爲時如此，人行三年喪者希，抑子路以善彼。]子路出，夫子曰：「又多乎哉！踰月，則其善也。」[又，復也。　【疏】「魯人」至「善也」。　正義曰：此一節論大祥除衰杖之日不得即歌之事，今各依文解之。　「魯人有朝祥莫歌者」，魯人，不辨其姓名。祥，謂二十五月大祥。歌哭不同日，故仲由笑之也，故鄭注「笑其爲樂速」然。祥日得鼓素琴。　「夫子」至「善也」。　夫子抑子路，呼其名云：由，若人治喪不備三年，各有可責。今此人既滿三年，爾尚責之，女罪於人終無休已之時。「夫」是語助也。三年之喪，計其日月已過，亦已久矣。人皆廢，此獨能行，其人既美，何須笑之？時孔子抑子路，善彼人，既不當實禮，恐學者致惑，待子路出後，更以正禮言之。夫子曰：魯人可歌之時節豈有多經日月哉？但踰越後月，即其善。言歌合於禮。案《喪服四制》「祥之日鼓素琴」，不譏彈琴而譏歌者，下注云「琴以手，笙歌以氣」，手在外而遠，氣在內而近也。]"
      }
    ]
  }
}