{
  "chapterNumber": 36,
  "title": "卷35",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「少，詩照反。少猶小也。鄭云：『以其記相見及薦羞之小威儀。』」\n[疏]正義曰：案鄭《目錄》云：「名曰《少儀》者，以其記相見及薦羞之少威儀，少猶小也。此於《別錄》屬《制度》。」"
      },
      {
        "index": 1,
        "text": "聞始見君子者，辭曰：「某固原聞名於將命者。」君子，卿大夫若有異德者。固，如故也。將，猶奉也。即君子之門，而云原以名聞於奉命者，謙遠之也。重則云「固」。奉命，傳辭出入。○始見，賢遍反，下文注，除注「二相見」並同。聞名，如字，徐音問，注皆同。謙音謙，本又作謙。遠，於萬反。重，直用反。傳，文專反，下「傳辭」同。"
      },
      {
        "index": 2,
        "text": "[疏]「聞始」至「命者」。○正義曰：此一經論見君子之法，但此一篇雜明細小威儀，不復局以科段，各隨文解之。○「聞始見君子者」，謂作《記》之人，心自謙退，不敢自專制其儀，而傳聞舊說，故云「聞始見君子者」，謂始欲見君子貴勝之人。○「辭曰：某固原聞名於將命者」，辭，客之辭也。某，客名也。再辭曰固，固，如故也。聞名，謂名得通達也。將命，謂傳辭出入、通客主之言語者也。客云願以已名使通聞於將命之人也。然客實原見君子，而云「原聞名於傳命者」，不敢必斥見於君子，但原將命者聞之而已。不云「初辭」，而云「固」者，欲明主人不即見己，已乃再辭，故云「固」也。若初辭則不云「固」，當惟云「某原聞名於將命者」耳。"
      },
      {
        "index": 3,
        "text": "不得階主。階，上進者，言賓之辭不得指斥主人。○上，時掌反。\n[疏]正義曰：解上經文云「聞名」之義也。階，進也。主，謂主人也。客宜卑退，故其辭不得斥進主人也。○注「階，上進者」。○正義曰：「階」是等，故人升階，必上進，故以階為上進。《隱義》云：「階可升上，故云上進也。」"
      },
      {
        "index": 4,
        "text": "適者，曰：「某固願見。」敵，當也。願見，願見於將命者，謙也。\n[疏]正義曰：此明敵體始相見言，敵體不謙，故云「願見」也。雖云「原見」，亦應云願見於將命者，因上巳有，故此略之。又云「固」者，義亦如前。"
      },
      {
        "index": 5,
        "text": "罕見曰聞名，罕，希也。希相見，雖於敵者，相為尊主之辭，如於君子。○罕見，賢遍反。\n[疏]正義曰：前二條明始相見，此明已經相見而疏者。罕，少也。若少見尊者，辭云「願聞名於將命者」。若少見敵者，亦云「願聞名於將命者」。然敵者始來曰「原見」，重來而疏，翻曰「聞名」者，亦獎之使不疏也。或云：「始來禮隆，故尊卑宜異；重來禮殺，故宜同也。」○注「罕希」至「君子」。○正義曰：案《爾雅•釋詁》文，罕，希也，是罕得為希。云「希相見，雖於敵者，猶為尊主之辭，如於君子」者，尊而希者，故宜同於始來相見，敵而希者，其辭重於始來，故鄭偏解之也。"
      },
      {
        "index": 6,
        "text": "亟見曰「朝夕」。亟，數也。於君子則曰「某原朝夕聞名於將命」者，於敵者則曰「某願朝夕見於將命者」。○亟，去冀反，注及下同。數，色角反。瞽曰聞名。瞽，無目也。以無目，辭不稱見。"
      },
      {
        "index": 7,
        "text": "[疏]「亟見」至「聞名」。○正義曰：此謂數相見者也。亟，數也。若數見尊者，則其辭云「某願朝夕聞名於將命者」，若數見敵者，則云「某願朝夕見於將命者」。○注「亟，數也」。○正義曰：《爾雅•釋詁》文。○「瞽曰聞名」者，瞽無目也，其來不問見貴賤，則並通云原聞名於將命者，其目無所見，故不云「願見」。"
      },
      {
        "index": 8,
        "text": "適有喪者曰「比」，適，之也。曰「某願比於將命者」。比，猶比方，俱給事。\n[疏]正義曰：前明吉禮相見，此以下明凶事相見者也。適，往也，此謂往適者喪家也。比，比方也。喪不主相見，凡往者，皆是助事，故云「比」，謂比方其年力，以給喪事也。君五十從反哭，四十持盈次，皆是比方其事，故鄭云「比謂比方，俱給事」，故辭云「原比於將命者」也。"
      },
      {
        "index": 9,
        "text": "童子曰「聽事」。曰「某願聽事於將命者」，童子未成人，不敢當相見之禮。\n[疏]正義曰：童子未成人，雖往適它喪，不敢以成人為比方，但來聽主人以事見使，故云「原聽事於將命者」也。"
      },
      {
        "index": 10,
        "text": "適公卿之喪，則曰「聽役於司徒」。喪憂戚，無賓主之禮，皆為執事來也。○為，於偽反，下文「為君喪」、注「雖為」並同。"
      },
      {
        "index": 11,
        "text": "[疏]正義曰：前往適喪，此敵貴者喪也。不敢云相比方而使，但聽主人之見役，輕重唯命，不敢辭也。不直云「聽役於將命」，而云「於司徒」者，司徒主國之事，故國有大喪，謂公卿之喪，則司徒皆率其屬掌之。故《司徒職》云：「大喪，帥六卿之眾庶屬其六引而治其政令。」鄭云：「眾庶所致役也。」又《檀弓》云「孟獻子喪，司徒旅歸四布」是也。《隱義》云「公卿亦有司徒官，以掌喪事」也。"
      },
      {
        "index": 12,
        "text": "君將適他，臣如致金玉貨貝於君，則曰「致馬資於有司」。敵者曰「贈從者」。適他，行朝會也。資，猶用也。贈，送也。○適它，音他。從，才用反。朝，直遙反。"
      },
      {
        "index": 13,
        "text": "[疏]「君將」至「從者」。○正義曰：此一經論臣致物於君及適者之辭。前明吉凶相見之禮，此以下明吉凶相送遺之禮也，此明送吉也。君，謂已君也。適它，謂朝會出往它國也。○「臣如置金玉貨貝於君」者，如，若也。君欲往它國，而臣若奉獻財物，以充君路之資者也。金玉貨貝，略舉其梗概耳。○「則曰致馬資於有司」者，臣雖以物贈君，君體尊備物，不有乏少，故臣不敢言「將物與君」。但恐君行有車馬，路中或須資給，故云此物以充馬資。物不可付馬，故云「致馬資於有司」。有司，謂主典君物者也。○「敵者曰贈從者」，若物送敵者，亦不云贈送敵者，當言贈於左右從行者也。"
      },
      {
        "index": 14,
        "text": "臣致襚於君，則曰「致廢衣於賈人」。敵者曰「襚」。言廢衣，不敢必用斂也。賈人，知物善惡也。《周禮》「玉府掌凡王之獻金玉、兵器、文織、良貨賄之物，受而藏之」，有賈八人。○襚音遂。賈音嫁，徐音估，注同。斂，力艷反。織音志，鄭注《周禮》云：「凶繡之屬。」"
      },
      {
        "index": 15,
        "text": "[疏]「臣致」至「曰襚」。○正義曰：此因前送吉，此明送凶。「襚」者，以衣送死人之稱。禮：以衣送敵者死曰「襚」。襚者，遂彼生時之意也。若臣以衣送君死，不得曰「襚」，但云「致廢衣」。廢衣者，不敢言「必充君斂」，但充以廢致不用之例，故云「致廢衣」也。賈人者，識物賈貴賤而主君之衣物者也。又不敢云「與君」，故云「致賈人」也。然《喪大記》云：「君無襚。」注云：「無襚者，不陳不以斂。」○「敵者曰襚」者，衣送敵者死，既無謙，故云「襚」也。○注「《周禮》」至「八人」。○正義曰：引之者，證君有賈人藏獻物也。鄭注《周禮》云：「文，謂物織畫繡之屬也。」"
      },
      {
        "index": 16,
        "text": "親者兄弟，不以襚進。不執將命者，以即陳而已。\n[疏]正義曰：此明親者相襚之法。進，謂執之將命也。若非親者相襚，則擯者傳辭將進，以為禮節。若有親者相襚，但直將進即陳之，不須執以將命也。案《士喪禮》：大功以上同體之親襚，不將命，即陳於房中；小功以下及同姓等皆將命。"
      },
      {
        "index": 17,
        "text": "臣為君喪，納貨貝於君，則曰「納甸於有司」。甸，謂田野之物。○甸，大見反。\n[疏]正義曰：言臣為君喪，而臣進物納為獻也。納，入也。甸，田也。言人此物，是自田野之所出，合獻入之於君有司也。必云「田所出」者，臣皆受君地，明地物本由君出也。尤是送君，故與賈人貨貝但供喪用，故付有司也。"
      },
      {
        "index": 18,
        "text": "賵馬入廟門。以其主於死者。○賵，考仲反。賻馬與其幣，大白兵車，不入廟門。以其主於生人也。兵車，革路也。雖為死者來，陳之於外，戰伐田獵之服，非盛者也。《周禮》：「革路建大白以即戎。」○賻音附。"
      },
      {
        "index": 19,
        "text": "[疏]「賵馬」至「廟門」。○正義曰：此一節論賻、賵之異。○「賵馬入廟門」者，以馬送死曰賵，賻副亡者之意也。既送亡者，故將入廟門也。庾云：「禮：既袒訖，而後賵馬入。設於廟庭，而入門者，欲以供駕廟車也。」故鄭云「主於死者」。○「賻馬與其幣，大白兵車，不入廟門」者，以馬助生營喪曰「賻馬」。幣，謂以財貨賻助主人喪用。並助主人之物，故不將入廟也，故鄭云「以其主於生人也」。大白兵車，革路之旗。《周禮》「革路建大白以即戎」也。兵車即革路也，雖並為送喪之從車，而其本是田戰之具，故不可入廟門，故鄭云：「雖為死者來，陳之於外，戰伐田獵之服，非盛者也。」然所以得有大白兵車來助主人者，此謂諸侯有喪，鄰國之君有以大白兵車而賵之者，或家國自有也。"
      },
      {
        "index": 20,
        "text": "賻者既致命，坐委之，擯者舉之，主人無親受也。喪者非屍柩之事，則不親也。舉之，舉以東。○柩音舊。\n[疏]「賻者」至「受也」。○正義曰：此一經明賻者授物及主人受之禮。○「賻者既致命，坐委之」者，此明來賻者之法。坐，猶跪也，謂賻者跪，委物於地。○「擯者舉之」者，謂主人擯者舉而取之。○「主人無親受也」者，吉時，若人饋物，主人皆自拜受之。若有喪，主於哀戚，凡有四方使者以物賻己，悉不得拜受，故使擯者受舉之而已。○注「舉之，舉以東」。○正義曰：知「舉以東」者，《雜記》云：「含者入，升堂，致命，坐委於殯東南，宰夫朝服即喪屨，升自西階，西面，坐取璧，降自西階以東。」後襚者賻者並然。而升堂致命，是告擯之辭也。若賻生人，則致命擯者，不告殯而不升堂。然車馬不舉以陳，而鄭云「舉以東」者，謂幣之屬也。"
      },
      {
        "index": 21,
        "text": "受立授立，不坐，由便。○便，婢面反。性之直者，則有之矣。有之，有跪者也。謂受授於尊者，而尊者短則跪，不敢以長臨之。○跪，其委反。長，直良反。"
      },
      {
        "index": 22,
        "text": "[疏]「受立」至「之矣」。○正義曰：此一節明相授受之禮，前明吉凶相見及送贈之禮，禮有擯相授受之法，故此明之。坐亦跪也。凡尊卑相授，乃以跪為敬也。○「受立」，謂尊者立，以物與卑者，卑者受此尊者之物。「授立」，謂尊者立，巳以物授尊者之立。此二事皆不坐，以尊者立故也。若坐，則尊者屈而低身，類尊者故也。○「性之直者，則有之矣」者，性，謂天性。言尊者天性直自如此短小，尊者雖立，若授受尊者之物，則有坐而授受。所以然者，以尊者短小，若立對之，則以長臨尊，故有坐也。"
      },
      {
        "index": 23,
        "text": "始入而辭，曰：「辭矣。」即席，曰：「可矣。」可，猶止也，謂擯者為賓主之節也。始入則告之辭，至就席則止其辭。排闔，說屨於戶內者，一人而巳矣。雖眾敵，猶有所尊者。○排，薄皆反。闔，初獵反，又音合。說，吐活反，本又作脫，下注同。有尊長在，則否。在，在內也。後來之眾，皆說屨於戶外。○長，丁丈反，下文注「尊長」皆同。"
      },
      {
        "index": 24,
        "text": "[疏]「始入」至「則否」。○正義曰：此一節明賓主之入，擯者告之辭讓之節及說屨之儀。○「始入而辭」者，謂始入門，主人辭謝賓之節。○「曰：辭矣」者，當此之時，擯者告主人曰辭謝賓矣，謂辭讓賓，令賓先入。至階之時，擯者亦應告主人曰辭讓賓先登矣。此不言者，始入之文，包入門登階矣。○「即席，曰可矣」者，謂賓主升堂，各自就席而立。擯者恐賓主辭謝即席，故擯者告之曰「可矣」。可，猶止也。言既即席之時，止此辭讓，不須辭矣。○「排闔，說屨於戶內者，一人而巳矣」者，謂賓主登席，其眾須入戶內者，雖尊卑相敵，猶推一人為尊。闔，謂門扇，謂排推門扇。「說屨於戶內者，一人而巳矣」，言止許一人，不得並皆如此也。○「有尊長在，則否」者，謂先有尊長已在於堂或室，眾人後入，不得一人說屨加戶內也。"
      },
      {
        "index": 25,
        "text": "問品味，曰：「子亟食於某乎？」問道藝，曰：「子習於某乎？子善於某乎？」不斥人，謙也。道，三德三行也。藝，六藝。○某音母。行，下孟反。"
      },
      {
        "index": 26,
        "text": "[疏]「問品」至「某乎」。○正義曰：此一經明賓主相問飲食及道藝之事也。○「問品味，曰：子亟食於某乎」者，謂客來，賓主相問，禮也。「品味」者，殽饌也。亟，數也。凡問人，若欲問彼人巳嘗食某殽饌與否者，則不可斥問嘗食否，但當問其數食某食乎？如言彼已嘗經數食也。然彼若不嘗食，則自當依事而答之也。○「問道藝」者，亦謂賓主先巳明知所習道藝，及其問之，亦不敢指斥，故云：子習於某道乎？子善於某藝乎？道難，故稱習。藝易，故稱善也。○注「不斥」至「六藝」。○正義曰：「不斥人，謙也」者，雖先知其所食、所習、所善，及其問之，猶疑而稱「乎」。「乎」者，謙退之辭，是以不正指斥人所能。此人，兼賓主也，南本云「不斥主人」，非也。云「道，三德三行也」者，案《師氏》教國子三德三行者，一曰至德，二曰敏德，三曰孝德。三行者，一曰孝行，二曰友行，三曰順行也。皆國子所習，故知道是三德三行也。云「藝，六藝」者，案《保氏》教六藝，禮、樂、射、馭、於、書數也。"
      },
      {
        "index": 27,
        "text": "不疑在躬，躬，身也。不服行所不知，使身疑也。不度民械，械，兵器也。不計度民家之器物，使巳亦有。○度，大洛反，計也，注同。械，戶戒反。不原於大家，大，謂富之廣也。不訾重器。訾，思也。重，猶寶也。○訾，子斯反。"
      },
      {
        "index": 28,
        "text": "[疏]「不疑」至「重器」。○正義曰：此一節承上賓主相問之事，因明賓主之禮，賓不得願主人所有之物。○「不疑在躬」者，既問主人之道藝，則己亦當習學明瞭，不得使疑事在其躬，則為賓為主皆然也。○「不度民械」者，謂為客至主人之家，不得計度民家所有器械，使己亦有也。○「不原於大家」者，大家，謂富貴廣大之家，謂大夫之家也。謂士往於卿大夫之家，見彼富大，不可願學之也，非分而願，必有亂心也。○「不訾重器」者，訾，思也。重器，寶珍之物。言謂客至主人之家，見有重器，重器不可思玩之若思玩之，則憎疾已貧賤，生淫亂濫惡也。"
      },
      {
        "index": 29,
        "text": "汜掃曰掃，掃席前曰拚。拚席不以鬣，執箕膺擖。鬣，謂帚也，帚恆帚地，不潔清也。膺，親也。擖，舌也，持箕將去糞者，以舌自鄉。○汜埽，上芳劍反，下悉報反。拚，弗運反，又作A2，鬣，力陳反。膺，於陵反，胸前也。擖，以涉反，舌也，徐音葉。清，徐才性反，又如字。去，起呂反，下「擢去」同。鄉，許亮反。"
      },
      {
        "index": 30,
        "text": "[疏]「汜埽」至「膺擖」。○正義曰：此一經明主人與賓灑掃之事。「汜埽」者，汜，廣也。若遠路大賓來，主人宜廣掃之，謂外內俱埽謂之「埽」。○「埽席前曰拚」者，若近路小賓來，則止埽席前，不得名「埽」，則但曰「拚」也，所以然者，拚是除穢，埽是滌蕩。○「拚席不以鬣」者，鬣，謂掃地帚也。若埽席上，不得用埽地帚也。○「執箕膺擖」者，膺，人之胸前。擖，箕之舌也。箕是去物之具，賤者執之，不可持鄉尊者，當持箕舌，自鄉胸前。"
      },
      {
        "index": 31,
        "text": "不貳問。當正已之心，以問吉凶於蓍龜。不得於正，凶則卜筮其權也。○蓍音屍。問卜筮曰：「義與？志與？」義則可問，志則否。大卜問來卜筮者也。義，正事也。志，私意也。○與音餘，下同。大音泰。"
      },
      {
        "index": 32,
        "text": "[疏]「不貳」至「則否」。○正義曰：此一節明卜筮之法。○「不二問」者，凡卜筮之法，當正已心志而來問於蓍龜，則得吉兆，不得二心不正。若二心不正，必凶，則卜筮權時妄告。○「問卜筮曰：義與，志與」者，謂大卜問來卜筮者，為是道理正義與？為是私意志與？○「義則可問，志則否」者，若卜筮者是公義，則可為卜筮。若所問是私心志意，則不為之卜筮。"
      },
      {
        "index": 33,
        "text": "尊長於已逾等，不敢問其年。逾等，父兄黨也。問年，則已恭孫之心不全。○孫音遜，本亦作遜，同。燕見不將命。自不用賓主之正來，則若子弟然。○見，賢遍反，下「請見」同。遇於道，見則面，可以隱則隱，不敢煩動也。不請所之。尊長所之或卑褻。○{□}，息列反。喪俟事，不犆吊。亦不敢故煩動也。事，朝夕哭時。○特，本亦作犆，音特。侍坐，弗使，不執琴瑟，不畫地，手無容，不翣也。端愨所以為敬也。尊長或使彈琴瑟，則為之可。○畫，胡麥反。翣，本亦作菨，所角反，盧云：「扇也。」愨，苦角反。寢，則坐而將命。命有所傳辭也。坐者，不敢臨之。侍射則約矢，不敢與之拾取也。○射，食夜反，下注「客射」同。拾，其劫反。侍投則擁矢。不敢釋於地也。投，投壺也。投壺坐。勝則洗而以請。洗爵請行觴，不敢直飲之。○飲音蔭。客亦如之。客射，若投壺不勝，主人亦洗而請之。○勝，詩證反。不角，角，謂觥，罰爵也。於尊長與客，如獻酬之爵。○觥，古橫反。不擢馬。擢，去也，謂徹也。巳徹馬嫌勝，故薄之。○擢，直角反。"
      },
      {
        "index": 34,
        "text": "[疏]「尊長」至「擢馬」。○正義曰：此一節論卑幼奉命於尊長諸雜之儀。○「燕見不將命」者，謂卑幼，私燕而見，不使擯者將傳其命，無賓主之禮。○「遇於道，見則面」者，若於道路遇逢尊者，尊者若見己，己則面見。若尊者不見已，已則隱也。○「不請所之」者，雖面自見，而不得問尊者何處往也。○「喪俟事，不犆吊」者，謂吊於尊長喪法也。俟事，謂侍主人朝夕哭時也。不犆吊，謂不非時而獨吊也。○「侍坐，弗使，不執琴瑟」者，卑侍尊者之法也。侍坐於尊，尊者若不使已，已則不得執琴瑟而鼓之。若使己，則得執之也。○「不畫地」者，盧云：「不敢無故畫地也。」○「手無容」者，盧云：「不弄手也。」○「不翣也」者，盧云：「翣，扇也。」雖熱亦不敢搖扇也。此皆端愨，所以為敬。○「寢，則坐而將命」者，寢，臥也。坐，跪也。若尊者眠臥，而侍者，若傳辭，當跪前，不可以立，恐臨尊者。○「侍射則約矢」者，矢，箭也。凡射必計耦，先設楅在中庭。楅者，兩頭為龍頭，中央共二身，而倚箭於幅身上，上耦前取一矢，下耦又進取一，如是更進，各得四箭而升堂，插三於要，而手執一隻。若卑者侍射，則不敢更拾進取，但一時並取四矢，故云「則約矢」也。○「侍投則擁矢」者，投，投壺也。擁，抱也。矢，謂投壺箭也，若柘若棘為之。投壺禮，亦賓主各四矢，從委於身前坐，一一取之。若卑者侍投，則不敢釋置於地，但手並抱投之也。故鄭云「不敢釋於地」。庾云：「擁抱己所當投矢也。」《隱義》云：「尊者委四矢於地，一一取以投，卑者不敢委於地，悉執之也。」○「勝則洗而以請」者，若敵射及投壺竟，司射命酌，而勝者當應曰「諾」。而勝者弟子，酌酒南面以置豐上，豐在西階上兩楹之西。而不勝者下堂，揖讓升堂，就西階上立，北面，就豐上取爵，將飲之，而跪之曰「賜灌」，灌，猶飲也。而勝者立於不勝者東，亦北面，跪而曰「敬養」。若卑者得勝，則不敢直酌當前，洗爵而請行觴，然後乃行也。○「客亦如之」者，客若不勝，則主人亦洗而請，如卑侍之法，所以優賓也。○「不角」者，角，謂行罰爵，用角酌之也。《詩》云「酌彼兕觥」是也。今飲尊者及客，則不敢用角，但如常獻酬之爵也。○「不擢馬」者，擢，去也，徹也。投壺立籌為馬，馬有威武，射者所尚也。凡投壺，每一勝輒立一馬，至三馬而成勝。但頻勝馬三難得，若一朋得二馬，一朋得一馬，於是二馬之朋，徹取一馬者足以為三馬，以成定勝也。今若卑者朋，雖得二馬，亦不敢徹尊者馬足成巳勝也。"
      },
      {
        "index": 35,
        "text": "執君之乘車則坐。執，執轡，謂守之也，君不在中坐，示不行也。○乘，繩證反。轡，冰媚反。僕者右帶劍，負良綏，申之面，扡諸幦，面，前也。幦，覆苓也。良綏，君綏也。負之，由左肩上，入右腋下，申之於前覆笭上也。○扡，徒可反，引也，又他左反。幦，徐音覓。答，力丁反。腋音亦。以散綏升，執轡然後步。步，行也。○散，悉旦反。"
      },
      {
        "index": 36,
        "text": "[疏]「執君」至「後步」。○正義曰：此一節明為君僕御之法。○「執君之乘車則坐」者，執，執轡也，謂不在車，而僕執轡守君車時也。凡御則立，今守空車則坐，示君不在車，車不行也。○「僕者右帶劍」者，謂初御法也，「僕」即御者也。「右帶劍」者，帶之於腰右邊也，帶劍之法在左，以右手抽之便也。今御者劍右帶者，御人在中，君在左，若左帶劍則妨於君，故右帶也。○「負良綏，申之面」者，良，善也。善綏，君綏也。君猶後升，僕者在車背君，面向前，取君綏，由左腋下加左肩上，繞背入右腋下，申綏之末於面前。○「拖諸幦」者，拖，猶擲也，亦引也。幦，車覆蘭也。綏申於面前，而拖末於車前幦上也，亦云「引之」，可置車幦上也。○「以散綏升」者，謂初升時也。散綏，副綏也。僕登車，既不得執君綏，故執副綏而升也。○「執轡然後步」者，步，猶行也。既升車，執策分轡，而後行車也。行車五步而立待君，君出上，則授良綏而升君也。○注「幦，覆笭也」。○正義曰：笭，車前蘭也，亦名為「式」。故《詩傳》云「幭覆式」，與此同。知「良綏，君綏」者，以下云「散綏」，既有二種，明良綏、君綏，其散綏則本繫於車僕者，攬之而登車也。"
      },
      {
        "index": 37,
        "text": "請見不請退。去止不敢自由。○見，賢遍反。朝廷曰退，近君為進。○朝，直遙反，後「朝廷」皆同。近，附近之近。燕遊曰歸，禮褻，主於家也。師役曰罷。罷之言罷勞也。《春秋傳》曰：「師還曰疲。」○罷音皮，注同。還音旋，下文注皆同。"
      },
      {
        "index": 38,
        "text": "[疏]「請見」至「曰罷」。○正義曰：此一節明卑者見尊，及朝廷退歸之辭。○「請見不請退」者，謂卑者於尊所，有請見之理，既見，去必由於尊者，故不敢請退。○「朝廷曰退」者，謂於朝廷之中，若欲散還，則稱曰「退」。以近君為進，還私遠君，故稱「退」。《論語》「子退朝」，又云「冉子退朝」，並是對「進」為言也。○「燕遊曰歸」者，若在燕及游退還稱曰「歸」，以燕遊禮褻，主於歸家。○「師役曰罷」者，謂於師役之中，欲散退之時，稱曰「罷勞」。○注「春秋」至「曰疲」。○正義曰：案莊八年夏，魯師及齊師圍郕，郕降於齊師。秋，師還。《公羊傳》曰：「還者何？善辭也。此滅同姓，何善爾？病之也。」何休云：「慰勞其罷病也。」是鄭用《公羊》為注也。"
      },
      {
        "index": 39,
        "text": "侍坐於君子，君子欠伸、運笏、澤劍首、還屨、問日之蚤莫，雖請退可也。以此皆解倦之狀，伸，頻伸也。運、澤，謂玩弄也。金器弄之，易以汙澤。○欠，起劍反。伸音申。笏音忽。還音旋。蚤音早。莫音暮。解，古賣反。頻，本又作嚬，音頻。玩，五亂反。易，以豉反。汙，戶旦反，一音烏。"
      },
      {
        "index": 40,
        "text": "[疏]「侍坐」至「可也」。○正義曰：此明侍坐法也。志倦則欠，體疲則伸，為君子久坐而自為之也。○「運笏」者，運，動也，謂君子搖動於笏澤劍首者。澤，謂光澤，玩弄劍首，則生光澤。○「還屨」者，還，轉也，謂君子自轉屨也。尊者說屨於戶內，是屨恆在側，故得自還轉之也。○「問日之蚤莫」者，尊者忽問日之蚤晚。○「雖請退可也」者，雖，假令也。前言侍者不得請退，今若見君子有「欠伸」以下諸事，皆是坐久體倦欲起、或欲臥息之意，故侍者當此時，假令請退則可也。"
      },
      {
        "index": 41,
        "text": "事君者量而後入，不入而後量。凡乞假於人，為人從事者亦然。然，故上無怨而下遠罪也。量，量其事意合成否。○量音亮。乞如字，又音氣。為，於偽反。遠，於萬反。"
      },
      {
        "index": 42,
        "text": "[疏]「事君」至「罪也」。○正義曰：此一節明臣事君之法。○「事君者量而後入」者，凡臣之事君者，欲請為其事，先商量事意堪合以否，然後入而請之。○「不入而後量」者，不得先入請見君，然後始商量成否。○「凡乞假於人，為人從事者亦然」者，非直事君如此，凡乞貸假借於人，謂就人乞貸假借，為人從事，謂求請事人，如此之屬，亦須先商量事意成否，不可不先商量，即當其事，故云「亦然」。○「然，故上無怨而下遠罪也」者，然猶如此。事君若能如此，下不忤上，故上無怨；上不青下，故下遠罪。然唯解「上」、「下」，不結「乞假」、「從事」者也，可略。"
      },
      {
        "index": 43,
        "text": "不窺密，嫌伺人之私也。密，隱曲處也。○窺，苦規反。伺音司。處，昌慮反。不旁狎，妄相服習，終或爭訟。○爭，爭鬥之爭。不道舊故，言知識之過失，損友也。孔子曰：「故舊不遺，則民不偷。」○偷，他侯反。不戲色。暫變傾顏色為非常，則人不長，失敬也。○不長，丁丈反。絕句。"
      },
      {
        "index": 44,
        "text": "[疏]「不窺」至「戲色」。○正義曰：此一節明在於僚類當自矜持之事。○「不窺密」者，人當正視，不得窺覘隱密之處，故鄭云：「嫌伺人之私也。」○「不旁狎」，旁，猶妄也，不得妄與人狎習，或至忿爭，因狎而爭訟也。○「不道舊故」者，不道說故舊之罪過。○「不戲色」者，不戲弄其顏色。○注「暫變」至「敬也」。○正義曰：人當恆自矜持，尊其瞻視。若暫傾變顏色，為非常褻慢，則人不復長久，失他人所敬，故云「則人不長，失敬也」。"
      },
      {
        "index": 45,
        "text": "為人臣下者，有諫而無訕，有亡有無疾，亡，去也。疾，惡也。○訕，所諫反，徐所奸反。惡，烏路反。頌而無諂，諫而無驕。頌，謂將順其美，匡救其惡。驕，謂恃知而慢也。○諂，稔變反。怠則張而相之，怠，墮也。相，助也。○相，息亮反，注同。惰，徒臥反。廢則掃而更之，廢，政教壞亂，不可因也。○更音庚。謂之社稷之役。役，為也。"
      },
      {
        "index": 46,
        "text": "[疏]「為人」至「之役」。○正義曰：此明臣事君之道。○「有諫而無訕」者，「訕」為道說君之過惡及謗毀也。君若惡，臣當諫之，不得向人道說謗毀。故《論語》云：「惡居下流而訕上者。」○「有亡而無疾」者，亡，猶去也。疾，猶憎惡也。君若有過，三諫不從，乃出境而去，不得強留而而憎惡君也。○「頌而無諂」者，頌，美盛德之形容也。諂，謂橫求見容。若君有盛德，臣當美而頌之也。君苟無德，則匡而救之，不得虛妄以惡為美，橫求見容。故《孝經》云：「將順其美，匡救其惡。」○「諫而無驕」者，君若從已諫，則已不得藉已言行謀用，恃知而生驕慢。○「怠則張而相之」者，怠，惰也。相，助也。若君政怠隋，則臣當為張起而助成之也。《隱義》云：「若怠隋，當張設法而助之，或張強其志，以廣大之也。」○「廢則掃而更之」者，君政若巳廢壞，無可復張助者，則當埽蕩而更創立為新政也。○「謂之社稷之役」者，役，為，謂事君如上者，是可謂為社稷之臣也。故衛君云：「柳莊者，是社稷之臣也。」○注「役，為也」。○正義曰：為，謂助為也。社稷之臣，謂為助社稷之臣也。"
      },
      {
        "index": 47,
        "text": "毋拔來，毋報往。報，讀為赴疾之赴。拔、赴，皆疾也。人來往所之，常有宿漸，不可卒也。○拔，蒲末反，注同。急，疾也，王本作校，古孝反。報音赴。卒，才忽反。毋瀆神，瀆，謂數而不敬。○數，色角反。毋循枉，前日之不正，不可復遵行以自伸。○循枉，上音旬，下紆往反，邪曲也。復，扶又反。毋測未至。測，意度也。○意度，如字，本又作億，音抑。下，大各反。士依於德，游於藝。德，三德也，一曰至德，二曰敏德，三曰孝德。藝，六藝也，一曰五禮，二曰六樂，三曰五射，四曰五御，五曰六書，六曰九數。工依於法，游於說。法，謂規矩尺寸之數也。說，謂鴻殺之意所宜也。《考工記》曰：「薄厚之所震動，清濁之所由出，侈弇之所由興，有說。」說，或為伸。○於說，如字，注同，又始銳反。鴻又作洪。殺，色戒反。侈，昌氏反。弇，於檢反。毋訾衣服成器，訾，思也。成，猶善也。思此則疾貪也。○訾，子斯反。毋身質言語。質，成也，聞疑則傳疑，若成之，或有所誤也。○傳，丈專反。"
      },
      {
        "index": 48,
        "text": "[疏]「毋拔」至「言語」。○正義曰：此一節廣明為人之法。○「毋拔來，毋報往」者，報，謂赴也。拔、赴，皆速疾之意。凡人所之適，必有宿漸，毋得疾來，毋得疾往。○「毋瀆神」者，謂瀆慢也。神明正直，敬而遠之，不可慢。○「毋循枉」者，循，循追述也。枉，邪曲也。人非圓煨，不免時或邪曲，若前已行之，今當改正，不得猶追述已之邪事也。○「毋測未至」者，未至之事，聖人難之，凡人故不可豫欲測量之也。若終不知，則傷知也。○「士依於德」者，士，謂進士有德行者，當依附於三德。○「游於藝」者，謂敖遊於六藝。○「工依於法」者，謂規矩尺寸之法式。言工巧，皆當依附於法式。○「游於說」者，說，謂論說規矩法式之辭，言游息於規矩法式之文書。○「毋訾衣服或器」者，訾，思也。成，善也。無得思念衣服善器。○「毋身質言語」者，凡言語有疑則稱疑，無得以身質成言語之疑者，其言既疑，若必成之，或有所誤也。○注「德三」至「九數」。○正義曰：案《周禮•師氏》：「以三德教國子，一曰至德，二曰敏德，三曰孝德。」彼注云：「至德，中和之德，覆燾持載含容者也。敏德，仁義順時者也。孝德，尊祖愛親。」案《大司徒職》云：「以鄉三物教萬民，一曰六德，知、仁、聖、義、忠、和。」知此「依於德」非六德者，六德所以教萬民，而云三德所以教國子。此經云「士」，故知是三德也。云「一曰五禮」至「九數」者，是《周禮•保氏職》文。案彼注云：「五禮：吉、凶、賓、軍、嘉也。六樂：《雲門》、《大咸》、《大韶》、《大夏》、《大濩》、《大武》也。五射：白矢、參連、剡注、襄尺、井儀也。五御：鳴和鸞、逐水曲、過君表、舞交衢、逐禽左。六書：象形、會意、轉注、處事、假借、諧聲也。九數：方田、粟米、差分、少廣、商功、均輸、方程、贏不足、旁要。今有重差、句股。」然五禮六樂之等，皆鄭康成所注，其五射以下，鄭司農所解。但九數之名，書本多誤，儒者所解，方田一、粟米二、差分三、少廣四、商功五、均輸六、方程七、贏不足八、旁要九。云「今有重差、句股」者，鄭司農指漢時，云今世於九數之內有重差、句股二篇，其重差即與舊數差分一也。去舊數旁要，而以句股替之，為漢之九數，即今之《九章》也。先師馬融、干寶等更云今有夕桀各為二篇，未知所出。今依司農所注《周禮》之數，餘並不敢。○注「說謂」至「宜也」。○正義曰：此經云「依於法，游於說」，法既是規矩法式，法外又云「說」，是說與法不同，謂說此法式文書，論其法式大小鴻殺之意，與法大同小異，法式據其體，論法據其文。引《考工記》者，證說是說法度之意，彼說鑄鍾形狀，言鍾或薄或厚，聲之振動，其聲清濁，由薄厚而出。云「侈弇之所由興」者，「侈」謂鍾口寬大，「弇」謂鍾口內小，從此法式所由興，有說，或大或小，或侈或弇，皆有所宜之意：鍾厚則聲不散，薄則聲散；大短，出聲疾易竭；小長，聲緩深遠；弇則聲不舒揚，故云「有說」。"
      },
      {
        "index": 49,
        "text": "言語之美，穆穆皇皇。朝廷之美，濟濟翔翔。祭祀之美，齊齊皇皇。車馬之美，匪匪翼翼。鸞和之美，肅肅雍雍。匪，讀如「四牡騑騑」。齊齊皇皇，讀如歸往之往。「美」皆當為「儀」字之誤也。《周禮》：「教國子六儀，一曰祭祀之容，二曰賓客之容，三曰朝廷之容，四曰喪紀之容，五曰軍旅之容，六曰車馬之容。」○美音儀，出注，下同。濟，子禮反。齊齊皇皇，齊如字，皇音往，徐於況反。匪，讀為騑，芳非反。牡音母。"
      },
      {
        "index": 50,
        "text": "[疏]「言語」至「雍雍」。○正義曰：此一節明諸事之宜。此美皆當為儀。○「言語之美」者，謂與賓客言語，故鄭注《保氏》云：「賓客之容。」○「穆穆皇皇」者，謂言語形狀穆穆皇皇。然其天子諸侯行容亦穆穆皇皇，故《曲禮》云：「天子穆穆，諸侯皇皇。」鄭云：「皆行容止之貌。」穆穆皇皇，皆美大之狀。○「濟濟翔翔」者，據在朝威儀。「濟濟翔翔」者，謂威儀厚重寬舒之貌。言語則穆穆皇皇，威儀則濟濟翔翔。○「齊齊皇皇」者，皇，讀為歸往之往。皇氏云：「謂心所繫往。孝子祭祀，威儀嚴正，心有繼屬，故齊齊皇皇。」然其言語及威儀皆當如此。○「匪匪翼翼」者，匪，讀曰騑。「騑騑翼翼」者，皆是車馬之形狀，故《詩》云：「四牡騑騑。」下又云：「四牡翼翼。」皆是馬之行容貌。翼翼騑騑，皆是馬之嚴止。○「肅肅雍雍」者，鸞和聲之形狀，肅肅然，雍雍然。肅肅是敬貌，雍雍是和貌。○注「匪讀」至「之容」。○正義曰：《詩•小雅》云：「四牡騑騑，周道倭遲。」述文王聘臣之勞。云「美皆當為儀」者，以《保氏》云：「教國子六儀，一曰祭祀之容。」容即儀也，故知「美皆當為儀」。鄭彼注「祭祀之容」，「朝廷之容」，「車馬之容」，皆引此文。其「賓客之容」，則此「言語穆穆皇皇」也。彼注「喪紀之容，纍纍顛顛；軍旅之容，暨暨詻詻」，是《玉藻》文也。"
      },
      {
        "index": 51,
        "text": "問國君之子長幼，長，則曰「能從社稷之事矣」；幼，則曰「能御」、「未能御」。御，謂御事。○長，丁丈反，下及注同。問大夫之子長幼，長，則曰「能從樂人之事矣」；幼，則曰「能正於樂人」、「未能正於樂人」。正，樂政也。《周禮•大司樂》：「以樂德教國子，中、和、祗、庸、孝、友。以樂語教國子，興道、諷誦、言語。以樂舞教國子，舞《雲門》、《大卷》、《大咸》、《大韶》、《大夏》、《大濩》、《大武》。」○樂人，音岳。興如字，又許證反。道音導。諷，福鳳反。卷音權。濩，戶故反。問士之子長幼，長，則曰「能耕矣」；幼，則曰「能負薪」、「未能負薪」。士祿薄，子以農事為業。執玉、執龜筴不趨，堂上不趨，城上不趨。於重器，於近尊，於迫狹，無容也。步張足曰趨。○筴音策。近，附近之近。狹音合。武車不式，介者不拜。兵車不以容禮下人也，軍中之拜肅拜。○下戶嫁反。"
      },
      {
        "index": 52,
        "text": "[疏]「問國君」至「不拜」。○正義曰：此一節明問國君及大夫士之子長幼之稱。○「長，則曰能從社稷之事矣」者，謂彼人所問君之子長幼。若長，則答之云能從君供社稷之事若幼則曰：「能御御治也。謂巳能治事若大幼則曰：「未能治事此治事，謂尋常細小事也，小於社稷事。○「問大夫之子長幼，長，則曰能從樂人之事矣」者，以大夫之子，恆習學於樂，長則己能習樂，故曰「能從樂人之事矣」。○「幼，則曰能正於樂人，未能正於樂人」者，正，謂政令。以幼者習樂未成，但聽政令於樂人，受樂人所教。幼，則云「已能受命令於樂人」，若大幼，則云「未能受政令於樂人」。○注「正樂」至「大武」。○正義曰：鄭恐經「正」是樂正之官，故讀為政令之「政」，謂年幼受政於樂人也。引《大司樂》者，證卿大夫之子習樂之事。云「以樂德教國子，中、和、袛、庸、孝、友」者，彼注云：「中，猶忠也，和，剛柔適也。祗，敬。庸，有常也。善父母曰孝，善兄弟曰友。」云「以樂語教國子，興、道、諷、誦、言、語」者，彼注云：「興，謂以善物喻善事。導者，言古以剴今也。倍文曰諷，以聲節之曰誦，發端曰言，答述曰語。」云「教國子舞《雲門》」以下者，故注云：「黃帝曰《雲門》、《大卷》，言其德如雲之所出，民得以有族類。」如鄭此言，「如雲之所出」，解《雲門》也，「民得以有族類」，解《大卷》也，言有族類而集聚也。彼註：「《大咸》、《咸池》，堯樂也，言其德無所不施。《大韶》，舜樂也，言有德能紹堯之道。《大夏》，禹樂也，禹治水，言其德能大中國。《大濩》，湯樂也，言其德能使天下得其所。《大武》，武王樂也，言其德能成武功也。」《曲禮》問其父身，此問其子者，皇氏云：「記人之意異耳。」"
      },
      {
        "index": 53,
        "text": "婦人吉事，雖有君賜，肅拜；為屍坐，則不手拜，肅拜；為喪主，則不手拜。肅拜，拜低頭也。手拜，手至地也。婦人以肅拜為正，凶事乃手拜耳。為屍，為祖姑之屍也。《士虞禮》曰：「男，男屍。女，女屍。」「為喪主，不手拜」者，為夫與長子當稽顙也，其餘亦手拜而巳。雖或為唯，或曰喪為主，則不手拜，肅拜也。○低，丁兮反。為夫，於偽反。"
      },
      {
        "index": 54,
        "text": "[疏]「婦人」至「手拜」。○正義曰：此一節論婦人拜儀。婦人吉禮不手拜，但肅拜。肅拜，如今婦人拜也。吉事及君賜悉然也。○「為屍坐」者，謂虞祭，婦人為祖姑作屍也。《周禮》「坐屍」，嫌婦人或異，故明之也。若平常祭，無婦人之屍，示主於夫，故設同幾而已。○「則不手拜，肅拜」者，手拜，手至地。婦人為屍，或答拜時，但肅拜，而不手拜也。○「為喪主，則不手拜」者，婦人若有喪而不為主，則手拜也。若為夫及長子喪主，則稽顙，不手拜。○注「肅拜」至「拜也」。○正義曰：「手拜，手至地」者，解手拜之義。言手拜之拜，但以手至地，則《周禮》「空首」。案鄭注《周禮》：「空首，頭拜至手。」此云「手至地」，不同者，此手拜之法，先以手至地，而頭來至手。故兩注不同，其實一也。云「婦人以肅拜為正」者，言肅拜是婦人之常。而昏禮拜扱地，以其新來為婦，盡禮於舅姑故也。《左傳》穆羸頓首於宣子之門者，有求於宣子，非禮之正也。云「凶事乃手拜耳」者，言婦人除為喪主，其餘輕喪，凶事乃有手拜耳。鄭知然者，以經云「為喪主，則不手拜」，明不為喪主，則手拜，故云「凶事乃有手拜耳。云「為屍，為祖姑之屍也」者，以《士虞禮》「男，男屍；女，女屍」故也。若平常吉祭，則共以男子一人為屍，故《祭統》云「設同幾」是也。云「為夫與長子，當稽顙也」者，《小記》文。以其稽顙，故不手拜。云「其餘亦手拜而巳」者，除夫與長子之外，則上云「凶事乃手拜」是也。云「或曰喪為主，則不手拜，肅拜也」者，鄭更引或解之辭，云為喪主，不作手拜，但為肅拜，與前為稽顙異，違《小記》正文，其義非也。"
      },
      {
        "index": 55,
        "text": "葛絰而麻帶。謂既虞、卒哭也。帶，所以自結束也。婦人質，少變，於喪之帶，有除而無變。\n[疏]「葛絰」而「麻帶」。○正義曰：此謂婦人既虞、卒哭，其絰以葛易麻，故云「葛絰」。婦人尚質，所貴在要，帶有除無變，終始是麻，故云「麻帶也」。"
      },
      {
        "index": 56,
        "text": "取俎、進俎不坐。以其有足，亦柄尺之類。○柄，兵命反。執虛如執盈，入虛如有人。重慎。\n[疏]「取俎、進俎不坐」。○正義曰：取俎，謂就俎上取肉。進俎，謂進肉於俎。俎既有足，立而進取便，故不坐。○注「亦柄尺之類」。○正義曰：案《管子書•弟子職》云「進柄尺，謂爵豆之屬」是也。"
      },
      {
        "index": 57,
        "text": "凡祭，於室中、堂上無跣，燕則有之。祭不跣者，主敬也。燕則有跣，為歡也。天子諸侯祭，有坐屍於堂之禮。祭，所尊在室，燕，所尊在堂。將燕，降說屨，乃升堂。○跣，悉典反。為，於偽反。稅屨，本又作脫，又作說，吐活反。"
      },
      {
        "index": 58,
        "text": "[疏]「凡祭」至「有之」。○正義曰：此一經論堂上有跣無跣之事。○「凡祭，於室中、堂上無跣」者，凡祭，謂天子至士悉然也。跣，說屨也。下大夫及士陰、陽二厭及燕屍，皆於室中，上大夫陰厭及祭在室，若擯屍則於堂，天子諸侯則有室有堂。祭禮主敬，故凡祭在室中者，非唯室中不說屨，堂上亦不敢說屨，故云「凡祭，於室中、堂上無跣」。○「燕則有之」者，有之謂堂上有跣也。燕禮主歡，故得說屨而升堂坐也。《燕禮》云：「賓及卿大夫皆說屨，升就席。」注云：「凡燕坐必說屨，屨賤不在堂也。禮者尚敬，敬多則不親，燕，安坐相親之心。」○注「祭不」至「升堂」。○正義曰：云「祭不跣者，主敬也」者，跣，謂說屨坐而相親。祭禮主敬，不敢私自相親，故云「祭不跣者，主敬也」。云「天子諸侯祭，有坐屍於堂之禮」者，朝事延屍於戶外，故坐屍於堂。若卿大夫以下，祭禮於室，無坐屍於堂也。云「祭所尊在室」者，以經云「凡祭，於室中、堂上無跣」，故辨之也。此則貴賤通，故卿大夫士正祭饋食，並在室中，而天子諸侯，雖朝事延屍於戶外，非禮之盛節，初入室灌及饋熟之時，事神大禮，故云「祭所尊在室」。云「燕所尊在堂」者，於《燕禮》文無在室，唯在堂行禮，初時立而致敬，故云「燕所尊在堂」。云「將燕，降說屨，乃升堂」者，《燕禮》文也。"
      },
      {
        "index": 59,
        "text": "未嘗不食新。嘗，謂薦新物於寢廟。\n[疏]「未嘗不食新」。○正義曰：嘗，謂薦新物於寢廟也。未嘗，則人子不忍前食新也。"
      },
      {
        "index": 60,
        "text": "僕於君子，君子升下則授綏，始乘則式。君子下行，然後還立。還車而立，以俟其去。○還音旋，注同。\n[疏]「僕於」至「還立」。○正義曰：此一經論僕御之禮，必授人綏，故君子升及下，僕者皆授綏也。○「始乘則式」者，謂是僕者始乘，君子未至，御者則式，以待君子升也。○「君子下行，然後還立」者，僕人之禮。若君子將升，則僕先升，君子下行，則僕後下，更還車而立，待君子去後，乃敢自安。或云君車將駕，則僕執策立於馬前，故君子將下車，則僕亦下車立於馬前，待君子下行，乃更還車立，以俟君去。"
      },
      {
        "index": 61,
        "text": "乘貳車則式，佐車則否。貳車、佐車皆副車也。朝祀之副曰貳，戎獵之副曰佐。魯莊公敗於乾，時公喪戎路，傳乘而歸。○朝，直遙反。喪，息浪反。傳乘，上文專反，又陟戀反，下繩證反，下文除「乘車」同。貳車者，諸侯七乘，上大夫五乘，下大夫三乘。此蓋殷制也。《周禮》：貳車，公九乘，侯伯七乘，子男五乘，卿大夫各如其命之數。"
      },
      {
        "index": 62,
        "text": "[疏]「乘貳」至「則否」。○正義曰：謂僕乘副車法也。朝祀副車曰「貳」，戎獵副車曰「佐」。朝祀尚敬，乘副車者式，戎獵尚武，乘副車者不式也。○注「貳車」至「而歸」。○正義曰：云「朝祀之副曰貳，戎獵之副曰佐」者，以此經佐車、貳車相對車。貳車雲式主敬，故謂「朝祀之副曰貳」，佐車不式主武，故云「戎獵之副曰佐」。若戎、獵自相對，則戎車之副曰「倅」，田車之副曰「佐」，故《周禮》：「戎僕馭倅車，田僕馭佐車。」熊氏云：「此云『戎獵之副曰佐』者，據諸侯禮也。」故莊九年「公及齊師戰於乾時，公喪戎路，佐車授綏」是也。○注「此綯」至「之數」。○正義曰：按《周禮•大行人》云：上公貳九乘，侯伯七乘。又《典命》云：「卿六命，其大夫四命，車服各如其命數。」並與此經不同，故疑為殷制。"
      },
      {
        "index": 63,
        "text": "有貳車者之乘馬、服車不齒，尊有爵之物，廣敬也。服車，所乘車也。車有新舊。觀君子之衣服，服劍、乘馬弗賈。平尊者之物，非敬也。○賈音嫁。"
      },
      {
        "index": 64,
        "text": "[疏]「有貳」至「弗賈」。○正義曰：此一節明廣敬之義。○「有二車者之乘馬、服車不齒」者，有二車，則謂下大夫。二車之乘以下者，謂其所乘之馬、所服之車，不敢齒次論其年歲，評其價數高下。車所以不得齒者，以車有新舊，則年歲有多少，價數有貴賤，以尊者之物，故不敢齒也。○「觀君子之衣服、服劍、乘馬弗價」者，觀，視也，亦不得輕平尊者物堪直多少之價，亦為不敬，故觀而不平。"
      },
      {
        "index": 65,
        "text": "其以乘壺酒、束脩、一犬賜人。若獻人，則陳酒、執脩以將命，亦曰「乘壺酒、束脩、一犬」。陳重者，執輕者，便也。乘壺，四壺也。酒，謂清也，糟也。不言「陳犬」，或無修者，牽犬以致命也。於卑者曰「賜」，於尊者曰「獻」。○便，婢面反，下同。糟，早勞反。其以鼎肉，則執以將命。鼎肉，謂牲體巳解，可升於鼎。○巳如字，又音異。解，庚買反。其禽加於一雙，則執一雙以將命，委其餘。加猶多也。犬則執紲，守犬、田犬則授擯者，既受，乃問犬名。牛則執紖，馬則執靮，皆右之。紲、紖、靮皆所以系制之者。守犬、田犬問名，畜養者當呼之名，謂若「韓盧」、「宋鵲」之屬。「右之」者，執之宜由便也。○紲，息列反。守，手又反，又如字，注同。紖，文引反。靮，丁歷反。畜，許六反。鵲，七略反。臣則左之。異於眾物。臣，謂囚俘。○俘音孚。車則說綏，執以將命。甲，若有以前之，則執以將命；無以前之，則袒櫜奉胄。甲，鎧也。有以前之，謂他摯幣也。櫜，弢鎧衣也。胄，兜鍪也。袒其衣，出兜鍪以致命。○稅，本又作脫，又作說，同，吐活反。袒音但。櫜音羔，甲衣也。奉，芳勇反。胄，直又反。鎧，苦代反。弢，吐刀反。鍪，丁侯反。鍪，亡侯反。器則執蓋，謂有表裡。弓則以左手屈韣執拊。韣，弓衣也。左衣屈衣，並於拊執之，而右手執簫。○韣音獨。拊，芳武反。並，必政反。劍則啟櫝，蓋襲之，加夫橈與劍焉。櫝，謂劍函也。襲，卻合之。夫襓，劍衣也，加劍於衣上。夫，或為煩，皆發聲。○櫝音獨。夫橈，上音扶，注同，下如遙反。函音咸。卻，去略反，下文同。笏、書、脩、苞苴、弓、茵、席、枕、幾、熲、杖、琴、瑟、戈有刃者櫝、筴、籥，其執之，皆尚左手。苞苴，謂編束萑葦以裹魚肉也。茵，著蓐也。熲，警枕也。莢，蓍也。籥如笛，三孔。皆，十六物也。左手執上，上陽也。右手執下，下陰也。○苴，子余反。茵音因。熲，京領反，注同。警，忱也，又炯迥反。編，必綿反。菅音奸。葦，於鬼反。裹音果。著蓐，上音佇，下音辱。刀，卻刃授穎，削授拊。辟用時。穎，鐶也。拊，謂把。○穎，役頂反。削音笑。辟音避。把音霸。凡有剌刃者，以授人則辟刃。辟刃，不以正鄉人也。○剌，七智反，又七亦反。辟，匹亦反，注同。鄉，許亮反，下「鄉國」同。"
      },
      {
        "index": 66,
        "text": "[疏]「其以乘壺酒、束脩、一犬賜人」至「凡有剌刃者，以授人則辟刃」。○正義曰：此一節廣明以物獻遺人法，各隨文解之。○「其以乘壺酒、束脩、一犬賜人，若獻人」者，四馬曰「乘」，故知四壺酒亦曰「乘壺」。束脩，十脡脯也，酒脯及犬皆可為禮也。與卑者曰「賜」，奉尊者曰「獻」，隨其所與，故云「賜人，若獻人」也。○「則陳酒、執脩以將命」者，陳，列也。酒重脯輕，故陳列重者於門外，而執輕者進以奉命也。○「亦曰乘壺酒、束脩、一犬」者，謂將命之時辭也。雖陳酒、犬，而單執脯致命，而其饋，亦猶曰有酒、脯、犬也。若二犬，亦當言二也。○注「酒謂」至「命也」。○正義曰：案《內則》，酒醴有清有糟，泲者曰清，不泲者曰糟，故知此酒或清或糟。云「不言陳犬，或無脩者，牽犬以致命也」者，鄭釋初云「有酒脯犬」，而後唯云「陳酒執脯」，不言「陳犬」，故明之也。若言「陳犬」，則嫌無脯，時亦猶陳之。今欲明若無脯者，則陳酒牽犬以將命」，故不言「陳犬」也。犬馬不上於堂，牽之當在下耳。○「其以鼎肉，則執以將命」，謂無脯犬而有酒肉者也，則亦陳酒而執肉以將命也。云「鼎肉」者，謂肉巳解剔，可升於鼎者，解剔則易執也。○「其禽加於一雙，則執一雙以將命，委其餘」者，謂以禽獸賜也。二隻曰雙，加於一雙，謂或十或百雙也。假令多雙，則唯執一雙將命也。「委其餘」者，所餘多雙，則委陳門外也。○「犬則」至「右之」。○紲，牽犬繩也。若牽犬將命，則執系犬繩也。○「守犬、田犬則受擯者，既受，乃問犬名」者，犬有三種：一曰守犬，守禦宅舍者也；二曰田犬，田獵所用也；三曰食犬，充君子庖廚庶羞用也。田犬、守犬有名，食犬無名。獻田犬、守犬，則主人擯者既受之，乃問犬名。○「牛則執紖，馬則執靮」者，紖、靮俱牽牛馬之物，故執之。○「皆右之」者，謂以右手牽之，由便故也。此謂田大、守犬，蓄養馴善，無可防禦。若充食之犬，則左手牽之，右手防禦，故《曲禮》云「效犬者，左牽之」是也。○注「謂若」至「之屬」。○正義曰：《戰國策》云：「韓子盧者，天下之壯犬也。」桓譚《新論》云：「夫畜生賤也，然其尤善者，皆見記識，故犬道韓盧宋足。」又魏文帝說諸方物亦云：「狗於古則韓盧宋鵲。」則足、鵲音同字異耳，故鄭亦為「鵲」字。○「臣則左之」者，謂征伐所獲民虜者也。左之，謂左手操其右袂也，以其異於眾物。眾物，犬馬之屬。犬馬不生變異，故皆右之。民虜或起惡慮，故以左手操右袂，右手當制之，是與眾物異也。○「車則」至「奉胃」。○獻車馬者，執策、綏，故知陳車馬而說綏，執以將命。○「甲，若有以前之，則執以將命」者，甲，鎧也。有以前之，謂他物也，謂獻鎧，若復有他物，與鎧同獻，則陳鎧而執他物輕者以將命也。○「無以前之，則袒櫜奉胃」者，袒，開也。櫜弢，鎧衣也。胄，兜鍪也。若無他物，唯獻甲而已，則開甲出櫜胄，奉之將命也。《曲禮》云「獻甲者執胄」是也。○「器則執蓋」。○器，凡器若獻，則陳底執蓋以將命，蓋輕便也。○「弓則以左手屈韣執拊」，韣，弓衣。拊，弓把也。獻弓，則左手屈弓衣，並於把而執之，以其右手執簫以將命。《曲禮》云「右手執簫，左手承附」是也。○「劍則」至「劍焉」。○啟，開也。櫝，劍函也。獻劍則先開函也。○「蓋襲之」者，蓋，劍函之蓋也。襲，謂卻合也。開函而以蓋卻合於函下，底於蓋上。「加夫襓」者，襓，劍衣也。先卻合蓋於函下，又加劍衣函中也。○「與劍焉」者，加衣於函中竟，而以劍置衣上也。○注「襲卻」至「發聲」。○正義曰：皇氏云：「卻，仰也。」謂仰蓋於函底之下，加函底於上，重合之，故云「襲」。云「夫襓，劍衣也」者，熊氏云：「依《廣雅》，夫襓，木劍衣。」謂以木為劍衣者，若今刀榼。云「夫，或為煩，皆發聲」者，以《禮記》本「夫」或作「煩」字者，故云「夫，或為煩」，皆是發聲，故云「皆發聲」。然則「襓」之一字，是衣之正名，襓字從衣，當以繒帛為之。熊氏用《廣雅》以木為之，其義未善也。○「笏、書」至「左手」。○笏也，書也，脩，脯也，苞苴也，弓也，茵也，席也，枕也，幾也，穎，警枕也，杖也，琴也，瑟也，戈有刃者櫝也，謂戈之有刃者，以櫝韜之。筴，蓍也。籥，笛也。○「其執之，皆尚左手」者，言執此諸物，皆尊尚左手。左手在上而執之，右手在下而承之。○注「苞苴」至「陰也」。○正義曰：「苞苴，謂編束萑葦以裹魚肉」者，案《既夕禮》云「葦苞長三尺。」《內則》云：「炮取豚，編萑以苞之。」是編萑葦以裹魚及肉也，亦兼容他物，故《禹貢》云「厥包橘柚」，《孔叢子》云「吾於木瓜之惠，見苞苴之禮行」是也。「茵，著蓐也」者，謂茵是以物所著之蓐。言有著者，謂之曰「茵」。故《既夕》云「茵著用荼」，謂茅莠也，用荼以著茵也。云「穎，警枕也」者，以經枕外別言穎，穎是穎發之義，故為「警枕」。云「莢，蓍也」者，《曲禮》云：「莢為筮。」故莢為蓍也。云「籥如笛，三孔」者，案《漢禮器》知之。《詩》注或云「籥六孔」，兩不同者，蓋籥有大小，《詩》箋：或云管如篴，並而吹之。云「皆，十六物也」者，前解經以「也」間之，即是其數也。○「刀，卻刃授穎」，言授人以刀，卻仰其刃，授之以穎。穎，謂刀鐶也，言以刃鐶授之。○「削授拊」者，削，謂曲刀。拊，謂削把。言以削授人，則以把授之。○注「穎，鐶也」。○正義曰：穎是穎發之義。刀之在手，謂之為穎；禾之秀穗，亦謂之為穎；枕之警動，亦謂之穎。其事雖異，大意同也。○「凡有剌刃者，以授人則辟刃」，謂不以刃正向人也。"
      },
      {
        "index": 67,
        "text": "乘兵車，出先刃，入後刃。不以刃鄉國也。軍尚左，左，陽也。陽主生，將軍有廟勝之策，左將軍為上，貴不敗績。卒尚右。右，陰也，陰主殺。卒之行伍，以右為上，示有死志。○卒，子忽反，注同。行伍，戶羽反，下音五。"
      },
      {
        "index": 68,
        "text": "[疏]「乘兵」至「尚左」。○正義曰：此一節論兵車出入及將士所處之宜。○「出先刃，入後刃」者，不欲以刃向國。○「軍尚左」者，軍，謂軍將。行伍尊尚左方，左是陽，陽主生，欲其生不敗績也。○「卒尚右」者，言士卒行伍貴尚於右，右為陰，示其有必死之心。"
      },
      {
        "index": 69,
        "text": "賓客主恭，祭祀主敬，喪事主哀，會同主詡。恭在貌也，而敬又在心。詡，謂敏而有勇，若齊國佐。○詡，況矩反。"
      },
      {
        "index": 70,
        "text": "[疏]「賓客」至「主詡」。○正義曰：恭在貌，敬在心。賓客輕，故主恭。祭祀重，故主敬。「會同主詡」者，詡，謂敏大言語。會同之時，貴在敏捷勇武自光大。○注「詡謂」至「國佐」。○正義曰：成二年《左傳》齊、晉戰於鞍，齊國佐陳辭以拒晉師，是「敏而有勇」也。"
      },
      {
        "index": 71,
        "text": "軍旅思險，隱情以虞。險，阻，出奇覆諼之處也。隱，意也，思也。虞，度也。當思念已情之所能，以度彼之將然否。○阻，側呂反。覆，芳富反。謂伏兵也，徐音赴。諼，況煩反。諼，詐也，或云：「諼，譁。」處，昌慮反。度，大各反，下同。"
      },
      {
        "index": 72,
        "text": "[疏]「軍旅」至「以虞」。○正義曰：「軍旅思險」者，言軍旅行處，思其險阻之地，出奇設謀，以覆敗前敵。○「隱情以虞」者，隱，意也，思也。虞，度也。謂以意思念彼情，豫測度前敵，知其所欲為事。記者明軍旅之中，當須如此。○注「險阻」至「然否」。○正義曰：「險，阻，出奇覆諼之處也」者，鄭解經中「險」字，「險」是地形險阻。諼，詐也。地形既險，得出奇謀覆詐，故云「險，阻，出奇覆諼之處」。若其平地，則不得設奇謀設詐也。虞，度也。《釋言》文。云「當思念己情之所能，以度彼之將然否」者，言在軍旅，先須思念已國之情所堪能，以測度彼軍將欲如此以否。"
      },
      {
        "index": 73,
        "text": "燕侍食於君子，則先飯而後巳。所以勸也。○飯，煩晚反，下「小飯」同。毋放飯，毋流歠，小飯而亟之，亟，疾也。備噦噎，若見問也。○歠，昌悅反。亟，紀力反，注同。噦噎，上於月反，下伊結反。數□，毋為口容。口容，弄口。○數，色角反。□，字又作嚼，子笑反，又在笑反。客自徹，辭焉則止。主人辭其徹。"
      },
      {
        "index": 74,
        "text": "[疏]「燕侍」至「則止」。○正義曰：此一節明侍食之法。○「先飯而後巳」者，先飯，先君子之飯，若嘗食然，君子食罷而後巳，若勸食然。○「小飯而亟之」者，小飯，謂小口而飯。亟，謂疾速而咽小飯，而備噦噎也。速咽之，備見問也。○「數□，毋為口容」者，數□，謂數數嚼之。「無為口容」者，無得弄口以為容也。○「客自徹，辭焉則止」者，謂食訖，客欲自徹其俎，主人辭其徹俎，客則止而不徹。"
      },
      {
        "index": 75,
        "text": "客爵居左，其飲居右。客爵，謂主人所酬賓之爵也，以優賓耳。賓不舉，奠於薦東。介爵、酢爵、僎爵，皆居右。三爵皆飲爵也。介，賓之輔也。酢，所以酢主人也。古文《禮》「僎」作「遵」，遵為鄉人為卿大夫來觀禮者，酢，或為作。僎，或為騶。○介音界，注同。僎音遵。騶，責留反，本又作馴，一音巡。"
      },
      {
        "index": 76,
        "text": "[疏]「客爵」至「居右」。○正義曰：此一節明客爵所在。客爵，依《鄉飲酒禮》，主人酬賓之爵。賓受奠觶於薦東，是客爵居左也。○「其飲居右」者，《鄉飲酒禮》旅酬之時，一人舉觶於賓，賓奠觶於薦西，至旅酬賓，取薦西之觶，以酬主人，是其飲居右也。○「介爵、酢爵、僎爵，皆居右」者，介，賓副也。酢，謂客酌還答主人也。僎，謂鄉人來觀禮，副主人者也。此三人既不被優，故爵並居右，示為飲之，案《鄉飲酒》，介爵及主人受酢之爵並僎爵，皆不明奠置之所，故記者於此明之。○注「客爵」至「賓耳」。○正義曰：案《鄉酒禮》，主人酬賓，奠觶於薦東。所以不奠薦西者，欲優饒其賓，且令閒裕，故不奠於薦西。賓又不盡主人之歡，還奠薦東，示不敢飲也。○注「三爵」至「禮者」。○正義曰：案《鄉飲酒禮》，主人獻介，介飲。獻賓，賓酢主人，主人飲。主人獻僎，僎飲。是三爵皆飲爵。云「遵謂鄉人為卿大夫來觀禮」者，案《鄉射禮》：「若有遵者，則入門左。」注云：「此謂鄉之人為大夫者也。謂之為遵者，方以禮樂化民，欲其遵法之也。」今文「遵」或為「僎」。云「酢，或為作。僎，或為馴」者，謂他文書本有作此字者，故云「或」。他皆仿此。"
      },
      {
        "index": 77,
        "text": "羞濡魚者進尾。擗之由後，鯁肉易離也。乾魚進首，擗之由前，理易析也。○濡音儒。擗，補麥反，下同。鯁，格猛反。易，以豉反，下同。析，星歷反。冬右腴，氣在下。腴，腹下也。○腴，以朱反。夏右鰭，氣在上。鰭，脊也。○右鰭，音祈。脊，子昔反。祭膴。膴，大臠，謂刳魚腹也。膴讀如哻。○膴，舊火吳反，依注音哻，況甫反，徐況紆反。臠，力轉反。刳，口胡反，又苦侯反。"
      },
      {
        "index": 78,
        "text": "[疏]「羞濡」至「祭膴」。○正義曰：此一節明進魚之禮。○「羞濡魚者進尾」，濡，濕也，謂膳羞有濕魚也。「進尾」者，擗濕魚從後來，則脅肉易離也。○「冬右腴」者，腴，謂魚腹。冬時陽氣下在魚腹，故「右腴」。○「夏右鰭」者，鰭，謂魚脊。夏時陽氣上在魚脊，故「右鰭」。凡陽氣所在之處肥美，故進魚使鄉右，以右手取之便也。此濡魚進尾，乾魚進首，及右腴、右鰭之屬，皆謂尋常燕食所進魚體，非祭祀及饗食正禮也。若祭祀，魚在於俎，皆縮載，俎既橫設，魚則隨俎而從，於人為橫，無進首進尾之理。故《少牢》：「魚用鮒而俎縮載。」其主人正饗亦然。《公食大夫禮》「魚七，縮俎」是也。正祭，魚既縮載。《少牢》：主人獻祝佐食，三魚一橫之。彼是正祭，魚橫者，以魚與牲體共俎，故特橫之，殊於牲體也。若天子諸侯繹祭，及卿大夫擯屍，魚則橫載之於俎。俎在人前而橫魚，則於人為從，得有進首尾也。故《有司徹》云：「屍俎五魚，橫載之，侑主人皆一魚，亦橫載之。」彼注云：「橫載之者，異於牲體。」如鄭此言，正祭之時，牲體橫而魚縮載。儐屍之時，牲體縮而魚橫載之，故云「橫載之者，異於牲體也」。正祭則右首進腴，故《少牢》魚右首進腴，變於生人。若生人，右首進鰭，故《公食大夫》云：「寢右。」注云：「右首也。寢右，進鰭也。乾魚近腴多骨鯁。」案《特牲》、《少牢》「魚皆十有五」，鄭云：「從陰類。」《昏禮》「魚十有四」，減一從偶數。《士喪禮》大斂，及《士虞禮》及《公食禮》魚皆七，其天子諸侯魚數未聞。○「祭膴」者，膴，謂刳魚腹下為大臠。此處肥美，故食魚則刳取以祭先也。"
      },
      {
        "index": 79,
        "text": "凡齊，執之以右，居之以左。齊，謂食羹醬飲有齊和者也。居於左手之上，右手執而正之，由便也。○齊，才細反，注及下「以齊」並同。食音嗣。和，戶臥反，下「齊和」同。便，婢面反。"
      },
      {
        "index": 80,
        "text": "[疏]「凡齊」至「於左」。○正義曰：此一經明齊和之宜。「凡齊」者，謂以鹽梅齊和之法。○「執之以右」者，謂執此鹽梅以右手。「居之於左」者，謂居處羹食於左手之上，以右手所執鹽梅調和正之，於事便也。"
      },
      {
        "index": 81,
        "text": "贊幣自左，詔辭自右。自，由也。謂為君授幣，為君出命也。立者尊右。○為，於偽反，下「為君」同。\n[疏]「贊幣」至「自右」。○正義曰：此一經論贊幣讚辭之異。自，由也。贊，助也。謂為君授幣之時由君左。○「詔辭自右」者，詔辭，謂為君傳辭也。君辭貴重，若傳與人時，則由君之右也。"
      },
      {
        "index": 82,
        "text": "酌屍之僕，如君之僕。當其為屍則尊。其在車，則左執轡，右受爵，祭左右軌、范，乃飲。《周禮•大御》「祭兩軹，祭軌，乃飲」。軌與軹於車同謂□頭也。軓與范聲同，謂軾前也。○軌，媿美反。范音犯。軹音旨。□音衛。軾音式。"
      },
      {
        "index": 83,
        "text": "[疏]「酌屍」至「乃飲」。○正義曰：此一節明為屍之僕祖道祭軷之宜。○「酌屍之僕」者，僕，為屍御車之人，將欲祭軷，酌酒與屍之僕，令為軷祭，如似酌酒與君之僕，以其為屍，則尊之似君也。○「其在車，則左執轡，右受爵」者，屍僕受酒法也。「其在車」，謂僕在車中時也。僕既所主屍車，故於車執轡而受爵也。屍位在左，僕立於右，故左執轡，右受爵祭酒也。君僕亦然。○「祭左右軌、范」者，軌謂轂末，范謂式前。僕受爵將飲，則祭之酒於車左右軌及前范也。所以祭者，為其神助已，不使傾危故也。「乃飲」者，祭遍乃自飲也。○注「周禮」至「前也」。○正義曰：案《周禮•大馭》「祭兩軹，祭軌」，此云「祭右右軌、范」，兩文不同，則左右軌與兩軹是一，故云「軌與軹於車同謂□頭」，謂車轂小頭也。此云「范」，《大馭》云「軓」，兩事是一，聲同字異，故云「聲同」。謂式前之「范」，與此「范」俱是式前也。但式前之軓，車旁著凡，或作「范」字。雖作「范」字，聲同而字異，即《詩•邶風》「濟盈不濡軓」，亦車旁凡，與此同也。若轂末之軌，則車旁著九，此經「左右軌」是也。其車轍亦謂之「軌」，亦車旁著九，則《考工記》經「塗九軌」，是與此字同而事異也。"
      },
      {
        "index": 84,
        "text": "凡羞有俎者，則於俎內祭。俎於人為橫，不得祭於間也。君子不食圂腴。《周禮》「圂」作「豢」，謂大豕之屬，食米穀者也。腴，有似人穢。○圂與豢同，音患。濊，本又作穢，紆廢反，一音烏外反。小子走而不趨，舉爵則坐立飲。小子，弟子也。卑，不得與賓、介具備禮容也。凡洗必盥。先盥乃洗爵，先自絜也。盥有不洗也。○盥音管，又古亂反。牛羊之肺，離而不提心。提猶絕也。奎離之，不絕中央少者，使易絕以祭耳。○不提心，丁禮反，注同，絕句。奎，苦圭反。犁，本又作離，同，力兮反，又力知反。凡羞有湆者，不以齊。齊，和也。湆，起及反。為君子擇蔥薤，則絕其本末。為有萎乾。○為，於偽反，注同。薤，戶戒反。萎乾，上於范反，又於偽反，下音竿。羞首者，進喙祭耳。耳出見也。○喙，許穢反。見，賢遍反。尊者以酌者之左為上尊。尊者，設尊者也。酌者鄉尊，其左則右尊也。○遵，本又作尊，注下皆同。鄉，許亮反，下「鄉人」同。尊壺者面其鼻。鼻在面中，言鄉人也。飲酒者、禨者、醮者，有折俎不坐。折俎尊，徹之乃坐也。已沐飲曰禨。酌始冠曰醮。○禨，其記反。醮，子笑反。折，之設反，下及注皆同。冠，古亂反。末步爵，不嘗羞。步，行也。牛與羊魚之腥，聶而切之為膾。聶之言<月葉>也。先藿葉切之，復報切之，則成膾。○聶，之涉反，注反下皆同。膾，古外反。<月葉>，直輒反。復，扶又反。麋鹿為菹，野豕為軒，皆聶而不切。麇為辟雞，兔為宛脾，皆聶而切之。切蔥若薤實之，醯以柔之。此軒、辟雞、宛脾，皆菹類也。其作之狀，以醯與葷菜淹之，殺肉及腥氣也。○麋音眉。軒音獻，注同，俱倫反。辟音壁，又補麥反，徐扶益反，注同。兔，他故反。宛脾，上於阮反，下毗支反。「切蔥若薤實之」，絕句。菹，莊居反。葷，許雲反。淹，於廉反，又於劫反。。○其有折俎者，取祭肺，反之，不坐，燔亦如之。亦為尺柄之類也。燔，炙也。《鄉射》曰：「賓奠爵於薦西，興，取肺，坐，絕祭，左手嚌之，興，加於俎，坐帨手。」○璠音煩。柄，兵命反。齊之，才細反。帨，本亦作稅，始銳反。屍則坐。屍尊也。《少牢饋食禮》曰：「屍左執爵，右兼取肝肺，擩於俎鹽，振祭嚌之，加於菹豆。」○食音嗣。擩，本又作耎，而專反，又而悅反，徐耳誰反。"
      },
      {
        "index": 85,
        "text": "[疏]「凡羞」至「則坐」。○正義曰：此一節廣明祭俎及羞膳之事。○「凡羞有俎者，則於俎內祭」者，若羞在豆，則祭於豆間，若脩在俎，則於俎內而祭。俎在人前橫設，俎內近人之處，以俎於人為橫，不得祭於俎間也。俎橫在人前，故不得祭於俎外及兩俎間也。○「君子不食圂腴」，圂，豬、犬也。腴，豬、犬腸也。言豬、犬亦食米穀，其腹與人相似，故君子但食他處，辟其腴，謂腸胃也。故鼎闕一也。○「小子」至「立飲」，小子，弟子也。趨，徐趨也。弟子不得與賓主參預禮，但給役使，故宜驅走，不得趨翔為容也。○「舉爵則坐祭立飲」者，謂弟子若得酒，舉爵時則先以坐祭，祭竟而立飲之也。○「凡洗必盥」，洗，洗爵也。盥，洗手也。○凡飲酒必洗爵，洗爵必宜先洗手也。○「牛羊之肺，離而不提心」，謂祭肺法也。提，猶絕也。取肺奎離之，不絕心，心謂肺中央少許耳。「凡羞有湆者，不以齊」，庾云：「湆，汁也。」若羞有汁，則有鹽梅齊和。若食者更調和之，則嫌薄主人味，故「不以齊」也。賀瑒云：「凡湆皆謂大羹，大羹不和也。」○「為君」至「本末」。○本，根也。蔥薤根不淨，末萎乾，故擇者必絕其二處。為君子如此，則非君子不然。○「羞首」者，進喙祭耳。羞亦膳羞也。首，頭也。喙，口也。若膳羞有牲頭者，則進口以向尊者，尊者若祭，先取牲耳祭之也。○「尊者」至「嘗羞」。○此一節論設尊及折俎行爵嘗羞之儀。尊者，謂設尊人也。人君陳尊在東楹之西，於南北列之，設尊之人，在尊東西面，以右為上，則尊以南為上也。酌謂酌酒人也。酌人在尊東西面，以左為上，亦上南也。二人俱以南為上也，故云「以酌者之左為上尊」。○注「尊者」至「尊也」。○正義曰：庾云：「《燕禮》：『司宮尊於東楹之西，兩方壺，左玄酒南上。』注《玉藻》云：唯君面尊，玄酒在南，順君之面也。『下云：『公席阼階上，西鄉。』下又云：『執幕者升自西階，立於尊南北面東上。』案『左玄酒南上』之言，是設尊者東鄉，酌者西鄉，設者之右，則酌者之左也。」○「尊壺者面其鼻」者，尊與壺悉有面，面有鼻，鼻宜向於尊者，故言「面其鼻」也。○「飲酒者」，則下文「禨者」、「醮者」是也，總以「飲酒」目之。禨者，謂沐而飲酒，醮者，謂冠而飲酒者。○「有折俎不坐」者，折俎，謂折骨體於俎也。禨、醮者，若折俎為尊，禨、醮小事為卑，故不得坐也。折俎所以為尊者，賀云：「折俎則殽饌尊。」故《冠禮》：庶子冠於房戶之前，而冠者受醮不敢坐，及禨者並不敢坐也。案《鄉飲酒》、《燕禮》有折俎者皆不坐，獨云禨者、醮者不坐者，以禨者、醮者無酒俎之時則得坐，嫌畏有折俎亦坐，故特明之，云「有折俎不坐」。○「未步爵，不嘗羞」者，步，行也。羞，殽羞也。殽羞本為酒設，若爵未行而先嘗羞，是貪食矣，故不先爵嘗之也。此謂無筭爵之時。羞，庶羞，行爵之後始嘗之。若正羞脯醢折俎，未飲酒之前則嘗之。故《鄉飲酒》、《鄉射》、《燕禮》、《大射》獻後乃薦賓，皆先祭脯醢，嚌肺，乃飲卒爵。○「牛與」至「柔之」。此一節明膾及齏菹粗細之異。○「聶而切之」者，謂先牒為大臠，而後報切之為膾也。「麋鹿為菹」以下，已於《內則》具釋之。○「其有」至「則坐」。○此一節明祭菹之儀。折俎，謂折骨於俎。俎既有足，柄尺之類，故就俎取所祭肺，立而取之，升席坐祭。祭訖，反此所祭之物，加之於俎，皆立而為之，故云「取祭，反之，不坐」，祭時坐耳。○「燔亦如之」者，燔，謂燔肉。雖非折骨，其肉在俎，其取及祭、反時，皆亦不坐，故云「燔亦如之」。○「屍則坐」者，前云「不坐」者，是賓客耳。若為屍，屍尊，雖折俎，初取祭、反之，皆坐也。○注「屍尊」至「菹豆」。○正義曰：引《少牢饋食禮》者，證「屍坐」之義。前注引《鄉射禮》云「賓奠爵於薦西，興，取肺」，云「興則立」也。此引《少牢禮》云「屍左執爵，右兼取肝肺」，不云「興」，故知屍則坐。菹豆，盛菹之豆也。"
      },
      {
        "index": 86,
        "text": "衣服在躬，而不知其名為罔。罔，猶惘惘，無知貌。○罔，本亦作岡，又作網，雲兩反。\n[疏]「衣服」至「為罔」。○正義曰：衣服文章，所以表人之德，亦勸人慕德，若著之而不識知其名義者，則是惘惘無知之人也。"
      },
      {
        "index": 87,
        "text": "其未有燭，而後至者，則以在者告。道瞽亦然。為其不見，意欲知之也。師冕見，及階，子曰：「階也。」及席，子曰：「席也。」皆坐，子告之曰：「某在斯，某在斯。」○道音導。為，於偽反，下「為宵」，下文「為人」、「為已」同。冕見，賢遍反。凡飲酒，為獻主者，執燭抱燋，客作而辭，然後以授人。為宵言也。主人親執燭敬賓，示不倦也。言「獻主者」，容君使宰夫也。未蓺曰「燋」。○燋，側角反，又子約反，又音在遙反。蓺，人悅反。執燭不讓，不辭，不歌。以燭繼晝，禮殺。○殺，色戒反。"
      },
      {
        "index": 88,
        "text": "[疏]「其未」至「不歌」。○正義曰：此一節明有燭無燭之儀，為主人法也。在者，謂已在於坐者。若日已暗，而坐中未有燭繼，新有人後來至者，則主人以在坐中者而告之，云某人在此，某人在此，使後來人知之也。○「道瞽亦然」者，瞽無目，恆如日暗，故道示之，亦如無燭時也。○「凡飲酒，為獻主者」，獻主，主人也，謂為飲酒主人法也。凡飲酒，主人自獻賓。若尊卑不敵，則使宰夫為主人以獻賓，故「為獻主」也。○「執燭」者，謂夜暗執燭。○「抱燋」者，燋，謂未蓺之炬。既欲留客，又取未然之炬抱之也。○「客作而辭」者，作，起也。客既見主人執燭抱燋，故自起辭之也。○「然後以授人」者，主人見客起辭，故從辭而止，以燭乃授已執事之人。○「執燭不讓，不辭，不歌」者，執燭，夜時也。禮：賓主有讓，及更相辭謝，又各歌《詩》相顯德。今既夜莫，所以殺於三事。"
      },
      {
        "index": 89,
        "text": "洗、盥、執食飲者，勿氣。有問焉，則辟咡而對。示不敢歆臭也。○口旁曰咡。○辟，四亦反，徐孚益反。咡，而志反。歆，許金反。臭，許又反。○"
      },
      {
        "index": 90,
        "text": "[疏]「洗盥」至「而對」。○正義曰：洗，謂與尊長洗爵也。盥，謂與尊長洗手也。若為尊長洗盥及執尊長飲食，則勿氣，謂不鼻嗅尊長飲食也。○「有問焉，則辟咡而對」者，咡，口旁也。當為尊者洗盥及執飲食之時，而尊者有事問已，已則辟口而對，不使口氣及尊者。"
      },
      {
        "index": 91,
        "text": "為人祭曰「致福」，為已祭而致膳於君子曰「膳」，祔、練曰「告」。此皆致祭祀之餘於君子也。攝主言「致福」，申其辭也。自祭言「膳」，謙也。祔、練言「告」，不敢以為福膳也。凡膳、告於君子，主人展之，以授使者於阼階之南，南面，再拜稽首送，反命，主人又再拜稽首。展，省具也。○使，色吏反。其禮：大牢則以牛左肩、臂、臑折九個，少牢則以羊左肩七個，犆豕則以豕左肩五個。折，斷分之也。皆用左者，右以祭也。羊豕不言臂、臑，因牛序之可知。○臂，本亦作辟，以豉反，注同。儒，奴報反，又奴到反。《說文》云：「臂羊犬，讀若儒。」《字林》人於反。個，古賀反，下同。犆，大得反。斷，丁管反，又大喚反。分，方雲反，又扶問反，本又作個，古賀反。"
      },
      {
        "index": 92,
        "text": "[疏]「為人」至「五個」。○正義曰：此一節明致福及膳於君子及所膳牲體之數，謂為人攝祭而致飲酢於君子也。其致胙將命之辭則曰「致福」也，謂致彼祭祀之福於君子也。○「為已祭而致膳於君子曰膳」者，若已自祭而致胙於君子，則不敢云「福」，而言致「膳」。膳，善也，言致善味耳。○「祔、練曰告」者，若已祔祥而致胙，又不敢云「福」、「膳」，但云「告」，言以祭胙告君子，使知已祔祥而已，故顏回之喪，饋孔子祥肉是也。○「凡膳告於君子」者，結上也，膳自祭及告祥也。○「主人展之，以授使者於阼階之南，南面，再拜稽首送」者，謂初遣使膳，告君子之去時也。展，省視，敬君子，故主人自省視飲食多少備具，而阼階南稽首拜送使者。○「反命，主人又再拜稽首」者，使從君子處還反，則主人亦再拜稽首受命也，亦當在阼階南，南面也。《曲禮》云「使者反，必下堂而受命」是也。○「其禮：大牢則以牛左肩、臂、臑折九個」者，明所膳數也。若得大牢祭者，則用牛膳也。周人牲體尚右，右邊已祭，所以獻左也。周貴肩，故用左肩也。「九個」者，取肩自上斷折之，至蹄為九段，以獻之也。臂、臑，謂肩腳也。○「少牢則以羊左肩七個」者，若禮得少牢者，則膳羊左肩。折為七個，不云「臂臑」，從上可知也。然並用上牲，不並備饌，故大牢者唯牛，少牢者唯羊也。○「犆豕則以豕左肩五個」者，若祭唯特豕以用豕左肩，亦用五個以為膳也。"
      },
      {
        "index": 93,
        "text": "國家靡敝，則車不雕幾，甲不組縢，食器不刻鏤，君子不履絲屨，馬不常抹。靡敝，賦稅亟也。雕，畫也。幾，附纏為沂鄂也。組縢，以組飾之及紟帶也。《詩》云：「公徒三萬，貝冑朱綅。」亦鎧飾也。○靡，亡皮反，注同。幾，其衣反，注同。組音祖。縢，大登反。常如字，恆也，本亦作嘗。秣音末，穀馬。亟，本又作極，紀力反，急也，一音其力反。沂，魚巾反。鄂，五合反。紟，其蔭反，結也。綅，息廉反，又音侵。鎧，若代反。"
      },
      {
        "index": 94,
        "text": "[疏]「國家」至「常秣」。○正義曰：此一節明國家靡敝減省之禮。靡，謂侈靡。敝，謂凋敝。由君造作侈靡，賦稅煩急，則物凋敝，則改往脩來或可。靡為糜，謂財物麋散凋敝，古字通用。○「車不雕幾」者，幾，謂沂鄂，不雕畫漆飾以為沂鄂。○「甲不組縢」者，縢，謂紟帶，其甲不用組以為飾及紟帶。○「君子不履絲屨」者，絲屨謂絇繶純之屬，不以絲飾之，故云「不履絲屨」。○注「組縢」至「飾也」。○正義曰：云以組飾者，謂以組飾甲也。云「及紟帶也」者，謂以組連甲及為甲。帶言紟帶，解經「縢」字。縢是縳約之名，故《秦詩》云：「竹閉緄縢。」注云：「縢，約也。」引《詩》「公徒三萬」者，《魯頌•閟宮》文。引之者，「貝冑朱綅」，貝冑，謂以貝飾胄，朱綅綴之也，謂以朱繩綴甲，故鄭云「亦鎧飾也」。"
      }
    ]
  }
}