{
  "chapterNumber": 16,
  "title": "卷15",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "仲春之月，日在奎，昏孤中，旦建星中。仲，中也。仲春者，日月會於降婁，而斗建卯之辰也。弧在輿鬼南，建星在斗上。○奎，苦圭反。弧音胡。降，戶江反。"
      },
      {
        "index": 1,
        "text": "[疏]「仲春」至「星中」。○正義曰：按《茸藶》云：「二月節，日在奎五度，昏，井二十二度中，去日九十七度；旦，斗五度中。春分日在婁四度，昏，柳五度中，去日一百二度；旦，斗十六度中。按《元嘉歷》：「二月節，日在壁一度，昏，井十度中；旦，箕四度中。春分日在奎七度，昏，東井三十度中；旦，斗四度中。餘月昏旦中星，皆舉二十八宿。」此昏云弧中，旦云建星中，獨非二十八宿者，以弧星近井星，建星近鬥，以井斗度多，其星體廣，不可的指昏旦之中，故舉弧建，定其昏旦之中也。○注「日月」至「之辰」。○正義曰：從奎五度至胃六度在戌，總曰降婁。降，降也。婁，斂也。言萬物降落而收斂。「而斗建郊之辰」者，斗星隨天而轉，一日一夜，過轉一周而行一度，故正月建寅，二月建卯也。云「弧在輿鬼南，建星在斗上」者，熊氏說云《石氏星經》文。弧與建星，非二十八宿，而昏明舉之者，由弧星近井，建星近斗井。有三十三度鬥，有二十六度，其度既寬，若舉井鬥，不知何日的至井斗之中，故舉弧星建星也。然春分之時日夜中，計春分昏中之星，去日九十一度。今日在奎五度，奎與鬼之初乃一百九度。所以不同者，鄭雖云弧在鬼南，其實仍當井之分域，故皇氏云從奎第五度為二月節，數至井第十五度，得九十一度，是弧星當井之十六度也。若從井星十六度，至斗之初一百七十二度，計昏中星與明中之星，春秋分時相去分天之半，應一百八十二度餘。但日入以後二刻半始昏，不盡二刻半為明，昏明相去，少晝五刻，一刻有三度半強，五刻有十七度餘，則昏之中星去明之中星一百六十五度餘，則建星不得在斗初，在斗十度也。此仲春之月昏弧中，按《尚書》云「日中星鳥」，不同者，如鄭康成之意，南方七宿總為鳥星，井星則鳥星之分，故云星鳥，與此同也。按仲夏昏亢中，《尚書》云「日永星火」，不同者，按鄭答孫顥云：「星火非謂心星也，卯之三十度總為大火。」其曰大火之次有星者，《月令》舉其月初，《尚書》總舉一月，故不同也。按仲秋之月，昏牽牛中，《尚書》云「宵中星虛」。其仲冬之月，云東壁中，《尚書》云「日短星昴」，不同者，亦是《月令》舉其初朔，《尚書》總舉一月之中，理亦不異。孔安國注《尚書》與此則別。《尚書》所舉星者，自取畢見之義，不謂南方之中。"
      },
      {
        "index": 2,
        "text": "其日甲乙。其帝大皞，其神句芒。其蟲鱗。其音角，律中夾鐘。其數八。其味酸，其臭膻。其祀戶，祭先脾。夾鍾者，夷則之所生，三分益一，律長七寸三千一百八十七分寸之千七十五。仲春氣至，則夾鍾之律應。《周語》曰：「夾鍾出四隙之細。」○夾，古洽反，一音頰。隙，去逆反。"
      },
      {
        "index": 3,
        "text": "[疏]注「夾鍾」至「之細」。○正義曰：夷則長五寸七百二十九分寸之四百五十一，今上生夾鐘，當三分益一，就夷則五寸之中取三寸，更益一寸，為四寸，餘有整二寸，又於七百二十九分寸之中，有細分四百五十一。此細分各三分之，於是一寸分為二千一百八十七分，有四百五十一者，為一千三百五十三，則是二千一百八十七分寸之一千三百五十三也。以整二寸各二千一百八十七分，則二寸總有四　　百七十四分，益前一千三百五十三，總為五千七百二十七，為實數。但上生者，三分益一，以實數更三分之，各有一千九百九分，以三分益一，則益一分一千九百九並前五千七百二十七，總為七千六百三十六，為積分總數也。然後除之為寸，一寸用二千一百八十七，則三寸總用六千五百六十一，以三寸益前四寸為七寸，餘有一千七十五分不成寸，是為夾鍾長七寸二千一百八十七分寸之千七十五也。云：「《周語》曰『夾鍾出四隙之細』」者，《周語》注夾鍾云：夾助陽四隙，謂黃鐘、大呂、大蔟、夾鐘，凡助出四隙之微氣，令不滯伏於下也。"
      },
      {
        "index": 4,
        "text": "始雨水，桃始華。倉庚鳴，鷹化為鳩。皆記時候也。倉庚，驪黃也。鳩，搏穀也。漢始以雨水為二月節。○倉庚，並如字，本或加鳥，非。驪，力知反。搏音博。"
      },
      {
        "index": 5,
        "text": "[疏]「始雨」至「為鳩」。○正義曰：此一經記候。○注「皆記」至「月節」。○正義曰：言皆記時候者，謂經中四事言之先後，逐氣之早晚，故《周書•時訓》「驚蟄之日，桃始華，又五日倉庚鳴，又五日鷹化為鳩，至秋則鳩化為鷹」，故《王制》云：「鳩化為鷹，然後設罻羅。」《司裘》註：「中秋鳩化為鷹。」《夏小正》云正月鷹化為鳩，五月鳩化為鷹。鄭無所言，則不信用也。按《通卦驗》云「倉庚為正月中」，與此不同者，蓋是國土各異，氣有早晚。云「倉庚，驪黃」者，按《釋鳥》云：「倉庚，商庚。」郭景純云：「即鵹黃也。」《釋鳥》又云：「鵹黃，楚雀。」某氏云：「鵹黃，一名倉庚，又云商庚。」李巡云：「一名楚雀。」《方言》云：「齊人謂之搏黍。」云「鳩，搏穀」者，《釋鳥》云：「鳴鳩，鴶鵴。」郭景純云：「今之布穀也。」謝氏云：「布穀者近之。」彼云「布」，此云「搏」者，布、搏聲相近，謂之搏穀，以聲呼之，或以為此鳥鳴「布種其穀」。云「漢始以雨水為二月節」者，證此雨水為二月節也。但雨水驚蟄，據其早作在正月，若其晚在二月，故漢初驚蟄為正月中，雨水為二月節。至在後以來，事稍變改，故《律歷志》云雨水為正月中，驚蟄為二月節，由氣有參差故也。"
      },
      {
        "index": 6,
        "text": "天子居青陽大廟，乘鸞路，駕倉龍，載青旂，衣青衣，服倉玉，食麥與羊，其器疏以達。青陽大廟，東堂當大室。是月也，安萌牙，養幼少，存諸孤。助生氣也。○少，詩召反。擇元日，命民社。社，后土也，使民祀焉。神其農業也。祀社日用甲。命有司，省囹圄，去桎梏，母肆掠，止獄訟。順陽寬也。省，減也。囹圄，所以禁守系者，若今別獄矣。桎梏，今械也，在手曰梏，在足曰桎。肆謂死刑暴屍也，《周禮》曰：「肆之三日。」掠謂捶治人。○省，所景反，注同；徐所幸反。囹音零。圄，魚呂反。囹圄，今之獄。去，羌呂反。桎音質，今之械也。梏，古毒反，今之扭也。掠音亮，考捶。械，戶戒反。暴，步卜反。捶，之反。"
      },
      {
        "index": 7,
        "text": "[疏]「是月」至「獄訟」。○正義曰：此一節論助其生氣，止其獄刑。自「玄鳥至之日」至「高禖」之前，論天子親祭高禖，妃嬪從行之事，故更云「是月也」。自「日夜分」至「正權概」，論日夜既分，雷聲將發，婦人須戒其容止，度量須審正平均，故更云「是月」。自「耕者少捨」至「以妨農事」，論耕者少捨，脩理門闔，無為大事以致妨農，故更云「是月」，自「毋竭川澤」云「順陽養物」，至「開冰」、「釋菜」、「習舞」、「入學習樂」，總是助陽鼓動其物，故更云「是月」。自「祀不用犧牲」以下，論季春犧牲騰合，與上事殊，故別云「是月」，各依文解之。○注「社後」至「用甲」。○正義曰：后土者，五官之后土，即社神也。與《左傳》僖十五年云「君履后土」者別也。但句龍為配社之人，又為后土之官也。云「祀社日用甲」者，解經「元日」也。按《郊特牲》云「祀社日用甲，用日之始也」。《召誥》：「戊午，乃社於新邑。」用戊者，周公告營洛邑位成，非常祭也。○注「囹圄」至「治人」。○正義曰：云「囹圄所以禁守系者，若今別獄矣」者，蔡云：「囹，牢也。圄，止也。所以止出入，皆罪人所捨也。」崇精問曰：「獄，周曰圜土，殷曰羑里，夏曰均台。囹圄，何代之獄？」焦氏答曰：「《月令》，秦書，則秦獄名也。漢曰若盧，魏曰司空是也。」云「在手曰梏，在足曰桎」者，按《掌囚》云：「上罪梏拲而桎。」拲為在手，梏與拲連文，故知梏亦在手，則桎在足也。《易•大畜•六四》：「童牛之梏。」冷剛問云：「牛四足，何以稱梏？」鄭答云：「牛無手，前足施梏也。」云「肆謂死刑暴屍」者，肆，陳也，謂陳屍而暴之，故《周禮•鄉士》、《縣士》皆「肆之三日」。然春陽既動，理無殺人，何得更有死屍而禁其陳肆者？蓋是大逆不孝罪甚之徒，容得春時殺之，殺則埋之，故禁其陳肆。"
      },
      {
        "index": 8,
        "text": "是月也，玄鳥至。至之日，以大牢祠於高禖，天子親往。玄鳥，燕也。燕以施生時來，巢人堂宇而孚乳，嫁娶之象也。媒氏之官以為候。高辛氏之出，玄鳥遺卵，娀簡吞之而生契，後王以為媒官嘉祥，而立其祠焉。變媒言媒，神之也。○禖音梅。施，始豉反。孚乳，上如字，一音芳付反；下而樹反，季春同。娀簡，夙中反，簡狄，有戎氏女。契，息列反。"
      },
      {
        "index": 9,
        "text": "[疏]注「高辛」至「神之」。正義曰：知「玄鳥遺卵，娀簡吞之而生契」者，按《殷本紀》云：「簡狄行浴，見玄鳥墮其卵，簡狄取吞之，因孕生契。」又《中候契握》云：「玄鳥翔水遺卵，娀簡狄吞之生契。」娀者，簡狄之國名，故《大戴禮》云：「有娀氏之女曰簡狄。」故娀簡狄也。云「後王以為禖官嘉祥，而立其祠焉」者，謂高辛氏之世，有此吞鳥之異，是為媒官嘉祥，後代之王，立此高辛而為禖神故也。蔡邕以為禖神是高辛已前舊有，高者，尊也，謂尊高之禖，不由高辛氏而始有高禖。又《生民》及《玄鳥》毛詩傳云：「姜嫄從帝而祠於郊媒。」又云：「簡狄從帝而祈於郊禖。」則是姜嫄簡狄之前，先有禖神矣。而此注立高辛氏為禖神，是高辛氏已前未有禖神，參差不同者。《鄭志》焦喬答王權云：「先契之時，必自有禖氏，祓除之祀，位在於南郊，蓋以玄鳥至之日祀之矣。然其禋祀，乃於上帝也。娀簡狄吞鳳子之後，後王為媒官嘉祥，祀之以配帝，謂之高禖。」據此言之，則郊禖之祭，契已前祭天南郊，以先媒配之，故謂之郊禖。至高辛氏之時，既簡狄之異，後王以是為媒官之嘉祥，即以高辛之君立為禖神以配天，其古昔先媒則廢之矣。高辛氏配之，後謂之高禖。鄭義稷、契當堯時，按《命歷序》云「帝嚳傳十世」，則稷契不得為帝嚳之子，是帝嚳後世子孫之子，故鄭注《生民》云「姜嫄，高辛氏之世妃」，則簡狄亦高辛氏之後世之妃。此立為禖神者，是簡狄之夫，不得為帝嚳。此祭高禖氏祭天，故《生民傳》云「從於帝而見於天」，高禖為配祭之人。祭天特牲，此用大牢者，此謂配祭之人也。云「變媒言禖，神之」者，按《周禮•媒氏職》注「媒之言謀也，謀合異類，使和成者」。但不知初為媒者，其人是誰。按《世本》及譙周《古史》，伏犧制以儷皮嫁娶之禮，既用之配天，其尊貴先媒，當是伏犧也。媒字從女，今從示旁，為之示，是神明告示之義，故云「變媒言媒，神之也」。"
      },
      {
        "index": 10,
        "text": "后妃帥九嬪御，御謂從往侍祠。《周禮》：天子有夫人，有嬪，有世婦，有女御。獨云帥九嬪，舉中言也。乃禮天子所御，帶以弓韣，授以弓矢，於高禖之前。天子所御，謂今有娠者。於祠，大祝酌酒，飲於高媒之庭，以神惠顯之也。帶以弓韣，授以弓矢，求男之祥也。《王居明堂禮》曰：「帶以弓韣，禮之禖下，其子必得天材。」○韣，大木反，弓衣。娠音身，一音震，謂懷妊。"
      },
      {
        "index": 11,
        "text": "[疏]「乃禮」至「之前」。○正義曰：祭高禖既畢，祝官乃禮接天子所御幸有娠之人，謂酌酒以飲之。飲酒既畢，乃屬帶此所御之人以弓韣，又授之以弓矢，於高禖之前而北面也。○注「天子」至「天材」。○正義曰：「天子所御，謂今有娠者，」若總論幸御，則群妃皆是，何得直云「乃禮天子所御」？故知有娠者。《漢書音義》：「娠音身也。」云「《王居明堂禮》」者，《逸禮》篇名也。云「禮之禖下，其子必得天材」者，謂禮此所御之人於禖神之前，禖在壇上，御者在下，故云「禖下「。以祭神必福降，故云「其子必得天材」。"
      },
      {
        "index": 12,
        "text": "是月也，日夜分，雷乃發聲，始電，蟄蟲咸動，啟戶始出。又記時候。發，猶出也。○電，大練反。先雷三日，奮木鐸以令兆民曰：「雷將發聲，有不戒其容止者，生子不備，必有凶災！」主戒婦人有娠者也。容止猶動靜。○先，悉薦反。奮，方問反。鐸，大各反。日夜分，則同度量，鈞衡石，角鬥甬，正權概。因晝夜等，而平當平也。同、角、正，皆謂平之也。丈尺曰度，斗斛曰量，三十斤曰鈞，稱上曰衡，百二十斤曰石。甬，今斛也。稱錘曰權。概，平斗斛者。度量，上音杜，下音亮，注同。甬音勇。權概，古代反。稱，尺證反，下同。錘，丈偽反，又丈為反。"
      },
      {
        "index": 13,
        "text": "[疏]「日夜」至「始出」。○正義曰：日夜分，謂晝夜漏刻。馬融云：「晝有五十刻，夜有五十刻，據日出日入為限。」蔡邕以為星見為夜，日入後三刻、日出前三刻皆屬晝，晝有五十六刻，夜有四十四刻。鄭康成注《尚書》云「日中星」，以為日見之漏五十五刻，不見之漏四十五刻，與蔡校一刻也，大略亦同。「雷乃發聲」者，雷是陽氣之聲，將上與陰相沖。蔡邕云：「季冬雷在地下，則雉應而雊。孟春動於地之上，則蟄蟲應而振出。」至此升而動於天之下，其聲發揚也。以雷出有漸，故言「乃」。云「始電」者，電是陽光，陽微則光不見，此月陽氣漸盛，以擊於陰，其光乃見，故云「始電」。○「蟄蟲咸動，啟戶始出」者，戶謂穴也，謂發所蟄之穴。蟄蟲早者，孟春乃出，則《左傳》「啟蟄而郊」是也。蟄蟲晚者，則二月始出，故此云「蟄蟲咸動」，則正月未皆動，重記時候者。庾蔚云：「謂蓋先記時候，以明應節。後言時侯，以應二分二至。」所應不同，故重記之也。○注「主戒」至「動靜」。○正義曰：以其生子不備，必有凶災，故知「主戒婦人」也。云「容止猶動靜」者，蔡云：「迅雷風烈，孔子必變。」《玉藻》云：「迅雷甚雨則必變。」雖夜必興，衣服冠而坐，所以畏天威也。小人不畏天威，懈慢褻瀆，或至夫婦交接，君子製法，不可指斥言之，故曰「有不戒其容止」者。言此時夫婦交接，生子支節性情必不備，其父母必有災也。注「因晝」至「斛者」。○正義曰：「平當平」者，謂度量鈞衡之等，人之所用，當須平均。人君於晝夜分等之時，而平正此當平之物。云「同、角、正，皆謂平之」者，經中度、量、鈞、衡、石五者，總蒙同文。云「丈尺曰度，斗斛曰量，三十斤曰鈞，稱上曰衡，百二十斤為石」，皆《漢書•律歷志》文。按《志》文云：「黑秬一黍為一分，十分為一寸，十寸為一尺，十尺為一丈，十丈為一引，五度審矣。」又云「黃鐘之管，長九寸，圍九寸，其實一籥，合籥為合，十合為升，十升為鬥，十斗為斛，五量加矣。」《志》又云：「黃鐘之管，一籥容千二百黍，重十二銖。二十四銖為兩，十六兩為斤，三十斤為鈞，百二十斤為石。」《志》又云：「權與物鈞而生衡，衡運生規，規圓生矩，矩方生繩，繩直生准。」註：「權，錘也。」與物正等則衡平，是權為稱錘，稱上曰衡。甬與斗連文，《律歷志》「十斗為斛」，故知甬則斛也。云「概，平斗斛者」，今之猶然。"
      },
      {
        "index": 14,
        "text": "是月也，耕者少捨，乃脩闔扇，寢廟畢備。捨猶止也。因蟄蟲啟戶，耕事少間，而治門戶也。用木曰闔，用竹{韋}曰扇。畢猶皆也。凡廟前曰廟，後曰寢。○闔，戶臘反。間音閒。毋作大事，以妨農之事。大事，兵役之屬。"
      },
      {
        "index": 15,
        "text": "[疏]注「用木」至「曰寢」。○正義曰：按襄十八年《左傳》云「晉州綽以枚數闔」，闔是齊城門而云闔，是闔用木也。此扇與闔相對文。又此耕者少捨謂庶人，庶人蓽門，故以為「竹葦曰扇」。云「凡廟前曰廟，後曰寢」者，廟是接神之處，其處尊，故在前。寢，衣冠所藏之處，對廟為卑，故在後。但廟制有東西廂，有序牆，寢制惟室而巳，故《釋宮》云「室有東西廂曰廟，無東西廂有室曰寢」是也。"
      },
      {
        "index": 16,
        "text": "是月也，毋竭川澤，毋漉陂池，毋焚山林。順陽養物也。畜水曰陂，穿地通水曰池。○漉音鹿，竭也。陂池，彼宜反，《尚書傳》云：「澤障曰陂，停水曰池。」畜，敕六反。○天子乃鮮羔開冰，先薦寢廟。鮮當為獻，聲之誤也。獻羔，謂祭司寒也。祭司寒而出冰，薦於宗廟，乃後賦之。《春秋傳》曰：「古者日在北陸而藏冰，西陸朝覿而出之。其藏冰也，深山窮谷，固陰沍寒，於是乎取之。其出之也，朝之祿位，賓食喪祭，於是乎用之。其藏之也，黑牡秬黍，以饗司寒。其出之也，桃弧棘矢，以除其災。其出入也，時食肉之祿，冰皆與焉。大夫命婦，喪浴用冰。祭寒而藏之，獻羔而啟之。公始用之，火出而畢賦。自命夫命婦至於老疾，無不受冰。」○鮮，依注音獻。覿，大歷反。沍，戶故反。朝，直遙反。秬音巨。與音預。祭寒，本或作祭司寒，按《左氏傳》無「司」字。"
      },
      {
        "index": 17,
        "text": "[疏]注「鮮當」至「受冰」。正義曰：「鮮當為獻「者，按《詩•豳風•七月》云「四之日其蚤，獻羔祭韭」，故知鮮為獻也。云「獻羔謂祭司寒」者，以經云獻羔啟冰，先薦寢廟，恐是獻羔寢廟，故云「祭司寒」，《左傳》直云「獻羔而啟之」。知「祭司寒」者，以傳云「祭寒而藏之」，既祭司寒，明啟時亦祭之。云「薦於宗廟，乃後賦之者，薦於宗廟，謂仲春也；乃後賦之，謂孟夏也。故《凌人》云「夏頒冰」，《左傳》云「火出而畢賦」是也。引「《春秋傳》曰」者，昭四年《左傳》申豐之辭也。從「古者」以至「無不受冰」，皆《左傳》文也。按昭四年春大雨雹，季武子問於申豐，申豐對以此辭。云「日在北陸」者，北陸，虛也，謂十二月日在虛之時而藏冰。云「西陸朝覿而出之」者，西陸，昴也，鄭康成以為四月之時，日在昴畢之星，朝見東方，於時出冰，以頒賜百官。若其初出薦廟時在二月是也。云「固陰沍寒」者，杜預註：「沍，閉也。」謂堅固之陰，閉塞不通陽之處，於是取之。云「朝之祿位，賓食喪祭，於是乎用之」者，朝之祿位，謂大夫已上，故下云命夫命婦無不受冰是也。賓謂接迎賓客，食謂尋常飲食，喪謂死喪，祭謂祭祀。云「黑牡秬黍」者，以其祭水神，色尚黑。云「桃弧棘矢」者，桃去不祥，棘則刺御惡。云「祭寒而藏之」者，寒謂司寒之神，則玄冥水神也。所用黑牡秬黍，黑牡則黑羔。云「獻羔而啟之」者，獻羔則黑牡也，亦用秬黍。啟之，謂二月時也，故云「公始用之」。云「火出而畢賦」者，畢，盡也，謂應是得冰之人，無問尊卑，盡賦與之。按《左傳》云：「火出於夏為三月，於商為四月，於周為五月。」則火出季春建辰之月，以《周禮》「夏頒冰」，乃建已之月，不同者，但建辰火星在卯，火星始出；至建巳火星漸高，總而言之，亦得稱火出。早則三月之末，晚則四月之初，不甚相遠。又三月內有得四月節時，故據夏而言之。按《月令》季冬藏冰，《詩•豳風》「三之日納於凌陰」，三之日是建寅之月，不同者，《鄭注》豳地晚寒，所以校一月也。"
      },
      {
        "index": 18,
        "text": "上丁，命樂正習舞，釋菜。樂正，樂官之長也。命習舞者，順萬物始出地鼓舞也。將舞，必釋菜於先師以禮之。《夏小正》曰：「丁亥萬舞入學。」○長，丁丈反。天子乃帥三公、九卿、諸侯、大夫親往視之。順時達物也。仲丁，又命樂正入學習樂。為季春將習合樂也。習樂者，習歌與八音。○中丁音仲，本亦作仲。為，於偽反，下注同。"
      },
      {
        "index": 19,
        "text": "[疏]注「命習舞」至「入學」。○正義曰：以春陽既動，萬物出地，故王者習舞，所以應之，故孟春「命樂正入學習舞」，此仲春又云習舞，釋菜，皆以陽氣動，故此仲春習舞，則《大胥》「春，入學，捨采合舞」一也。據人所學謂之習舞，節奏齊同謂之合舞，此亦謂之大合樂。故《文王世子》云「凡大合樂」，注「春捨菜合舞，秋頒學合聲」。孟春習之，至仲春習而合之，自是春秋常所合樂也，非為季春而習舞也。故《大胥》春合舞，秋合聲，自是春秋之常事也。孟春習舞，及仲春習舞，及仲丁習樂，並季春合樂，皆在大學。仲春釋菜合舞，季春大合樂，皆天子親往，餘則不也。孟夏「乃命樂師，習合禮樂」，為當月飲酎也。命樂師者，以仲春習舞習樂之時，既命樂正，此則稍輕，故惟命樂師。此習禮樂在學也，其事既輕，天子不親往。孟夏又云「天子飲酎，用禮樂」，鄭注「飲之於朝，正尊卑」，是飲酎在朝。天子親往，不云樂正者，文不備也。飲酎大禮，必樂正在焉。熊氏《禮》本云飲之於廟，以為漢禮獻酎在廟故也。若是獻酎祭廟，當云天子獻酎，不得云飲酎，且夏月時祭已用酎也，何須別云飲酎？故知天子飲酎在朝。仲夏云「樂師脩鞀鞞」，為「大雩帝，用盛樂」故也。命樂師者，預脩習，其事輕，其雩帝用樂之時，則命樂正，天子親往，其季夏、孟秋、仲秋，以季夏土王，秋又陰始，國無大事，不用樂也。季秋亦得習吹者，為將大享帝也。其習吹之時，在於學中，亦樂師習之，但文不備也。所以習吹者，鄭云「春夏重舞，秋冬重吹」，但以重為主。其實春亦有吹，秋亦有舞，季秋習吹之時，天子不親往也。按《大胥》「秋頒學合聲」，周禮也；《月令》仲秋無合聲者，殷法也，故不同。或可秋合聲者，即此季秋習吹是也。孟冬「大飲蒸」者，亦用禮樂也，故鄭「飲酎」之下注云「季冬云大飲蒸，此言用禮樂，互其文」，明飲蒸亦有禮樂也。此飲蒸在天學也，天子親往，故鄭引《詩》云「十月滌場，躋彼公堂」以證之，公堂則學校也。季冬「命樂師大合吹而罷」者，歲終，王與族人燕於大寢，其事輕，故命樂師。知與族人燕者，鄭注引《王居明堂》云「季冬命國為酒，以合三族」，故知之也。云「將舞必釋菜於先師」者，以經文「習舞」，「釋菜」文在於後，恐習舞釋菜共是一事，故云將欲習舞，必先釋菜。必知然者，以釋菜之時不為舞也。故《文王世子》云「釋菜不舞，不受器」，是知釋菜無舞也。此云習舞在前，釋菜在後，何知不先習舞乃後釋菜？必知先有釋菜者，以《大胥》云「捨菜合舞」，捨即釋，故知釋菜在合舞之前。云「《夏小正》曰『丁亥萬用入學』」者，引之證習舞之意，謂用此《萬》舞以入學。於舞稱《萬》者，何休注《公羊》云：「周武王以萬人服天下。」《商頌》：「《萬》舞有奕。」蓋殷湯亦以萬人得天下，此《夏小正》是夏時之書，亦云《萬》者，其義未聞，或以為禹以萬人以上治水，故樂亦稱《萬》。○注「為季」至「八音」。○正義曰：此習者，為季春合樂預習之，故鄭云然。上習舞釋菜，鄭不云為季春合樂，則仲春合舞自當為之，不為季春合樂而習也。熊氏以為仲春習舞為季春合樂者，若然，鄭何以不言之？又《大胥》無季春合樂，何以亦云春「捨菜合舞」？熊氏說非也。云「習歌與八音」者，以仲春習舞，雖不為季春而發，但孟春仲春習舞以久，不須臾習，故知為習歌與八音。歌謂合聲也，八音謂樂器響音。"
      },
      {
        "index": 20,
        "text": "是月也，祀不用犧牲，用圭璧，更皮幣。為季春將選而合騰之也。更，猶易也。當祀者，古以玉帛而巳。\n[疏]「祀不」至「皮幣」。○正義曰：以季春將騰合牝牡，不用殺其犧牲，其應祀之時，圭璧更易此犧牲，非但用圭璧更易，又用皮幣以更之，故在圭璧皮幣之中，上下有也。蔡氏云此祀不用犧牲者，祈不用犧牲，謂祈禱小祀也，不用犧牲，若大祀則依常法，故上云「以大牢祠高禖」是也。"
      },
      {
        "index": 21,
        "text": "仲春行秋令，則其國大水，寒氣總至，酉之氣乘之也。八月宿直昴畢，畢好雨。○好，乎報反。寇戎來征。金氣動也。畢又為邊兵。行冬令，則陽氣不勝，麥乃不熟，子之氣乘之也。十一月為大陰。○大音泰。民多相掠。陰奸眾也。行夏令，則國乃大旱，暖氣早來，午之氣乘之也。○暖，乃緩反，又音暄。蟲螟為害。暑氣所生，為災害也。○螟，亡丁反，又《爾雅》云：「食苗心，螟。」"
      },
      {
        "index": 22,
        "text": "[疏]「其國」至「來征」。○正義曰：其國大水，則地災也。寒氣總至，則天災也。寇戎來征，則人災也。○注「畢，又為邊兵」。○正義曰：按《元命包》云：「畢七星十六度，主邊兵。」○「陽氣」至「相掠」。○正義曰：陽氣不勝，天災。麥乃不熟，地災。民多相掠，人災也。○「國乃」至「為害」。○正義曰：國乃大旱，暖氣早來，天災。蟲螟為害，地災。行令失所，人災之應，故無其災也。"
      },
      {
        "index": 23,
        "text": "季春之月，日在胃，昏七星中，旦牽牛中。季，少也。季春者，日月會於大梁，而斗建辰之辰。○胃音謂。少，詩召反。"
      },
      {
        "index": 24,
        "text": "[疏]「季春」至「牛中」。○正義曰：按《茸藶》云：「三月之節，日在胃七度，昏張二度中，去日一百七度，旦斗二十六度中。清明日在昴八度，昏翼四度中，去日一百一十一度，旦女三度中，按《元嘉歷》三月節，日在婁六度，昏柳十二度中，旦斗十四度中。○三月中，日在胃九度，凡三十度。日月行一會，凡二十度，故三月日在胃七度。《律歷志》又云「大梁初日在胃七度」是也。「昏七星中」者，按《律歷志》云：胃十四度，昴十一度，畢十六度，觜二度，參九度，井三十三度，鬼四度，柳十五度，七星七度。從胃七度至七星之初度，有九十九度，以日漸長，日沒之時，稍在酉北，去七星之初九十八度，故昏時七星在南方之中。「旦牽牛中」者，從十星之初至牽牛之初。"
      },
      {
        "index": 25,
        "text": "其日甲乙。其帝大皞，其神句芒。其蟲鱗。其音角，律中姑洗。其數八。其味酸，其臭膻。其祀戶，祭先脾。姑洗者，南呂之所生也，三分益一，律長七寸九分寸之一。季春氣至，則姑洗之律應。《周語》曰：「姑洗所以脩絜百物，考神納賓。」○洗，素典反。"
      },
      {
        "index": 26,
        "text": "[疏]注「姑洗」至「納賓」。○正義曰：南呂六二上生姑洗之九三，南呂長五寸三分寸之一，就南呂三分益一，取三寸益一寸，為四寸，餘有整二寸三分寸之一。整二寸者，各九分之，二九為十八分，寸之一者為三分，總二十一分。三七二十一，三分益一，更益七分，總二十八分，以九分為一寸，二十七分為三寸，益前四寸為七寸，餘有一分在，故云「律長七寸九分寸之一」。云「《周語》曰」至「納賓」，證姑洗之義。云「脩絜百物，考神納賓」者，按《國語注》云：「是月百物脩絜，故用之宗廟，致神納賓。」"
      },
      {
        "index": 27,
        "text": "桐始華，田鼠化為鴽，虹始見，萍始生。皆記時候也。鴽，母無。螮蝀謂之虹。蓱，萍也，其大者曰蘋。○鴽音如，毋無也，蔡云：「鶉之屬。」虹音紅，又音絳，螮蝀也。見，賢遍反。蓱，步丁反，水浮萍也。毋無，上音牟，又如字。蝃，本又作螮，丁計反；亦作蜥，同。蝀，本亦作東，同丁孔反。萍音平。蘋，毗人反。"
      },
      {
        "index": 28,
        "text": "[疏]注「皆記」至「曰蘋」。○正義曰：「鴽，毋無」，《爾雅•釋鳥》文。某氏云：「謂也。李巡云：「鴽，一名牟毋。」郭景純云：「也，青州呼鴾毋。」舍人本「毋」作「無」。今此注「毋無」，毋當作牟，謂牟無也。聲轉字誤，牟字作毋。云「螮蝀謂之虹」者，《爾雅•釋天》文。郭氏云：「雄者曰虹，雌者曰蜺。」雄謂明盛者，雌謂闇微者。虹是陰陽交會之氣，純陰純陽則虹不見。若雲薄漏日，日照雨滴則虹生。云「蓱，萍其，其大者曰蘋。」《爾雅•釋草》文。郭景純云：「水中浮蓱也。江東謂之薸。」舍人云：「蓱，一名萍，大者名蘋。」凡云化者，若「鼠化為鴽」、「鴽還化為鼠」，皇氏云：「反歸舊形謂之化。」按《易》云「乾道變化」，謂先有舊形，漸漸改者謂之變；雖有舊形，忽改者謂之化；及本無舊形，非類而改亦謂之化。故鄭注《周禮》云「能生非類曰化也」。"
      },
      {
        "index": 29,
        "text": "天子居青陽右個，乘鸞路，駕倉龍，載青旂，衣青衣，服倉玉，食麥與羊，其器疏以達。青陽右個，東堂南偏。○是月也，天子乃薦鞠衣於先帝。為將蠶求福祥之助也。鞠衣，黃桑之服。先帝，大皞之屬。○鞠，居六反，如菊華也；又去六反，如麴塵。為，於偽反，下文「乃為」、注「為鳥」同。命舟牧覆舟，五覆五反，乃告舟備具於天子焉。舟牧，主舟之官也。覆反舟者，備傾側也。○覆，芳服反，下及注同。天子始乘舟，薦鮪於寢廟，進時美物。○鮪，於軌反，乃為麥祈實。於含秀求其成也。不言所祈，承寢廟可知。"
      },
      {
        "index": 30,
        "text": "[疏]「是月」至「先帝」。○正義曰：從此以下至「為麥祈實」，論薦衣告帝，薦鮪於寢廟。舟牧告舟，論所告之事，故言「是月」。從「生氣方盛」至「禮賢者」，論陽氣將盛，振恤貧窮，勉勸諸侯，禮聘賢者，皆是助陽宣發之事，故云「是月也「。自「命司空」以下，論時雨將降，道達溝瀆，又禁斷羅翳以助時生乳之事，事別於上，故更云「是月」。自「命野虞」至「無有敢惰」，論養蠶之事，事別於上，故云「是月也」。自「命工師」以下至「以蕩上心」，論工師之官，不得為淫巧之作，事異於上，故更云「是月」。自「擇吉日」至「親往視之」，論天子合樂之事，事異於上，故更言「是月也」。以其月末為之，故變云「是月之末」。自「乃合累牛騰馬」至「以畢春氣」，論牛馬犧牲合育之事，並磔攘九門，事雖異於牛馬，難事既輕，不可別言是月也，故系之牛馬犧牲，總異於上，故更云「是月也」。○注「為將」至「之屬」。○正義曰：依禮，祭五帝自服大裘，今薦鞠衣，與桑同色，蓋薦於神坐，故知為蠶求福。云「鞠衣，黃桑之服」者，鄭注《內司服》云：「鞠衣，黃桑服也。色如鞠塵，像桑葉始生。」菊者，草名，花色黃，故季秋之月云「菊有黃華」，是鞠衣黃也，與桑同色，又當桑生之時，故云「黃桑之服」也。云「先帝，大皞之屬」者，以其言先不言上，故知非天，唯大皞之屬，春時惟祭大皞。云「之屬」者，以蠶功既大，非獨祭大皞，故何胤云「總祭五方之帝」。其所祭之處，王權、賀瑒、熊氏等並以為在明堂，以大皞祭在明堂故也。○「薦鮪於寢廟」。○正義曰：按《爾雅•釋魚》云「鮥，鮇鮪。」郭景純云：「似鱣而小，建平人呼鮥子。一本云王鮪，似鱣，口在頷下。」《音義》云：「大者為王鮪，小者為鮇鮪，似鱣，長鼻，體無鱗甲。」"
      },
      {
        "index": 31,
        "text": "是月也，生氣方盛，陽氣發洩，句者畢出，萌者盡達，不可以內。時可宣出，不可收斂也。句，屈生者。芒而直曰萌。○洩，息列反。句，古侯反。天子布德行惠，命有司發倉廩，賜貧窮，振乏絕。振猶救也。廩，力甚反。。○開府庫，出幣帛，周天下。勉諸侯，聘名士，禮賢者。周謂給不足也。勉猶勸也。聘，問也。名士，不仕者。"
      },
      {
        "index": 32,
        "text": "[疏]「不可以內」。○正義曰：以物遂散之時，當順天散物，不可積聚納之在內也。○「發倉」至「乏絕」。○正義曰：蔡氏云：「穀藏曰倉，米藏曰廩，無財曰貧，無親曰窮，暫無曰乏，不續曰絕。皇氏云：「長無謂之貧窮，暫無謂之乏絕。」○「勉諸」至「賢者」。○正義曰：謂王者勉勸此諸侯，令聘問有名之士，禮接德行之賢。蔡氏云：「名士者，謂其德行貞純，道術通明，王者不得臣，而隱居不在位者也。賢者，名士之次，亦隱者也。名士優，故加束帛，賢者禮之而已。」"
      },
      {
        "index": 33,
        "text": "是月也，命司空曰：「時雨將降，下水上騰，循行國邑，周視原野，修利隄防，道達溝瀆，開通道路，毋有障塞。廣平曰原。國也，邑也，平野也，溝瀆與道路皆不得不通，所以除水潦，便民事也。古者溝上有路。○上，時掌反，下注「以上」同。行，下孟反。隄，丁兮反。防音房。道音導。障，之亮反，又音章。便，婢面反。田獵罝罘、羅罔、畢翳，餧獸之藥，毋出九門。」為鳥獸方孚乳，傷之逆天時也。獸罟曰罝罘，鳥罟曰羅，罔小而柄長謂之畢，翳，射者所以自隱也。凡諸罟及毒藥，禁其出九門，明其常有，時不得用耳。天子九門者，路門也。應門也。雉門也。庫門也。？門也。城門也。近郊門也。遠郊門也。關門也。今《月令》無「罘」，「翳」為「弋」。○罝，子斜反。罘音浮。翳，於計反。餧，於偽反。罟音古。弋，羊職反。"
      },
      {
        "index": 34,
        "text": "[疏]注「廣平」至「有路」。○正義曰：廣平曰原，《爾雅•釋地》文。云「國也，邑也，平野也，溝瀆與道路皆不得不通」者，言國也解經中國，邑也解經中邑，平野也解經中原野，以其各是一物，故每以也結之。溝瀆道路，各兩事共為一句，故云「溝瀆與道路」總結之。不云隄防者，以云不得不通，隄防非可通之物，故鄭不言之。云「古者溝上有路」者，此既為雨決水，而云開通道路，恐道路非決之物，故云「溝上有路」。言道達溝瀆之時，須脩此溝上道路。按《周禮•遂人職》云：「溝上有畛，川上有路。」此言溝上有路者，是道路之總，名與彼別也。○「毋出九門」。○正義曰：謂此月非田獵之時，其罝罘、羅網、畢翳之器及餧獸之藥，毋得出於九門。若路門內有者，不得出路門。應門內有者，不得出應門。舉此可知城門內有者，不得出城門，既不得出城門，則近郊之內，無所用也。若近郊之內先有者，不得出近郊之門，近郊之門尚不得出，則近郊之內雖有，亦不得用也。舉此而言，遠郊關門亦可知。是此月之時，所在之處，遠近皆不得用，故云「毋出九門」。○注「獸罟」至「為弋」。○正義曰：按《爾雅》云：「兔罟謂之罝。」郭景純云：「罝猶遮也。」是罝為獸罟。知罘亦獸罟者，按《釋器》云：「罬謂之罦。罦，覆車也。」孫炎云：「覆車是兩轅網。」既是兩轅可以網鳥，非但網鳥，亦可以網獸。《廣雅》云：「網謂之罟。罘，兔罟也。」是獸罟曰罝罘也，此罘與罦一也。「鳥罟曰羅」，《釋器》文。云「網小而柄長謂之畢」者，以其似天上畢星，《毛詩傳》云「畢所以掩兔」是也。「明其常有，時不得用耳」，謂此等之物，四時常有，於此季春之時，不得用之。按《周禮•跡人》云「禁毒矢射」者，乃謂四時也。云「九門，路門、應門」之等者，自路門、皋門已內皆宮室所在，非田獵之處，亦禁羅網、毒藥不得出者，此等門內雖是宮室所在，亦有林苑及空間之處，得有羅網及毒藥所施。云「今《月令》無罘，翳為弋」者，以今《月令》之本云「田獵罝羅網畢弋」，與此經不同。"
      },
      {
        "index": 35,
        "text": "是月也，命野虞無伐桑柘。愛蠶食也。野虞，謂主田及山林之官。○柘，之夜反。鳴鳩拂其羽，戴勝降於桑。蠶將生之候也。鳴鳩飛且翼相擊，趍農急也。戴勝，織紝之鳥，是時恆在桑。言降者，若時始自天來，重之也。○戴音帶，注同，本亦作載；戴勝，鳥名。紝，女今反。具曲、植、籧、筐，時所以養蠶器也。曲，薄也。植，槌也。○植，直吏反。籧筐，居呂反，亦作筥；下丘狂反。方曰筐，圓曰筥。槌，直追反，又直類反，又丈偽反。后妃齊戒，親東鄉躬桑，禁婦女毋觀，省婦使，以勸蠶事。后妃親採桑，示帥先天下也。東鄉者，鄉時氣也。是明其不常留養蠶也。留養者，所卜夫人與世婦。婦謂世婦及諸臣之妻也。《內宰職》曰：「仲春，詔後帥外內命婦始蠶於北郊。」女，外內子女也。《夏小正》曰：「妾子始蠶，執養宮事。」毋觀，去容飾也。婦使，縫綿組紃之事。鄉，許亮反，注同。觀，古喚反，注同。省，所景反。去，起呂反。線，息賤反。組音祖。紃音旬。蠶事既登，分繭稱絲效功，以共郊廟之服，無有敢惰。登，成也。敕往蠶者，蠶畢將課功，以勸戒之。○繭，古典反。效，戶教反。共音恭。惰，徒臥反。"
      },
      {
        "index": 36,
        "text": "[疏]注「鳴鳩飛」至「之鳥」。○正義曰：「鳩鳴且翼相擊」者，按《釋鳥》云：「鶌鳩，鶻鵃。」郭景純云：「鶌音九物反。鵃音嘲。鶻鵃似山鵲而小，青黑色，短尾多聲。」孫炎云：「鶻鵃，一名鳴鳩，《月令》云『鳴鳩拂其羽』，是也。」云「戴勝，織紝之鳥」者，按《釋鳥》云：「<皂鳥>鴔，戴鵀。」郭景純云：「鵀即頭上勝，今亦呼為戴勝。」李巡云：「戴勝，一名鴟鳩。」孫炎云「鳲鳩，自關而東謂之戴鵀」，非也。○注「曲，薄也。植，槌也」。○正義曰：按《方言》云：「宋、魏、陳、江淮之間謂之曲，或謂之麴，自關而西謂之薄。」故云曲薄。《方言》註：「槌，縣蠶薄柱也」，「宋、魏、陳、楚、江淮之間謂之植，自關而西謂之槌，齊謂之牂。」○注「東鄉」至「之事」。○正義曰：若尋常留養蠶，或東西南北面無所在。今後惟東面採桑，明知不常留養蠶也，暫示法而巳。「留養者所卜夫人與世婦」者，按《祭義》云「卜三宮之夫人世婦之吉者使蠶」，是常留養蠶也。《祭義》又云夫人「副禕而受之」，言副禕則據王后，言三宮夫人則似據諸侯，不同者，《祭義》所云，雜明天子諸侯之法，副禕據王后，上公夫人亦副禕也。三宮夫人據諸侯，亦得通王之三夫人也。云「婦謂世婦及諸臣之妻也」者，釋經中婦字。知不兼三夫人九嬪者，以經云「禁婦女毋觀」，則尊者不應在禁限，故知毋夫人與嬪也。及女御亦當在焉，特云世婦者，以《祭義》云「世婦之吉」者，故特言之。引《內宰職》「蠶於北郊」者，證躬桑之事。按此經是季春躬桑，《內宰》云仲春者，以仲春既帥命婦躬桑浴種，至季春又更躬桑浴蠶也。故熊氏云：「案馬質注云：蠶為龍精，月直大火，則浴其種。」是二月浴種也。《祭義》云「大昕之朝」，「奉種浴於川」，注云「大昕，季春朔日」，是三月又浴蠶也。皇氏云「二月浴之，三月乃躬」，其義非也。云「女，外內子女」者，解經中女字。外子女，謂王外姓甥之女者。內子女者，王之同姓子女，則《周禮》之外宗內宗，皆以嫁有爵者，故《內宰》云「帥外內命婦」，言命婦，則未出嫁者不在焉。鄭注《周禮》士妻亦為命婦，則士妻亦在。云「《夏小正》曰『妾子始蠶，執養宮事』」者，引之證明子女養蠶之事。皇氏云：「妾謂外內命婦，子謂外內子女。執養宮事，執，操也。養，長也。謂操持養長蠶宮之事。」云「毋觀，去容飾」者，以其祭先蠶，又志在採桑養蠶，無暇為飾之事，故禁之以示法。○注「登成」至「戒之」。○正義曰：「登，成」，《釋詁》文。以分繭稱絲，是課謂效其功，故云「以勸戒之」。"
      },
      {
        "index": 37,
        "text": "是月也，命工師，令百工，審五庫之量，金、鐵、皮、革、筋、角、齒、羽、箭、幹、脂、膠、丹、漆，毋或不良。工師，司空之屬官也。五庫，藏此諸物之捨也。量謂物善惡之舊法也。幹，器之木也。凡輮幹有當用脂。良，善也。○量音亮，注同。筋音斤。幹，古旦反。輮，如九反。"
      },
      {
        "index": 38,
        "text": "[疏]注「工師」至「善也」。○正義曰：《周禮•考工記》無工師，知是司空官者，以司空掌工巧，此稱工巧師長，故知司空之屬。云「量謂物善惡之舊法」者，言此等之物，善惡先有舊法，當審察之，故云「審五庫之量」。五庫者，熊氏云：「各以類相從，金鐵為一庫，皮革筋為一庫，角齒為一庫，羽箭幹為一庫，脂膠丹漆為一庫。」義或然。云「幹，器之木」者，按《周禮•弓人》掌作弓，云「凡折幹」，故知幹，弓幹。此則總論材幹，不獨指弓，但器之材樸，總謂之幹，故云「幹，器之木」。"
      },
      {
        "index": 39,
        "text": "百工咸理，監工日號：「毋悖於時，毋或作為淫巧，以蕩上心。」咸，皆也。於百工皆理治其事之時，工師則監之，日號令之，戒之以此二事也。悖猶逆也。百工作器物各有時，逆之則不善。時者，若《弓人》「春液角，夏治筋，秋合三材，冬定體」之屬也。淫巧，謂偽飾不如法也。蕩，謂動之使生奢泰也。今《月今》無「於時」，「作為」為「詐偽」。○監，古銜反，注同。悖，必內反。巧如字，又苦孝反，注同。液音亦。"
      },
      {
        "index": 40,
        "text": "[疏]「百工」至「蕩上心」。○正義曰：言於此之時天氣和適百工造作器物，當依百工皆治理其事之時，監工之官，日日號令之，言造作器物，當依氣序，無得悖逆於時，使物不牢故；又所作器物，當依舊常，無得有作淫過巧妙，以蕩動在上，使生奢泰之心者。○注「若弓」至「詐偽」。○正義曰：按《考工記•弓人》云「春液角」，言春時先浸液其角，豫和濡，筋柔於角，故於夏暑濕之時，始治筋。「秋合三材」者，秋時陰陽氣調，合膠漆絲之三材，角在內面，筋在外面，幹在中。「冬定體」者，謂往來之體，冬氣凝寒，物皆牢實，故內之檠中，使弓體堅強。云「之屬」者，用時非一，故云「之屬」。《考工記》「石有時以泐，水有時以凝」，又云「材美工巧，然而不良，則不時」是也。"
      },
      {
        "index": 41,
        "text": "是月之末，擇吉日，大合樂。天子乃率三公、九卿、諸侯、大夫，親往視之。大合樂者，所以助陽達物，風化天下也。其禮亡，今天子以大射、郡國以鄉射禮代之。"
      },
      {
        "index": 42,
        "text": "是月也，乃合累牛騰馬，游牝於牧。累、騰，皆乘匹之名，是月所合牛馬，謂繫在廄者，其牝欲游，則就牧之牡而合之。○累，力追反，注同。騰，大登反。牝，毗忍反，徐扶死反。乘，繩證反。廄，居又反。犧牲、駒、犢，舉書其數。以在牧而校數書之，明出時無他故，至秋當錄內，且以知生息之多少也。○數，所主反。"
      },
      {
        "index": 43,
        "text": "[疏]「乃合」至「其數」。正義曰：累牛，謂相累之牛。騰馬，相騰逐之馬，以季春陽將盛，物皆產乳，故合此所累之牛，相騰之馬，故游此系牧之牝於牧田之中，就牡而合之。其在廄牝馬，須擬乘用者，則不放之。○「犧牲、駒、犢，舉書其數」者，既游牝於牧之後，畜皆在野，所有犧牲及小馬之駒，小牛之犢，皆書其見在之數。所以然者，至秋畜產入時，知其舊數不欠少以否，又舊數之外，知其生息多少。"
      },
      {
        "index": 44,
        "text": "命國難，九門磔攘，以畢春氣。此難，難陰氣也。陰寒至此不止，害將及人。所以及人者，陰氣右行，此月之中，日行歷昴，昴有大陵積屍之氣，氣佚則厲鬼隨而出行，命方相氏帥百隸素室毆疫以逐之，又磔牲以攘於四方之神，所以畢止其災也。《王居明堂禮》曰：「季春出疫於郊，以攘春氣。」○難，乃多反，後及注同。磔，竹伯反。禳，本又作攘，如羊反。佚音逸，後同。索，所白反。毆疫，丘於反。"
      },
      {
        "index": 45,
        "text": "[疏]注「此難」至「春氣」。○正義曰：以季春恐有難陽氣之嫌，故云「難，難陰氣也」。云「陰氣右行，此月之中，日行歷昴，昴有大陵積屍之氣」者，天氣左轉，故斗建左行，謂之陽氣，日月右行，日月北天為陰，故云「陰氣右行」。以此月之初，日在於胃；此月之中，從胃歷昴。云「有大陵積屍」者，《元命包》云「大陵主屍」。熊氏引《石氏星經》：「大陵入星，在胃北，主死喪。」云「方相氏帥百隸索室毆疫以逐之」者，按《方相氏》云：「帥百隸而時難，以索室毆疫。」鄭注云：「時難謂四時難。」引《月令》季冬「命國難」，故知於時命方相氏也。引「《王居明堂禮》曰」以下者，證季春國難之事。"
      },
      {
        "index": 46,
        "text": "季春行冬令，則寒氣時發，草木皆肅，丑之氣乘之也。肅謂枝葉縮栗。國有大恐。以水訛相驚。○恐，丘勇反。\n[疏]「季春」至「大恐」。○正義曰：寒氣時發，天災也。草木皆肅，地災也。國有大恐，人災也。○注「肅謂枝葉縮栗」。○正義曰：按《詩》「九月肅霜」，肅謂嚴肅，故云肅縮栗，言枝葉減縮而急栗。○注「以水訛相驚」。○正義曰：按孟春國時有恐，注云「以火訛相驚」，知此是水者，以上「孟春行夏令」，故為「火訛」。此「季春行冬令」，故云「水訛」。雖初訛言相驚，水竟不至。所以然者，以冬氣來乘，水欲來至。以季春是土，上能制水，故知水不來。"
      },
      {
        "index": 47,
        "text": "行夏令，則民多疾疫，時雨不降，未之氣乘之也。六月宿直鬼，鬼為天屍，時又有暑也。山林不收。高者於熱也。○，呼旱反，又呼旦反。"
      },
      {
        "index": 48,
        "text": "[疏]「民多」至「不收」。○正義曰：民多疾疫，人災也。時雨不降，天災也。山陵不收，地災也。\n行秋令，則天多沈陰，淫雨蚤降，戌之氣乘之也。九月多陰。淫，霖也。雨三日以上為霖。今《月令》曰「眾雨」。○蚤音早。兵革並起。陰氣勝也。"
      },
      {
        "index": 49,
        "text": "[疏]「天多」至「並起」。○正義曰：天多沈陰，淫雨早降，並天災也。兵革並起，人災也。○注「淫霖」至「為霖」。○正義曰：「雨三日以上為霖」，隱公九年《左傳》文。"
      },
      {
        "index": 50,
        "text": "孟夏之月，日在畢，昏翼中，旦婺女中。孟夏者，日月會於實沉，而斗建巳之辰。○婺音婺。\n[疏]「孟夏」至「女中」。○正義曰：《茸藶》：「四月節，日在畢十二度，昏軫四度中，去日二百一十四度，旦虛三度中。四月中，日在井初度，昏角六度中，去日一百一十七度，旦危六度中。」按《元嘉歷》：「四月節，日在昴十一度，昏翼十度中，旦女三度中。四月中，日在畢十五度，昏軫十度中，旦虛九度中。」「日在畢」者，按《律歷志》立夏日在畢十二度。「昏翼中」者，日既在畢十二度，畢有十六度而終，則中取五度，觜二度，參九度，井三十三度，鬼四度，柳十五度，七星七度，張十八度，計從畢十三度至翼初，總九十三度，言春三月之時，昏中之星九十八度。四月日漸長，校三月三刻，則昏中之星去日多校一刻半餘；以度言之，則校五度。則四月昏中之星，去日合有一百二度，計翼星中之時，當在翼十二度也。"
      },
      {
        "index": 51,
        "text": "其日丙丁。丙之言炳也。日之行，夏南從赤道，長幼茯物，月為之佐。時萬物皆炳然著見而強大，又因以為日名焉。《易》曰：「齊乎巽，相見乎離。」○炳音丙。長，丁丈反，此月內除「律長」，「長大」、「繼長」皆同。著見，賢遍反。其帝炎帝，其神祝融。此赤精之君，火官之臣，自古以來，著德立功者也。炎帝，大庭氏也。祝融，顓頊氏之子曰黎，為火官。○炎，丁廉反；炎帝，神農也。顓頊，上音專，下音最。其蟲羽。像物從風鼓翼，飛鳥之屬。其音徵，三分宮去一以生徵，徵數五十四。屬火者，以其微清，事之象也。夏氣和則徵聲調。《樂記》曰：「徵亂則哀，其事勤。」○徵，張裡反，後放此。去，記呂反。○律中中呂。孟夏氣至，則中呂之律應。中呂者，無射之所生，三分益一，律長六寸萬九千六百八十三分寸之萬二千九百七十四。《周語》曰：「中呂，宣中氣。」○中呂音仲，又如字。射音亦。其數七。火生數二，成數七。但言七者，亦舉其成數。其味苦，其臭焦。火之臭味也。凡苦焦者皆屬焉。○焦，子遙反。其祀灶，祭先肺。夏陽氣盛，熱於外，祀之於灶，從熱類也。祀之先祭肺者，陽位在上，肺亦在上，肺為尊也。灶在廟門外之東，祀灶之禮，先席於門之奧，東面，設主於灶陘，乃制肺及心肝為俎，奠於主西。又設盛於俎南，亦祭黍三，祭肺、心、肝各一，祭醴三。亦既祭徹之，更陳鼎俎，設饌於筵前。迎屍如祀戶之禮。○肺，芳廢反。陘音刑。"
      },
      {
        "index": 52,
        "text": "[疏]注「《易》曰」至「乎離」。○正義曰：引《易》者，證丙丁是著明之義。此《易•說卦》文。○注「炎帝」至「火官」。○正義曰：何胤云：「《春秋說》云：炎帝號大庭氏，下為地皇，作耒耜，播百穀，曰神農也。」云「犁為火官」者，按昭二十九年《左傳》云：「顓頊氏有子曰犁，為祝融。」杜注云：「祝融，明貌。」○注「三分」至「事勤」。○正義曰：「三分宮去一以生徵「者，宮數八十一，三分分之各二十七，去二十七，餘有五十四，故」徵數五十四」也。云「屬火者，以其徵清，事之象」者，清者，數少為清，羽數最少為極清，徵數次少為微清，徵於清濁為第四，事於尊卑亦為鶪四，故云「事之象」。引「《樂記》」者，證為事也。○注「中呂」至「中氣」。○正義曰：無射之律，長四寸六千五百六十一分寸之六千五百二十四，三分益一以生中呂，於無射四寸之內，取三寸益一寸為四寸，餘有整寸一，又有六千五百六十一分寸之六千五百二十四，以六千五百六十一各三分之，則一寸分為一萬九千六百八十三分也。六千五百二十四分各三分之，則為一萬九千五百七十二，又整一寸分為一萬九千六百八十三，並之總為茸茯九千二百五十五也。更三分之，一分有一萬三千八十五，上生者三分益一，以一萬三千八十五益上之數，總為五萬二千三百四十，為積分之數，然後除之為寸，一寸除一萬九千六百八十三，則二寸除二萬九千三百六十六，為二寸，通前為六寸，餘有一萬二千九百七十四不成寸，是中呂長六十萬九千六百八十三分寸之萬二千九百七十四也。○注「灶在」至「之禮」。○正義曰：知「灶在廟門外之東」者，按《少牢》及《特牲禮》，皆灶在廟門外之東西面北上。云「祀灶之禮」以下，皆逸《中霤禮》文。云「先席於門之奧」，謂廟門外西室之奧，以神位在西，故知在西室之奧；以祀戶在戶內，故祭在廟室之奧；祀灶在門外，故設主在門室之奧，各從其義。云「東面設主於灶陘」者，謂設主人東面也。灶陘謂灶邊承器之物，以土為之。云「乃制肺及心肝為俎，奠於主西」者，制謂截割，心肝皆鬲上之物，故從肺類俱置俎上，奠此俎於主之西，此主位西向，故置俎在西而對主也。云「又設盛於俎南」者，盛謂黍稷盛之於簋，皇氏以為此祭老婦盛於盆，非其義也。云「亦祭黍三，祭肺心肝各一，祭醴三」者，亦上祀戶之禮。祭必三者，以禮成於三故也。上祀戶云「祭肉三，肺一腎再」，此云「祭肺、心、肝各一」，亦為肉祭三也。此醴實於尊，祭三者，始扱一祭，又扱再祭。云「既祭徹之，更陳鼎俎，設饌於筵前」者，筵前謂初設廟室奧之筵前，准特牲少牢，鼎當陳於廟門室之前，稍東西向。執俎者以俎就鼎，載肉入設於筵前，在菹醢之東，其黍稷等設於俎南北，唯云祭黍，或無稷也。此配灶神而祭者，是先炊之人。《禮器》云：「灶者老婦之祭。」"
      },
      {
        "index": 53,
        "text": "螻蟈鳴，蚯蚓出，王瓜生，苦菜秀。皆記時候也。螻蟈，蛙也。王瓜，萆挈也。今《月令》云「王萯生」，《夏小正》云「王萯秀」，未聞孰是。○螻音樓。蟈，古獲反，螻蟈，蛙也；蔡云：「螻，螻蛄。蟈，蛙也。」蛙，烏蝸反，即蝦蟆也。蚓，以忍反。萆挈，上反八反，下起八反。萯，戾九反。"
      },
      {
        "index": 54,
        "text": "[疏]注「螻蟈」至「孰是」。○正義曰：按《周禮•蟈氏》鄭司農注云「蟈，蝦蟆」，玄謂蟈，今御所食蛙也。李巡注《爾雅》「蟾諸，蝦蟆也」。「王瓜，萆挈」者，《本草》文。「今《月令》『王萯生』」者，此云「王瓜生」，今《月令》「王萯生」，疑「王萯」則「王瓜」也。云「《夏小正》云『王萯秀』，未聞孰是」者，今《月令》既云「王萯生」，《小正》又云「王萯秀」，故鄭以為疑。云「未聞孰是「，未聞孰是凡有二意，一疑「王瓜」是「王萯」以否，二疑「生」之與「秀」，其文不一，故云「未聞孰是」。此物記時先生者在月初，後者在月末，以次相配，餘皆仿此。"
      },
      {
        "index": 55,
        "text": "天子居明堂左個，乘朱路，駕赤緌，載赤旂，衣朱衣，服赤玉，食菽與雞，其器高以粗。明堂左個，大寢南堂東偏也。菽實孚甲堅合，屬水。雞，木畜，時熱食之，亦以安性也。粗猶大也。器高大者，像物盛長。○騮音留，本又作榴。菽，本又作叔，音同。粗，七奴反。畜，許又反，下「水畜」同。"
      },
      {
        "index": 56,
        "text": "[疏]「乘朱路，駕赤緌」。○正義曰：路與服言朱，緌與旂及玉言赤者，色淺曰赤，色深曰朱。路與衣服人功所為，染必色深，故云朱。玉與緌馬，自然之性，皆不可色深，故云赤。旌旂雖人功所為，染之不須色深，故亦云赤。按《詩傳》：「天子純朱，諸侯黃朱。」又鄭注《儀禮》云：「朱則四入與。」是朱深於赤也。"
      },
      {
        "index": 57,
        "text": "是月也，以立夏，先立夏三日，大史謁之天子曰：「某日立夏，盛德在火。」天子乃齊。謁，告也。○先，悉薦反。立夏之日，天子親帥三公、九卿、大夫，以迎夏於南郊，還反，行賞，封諸侯，慶賜遂行，無不欣說。迎夏，祭赤帝赤熛怒於南郊之兆也。不言帥諸侯，而云封諸侯，諸侯時或無在京師者，空其文也。《祭統》曰：「古者於禘也，發爵賜服，順陽義也。於嘗也，出田邑，發秋政，順陰義也。」今此行賞可也，而封諸侯則違於古。封諸侯，出土地之事，於時未可，似失之。○欣說，上許斤反，下音悅。熛怒，必遙反，下奴故反。"
      },
      {
        "index": 58,
        "text": "[疏]注「不言」至「失之」。○正義曰：按上迎春云「帥三公九卿諸侯大夫」，今此直云「三公九卿大夫」，故云「不言帥諸侯」。既不帥諸侯，而云「封諸侯」，故鄭解其意云：諸侯當迎夏之時「或無在京師者」，故空其諸侯之文。諸侯既無而得封者，鄭云「或無在京師者」，言或則容有在者，故得封也。或可諸侯身雖不在，遙封之。皇氏以為迎時不在，至還時諸侯或來，故得封也。然迎夏往反暫時之事，不應迎時未到，還時則來，非其義也。引「《祭統》」以下，證夏時未可封諸侯，故云「今此行賞可也，而封諸侯則違於古」也。"
      },
      {
        "index": 59,
        "text": "乃命樂師，習合禮樂。為將飲酎。○為，於偽反，下「為逆」、「為妨」、「為傷」，下文「為天子」皆同。酎，直又反，重釀之酒。命太尉贊桀俊，遂賢良，舉長大。助長氣也。贊猶出也。桀俊，能者也。遂猶進也。茸荃之官有司馬，無大尉，秦官則有大尉。今俗人皆云周公作《月令》，未通於古。○長大，如字，下「繼長」同，或丁丈反，非也。行爵出祿，必當其位。使順之也。○當，丁浪反。是月也，繼長增高。謂草木盛蕃廡。○蕃廡，音煩；下亡甫反，下同。毋有壞墮，亦為逆時氣。○壞音怪，注同。墮，許規反，又作隳，下注同。毋起土功，毋發大眾，為妨蠶農之事。毋伐大樹。亦為逆時氣。是月也，天子始絺，初服暑服。○絺，敕其反。命野虞出行田原，為天子勞農勸民，毋或失時。重敕之。○行，下孟反，下同。勞，力報反。。○命司徒巡行縣鄙，命農勉作，毋休於都。急趍於農也。縣鄙，鄉遂之屬，主民者也。《王居明堂禮》曰：「毋宿於國。」今《月令》「休」為「伏」。是月也，驅獸毋害五穀，毋大田獵。為傷蕃廡之氣。農乃登麥，天子乃以彘嘗麥，先薦寢廟。登，進也。麥之新氣尢盛，以彘食之，散其熱也。彘，水畜。是月也，聚畜百藥。蕃廡之時，毒氣盛。○畜，丑六反，又許六反。靡草死，麥秋至，斷薄刑，決小罪，舊說云靡草，薺亭歷之屬。《祭統》曰「草艾則墨」，謂立秋後也。刑無輕於墨者，今以純陽之月，斷刑決罪，與毋有壞墮自相違，似非。○斷，丁亂反，注同。薺，才禮反。艾，魚廢反，後皆同。出輕系。崇寬。"
      },
      {
        "index": 60,
        "text": "[疏]「乃命樂師，習合禮樂」。○正義曰：不云「是月」者，以承上是月立夏之文也。至「行爵出祿，必當其位」，皆立夏之日處分之所為，猶如立春之後云命相布德施惠，皆同時之事，故不云「是月也」。○自「繼長增高」至「毋伐大樹」，論順時生養，不違逆時氣，事異於上，故言「是月也」。○自「天子始絺」至「毋休於都」，論天子初服暑服，為勞農之時，亦事異於前，故復言「是月」。○自「驅獸」至「寢廟」，論生長五穀，麥成薦寢廟，其事相類，是事異於上，故更言「是月」。○自「聚畜百藥」至「出輕系」，論熱毒方盛，可以聚蓄百藥，斷決小罪。因斷之時，崇尚寬恕，事異於前，故言「是月」。蠶事既畢，不言「是月」者，以季春養蠶，孟夏始了，非一月之事，故不言「是月」。「天子飲酎」，事之大者，又異於前，故言「是月」。○注「贊猶」至「於古」。○正義曰：贊是贊佐之義，故云出。桀俊，或未仕沉滯者，故云出。賢良，或職卑位下，故云遂。賢良謂有德行，桀俊謂多才藝，故鄭注《鄉大夫職》云「賢者，有德行者；能者，有道藝者」。蔡氏引《辯名記》曰「十人曰選，倍選曰俊，萬人曰傑」，《尹文子》及《毛詩傳》皆云「萬人為英」，異人之說故不同。云「茸荃之官有司馬，無大尉」者，按《書傳》有司馬公、司徒公、司空公，領三卿，此夏制也；按《曲禮下》云司徒、司馬、司空、司士、司寇，此殷制也；《周禮》則有夏官司馬：是茸荃有司馬，無大尉。按《中候握河紀》云「舜為太尉」，此堯時置之，茸荃不置也。云「秦官則有大尉」者，按《漢書•百官表》云「大尉，秦官」是也。云「今俗人皆云周公作《月令》，未通於古」者，俗人謂賈逵、馬融之徒，皆云《月令》周公所作，故王肅用焉。此等未通識於古，古謂秦巳前，不知茸荃無大尉，是未通於古。經云「舉長大」者，謂用長大之人，故王肅云「舉形貌壯大者」。○「繼長增高」。○正義曰：是月草木蕃廡，王者施化，當繼續長養之道，謂勸民長養。增益高大之物，謂勸其種殖。○注「縣鄙，鄉遂之屬，主民者」。○正義曰：按《地官•遂人職》云「五家為鄰，五鄰為裡，四里為酇，五酇為鄙，五鄙為縣」，縣二千五百家，鄙五百家，是遂之屬，今云「鄉遂之屬」。今直云遂屬，舉遂以包鄉，故鄭兼云鄉也。○注「舊說」至「似非」。○正義曰：靡草無文，故引舊說以明之。葶藶之屬，以其枝葉靡細，故云靡草，引「《祭統》」以下者，證此月不當斷薄刑，決小罪。"
      },
      {
        "index": 61,
        "text": "蠶事畢，后妃獻繭，乃收繭稅，以桑為均，貴賤長幼如一，以給郊廟之服。后妃獻繭者，內命婦獻繭於后妃。收繭稅者，收於外命婦。外命婦雖就公桑蠶室而蠶，其夫亦當有祭服以助祭，收以近郊之稅耳。貴賤長幼如一，國服同。"
      },
      {
        "index": 62,
        "text": "[疏]「蠶事」至「之服」。○正義曰：天子春養蠶，此時畢了，故云「蠶事畢」。「后妃獻繭」者，謂后妃受內命婦之獻繭。「乃收繭稅」者，謂既受內命婦獻繭，乃收外命婦繭之賦稅。「以桑為均」者，言收稅之時，以受桑多少為賦之均齊，桑多則賦多，桑少則賦少。「貴賤長幼如一」者，貴謂公卿大夫之妻，賤謂士之妻，長幼謂婦老幼，無問貴賤長少，出之時齊同如一，皆以近郊之稅十而稅一也。所稅之物，以供給天子郊廟之服。○注「后妃」至「服同」。○正義曰：「內命婦獻繭於后妃」者，以其經云「后妃獻繭」，恐后妃獻繭於王，故明之也。知非后妃獻繭於王者，《祭義》曰「世婦卒蠶，奉繭以示於君，遂以獻於夫人」，是夫人不獻繭也。云「收繭稅者，收於外命婦」者，內命婦既以獻繭，更別云收繭稅，故知於外命婦也。雖就公桑蠶室而蠶，其夫亦有祭服以助祭也。皇氏云：「外命婦既就公家之桑而養蠶，則繭當悉輸於公，所以惟皆稅其繭，餘得自入者，以其夫當有祭服以助王祭，故令繭得自入以供造也。」今謂夫助祭之服，當公家所為，故禮再命受服，言外命婦雖就公桑蠶室而蠶，既是官家之桑，繭應全入於巳。所以有稅者，以其夫亦當有祭服，官家所給，故輸繭稅以供造之，但稅寡少，故云收以近郊稅耳。知收以近郊稅者，《載師》云「近郊十一」，公桑在國北近郊，故知收以近郊。云「貴賤長幼如一，國服同」者，按《泉府》云凡賒者「以國服為之息」，國服謂國家貢賦服事，在上各有等限，謂之國服。言貴賤長幼出繭稅，俱以十一等限齊同，故云「國服同」。其受桑，則貴賤異也，貴者桑多，賤者桑少，為皆計繭為稅十一之稅。"
      },
      {
        "index": 63,
        "text": "是月也，天子飲酎，用禮樂。酎之言醇也，謂重釀之酒也。春酒至此始成，與群臣以禮樂飲之於朝，正尊卑也。孟冬云大飲蒸，此言用禮樂，互其文。○醇音純。重，直龍反，或直用反。釀，女亮反。朝，直遙反。蒸，之承反，後皆同。"
      },
      {
        "index": 64,
        "text": "[疏]注「酎之」至「其文」。正義曰：酎音近稠。稠，醴厚，故為醇也。《詩•豳風》云：「為此春酒。」至此始成，以用禮樂，故「飲之於朝，正尊卑」。故《左傳》云「朝以帥長幼之序」，若漢嘗酎，及《春秋》見於嘗酎，皆謂在廟祭而獻酎，與此別也。「孟冬云大飲蒸，此言用禮樂」，明孟冬亦用禮樂，故云「互其文」。"
      },
      {
        "index": 65,
        "text": "孟夏行秋令，則苦雨數來，五穀不滋，申之氣乘之也。苦雨，白露之類，時物得雨傷。○數，所角反。四鄙入保。金氣為害也。鄙，界上邑。小城曰保。"
      },
      {
        "index": 66,
        "text": "[疏]「孟夏」至「入保」。○正義曰：苦雨數來，天災。五穀不滋，地災。四鄙入保，人災也。\n行冬令，則草木蚤枯。長日促。後乃大水，敗其城郭。亥之氣乘之也。"
      },
      {
        "index": 67,
        "text": "[疏]「行冬」至「城郭」。正義曰：草木蚤枯，地災。後乃大水，敗其城郭，天災。此二句其為一事也。\n行春令，則蝗蟲為災，暴風來格，寅之氣乘之也。必以蝗蟲為災者，寅有啟蟄之氣，行於初暑，則當蟄者大出矣。格，至也。○蝗，徐華孟反，范音橫，《字林》音黃。秀草不實。氣更生之，不得成也。"
      },
      {
        "index": 68,
        "text": "[疏]「行春」至「不實」。○正義曰：蝗蟲為災，及秀草不實，地災。暴風來格，天災也。"
      }
    ]
  }
}