{
  "chapterNumber": 47,
  "title": "卷46",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『以其記有虞氏至周天子以下所制祀群神之數也。』」\n[疏]正義曰：案鄭《目錄》云：「名曰《祭法》者，以其記有虞氏至周天子以下所制祀群神之數，此於《別錄》屬《祭祀》。」"
      },
      {
        "index": 1,
        "text": "祭法：有虞氏禘黃帝而郊嚳，祖顓頊而宗堯。夏後氏亦禘黃帝而郊鯀，祖顓頊而宗禹。殷人禘嚳而郊冥，祖契而宗湯。周人禘嚳而郊稷，祖文王而宗武王。禘、郊、祖、宗，謂祭祀以配食也。此禘，謂祭昊天於圜丘也。祭上帝於南郊，曰郊。祭五帝、五神於明堂，曰祖、宗，祖、宗通言爾。下有禘、郊、祖宗。《孝經》曰：「宗祀文王於明堂，以配上帝。」《明堂月令》：「春曰其帝大昊，其神句芒。夏曰其帝炎帝，其神祝融。中央曰其帝黃帝，其神后土。秋曰其帝少昊，其神蓐收。冬曰其帝顓頊，其神玄冥。」有虞氏以上尚德，禘、郊、祖、宗，配用有德者而已。自夏已下，稍用其姓代之，先後之次，有虞氏、夏後氏宜郊顓頊，殷人宜郊契。郊祭一帝，而明堂祭五帝，小德配寡，大德配眾，亦禮之殺也。○禘，大計反。嚳，口毒反。顓音專。頊，許玉反。鯀，本又作𩩌，古本反，篇末皆同。冥，莫經反。契，息列反，下同。圜音圓。大昊音泰，下「大廟」、「大祖」、「大昊」同。昊，亦作皞，胡老反，下放此。句，古侯反。芒音亡。夏，戶嫁反，後「夏曰」皆同。少，詩召反，下放此。蓐音辱，本亦作辱。以上，時掌反，下「上去」、「以上」同。殺，色界反，徐所例反。"
      },
      {
        "index": 2,
        "text": "[疏]「祭法」至「武王」。○正義曰：此一經論有虞氏以下四代禘、郊、祖、宗所配之人。「有虞氏禘黃帝」者，謂虞氏冬至祭昊天上帝於圜丘，大禘之時，以黃帝配祭。○「而郊嚳」者，謂夏正建寅之月，祭感生之帝於南郊，以嚳配也。○「祖顓頊而宗堯」者，謂祭五天帝、五人帝及五人神於明堂，以顓頊及堯配之，故云「祖顓頊而宗堯」。祖，始也，言為道德之初始，故云「祖」也。宗，尊也，以有德可尊，故云「宗」。其夏後氏以下禘、郊、祖、宗，其義亦然，但所配之人當代各別。虞氏云「有」者，以虞字文單，故以有字配之，無義例也。夏云後氏者，後，君也，受位於君，故稱後。殷周稱人，以人所歸往，故稱人。此並熊氏之說也。○注「禘郊」至「殺也」。○正義曰：「此禘，謂祭昊天於圜丘也」者，但經傳之文稱禘非一，其義各殊。《論語》云「禘自既灌」，及《春秋》「禘於大廟」，謂宗廟之祭也。《喪服小記》云「王者禘其祖之所自出也」，及《左傳》云「禮，不王不禘」，謂祭感生之帝於南郊也。以禘文既多，故云「此禘，謂祭昊天上帝於圜丘」。必知此是圜丘者，以禘文在於郊祭之前，郊前之祭，唯圜丘耳。但《爾雅•釋天》云「禘，大祭」，以比餘處為大祭，總得稱禘。案《聖證論》：「以此禘黃帝，是宗廟五年祭之名，故《小記》云『王者禘其祖之所自出，以其祖配之』，謂虞氏之祖出自黃帝，以祖顓頊配黃帝而祭，故云以其祖配之。」依《五帝本紀》黃帝為虞氏九世祖，黃帝生昌意，昌意生顓頊，虞氏七世祖。以顓頊配黃帝而祭，是禘其祖之所自出，以其祖配之也。肅又以祖、宗為祖有功，宗有德，其廟不毀。肅又以郊與圜丘是一，郊即圜丘，故肅難鄭云：「案《易》『帝出乎震』，『震，東方』，生萬物之初，故王者制之。初以木德王天下，非謂木精之所生。五帝皆黃帝之子孫，各改號代變，而以五行為次焉。何大微之精所生乎？又郊祭，鄭玄云『祭感生之帝，唯祭一帝耳』。《郊特牲》何得云『郊之祭大報天而主日』？又天唯一而已，何得有六？又《家語》云『季康子問五帝。孔子曰：天有五行，木、火、金、水及土，四分時化育以成萬物。其神謂之五帝』。是五帝之佐也，猶三公輔王，三公可得稱王輔，不得稱天王。五帝可得稱天佐，不得稱上天。而鄭玄以五帝為靈威仰之屬，非也。玄以圜丘祭昊天最為首禮，周人立後稷廟，不立嚳廟，是周人尊嚳不若後稷。及文、武以嚳配至重之天，何輕重顛倒之失？所郊則圜丘，圜丘則郊，猶王城之內與京師，異名而同處。」又王肅、孔晁云：「虞、夏出黃帝，殷、周出帝嚳，《祭法》四代禘此二帝，上下相證之明文也。《詩》云『天命玄鳥』，『履帝武敏歆』，自是正義，非讖緯之妖說。」此皆王肅難，大略如此。而鄭必為此釋者，馬昭申鄭云：「王者禘其祖之所自出，以其祖配之。案文自了，不待師說。則始祖之所自出，非五帝而誰？《河圖》云『姜原履大人之跡生後稷，大姒夢大人死而生文王』，又《中候》云『姬昌，蒼帝子』，經、緯所說明文。又《孝經》云『郊祀後稷以配天』，則周公配蒼帝靈威仰。漢氏及魏據此義而各配其行。《易》云：『帝出乎震。』自論八卦養萬物於四時，不據感生所出也。」又張融評云：「若依《大戴禮》及《史記》，稷、契及堯俱帝嚳之子，堯有賢弟七十，不用須舜舉之，此不然明矣。漢氏，堯之子孫，謂劉媼感赤龍而生高祖，薄姬亦感而生文帝，漢為堯夙而用火德。大魏紹虞，同符土行。又孔子刪《書》，求史記，得黃帝玄孫帝魁之書。若五帝當身相傳，何得有玄孫帝魁？」融據經典三代之正，以為五帝非黃帝子孫相續次也。一則稽之以湯武革命不改稷、契之行，二則驗之以大魏與漢襲唐虞火土之法，三則符之堯舜湯武無同宗祖之言，四則驗以帝魁繼黃帝之世，是五帝非黃帝之子孫也。此是馬昭、張融等申義也。但張融以禘為五年大祭，又以圜丘即郊，引董仲舒、劉向、馬融之論，皆以為《周禮》圜丘，則《孝經》云南郊，與王肅同，非鄭義也。又《春秋命歷序》：「炎帝號曰大庭氏，傳八世，合五百二十歲。黃帝一曰帝軒轅，傳十世，二千五百二十歲。次曰帝宣，曰少昊，一曰金天氏，則窮桑氏傳八世，五百歲。次曰顓頊，則高陽氏傳二十世，三百五十歲。次是帝嚳，即高辛氏，傳十世，四百歲。」此鄭之所據也。其《大戴禮》「少典產軒轅，是為黃帝；產玄囂，玄囂產喬極，喬極產高辛，是為帝嚳；帝嚳產放勳，是為帝堯。黃帝產昌意，昌意產高陽，是為帝顓頊；產窮蟬，窮蟬產敬康，敬康產句芒，句芒產蟜牛，蟜牛產瞽叟，瞽叟產重華，是為帝舜；及產象敖。又顓頊產鯀，鯀產文命，是為禹」。司馬遷為《史記》依而用焉，皆鄭所不取。云「祭五帝五神於明堂，曰祖、宗，祖、宗通言爾」者，以《明堂月令》云「春曰其帝大皞，其神句芒」。五時皆有帝及神，又《月令》「季秋大享帝」，故知明堂之祭，有五人神及五天帝也。又《孝經》云「宗祀文王於明堂，以配上帝」，故知於明堂也。以《孝經》云「宗祀文王於明堂」，此云「宗武王」，又此經云「祖文王」，是文王稱祖，故知「祖、宗通言爾」。《雜問志》云：「春曰其帝大皞，其神句芒。祭蒼帝靈威仰，大皞食焉。句芒祭之於庭。祭五帝於明堂，五德之帝亦食焉，又以文武配之。」《祭法》「祖文王而宗武王」，此謂合祭於明堂。漢以正禮散亡，《戴禮》文殘缺，不審周以何月也。於《月令》以季秋，此文武之配，皆於明堂，上或解云武王配五神於下，屈天子之尊而就五神在庭，非其理也。此祖、宗祭五帝，《郊特牲》祭一帝，而在祖、宗上者，以其感生之帝，特尊之，故鄭注《典瑞》云「所郊亦猶五帝」。殊言天者，尊異之，是異也。云「有虞氏以上尚德，禘、郊、祖、宗，配用有德者而已」者，以虞氏禘、郊、祖、宗之人皆非虞氏之親，是尚德也。云「自夏已下，稍用其姓代之」者，而夏之郊用鯀，是稍用其姓代之。但不盡用己姓，故云稍也。云「先後之次，有虞氏、夏後氏宜郊顓頊，殷人宜郊契」者，今有虞氏先云「郊嚳」，後云「祖顓頊」；夏後氏先云「郊鯀」，後云「祖顓頊」；殷人先云「郊冥」，後云「祖契」：是在前者居後，在後者居前，故云「宜」也。云「郊祭一帝，而明堂祭五帝，小德配寡，大德配眾，亦禮之殺也」者，郊祭雖尊，但祭一帝，以嚳與鯀及冥、後稷之等配之，皆不如所祖、宗之人，是「小德配寡」。明堂雖卑於郊，總祭五帝，而以顓頊、契、湯、文、武配之，皆優之於所配郊之人，是「大德配眾，禮之殺也」。"
      },
      {
        "index": 3,
        "text": "燔柴於泰壇，祭天也。瘞埋於泰折，祭地也。用騂犢。壇、折，封土為祭處也。壇之言坦也。坦，明貌也。折，炤晢也。必為炤明之名，尊神也。地，陰祀，用黝牲，與天俱用犢，連言爾。○燔音煩，《爾雅》云「祭天曰燔柴」。壇，大丹反，下同。瘞，於滯反。埋，武皆反，《爾雅》云「祭地曰瘞埋」。折，之設反，注同；舊音逝，又音制。騂，私營反，《字林》云「火營反」。處，昌慮反。坦，吐但反。炤，本又作昭，同章遙反，又之召反。晢，之設反，一音制。黝，於糾反。"
      },
      {
        "index": 4,
        "text": "[疏]「燔柴」至「騂犢」。○正義曰：此經論祭感生之帝於南郊、神州地祗於北郊也。○「燔柴於泰壇」者，謂積薪於壇上，而取玉及牲置柴上燔之，使氣達於天也。○「用騂犢」，鄭云「陰祀用黝牲，與天俱用犢，連言爾」，然宜用黑犢，今因言以騂犢祭天所用，而立其文祭地，承祭天之下，故連言用騂犢也。騂犢之義，已具《郊特牲》疏。○「瘞埋於泰折，祭地也」者，謂瘞繒埋牲，祭神州地祗於北郊也。○注「壇折」至「言爾」。○正義曰：案《禮器》云「至敬不壇」，此云「燔柴於泰壇」者，謂燔柴在壇，設饌在地，義亦具《禮器》及《郊特牲》疏也。云「地，陰祀，用黝牲，與天俱用犢，連言爾」者，案《牧人》云「陰祀用黝牲毛之」，鄭康成注云：「陰祀，祭地北郊及社稷也。」又《郊特牲》云「郊之用犢，貴誠也」。彼文雖主南郊，其北郊與天相對，故知俱用犢也。"
      },
      {
        "index": 5,
        "text": "埋少牢於泰昭，祭時也。相近於坎、壇，祭寒暑也。王宮，祭日也。夜明，祭月也。幽宗，祭星也。雩宗，祭水旱也。四坎、壇，祭四方也。山林、川谷、丘陵能出雲，為風雨，見怪物，皆曰神。有天下者祭百神。諸侯在其地則祭之，亡其地則不祭。昭，明也，亦謂壇也。時，四時也，亦謂陰陽之神也。埋之者，陰陽出入於地中也。凡此以下，皆祭用少牢。相近，當為「禳祈」，聲之誤也。禳，猶卻也。祈，求也。寒暑不時，則或禳之，或祈之。寒於坎，暑於壇。王宮，日壇。王，君也，日稱君。宮，壇，營域也。夜明，亦謂月壇也。宗，皆當為禜，字之誤也。幽禜，亦謂星壇也，星以昏始見，禜之言營也。雩禜，亦謂水旱壇也。雩之言吁嗟也。《春秋傳》曰：「日月星辰之神，則雪霜風雨之不時，於是乎禜之。山川之神，則水旱癘疫之不時，於是乎禜之。」四方，即謂山林、川谷、丘陵之神也。祭山林、丘陵於壇，川谷於坎，每方各為坎為壇。怪物，云氣非常見者也。有天下，謂天子也。百者，假成數也。○相近，依注讀為禳，如羊反；下音巨依反，王肅作「祖迎」也。坎，若感反。幽宗、雩宗，並依注讀為禜，榮敬反。王如字。見，賢遍反，注同。亡，如字，無也，一音無。吁，許於反。疫音役。"
      },
      {
        "index": 6,
        "text": "[疏]「埋少」至「不祭」。○正義曰：此一節總明四時以下諸神所祭之處，及明天子諸侯之禮不同之事也。○「埋少牢於泰昭，祭時也」者，謂祭四時陰陽之神也。泰昭，壇名也。昭，亦取明也，春夏為陽，秋冬為陰，若祈陰則埋牲，祈陽則不應埋之。今總云「埋」者，以陰陽之氣俱出入於地中而生萬物，故並埋之，以享陰陽為義也。用少牢者，降於天地也。自此以下及日月至山林，並少牢也，先儒並云不薦熟，唯殺牲埋之也。○「相近於坎、壇，祭寒暑也」者，相近，當為禳祈，禳，卻也。寒暑之氣應退而不退，則祭禳卻之，令退也。祈，求也。寒暑之氣應至而不至，則祭求之，令至也。寒則於坎，寒陰也，暑則於壇，暑陽也。○「王宮，祭日也」者，王，君也；宮，亦壇也，營域如宮也。日神尊，故其壇曰君宮也。○「夜明，祭月也」者，夜明者，祭月壇名也。月明於夜，故謂其壇為夜明也。○「幽宗，祭星也」者，祭星壇名也。幽，闇也。宗，當為禜，禜，壇域也。星至夜而出，故曰「幽」也。為營域而祭之，故曰「幽禜」也。○「雩宗，祭水旱也」者，亦壇名也。雩，吁嗟也，水旱為人所吁嗟。禜，亦營域也，為營域而祭之，故曰「雩禜」也。○「四坎、壇，祭四方也」者，謂山林、川谷、丘陵之神有益於人民者也。四方各為一坎一壇，壇以祭山林、丘陵，坎以祭川谷、泉澤，故言「坎、壇，祭四方也」。○「山林、川谷、丘陵能出雲，為風雨，見怪物，皆曰神」者，此明四坎、壇所祭之神也。怪物，慶雲之屬也。風雨雲露並益於人，故皆曰神，而得祭也。○「有天下者祭百神」者，有天下，謂天子也。祭百神者，即謂山林川谷，在天下而益民者也。天子祭天地四方，言「百神」，舉全數也。○「諸侯在其地則祭之」者，諸侯不得祭天地，若山林、川澤在其封內而益民者，則得祭之，如魯之泰山、晉之河、楚之江漢是也。○「亡其地則不祭」者，亡，無也。謂其境內地無此山川之等，則不得祭也。○注「昭明」至「數也」。○正義曰：「時，四時也，亦謂陰陽之神也」者，以天是陽神，地為陰神。春夏為陽，秋冬為陰，故云「亦謂陰陽之神」。言「亦」者，亦天地也。案《周禮•大宗伯》備列諸祀，而不見祭四時、寒暑、水旱者，《宗伯》所謂依《周禮》常祀，歲時恆祭。此經所載，謂四時乖序，寒暑愆逆，水旱失時，須有祈禱之禮，非關正禮之事，故不列於《宗伯》也。是以康成之意，謂此諸神為祈禱之禮，故康成六宗之義，不以此神尊之，明非常禮也。「祭時」者，謂春、夏、秋、冬四時之氣不和，為人害，故祭此氣之神也。「祭寒暑」者，或寒暑大甚，祭以禳之；或寒暑頓無，祭以祈之。「祭水旱」者，水甚祭水，旱甚祭旱，謂祭此水旱之神。若王肅及先儒之意，以此為六宗，歲之常禮，《宗伯》不見，文不具也。非鄭義，今不取。云「凡此以下，皆祭用少牢」者，以埋少牢之文在諸祭之首，故知「以下皆祭用少牢」。案《小司徒》「小祭祀，奉牛牲」，則王者之祭無不用牛。此用少牢者，謂祈禱之祭也。必知祈禱者，以有寒暑水旱，非歲時常祀，是祈禱所為，故鄭皆以為祈禱之祭也。故讀相近為禳祈，為禱祈之祈，讀宗為禜也。然案莊四十五年《左傳》云「凡天災，有幣無牲」，此禱祈得用少牢者，彼天災者，謂日月食之，示以戒懼。人君初有水旱之災，先須修德，不當用牲，故天災有幣無牲；若水旱歷時，禱而不止，則當用牲。故《詩•雲漢》云「靡愛斯牲」，又鄭注《大祝》云「類、造、禬、禜，皆有牲，攻、說用幣而已」，故說以是日月之災，又暫時之事，且不假用牲故也。案何休《膏肓》引《感精符》云「立推度以正陽，日食則鼓，用牲於社，朱絲營社，鳴鼓脅之」，《左氏》云用牲非常，明《左氏》說非夫子《春秋》，於義《左氏》為短。鄭箴之曰：「用牲者，不宜用《春秋》之通例，此讖說正陽、朱絲、鳴鼓，豈說用牲之義也。讖用牲於社者，取經宛句耳。」如鄭此言，是用牲於社，非，當從《左氏》義也。云「宗皆當為禜」者，以經云「幽宗」、「雩宗」之字，義無所取。宗字與禜字相近，故並讀為禜也。「禜之言營」者，案莊二十五年《公羊傳》云「以朱絲營社，或曰脅之，或曰為闇，恐人犯之，故營之」。是禜有營義，故讀為禜。云「雩之言吁嗟也」者，案《考異郵》云「雩呼籲嗟哭位」，故云雩為吁嗟也。引《春秋傳》曰以下者，昭元年《左傳》文。時晉侯有疾，卜實沈台駘為崇，子產以此對晉侯，言晉侯之疾非由日月星辰及山川之神也。鄭引此文者，證經中宗為禜，禜是除去凶災之祭也。云「百者，假成數也」者，計天下山川、丘陵之神，非但百數而已，假此成數而言之。案《聖證論》王肅「六宗」之說，用《家語》之文「以此四時也，寒暑也，日也，月也，星也，水旱也為六宗」。孔注《尚書》亦同之。伏生與馬融以天、地、四時為六宗。劉歆、孔晁以為乾坤之子六，為六宗。賈逵云：「天宗三，日、月、星也。地宗三，河、海、岱也。」《異義》：「今《尚書》歐陽夏侯說：六宗：上不及天，下不及地，旁不及四方、中央，恍惚助陰陽變化，有益於人者也。古《尚書》說：天宗日、月、北辰，地宗岱、河、海也。日、月為陰陽宗，北辰為星宗，河為水宗，海為澤宗，岱為山宗。」許君謹案：「與古《尚書》同。」鄭駮之云：「《書》云『類於上帝，禋於六宗，望於山川』，既六宗云禋，山川言望，則六宗無山川明矣。《太宗伯》云：『以禋祀祀昊天上帝，以實柴祀日月星辰，以槱燎祀司中、司命、風師、雨師。凡此所祭，皆天神也。』《郊特牲》曰：『郊之祭也，大報天而主日也。』又《祭義》曰：『郊之祭，大報天而主日，配以月。』則郊天並祭日、月可知。其餘星也、辰也、司中也、司命也、風師也、雨師也，此之謂『六宗』亦明矣。」如鄭此言，六宗稱禋，則天神也、日月也在郊祀之中，又類於上帝之內，故以其餘為六宗也。案《禮論》六宗，司馬彪等各為異說，既非鄭義，今略而不論。"
      },
      {
        "index": 7,
        "text": "大凡生於天地之間者皆曰命，其萬物死皆曰折，人死曰鬼，此五代之所不變也。生時形體異，可同名。至死，腐為野士，異其名，嫌同也。折，棄敗之言也。鬼之言歸也。五代，謂黃帝、堯、舜、禹、湯，周之禮樂所存法也。○大如字，徐音泰。腐音輔。七代之所更立者，禘、郊、宗、祖，其餘不變也。七代通數顓頊及嚳也。所不變者，則數其所法而已。變之則通數所不法，為記者之微意也。少昊氏修黃帝之法，後王無所取焉。○更，古行反。數，色主反，下同。"
      },
      {
        "index": 8,
        "text": "[疏]「大凡」至「變也」。○正義曰：此一節論人死與萬物不同，及五代七代變與不變之，義各依文解之。○「大凡生於天地之間者皆曰命」者，總包萬物，故曰「大凡」。皆受天之賦命而生，故云「皆曰命」也。○「其萬物死皆曰折，人死曰鬼」者，萬物無知，死者皆曰折。人為有識，故死曰鬼。○「此五代之所不變也」者，言此之名號從黃帝正名百物以來，至堯舜禹湯及周所不變更也。○「七代之所更立者，禘、郊、宗、祖」者，前論五代不變，此論七代更變者，故曰黃帝以下七代之所變易而立者，是禘之與郊及宗、祖也。○「其餘不變也」者，除此禘、郊、宗、祖之外，其餘社稷、山川、五祀之等不改變也。上先祖後宗，此先宗後祖，故鄭上注云「祖、宗通言爾」，又引此以證之。○注「生時」至「法也」。○正義曰：云「生時形體異，可同名」者，以生時形體既異，不嫌是同，故可名為命。云「至死腐為野土，異其名，嫌同也」者，人與萬物死，至同為野士，嫌恐人與萬物是同，故殊異其名，謂「萬物死者曰折，人死曰鬼」，嫌其同故也。云「五代謂黃帝、堯、舜、禹、湯，周之禮樂所存法也」者，周有六樂，去周言之，唯五代。周備其樂，是周之禮樂所存法也。○注「七代」至「取焉」。○正義曰：知「通數顓頊及嚳」者，以上云禘、郊、祖、宗有顓頊及嚳，又《易緯》及《樂緯》有五莖六英，是顓頊及嚳之樂，故數顓頊及嚳也。云「所不變者，則數其所法而已」者，所不變則上經是也。數所法則上經五代是也。論不變者，必數所法者，以五代以來不變，至周亦不變法而像之，故不變者，數所法五代而已。云「變之則通數所不法」者，以前七代變易更立，至周亦變易法象，故數變者通數顓頊、帝嚳所不法象者，謂之為「七代」也。云「為記者之微意也」者，為，作也。作記者之有此微意也，所以微意者，謂作記之人，周法所不變，故數前代不變；周所變，亦數前代變，不指斥而言，故云微意。云「少昊氏脩黃帝之法，後王無所取焉」者，以《易緯》有黃帝及顓頊以下之樂，無少昊之樂。又《易•繫辭》云：「神農氏沒，黃帝、堯、舜氏作。」皆不云少昊，故知無取焉。《月令》「秋其帝少昊」者，直以五行在金，唯托記之耳。皇氏云：「其餘不變者，唯謂生曰命，萬物死曰折，人死曰鬼。」若如皇說，前經既云「不變」，後經何須重云「不變」。後經既云「更立者，禘、郊、宗、祖」，即云「其餘」，明此禘、郊、宗、祖外，其餘諸事不更立者，皆不變也。不可獨據前三事以外總包之。其社稷神配祭，雖是更立，非當代之親，而禘、郊改易也。"
      },
      {
        "index": 9,
        "text": "天下有王，分地建國，置都立邑，設廟、祧、壇、墠而祭之，乃為親疏多少之數。是故王立七廟，一壇一墠，曰考廟，曰王考廟，曰皇考廟，曰顯考廟，曰祖考廟，皆月祭之。遠廟為祧，有二祧，享嘗乃止。去祧為壇，去壇為墠，壇、墠有禱焉，祭之；無禱，乃止。去墠曰鬼。諸侯立五廟，一壇一墠，曰考廟，曰王考廟，曰皇考廟，皆月祭之。顯考廟，祖考廟，享嘗乃止。去祖為壇，去壇為墠，壇、墠有禱焉，祭之；無禱，乃止。去墠為鬼。大夫立三廟二壇，曰考廟，曰王考廟，曰皇考廟，享嘗乃止。顯考、祖考無廟，有禱焉，為壇祭之。去壇為鬼。適士二廟一壇，曰考廟，曰王考廟，享嘗乃止。顯考無廟，有禱焉，為壇祭之。去壇為鬼。官師一廟，曰考廟，王考無廟而祭之，去王考為鬼。庶士、庶人無廟，死曰鬼。建國，封諸侯也。置都立邑，為卿大夫之采地及賜士有功者之地。廟之言貌也，宗廟者，先祖之尊貌也。祧之言超也，超上去意也。封土曰壇，除地曰墠。《書》曰：「三壇同墠。」王、皇，皆君也。顯，明也。祖，始也。名先人以君明始者，所以尊本之意也。天子遷廟之主，以昭穆合藏於二祧之中。諸侯無祧，藏於祖考之廟中。《聘禮》曰「不腆先君之祧」，是謂始祖廟也。享嘗，謂時之祭，天子、諸侯為壇、墠，所禱謂後遷在祧者也。既事則反其主於祧，鬼亦在祧，顧遠之於無事，祫乃祭之爾。《春秋》文二年秋「大事於大廟」，傳曰「毀廟之主，陳於大祖，未毀廟之主，皆升合食於大祖」是也。魯踄公者，伯禽之子也，至昭公、定公，久已為鬼，而季氏禱之，而立其宮，則鬼之主在祧明矣。唯天子、諸侯有主禘、祫，大夫有祖考者，亦鬼其百世，不禘、祫無王爾。其無祖考者，庶士以下鬼其考、王考，官師鬼其皇考，大夫、適士鬼其顯考而已。大夫祖考，謂別子也。凡鬼者，薦而不祭。《王制》曰：「大夫、士有田則祭，無田則薦。」適士，上士也。官師，中士、下士。庶士，府史之屬。此適士云「顯考無廟」，非也。當為「皇考」，字之誤。○廟，本亦作廟，古字。墠音善。禱，丁老反，一音丁報反。適，丁歷反，篇內同。顯考無廟，顯音皇，出注。采，七代反。昭，上遙反。腆，他典反。祫音洽。踄，餘讓反，徐音傷。"
      },
      {
        "index": 10,
        "text": "[疏]「天下」至「曰鬼」。○正義曰：此一經明天子以下尊卑既異，上祭祖廟多少不同之事。「天下有王」者，謂上天之下，有天子之王。○「分地建國」者，此既王天下，分九州之地，建立諸侯之國。○「置都立邑」者，天子王畿之內及諸侯國中，置此公卿之都，立大夫、士之邑也。○「設廟、祧、壇、墠而祭之，乃為親疏多少之數」者，則以下所云是也。○「王立七廟」者，親四，始祖一，文、武不遷，合為七廟也。「一壇一墠」者，七廟之外，又立壇、墠各一也。起土為壇，除地曰墠。近者起土，遠親除地，示將去然也。○「曰考廟」者，父廟曰考，考，成也。謂父有成德之美也。○「曰王考廟」者，祖廟也。王，君也。君考者，言祖有君成之德也，祖尊於父，故加君名也。○「曰皇考廟」者，曾祖也。皇，大也，君也。曾祖轉尊，又加大君之稱也。○「曰顯考廟」者，高祖也。顯，明高祖居四廟最上，故以高祖目之。○「曰祖考廟」者，祖，始也。此廟為王家之始，故云「祖考」也。計則祖考之廟當在二祧、壇、墠之上，應合在後始陳，今在此言之者，因皇考、顯考同皆月祭之，故此先言之。○「皆月祭之」者，此之五廟則並同，日月祭之也。○「遠廟為祧」者，遠廟謂文、武廟也。文、武廟在應遷之例，故云「遠廟」也。特為功德而留，故謂為祧，祧之言超也，言其超然上去也。○「有二祧」者，有文、武二廟不遷，故云「有二祧」焉。○「享嘗乃止」者，享嘗，四時祭祀，文、武特留，故不得月祭，但四時祭而巳。○「去祧為壇」者，謂高祖之父也。若是昭行，寄藏武王祧。若是穆行，即寄藏文王祧，不得四時而祭之。若有四時之祈禱，則出就壇受祭也。○「去壇為墠」者，謂高祖之祖也，不得在壇。若有祈禱則出就墠受祭也。高祖之父，既初寄在祧，而不得於祧中受祭，故曰「去祧」也。高祖之祖，經在壇而今不得祭，故云「去壇」也。壇、墠有禱焉，祭之者在壇、墠者，不得享嘗，應有祈禱於壇、墠乃祭之也。○「無禱乃止」者，若無所祈禱，則不得祭也。○「去墠曰鬼」者，若又有從壇遷來墠者，則此前在墠者，遷入石函為鬼。雖有祈禱，亦不得及，唯禘、祫乃出也。○「諸侯立五廟，一壇一墠」者，降天子，故止有五廟。壇、墠與天子同。無功德之祖為二祧也。○「曰考廟，曰王考廟，曰皇考廟，皆月祭之」者，天子月祭五，諸侯卑，故唯得月祭三也。○「顯考廟，祖考廟，享嘗乃止」者，顯考，高祖也；祖考，大祖也。大祖乃不遷，而與高祖並不得月祭，止預四時，又降天子也。○「去祖為壇」者，去祖，謂去大祖也，即高祖之父，諸侯無功德二祧，若高祖之父亦遷，即寄大祖，而不得於大祖廟受時祭。唯有祈禱，則去大祖而往壇受祭也。○「大夫立三廟二壇」者，大夫異於君，故立二壇，而不墠也。○「顯考、祖考無廟」者，以其卑，故高祖、大祖無廟也。○「有禱焉，為壇祭之」者，大夫無主，故無所寄藏，而高、大二祖既又無廟，若應有祈禱，則為壇祭之。二壇之設，實為於此矣。然墠輕於壇，今二壇無墠者，為大祖雖無廟，猶重之故也。○「去壇為鬼」者，謂高祖若遷去於壇，則為鬼，不復得祭，但薦之於大祖壇而已。若大夫有大祖之廟者，其義已具在《王制》疏。○「適士二廟一壇」者，上士也。天子三等，諸侯上士，悉二廟一壇也。○「顯考無廟」者，顯，當為皇。皇考，曾祖也。曾祖無廟也。○「有禱焉，為壇祭之曾祖既無廟若有祈禱則為壇祭之一壇之設為於此也。亦無禱乃止。○「去壇為鬼者」，謂曾祖若遷去於壇，則為鬼，不復祭也。○「官師一廟」者，謂諸侯中士、下上也。謂為官師者，言為一官之長也。一廟，祖、禰共之，又無壇也。○「曰考廟」者，為父立之也。○「王考無廟而祭之」者，王考，祖也。雖無廟而猶獲祭也。謂在考廟者。○「去王考為鬼」者，謂曾祖則不得祭，又無壇。若有祈禱，則薦之於廟也。○「庶士、庶人無廟」者，庶士，府史之屬。庶人，平民也。賤，故無廟也。○「死曰鬼」者，既無廟，故死則曰鬼。鬼亦得薦之於寢也。《王制》云「庶人祭於寢」是也。○注「建國」至「之誤」。○正義曰：引「《書》曰三壇同墠」者，證壇、墠之義。案《金縢》「武王有疾，周公為之請命，為三壇同墠，以告大王、王季、文王」，故三壇也。云「王、皇皆君也。顯，明也。祖，始也」者，皆《爾雅•釋詁》文。云「天子遷廟之主，以昭穆合藏於二祧之中」者，昭之遷主，其數雖多，總合藏武王祧中。穆之遷主，總合藏文王祧中。故鄭注《周禮•守祧》「先公遷主，藏於後稷之廟。先王之遷主，藏於文、武之廟」。鄭必知然者，案文二年八月丁卯「大事於大廟」，《公羊傳》云「大事者何？大祫也。毀廟之主，陳於太祖」。是毀廟在大廟，祫乃陳之，故知不窋以下先公遷主藏於後稷廟也。文、武二廟既不毀，則文武以下遷主，不可越文、武上藏後稷之廟，故知藏於文、武廟也。此遷主所藏曰祧者，是對例言之耳。若散而通論，則凡廟曰祧。故昭元年《左傳》云「其敢愛豐氏之祧」，彼祧，遠祖廟也。襄九年《左傳》云：「君冠，必以先君之祧處之。」服虔注云：「曾祖之廟曰祧者，以魯襄公於時冠於衛成公之廟，成公是衛今君之曾祖，曰祧也。」云「享嘗，謂四時之祭」者，以四時之祭，秋嘗物之備具，故持舉享嘗以明四時之祭。此經祖、禰月祭，《楚語》云「日祭祖禰」，非鄭義，故《異義》駮鄭所不用。云「鬼亦在祧，顧遠之於無事，祫乃祭之爾」者，以壇、墠之主祈禱禮畢，乃藏之於祧。去墠為鬼主，亦如壇、墠之主藏在祧，故云「亦」也。既俱在祧，所以特名鬼者，反顧以其疏遠，主在無事，唯祫乃祭之，故特曰鬼也。引《春秋》文二年傳者，證毀廟之主，祫祭乃及。云「魯煬公者，自伯禽之子也，至昭公、定公，久已為鬼，而季氏禱之，而立其宮，則鬼之主在祧明矣」者，鄭引更證明鬼主恆在。《春秋》定公元年立煬宮，依《世本》，煬公，伯禽之子，定公元年始立煬公宮，於時昭公出、定公未入之前，季氏禱於煬公之鬼，明知於煬公鬼主而禱之也。云「唯天子、諸侯有主禘祫」者，案《王制》天子諸侯有禘祫，故知有主。云「大夫有祖考者，亦鬼其百世」者，案《王制》云「大夫三廟，一昭一穆，與大祖而三」，大祖即是大夫之祖考，既有祖考，明應遷之祖，以制幣招其神而藏焉，故云「亦鬼其百世」。大夫若無祖考，只得立曾祖與祖及父三廟而已，則不得鬼百世也。云「不禘、祫無主爾」者，雖有百世之鬼，不得禘祫無主爾。案《左傳》衛大夫孔悝有主者，鄭《駁異義》從《公羊》說「大夫無主」，許君謹案「卿大夫士無昭穆，不得有主」，鄭云「孔悝祏主者，祭其所出之君，為之主耳」。宗廟之主所用之木，案《異義》：「今《春秋公羊》說『祭有主者，孝子之主系心，夏後氏以松，殷人以柏，周人以栗』。又《周禮》說『虞主用桑，練主以栗』，無夏後氏以松為主之事。許君謹案：『從《周禮》說』，《論語》所云『謂社主也』。」鄭氏無駁，從許義也。其主之制，案《漢儀》：「高帝廟主九寸，前方後圓，圍一尺。後主七寸。」文二年作僖公主，何休云：「主狀正方，穿中央，達四方。天子長一尺二寸，諸侯長一尺。」此是木主之制也。云「其無祖考」者，上既明其有祖考之文，此明無祖考者，謂庶士以下及官師等，並適士等，總舉有祖考之人於前，歷說無祖考之人於下。云「庶士以下鬼其考、王考」者，此即無祖考之一色。庶士及庶人無廟，故鬼其祖父與於寢中薦之。云「官師鬼其皇考」者，此又是無祖考之一色，官師一廟，祖、禰共之，曾祖無廟，故曰鬼其皇考於祖廟，而薦皇考也。云「適士鬼其顯考」者，此又是無祖考之一色，適士得立祖、禰二廟，又立曾祖一壇，唯高祖為鬼，故云「鬼其顯考」而已。就曾祖之壇，而薦顯考，諸本或云大夫、適士者，若大夫鬼其顯考，於義不合。庾氏云：「諸侯之大夫云『大夫祖考，謂別子也』者，以上云大夫有祖考，故鄭明之，云『大夫祖考，謂別子也』。」謂於周之世，別子為卿，大夫後世子孫立其廟不毀，謂之祖考。雖於周之世，非別子為大夫，但立父、祖及曾祖三廟，無祖考廟者，則經中三廟是也。若夏、殷之世，雖非別子，但始爵者及異姓為卿大夫者，其後世子孫皆立之為祖考，此義已具於《王制》。云「凡鬼者薦而不祭」者，若其薦祭祖為，則鬼與見廟，其事何異？若都不薦祀，何須存鬼？薦輕於祭，鬼疏於廟，故知薦而不祭。云「此適士云『顯考無廟』，非也」者，適士二廟，祖廟、禰廟，曾祖無廟。故云「顯考無廟，非也」，是顯考當為皇考，字之誤也。"
      },
      {
        "index": 11,
        "text": "王為群姓立社，曰大社。王自為立社，曰王社。諸侯為百姓立社，曰國社。諸侯自為立社，曰侯社。大夫以下成群立社，曰置社。群，眾也。大夫以下，謂下至庶人也。大夫不得特立社，與民族居。百家以上則共立一社，今時裡社是也。《郊特牲》曰：「唯為社事單出裡。」○為，於偽反，下皆同。注「為社事」亦同。"
      },
      {
        "index": 12,
        "text": "[疏]「王為」至「置社」。○正義曰：此一經明天子以下立社之義。○「王為群姓立社，曰大社」者，群姓，謂百官以下及兆民，言群姓者，包百官也。大社在庫門之內之右，故《小宗伯》云「右社稷」。○「王自為立社，曰王社」者，其王社所在，《書傳》無文，或云與大社同處，王社在大社之西。崔氏並云「王社在藉田，王自所祭，以供粢盛」。今從其說，故《詩•頌》云「春藉田而祈社稷」是也。其諸侯國社亦在公宮之右，侯社在藉田。○「大夫以下成群立社，曰置社」者，大夫以下，謂包士、庶。成群聚而居，其群眾滿百家以上，得立社，為眾特置，故曰「置社」。○注「群眾」至「出裡」。○正義曰：此云「大夫以下」，謂下至士庶人者，謂大夫至庶人等共在一處也。云「大夫不得特立社，與民族居。百家以上則共立一社，今時裡社是也」者，大夫，北面之臣，不得自專土地，故不得特立社，社以為民，故與民居。百家以上，則可以立社。知百家者，《詩•頌》云「百室盈止，殺時犉牡」。故曰百家，言以上，皆不限多少，故鄭《駁異義》引《州長職》曰「以歲時祭祀州社」，是二千五百家為社也。雖云「百家以上」，唯治民大夫乃得立社，故鄭《駁異義》云「有國及治民之大夫，乃有社稷」是也。此大夫所主立社稷，則田主是也。故鄭《駁異義》引《大司徒職》云「樹之田主，各以其野之所宜木，遂以名其社與其野」，注云「田主，田神，后土、田正之所依也」。后土則社神，田正則稷神。其義已具《郊特牲》疏。"
      },
      {
        "index": 13,
        "text": "王為群姓立七祀，曰司命，曰中霤，曰國門，曰國行，曰泰厲，曰戶，曰灶。王自為立七祀。諸侯為國立五祀，曰司命，曰中霤，曰國門，曰國行，曰公厲。諸侯自為立五祀。大夫立三祀，曰族厲，曰門，曰行。適士立二祀，曰門，曰行。庶士、庶人立一祀，或立戶，或立灶。此非大神所祈報大事者也，小神居人之間，司察小過，作譴告者爾。《樂記》曰：「明則有禮樂，幽則有鬼神。」鬼神謂此與？司命，主督察三命。中霤，主堂室居處。門、戶，主出入。行，主道路行作。厲，主殺罰。灶，主飲食之事。《明堂月令》：「春曰其祀戶，祭先脾。夏曰其祀灶，祭先肺。中央曰其祀中霤，祭先心。秋曰其祀門，祭先肝。冬曰其祀行，祭先腎。」《聘禮》曰使者出，「釋幣於行」；歸，「釋幣於門」。《士喪禮》曰「疾病」，「禱於五祀」。司命與厲，其時不著。今時民家，或春秋祠司命、行神、山神，門、戶、灶在旁，是必春祠司命，秋祠厲也。或者合而祠之。山即厲也，民惡言厲，巫祝以厲，山為之，繆乎！《春秋傳》曰：「鬼有所歸，乃不為厲。」○霤，力又反。譴，棄戰反。此與音餘。脾，婢支反。肺，芳廢反。肝音干。腎，上忍反。使，色厲反。惡言，烏路反。繆音謬。"
      },
      {
        "index": 14,
        "text": "[疏]「王為」至「或立灶」。○正義曰：此一經明天子以下立七祀、五祀之義。○「曰司命」者，宮中小神。熊氏云：「非天之司命，故祭於宮中。」皇氏云「司命者，文昌宮星」，其義非也。○「曰中霤」者，主堂室神。○「曰國門」者，國門謂城門也。○「曰國行」者，謂行神在國門外之西。○「曰泰厲」者，謂古帝王無後者也。此鬼無所依歸，好為民作禍，故祀之也。○「王自為立七祀」者，前是為民所立，與眾共之，四時常祀，及為群姓禱祀。其自為立者，王自禱祭，不知其當同是一神，為是別更立七祀也。○「諸侯為國立五祀」者，減天子戶、灶二祀，故為立五祀也。○「曰公厲」者，謂古諸侯無後者，諸侯稱公，其鬼為厲，故曰「公厲」。○「諸侯自為立五祀」者，義與天子同。○「大夫立三祀」者，減諸侯司命、中霤，故為祀也。○「曰族厲」者，謂古大夫無後者鬼也。族，眾也。大夫眾多，其鬼無後者眾，故言「族厲」。○「曰門，曰行」者，其大夫無民、國，故不言「國門、國行」也。然鄭注《曲禮》「大夫五祀，為夏、殷法」，注《王制》「大夫五祀，是有采地者」，鄭何以知然？《曲禮》文連於「大夫五祀」，故知非周，而《王制》立七廟，故知是周禮。以彼推此，大夫三祀，則周諸侯之大夫無地者也。○注「此非」至「為厲」。○正義曰：「小神居人之間，司察小過，作譴告」者，以其非郊廟社稷大神，故云「小神」。以其門、戶、灶等，故知居人間也。以小神所祈，故知司察小過。作譴告，謂作譴責以告人。云「幽則有鬼神，鬼神謂此與」者，以禮：天神、人鬼、地祗，皆列其名。《樂記》直云「幽則有鬼神」，是幽闇之處有細小之鬼神，謂此小祀者與？與是疑辭也。云「司命，主督察三命」者，案《援神契》云「命有三科，有受命以保慶，有遭命以謫暴，有隨命以督行。受命謂年壽也。遭命謂行善而遇凶也。隨命謂隨其善惡而報之」。云「《聘禮》曰使者，出釋幣於行；歸，釋幣於門」者，證大夫有門、行。云「《士喪禮》曰疾病，禱於五祀」者，證祀亦有五祀。云「司命與厲，其時不著」者，以其餘五祀，《月令》所祀，皆著其時，唯司命與厲祀時不顯著。云「今時民家，或春秋祠司命、行神、山神、門、戶、灶在旁」者，鄭以無文，故引今漢時民家或有春秋二時祠司命、行神、山神也。民或然，故云「或」也。其祀此司命、行神、山神之時，門、戶、灶三神在諸神之旁，列位而祭也。云「是必春祠司命，秋祠厲也」者，漢時既春秋俱祠司命與山神，則是周時必應春祠司命，司命主長養，故祠在春。厲主殺害，故祠在秋。云「或者合而祠之」者，鄭又疑之，以見漢時司命與山神春秋合祭，故云「或者合而祠之」。云「山即厲也」者，以漢時祭司命、行神、山神、門、戶、灶等，此經亦有司命、門、行、戶、灶等，漢時有山而無厲，此有厲而無山，故云「山即厲也」。云「民惡言厲，巫祝以厲山為之」者，鄭解厲稱山之意。漢時人民嫌惡厲，漢時巫祝之人，意以厲神是厲山氏之鬼為之，故云「厲山」。云「謬乎」者，謂巫祝以厲為厲山之鬼，於理謬乎！所以為謬者，鬼之無後，於是為厲。厲山氏有子曰柱，世祀厲山之神，何得其鬼為厲，故云「謬」也。引《春秋傳》者，昭七年《左傳》文。於時鄭良霄被殺而死，其鬼為厲。子產立良霄之子良止為後，子大叔問其故，子產曰「鬼有所歸，乃不為厲」。引之者，證厲山氏既有所歸，不得為厲。"
      },
      {
        "index": 15,
        "text": "王下祭殤五：適子、適孫、適曾孫、適玄孫、適來孫。諸侯下祭三，大夫下祭二，適士及庶人祭子而止。祭適殤者，重適也。祭適殤於廟之奧，謂之陰厭。王子、公子祭其適殤於其黨之廟。大夫以下、庶子祭其適殤於宗子之家，皆當室之白，謂之陽厭。凡庶殤不祭。○殤音傷。奧，烏報反。厭，於艷反。下同。"
      },
      {
        "index": 16,
        "text": "[疏]「王下」至「而止」。○正義曰：此明天子以下祭殤之差也。○注「王子、公子祭其適殤於其黨之廟」。○正義曰：王子，謂王之庶子；公子，謂諸侯庶子，不得為先王先公立廟，無處可祭適殤，故祭於黨之廟。謂王子、公子但為卿大夫，得自立廟，與王子、公子同者，就其廟而祭之。適殤其義，已具《曾子問》。"
      },
      {
        "index": 17,
        "text": "夫聖王之制祭祀也，法施於民則祀之，以死勤事則祀之，以勞定國則祀之，能御大菑則祀之，能捍大患則祀之。是故厲山氏之有天下也，其子曰農，能殖百穀。夏之衰也，周棄繼之，故祀以為稷。共工氏之霸九州也，其子曰后土，能平九州，故祀以為社。帝嚳能序星辰以著眾，堯能賞均刑法以義終，舜勤眾事而野死，鯀鄣鴻水而殛死，禹能脩鯀之功，黃帝正名百物以明民共財，顓頊能脩之，契為司徒而民成，冥勤其官而水死，湯以寬治民而除其虐，文王以文治，武王以武功去民之菑，此皆有功烈於民者也；及夫日、月、星辰，民所瞻仰也，山林、川谷、丘陵，民所取財用也。非此族也，不在祀典。此所謂大神也，《春秋傳》曰：「封為上公，祀為大神。」厲山氏，炎帝也，起於厲山，或曰「有烈山氏」。棄，後稷名也。共工氏無錄而王，謂之霸，在大昊、炎帝之間。著眾，謂使民興事，知休作之期也。賞，賞善，謂禪舜，封禹、稷等也。能刑，謂去四凶。義終，謂既禪二十八載乃死也。野死，謂征有苗，死於蒼梧也。殛死，謂不能成其功也。明民，謂使之衣服有章也。民成，謂知五教之禮也。冥，契六世之孫也，其官玄冥，水官也。虐、菑，謂桀、紂也。烈，業也。族，猶類也。祀典，謂祭祀也。○御，魚呂反。菑音哉，下同；下文或作災，注作災，並同。扞，胡旦反。厲，力世反，《左傳》作「列山」。共音恭，下及注同。鄣音章。殛，紀力反，注同。《尚書》云「殛鯀於羽山」，又云「鯀則殛死」。「顓頊能脩之」，本或作「顓頊修黃帝之功」。文治，直吏反。去，起呂反。夫音扶。{丱一}，此古丘字，王於況反。梧音吾。"
      },
      {
        "index": 18,
        "text": "[疏]「夫聖」至「祀典」。○正義曰：前經明禘、郊、祖、宗及社稷之等、所配之人，又論天地、日、月、星辰、山谷、丘陵之等，此經總明其功，有益於民，得在祀典之事，從此至「能捍大患則祀之」，與下諸神為總也。○「法施於民則祀之」者，若神農及后土，帝嚳與堯，及黃帝、顓頊與契之屬是也。○「以死勤事則祀之」者，若舜及鯀、冥是也。○「以勞定國則祀之」者，若禹是也。○「能御大菑」及「能捍大患則祀之」者，若湯及文、武也。○「其子曰農，能殖百穀」者，農謂厲山氏後世子孫名柱，能殖百穀，故《國語》云「神農之名柱，作農官，因名農」是也。○「夏之衰也，周棄繼之」者，以夏末湯遭大旱七年，欲變置社稷，故廢農祀棄。○「故祀以為稷」者，謂農及棄，皆祀之以配稷之神。○「其子曰后土，能平九州，故祀以為社」者，是共工後世之子孫為后土之官。後，君也，為君而掌土，能治九州五土之神，故祀以為配祀之神。○「帝嚳能序星辰以著」者，嚳能紀星辰，序時以明著，使民休作有期，不失時節，故祀之也。○「堯能賞均刑法以義終」者，堯以天下位授舜，封禹、稷，官得其人，是能賞均平也。五刑有宅，是能刑有法也。禪舜而老，二十八載乃殂，是義終也。○「舜能勤眾事而野死」者，舜征有苗，仍巡守陟方而死蒼梧之野，是勤眾事而野死。○「鯀鄣鴻水而殛死」者，鯀塞水而無功，而被堯殛死於羽山，亦是有微功於人，故得祀之。若無微功，焉能治水九載？又《世本》云「作城郭」是有功也。鄭答趙商云：「鯀非誅死，鯀放居東裔，至死不得反於朝。禹乃其子也，以有聖功，故堯興之。若以為殺人父、用其子，而舜、禹何以忍乎？」而《尚書》云「鯀則殛死，禹乃嗣興」者，箕子見武王誅紂，今與己言，懼其意有慚德，為說父不肖則罪，子賢則舉之，以滿武王意也。○「禹能修鯀之功」者，謂禹能脩父之功，故祀之。○「黃帝正名百物」者，上雖有百物，而未有名，黃帝為物作名，正名其體也。○「以明民」者，謂垂衣裳，使貴賤分明得其所也。○「共財」者，謂山澤不鄣，教民取百物以白贍也。其如上事，故得祀之。○「顓頊能修之」者，謂能脩黃帝之法。○「契為司徒而民成」者，契為堯之司徒，司徒掌五教，故民之五教得成。○「冥勤其官而水死」者，冥，契六世孫，其官玄冥，水官也。○「湯以寬治民而除其虐」，謂放桀於南巢也。○「文王以文治，武王以武功去民之菑」者，謂伐紂也，此皆有功烈於民者也。結上厲山以下也。所得祀之人，有功烈於人故也。○「及夫日、月、星辰，民所瞻仰也」者，釋上文「燔柴於泰壇，瘞埋於泰折，王宮祭日，夜明祭月，幽禜祭星」之等，及上有祭地、祭天、祭四時、祭寒暑、祭水旱。此不言之者，舉日、月則天地可知，四時、寒暑、水旱則日、月陰陽之氣，故舉日、月以包之也。○「非此族也，不在祀典」者，合結上事也。族，類也，若非上自厲山以下及日、月、丘陵之等，無益於民者悉不得預於祭祀之典也。案上陳宗廟及七祀，並通適殤以下，此經不覆明之者，此經所云，謂是外神，有功於民，故具載之。其宗廟與殤以下之親屬七祀之等，宮中小神，所以此經並皆不載。○注「春秋」至「祀也」。○正義曰：引《春秋左傳》昭二十九年蔡墨辭云：「厲山氏，炎帝也，起於厲山」者，案《帝王世紀》云「神農氏本起於烈山，或時稱之神農，即炎帝也」，故云「厲山氏，炎帝也」。云「或曰有烈山氏」者，案二十九年傳文也。云「棄，後稷名也」者，稱《舜典》云「棄汝後稷」，是棄為後稷名也。云「共工氏無錄而王，謂之霸，在大昊、炎帝之間」者，是《漢•律歷志》文。又案《月令》「春，其帝大皞。夏，其帝炎帝」，不載共工氏，是無錄，以水紀官，是無錄而王。案昭十七年《左傳》郯子稱「黃帝氏以雲紀，炎帝以火紀，共工氏以水紀，大皞氏以龍紀」。從下逆陳，是在炎帝之前、大昊之後也。云「著眾，謂使民興事，知休作之則也」者，由序歷星辰，敬授明時，使民興造其事，知休作之期，民得顯著。云「二十八載乃死也」者，《虞書》文也。云「殛死，謂不能成其功也」者，鯀被殛羽山，以至於死，所以殛者，由不能成其功也。云「明民，謂使之衣服有章」者，案《易•繫》云「黃帝、堯、舜垂衣裳而天下治」，蓋取乾坤是也。云「冥，契六世之孫也」者，案《世本》「契生昭明，昭明生相士，相士生昌若，昌若生曹圉，曹圉生根國，根國生冥」，是契六世孫也。"
      }
    ]
  }
}