{
  "chapterNumber": 11,
  "title": "卷10",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "孔子之喪，門人疑所服。[無喪師之禮。]子貢曰：「昔者夫子之喪顏淵，若喪子而無服，喪子路亦然。請喪夫子若喪父而無服。」[無服，不爲衰。弔服而加麻，心喪三年。　【疏】正義曰：此一節論弟子爲師喪制之禮，各依文解之。　「門人疑所服」者，依禮，喪師無服，其事分明，今夫子之喪，門人疑者，以夫子聖人，與凡師不等，當應特加喪禮，故疑所服。　注「弔服」至「三年」。　正義曰：知爲師弔服加麻者，案《喪服》「朋友，麻」，其師與朋友同，故知亦加麻也。必知喪師與朋友同者，案下云「孔子之喪，二三子皆絰而出；群居則絰，出則否」，是弟子相爲與爲夫子同，但絰出與不出有異，明其服同也。云「弔服而加麻」，麻謂絰與帶也，皆以麻爲之，故云「加麻」也。又《喪服》緦麻章云「朋友，麻」，鄭云「朋友雖無親，而有同道之恩，相爲服緦之絰帶」是也。鄭知服緦之絰帶者，緦爲五服之輕，又與錫衰等，同爲弔服之限，故知緦之絰帶也。論云：爲師及朋友皆既葬除之，案《司服》云「王爲三公六卿錫衰，爲諸侯緦衰，爲大夫、士疑衰，其首服皆弁絰」，鄭司農云：「錫者，十五升去其半，有事其布，無事其縷。」鄭康成云：「無事其縷，哀在内。」以服稍重，故但治事其布，不治事其縷。鄭司農又云：「緦，十五升布去其半，有事其縷，無事其布。」鄭康成云：「無事其布，哀在外。」以其稍輕，故得治縷也。司農又云：「疑衰，十四升。」康成云：「疑之言擬也，擬於吉服。」謂比擬吉服十五升也。「首服弁絰」者，鄭注《司服》云：「弁絰如爵弁而素，加環絰。」鄭知如爵弁者，見下文云「殷人冔而葬」，又云「弁絰葛而葬，與神交之道」，冔是祭冠也，故知弁絰是爵弁也。知「加環絰」者，以《雜記》云「小斂環絰，公、大夫、士一也」。天子弔諸臣之服，無問當事與不當事，皆弁絰也。諸侯以錫衰爲弔服，但首服有異。弔他國皆首服皮弁，故《喪服小記》云「諸侯弔，必皮弁錫衰」是也。若弔己臣，當事則弁絰，故《服問》云「公弔，當事則弁絰」，於士，雖當事亦皮弁。諸侯雖以錫衰爲常弔之服，其弔士亦有緦衰、疑衰，故鄭注《文王世子》云「同姓之事則緦衰，異姓之士則疑衰」。卿大夫亦以錫衰爲弔服，當事亦弁絰，故鄭注《喪服》云：「諸侯及卿大夫亦以錫衰爲弔服，當事乃弁絰，否則皮弁，辟天子也。」其士之弔服則疑衰，故鄭注《喪服》云：「士以緦衰爲喪服，其弔服則疑衰也。」舊説以爲士弔服布上素下，鄭注云：「此實疑衰也，改其裳以素，辟諸侯也。」當事亦弁絰，故鄭注《喪服》云「士弁絰、皮弁之時如卿大夫」。凡弔服唯有弁絰，皆無帶也。知無帶者，《周禮·司服》及《服問》但云弁絰，不云帶，故知然也。其朋友之服，諸侯及大夫等則皆疑衰，故鄭注《喪服》云「朋友之相爲服，則士弔服」也。既特云「士弔服」，明諸侯、大夫等皆用士之弔服，唯加緦之絰帶爲異耳。是以《喪服》「朋友，麻」，鄭注云：「服緦之絰帶。」又下文云「子游襲裘，帶絰而入」，鄭注云：「所弔者朋友。」是朋友相爲加帶。凡朋友相爲者，雖不當事亦弁絰，故下文云「群居則絰」是也。其庶人，鄭注《喪服》云：「庶人不爵弁，則其弔服素冠委貌。」鄭注不顯所著之服，文承疑衰素裳之下，則庶人亦用疑衰。或者庶人布深衣，當服布深衣，冠素委貌也。]"
      },
      {
        "index": 1,
        "text": "孔子之喪，公西赤爲志焉。[公西赤，孔子弟子，字子華。志，謂章識。]飾棺牆，[牆之障柩，猶垣牆障家。]置翣，[牆，柳衣。翣，以布衣木，如攝與？]設披，周也；設崇，殷也；綢練設旐，夏也。[夫子雖殷人，兼用三王之禮，尊之。披，柩行夾引棺者。崇，崇牙，旌旗飾也。綢練，以練綢旌之杠。此旌，葬乘車所建也。旌之旒，緇布，廣充幅，長尋，曰旐。《爾雅》説旌旗曰：「素錦綢杠。」　【疏】正義曰：此一節論孔子之喪送葬用三王之禮，各依文解之。　注「公西」至「子華」。　正義曰：案《仲尼弟子傳》云：「公西赤，字子華，少孔子四十二歲。」鄭云：「魯人也。」　「飾棺」至「夏也」。　孔子之喪，公西赤以飾棺榮夫子，故爲盛禮，備三王之法以章明志識焉。於是以素爲褚，褚外加牆，車邊置翣，恐柩車傾虧，而以繩左右維持之，此皆周之法也。其送葬乘車所建旌旗，刻繒爲崇牙之飾，此則殷法。又韜盛旌旗之竿，以素錦於杠首，設長尋之旐，此則夏禮也。既尊崇夫子，故兼用三代之飾也。　注「牆柳」至「攝與」。　正義曰：牆之障柩，猶垣牆障家，故謂障柩之物爲牆。障柩之物即柳也。外旁帷荒，中央材木，揔而言之，皆謂之爲柳也。《縫人》注云：「柳，聚也，諸飾所聚。」前文注云「牆，柳」者，以經直云「周人牆置翣」，文無所對，故注直云「牆，柳」也。此文爲下對設披、設崇、設旐之事皆委曲備言，故亦委曲解之，故注云「牆，柳衣」也。其實牆則柳也。《雜記》喪從外來雖非葬節，以裳帷障棺，亦與垣牆相似，故鄭注「不毁牆」之下云「牆，裳帷也」，皆望經爲義，故三注不同。云「翣，以布衣木」者，鄭注《喪大記》云：「漢禮，翣以木爲筐，廣三尺，高二尺四寸，方，兩角高，衣以白布，畫雲氣，柄長五尺。」云「如攝與」者，攝是漢時之扇。與，疑辭。鄭恐人不識翣體，故云如今攝與。　注「披柩」至「綢杠」。　正義曰：案《喪大記》國君「纁披六」，鄭云：「設之於旁，所以備傾虧也。」故此云「披，柩行夾引棺者。」云「崇牙，旌旗飾也」者，對下「綢練設旐」，故爲「旌旗飾」也，謂旌旗之旁刻繒爲崇牙。殷必以崇牙爲飾者，殷湯以武受命，恒以牙爲飾。云「此旌，葬乘車所建也」者，案《既夕禮》，陳車門内右，北面，「乘車載旜，道車載朝服，槀車載蓑笠」，故知此旌，乘車所建也。凡送葬之旌，經文不具。案《既夕》，士禮，而有二旌：一是銘旌，是初死書名於上，則《士喪禮》「爲銘各以其物，書名於末，曰『某氏某之柩』，置於西階上」，葬則在柩車之前，至壙與茵同入於壙也。二是乘車之旌，則《既夕禮》「乘車載旜」，亦在柩之前，至壙，柩既入壙，乃斂乘車所載之旌載於柩車而還。故鄭注《既夕禮》云：「柩車至壙，祝脱載除飾，乃斂乘車、道車、槀車之服載之而還。不空以歸，送形而往，迎精而反。」此是士之二旌也。其大夫、諸侯則無文。其天子亦有銘旌，與士禮同，故《司常》云「大喪，共銘旌」，鄭注云：「王則大常也。《士喪禮》曰：『爲銘各以其物。』」初死，亦置於西階。將葬，移置於茵，從遣車之後，亦入於壙也，是其一旌也。《司常》又云：「建廞車之旌。」廞，謂興作之，則明器之車也。其旌則明器之旌，止則陳建於遣車之上，行則執之以從遣車，至壙，從明器而納之壙中，此二旌也。案士禮既有乘車載旜，攝孤卿之旜，則天子亦當有乘車載大常，謂以金路載之，至壙載之而歸，但禮文不具耳，此其三旌也。然則天子三旌也，士以禮無遣車，故無廞車之旌，但二旌耳。諸侯及大夫無文，熊氏以爲大夫以上有遣車，即有廞旌，並有三旌也。云「旌之旒，緇布，廣充幅，長尋，曰旐」者，《爾雅·釋天》文。引之者，證經中「設旐，夏也」。案鄭注《明堂位》云：「有虞氏當言緌，夏后氏當言旂。」以此差之，古代尚質，有虞氏但注旄竿首，未有繒帛，故云「緌」也。夏家漸文，故有素錦綢杠，又垂八尺之旐，故夏云「旂」也。旂是大古名，非交龍之旂。周則文物大備，旂有九等，垂之以縿，繋之以旃，又有交龍之旂、龜虵之旐，與夏不同。夏雖八尺之旐，更無餘飾。又引《爾雅》「素錦綢杠」者，亦《爾雅·釋天》文。引之者，證經文「綢練」，練則素錦，用以爲綢杠也。]"
      },
      {
        "index": 2,
        "text": "子張之喪，公明儀爲志焉。[志亦謂章識。]褚幕丹質，[以丹布幕爲褚，葬覆棺，不牆不翣。]蟻結于四隅，[畫褚之四角，其文如蟻行往來相交錯。蟻，蚍蜉也。殷之蟻結，似今蛇文畫。]殷士也。[學於孔子，傚殷禮。　【疏】正義曰：此一節論孔子弟子送葬車飾學孔子行殷禮之事，各隨文解之。　「子張之喪，公明儀爲志焉」者，公明儀是其弟子，亦如公西赤爲章識焉。此公明儀又爲曾子弟子，故《祭義》云「公明儀問於曾子曰『夫子可以爲孝乎』」是也。　「褚幕丹質」者，褚謂覆棺之物。若大夫以上，其形似幄。士則無褚。今公明儀尊敬其師，故特爲褚。不得爲幄，但似幕形，故云「褚幕」。以丹質之布而爲之也。　「蟻結」者，蟻，蚍蜉也。又於褚之四角畫蚍蜉之形，交結往來，故云「蟻結於四隅」。所以不牆不翣者，用殷禮也。所以畫蟻者，殷禮士葬之飾也。棺蓋亦或取蚍蜉。夫子聖人，雖行殷禮，弟子尊之，故葬兼三代之禮。今公明儀雖尊其師，秖用殷法不牆不翣，唯特加褚幕而已。上葬夫子用三代之飾，案《士喪禮》，既非聖人，亦用夏祝、商祝，彼謂祝習夏禮、商禮，揔是周祝也，故鄭注《士喪禮》云：「夏祝，祝習夏禮者也。夏人教以忠，其於養宜，故主饋食。商祝，祝習商禮者。商人教之以敬，於接神宜，故主衣服襲斂。」周人之喪皆有夏、商二祝，與夫子用三代之禮，其義不同。夫子用三代之禮，不爲僭者，用其大夫之禮耳。必用三代者，夫子聖人，德備三代文物故也。]"
      },
      {
        "index": 3,
        "text": "子夏問於孔子曰：「居父母之仇如之何？」夫子曰：「寢苫，枕干，不仕，[雖除喪，居處猶若喪也。干，盾也。]弗與共天下也。[不可以並生。]遇諸市朝，不反兵而鬭。」[言雖適市朝，不釋兵。]曰：「請問居昆弟之仇如之何？」曰：「仕，弗與共國。銜君命而使，雖遇之，不鬭。」[爲負而廢君命。]曰：「請問居從父昆弟之仇如之何？」曰：「不爲魁。[魁猶首也。天文，北斗魁爲首，杓爲末。]主人能，則執兵而陪其後。」[爲其負當成之。]孔子之喪，二三子皆絰而出。[尊師也。出，謂有所之適。然則凡弔服加麻者，出則變服。]羣居則絰，出則否。[羣，謂七十二弟子相爲朋友服。子夏曰：「吾離羣而索居。」　【疏】正義曰：此一節論親疏報仇之法，各依文解之。　「遇諸市朝」者，上既云「不仕」，得有遇諸朝者，身雖不仕，或有事須入朝，故得有遇諸朝也。「不反兵而鬭」者，言執殺之備，身常帶兵，雖在市朝，不待反還取兵即當鬭也。然朝在公門之内，兵器不入公門，身得持兵入朝者，案《閽人》「掌中門之禁」，但兵器不得入中門耳，其大詢衆庶在皋門之内，則得入也。且朝文既廣，設朝或在野外，或在縣、鄙、鄉、遂，但有公事之處，皆謂之朝。兵者，亦謂佩刀已上，不必要是矛、戟。皇氏以爲市朝正謂市也，市有行肆似朝，故云「市朝」。此辭非也。《上曲禮》唯云「不與共戴天」，文不備也。《上曲禮》云「兄弟之讎不反兵」，此父母之仇云「不反兵」，又此昆弟之仇不云「不反兵」者，父母與昆弟之仇皆不反兵。《上曲禮》昆弟之讎云「不反兵」者，謂非公事，或不仕者，故恒執持殺之備。此文昆弟之仇據身仕，爲君命出使，遇之不鬭，故不得云「不反兵」也。二文相互乃足。　注「爲負而廢君命」。　正義曰：負猶不勝也。爲其鬭而不勝，廢君命也。下注云「爲其負當成之」，負亦謂不勝也。　注「天文，北斗魁爲首，杓爲末」。　正義曰：案《春秋運斗樞》云：「北斗七星：第一天樞，第二旋，第三機，第四權，第五衡，第六開陽，第七搖光。第一至第四爲魁，第五至第七爲杓。」是「魁爲首，杓爲末」。　「主人能，則執兵而陪其後」。　謂從父昆弟之仇，既不爲報仇魁首，若主人能自報之，則執兵陪助其後。]"
      },
      {
        "index": 4,
        "text": "易墓，非古也。[易，謂芟治草木。不易者，丘陵也。　【疏】「易墓，非古也」。　正義曰：此一節論墓内不合芟治之事。　注「易謂」至「陵也」。　正義曰：墓謂冢旁之地。易謂芟治草木，不使荒穢。不易者，使有草木如丘陵然。言「易墓，非古也」，則古者殷以前墓而不墳，是不治易也。]"
      },
      {
        "index": 5,
        "text": "子路曰：「吾聞諸夫子：喪禮與其哀不足而禮有餘也，不若禮不足而哀有餘也；[喪主哀。]祭禮與其敬不足而禮有餘也，不若禮不足而敬有餘也。」[祭主敬。　【疏】正義曰：此一節論喪主哀、祭主敬之事。　「吾聞諸夫子」者，諸，之也。據所聞事於孔子也。　「喪禮與其哀不足而禮有餘也」，此所聞事喪禮，居喪之禮也。與，及也。禮有餘，明器、衣衾之屬也。言居喪及其哀少而禮物多也。「不若禮不足而哀有餘也」者，若物多而哀少，則不如物少而哀多也。　「祭禮與其敬不足而禮有餘也」者，祭禮，謂祭祀之禮也。「而禮有餘」，謂俎豆、牲牢之屬多也。言敬少而牢多也。　「不若禮不足而敬有餘也」者，若牲器多而敬少，則不如牲器少而敬多也。]"
      },
      {
        "index": 6,
        "text": "曾子弔於負夏，[負夏，衞地。]主人既祖、填池，[祖，謂移柩車去載處，爲行始也。「填池」當爲「奠徹」，聲之誤也。奠徹，謂徹遣奠，設祖奠。]推柩而反之，[反於載處。榮曾子弔，欲更始。]降婦人而后行禮。[禮，既祖而婦人降。今反柩，婦人辟之，復升堂矣。柩無反而反之，而又降婦人，蓋欲矜賓於此婦人，皆非。]從者曰：「禮與？」[怪之。]曾子曰：「夫祖者，且也。[且，未定之辭。]且，胡爲其不可以反宿也？」[給説。]從者又問諸子游曰：「禮與？」[疑曾子言非。]子游曰：「飯於牖下，小斂於戶内，大斂於阼，殯於客位，祖於庭，葬於墓，所以即遠也。故喪事有進而無退。」[明反柩非。]曾子聞之，曰：「多矣乎，予出祖者！」[善子游言，且服。　【疏】正義曰：此一節論負夏氏葬禮所失之事。　「既祖、填池」者，案《既夕禮》，啓殯之後，柩遷于祖，「重先，奠從，柩從，升自西階，正柩于兩楹間，用夷牀」，鄭注云：「是時柩北首。」設奠于柩西，此奠謂啓殯之奠也。質明，徹去啓奠，乃設遷祖之奠于柩西。至日側，乃卻下柩，載於階間，乘蜃車，載訖，降下。遷祖之奠設於柩車西，當前束。時柩猶北首，前束近北。前束者，謂棺於車，束有前後，故云「前束」。乃飾柩，設披，屬引，徹去遷祖之奠，遷柩嚮外而爲行始，謂之祖也。婦人降，即位于階間，乃設祖奠于柩西。至厥明，徹祖奠，又設遣奠於柩車之西，然後徹之，苞牲取下體以載之，遂行。此是啓殯之後至柩車出之節也。曾子弔於負夏氏，正當主人祖祭之明旦，既徹祖奠之後，設遣奠之時而來弔。主人榮曾子之來，乃徹去遣奠，更設祖奠，又推柩少退而返之嚮北，又遣婦人升堂。至明旦，婦人從堂更降，而後乃行遣車禮。從曾子者意以爲疑，問曾子云：此是禮與？曾子既見主人榮己，不欲指其錯失，爲之隱諱，云：夫祖者，且也。且是未定之辭，祖是行始，未是實行。且去住二者皆得，既得且住，何爲不可以反宿，明日乃去？　注「祖謂」至「祖奠」。　正義曰：「祖，謂移柩車去載處，爲行始」者，案《既夕禮》注云：「束棺於柩車，賓出，遂、匠納車於階間。」柩從兩楹卻下，載於車，乃迴車南出，是爲祖也。祖，始也，謂將行之始也。云「奠徹，謂徹遣奠，設祖奠」者，案《既夕禮》祖日明旦，徹祖奠，設遣奠。曾子正當設遣奠時來，主人乃徹去遣奠，還設祖奠，似若不爲遣奠然。經云「主人既祖」，祖之明日既徹祖奠之時，故謂之「既祖」。鄭云「祖，謂移柩車去載處」者，解正祖之名也。皇氏、熊氏皆云：「曾子雖今日來弔，遙指昨日爲『既祖』。」於文賖緩，其義非也。　注「禮，既祖而婦人降」。　正義曰：《既夕禮》文。以既祖，柩車南出，階間既空，故婦人得降立階間。今柩車反還階間，故婦人辟之升堂。婦人既已升堂，柩車未迴南出，則婦人未合降也。今乃降之者，以曾子賢人，欲矜誇賓於此婦人也。言「皆非」者，柩無反而反之，是一非；既反之，未迴車南出，不合降婦人而降之，是二非也。　注「給説」　正義曰：《論語》云「禦人以口給」，謂不顧道理，以捷給説於人也。　「曾子」至「祖者」。　多猶勝也。曾子自知己説之非，聞子游之答是，故善服子游也，故言子游所説出祖之事勝於我所説出祖也。]"
      },
      {
        "index": 7,
        "text": "曾子襲裘而弔，子游裼裘而弔。曾子指子游而示人曰：「夫夫也爲習於禮者，如之何其裼裘而弔也？」[曾子蓋知臨喪無飾。夫夫，猶言此丈夫也。子游於時名爲習禮。]主人既小斂，袒、括髪，子游趨而出，襲裘、帶、絰而入。[於主人變乃變也。所弔者朋友。]曾子曰：「我過矣！我過矣！夫夫是也。」[服，且善子游。　【疏】正義曰：此一節論弔禮得失之事，各依文解之。　「子游趨而出，襲裘、帶、絰而入」，凡弔喪之禮，主人未變之前，弔者吉服而弔。吉服，謂羔裘、玄冠、緇衣、素裳，又袒去上服，以露裼衣，則此「裼裘而弔」是也。主人既變之後，雖著朝服，而加武以絰，又掩其上服。若是朋友，又加帶，則此「襲裘、帶、絰而入」是也。案《喪大記》云「弔者襲裘，加武、帶、絰」，注云：「始死，弔者朝服裼裘如吉時也。小斂則改襲而加武與帶絰矣。」武，吉冠之卷也。加武者，明不改冠，但加絰於武。《喪大記》所云，亦據朋友，故云「帶、絰」。帶既在要，鄭注「加武與帶絰」，似帶亦加武者，其實加武唯絰，連言帶耳。主人成服之後，弔者大夫則錫衰，士則疑衰。當事，皆首服弁絰。此子游之弔，未知主人小斂以否，何因出則有帶、絰服之而入？但子游既及弔喪，豫備其事，故將帶、絰行也。]"
      },
      {
        "index": 8,
        "text": "子夏既除喪而見，[見於孔子。]予之琴，和之而不和，彈之而不成聲，[樂由人心。]作而曰：「哀未忘也。先王制禮而弗敢過也。」[作，起。]子張既除喪而見，予之琴，和之而和，彈之而成聲，作而曰：「先王制禮，不敢不至焉。」[雖情異，善其俱順禮。　【疏】正義曰：此一節論子夏、子張居喪順禮之事。此言子夏、子張者，案《家語》及《詩》傳皆言子夏喪畢，夫子與琴，援琴而絃，衎衎而樂；閔子騫喪畢，夫子與琴，援琴而絃，切切而哀。與此不同者，當以《家語》及《詩》傳爲正。知者，以子夏喪親無異聞，焉能彈琴而不成聲？而閔子騫至孝之人，故孔子善之云「孝哉，閔子騫」，然《家語》、《詩》傳云「援琴而絃切切」以爲正也。熊氏以爲子夏居父母之喪異，故不同也。]"
      },
      {
        "index": 9,
        "text": "司寇惠子之喪，[惠子，衞將軍文子彌牟之弟惠叔蘭也，生虎者。]子游爲之麻衰，牡麻絰。[惠子廢適立庶，爲之重服以譏之。麻衰，以吉服之布爲衰。]文子辭曰：「子辱與彌牟之弟游，[謝其存時。]又辱爲之服，敢辭。」[止之服也。]子游曰：「禮也。」文子退，反哭。[子游名習禮，文子亦以爲當然，未覺其所譏。]子游趨而就諸臣之位。[深譏之。大夫之家臣位在賓後。]文子又辭曰：「子辱與彌牟之弟游，又辱爲之服，又辱臨其喪，敢辭。」[止之在臣位。]子游曰：「固以請。」[再不從命。]文子退，扶適子南面而立，曰：「子辱與彌牟之弟游，又辱爲之服，又辱臨其喪，虎也敢不復位。」[覺所譏也。虎，適子名。文子親扶而辭，敬子游也。南面而立，則諸臣位在門内北面明矣。]子游趨而就客位。[所譏行。　【疏】正義曰：此一節論子游譏司寇惠子廢適立庶得行之事，各依文解之。　注「惠子」至「虎者」。　正義曰：案《世本》，靈公生昭子郢，郢生文子木及惠叔蘭，蘭生虎，爲司寇氏。文子生簡子瑕，瑕生衞將軍文氏。然則彌牟是木之字。　注「爲之」至「爲衰」。　正義曰：子游既與惠子爲朋友，應著弔服，加緦麻帶、絰，今乃著麻衰、牡麻絰，故云「重服譏之」。云「麻衰，以吉服之布爲衰」者，案《詩》云「麻衣如雪」，又《間傳》云「大祥，素縞麻衣」，皆吉服之布稱麻，故知此麻衰亦吉服之布也。案《喪服》云「公子爲其母，麻衣」，鄭注云「小功布深衣」者，以大夫之子爲其母厭降大功，則公子爲其母厭降宜小功布衰，與此别也。案弔服，錫衰十五升去其半，疑衰十四升。今子游麻衰，乃吉服十五升，輕於弔服，而云「重服以譏之」者，據牡麻絰爲重。弔服弁絰大如緦之絰，一股而環之，今乃用牡麻絞絰，與齊衰絰同，故云重也。　注「深譏」至「賓後」。　正義曰：大夫之賓位在門東近北，大夫之家臣位亦在門東，而南近門，並皆北嚮，故在賓後也。故盧云：「喪，賓後主人，同在門東，家臣賓後，則近南也。」　注「南面」至「明矣」。　正義曰：然鄭亦不知臣定位，今以此爲證，故云「明矣」。子游弔在臣位，適子既嚮南面對子游，故知臣位在門内北面也。案鄭注之意，前既云「大夫家臣位在賓後」，則此又云「臣位在門内北面」，則凡賓，位在門東，亦得與盧合也。而前《檀弓》云「趨而就伯子於門右」，注云：「去賓位，就主人之兄弟賢者。」若案彼注云，則未趨時賓位應在門左者，以檀弓之弔當在小斂前，同國并異國並在門左。若諸侯禮，大國賓辟寄公，故在門右耳。或云：檀弓爲異國禮，譏於仲子，故自處異國之賓，故在門西也。]"
      },
      {
        "index": 10,
        "text": "將軍文子之喪，既除喪，而后越人來弔。主人深衣練冠，待于廟，垂涕洟。[主人，文子之子簡子瑕也。深衣練冠，凶服變也。待于廟，受弔不迎賓也。]子游觀之，曰：「將軍文氏之子，其庶幾乎亡於禮者之禮也，其動也中。」[中禮之變。　【疏】正義曰：此一節論居喪得中禮之變，各依文解之。　將軍文子，其身終亡，既除喪，大祥祭之後，越人來弔，謂遠國之人始弔其喪。主人文子之子身著深衣，是既祥之麻衣也，首著練冠，謂未祥之練冠也，待賓於廟，目垂於涕，鼻垂於洟。子游觀之，曰「將軍文氏之子，其庶幾乎亡於禮者之禮也」者，亡，無也。其始死至練祥來弔，是有文之禮；祥後來弔，是無文之禮。言文氏之子庶幾堪行乎無於禮文之禮也。所以堪行者，以其舉動也中，當於禮之變節也。　注「主人」至「賓也」。　正義曰：「文子之子簡子瑕也」，知者，《世本》文。云「深衣練冠，凶服變也」者，深衣即《間傳》麻衣也，但制如深衣，緣之以布曰麻衣，緣之以素曰長衣，緣之以采曰深衣。　「練冠」者，謂祭前之冠。若祥祭，則縞冠也。此謂由來未弔者，故練冠。若曾來已弔，祥後爲喪事更來，雖不及祥祭之日，主人必服祥日之服以受之。故《雜記》云「既祥，雖不當縞者必縞，然後反服」，注云：「謂有以喪事贈賵來者，雖不及時，猶變服，服祥祭之服以受之，重其禮也。其於此時始弔者，則衛將軍文子之子爲之。」《雜記》經文本爲重來者，故縞冠；衞將軍之子始來者，故練冠。故《雜記》注引此文者，證祥後來弔之事一邊耳。推此而言，禫後始來弔者則著祥冠；若禫後更來有事，主人則著禫服。其吉祭已後或來弔者，其服無文。除喪之後亦有弔法，故《春秋·文九年》「秦人來歸僖公成風之襚」是也。云「待于廟，受弔不迎賓也」者，以其死者遷入於廟，故今待弔於廟，就死者。案《士喪禮》始死爲君命出，小斂以後爲大夫出，是有受弔迎賓。今以除服受弔，故不迎賓也。或曰：此非己君之命，以敵禮待之，故不迎也。或云：此是禫後吉時來也，故不在寢而待於廟也。《禮論》亦同。]"
      },
      {
        "index": 11,
        "text": "幼名，冠字，五十以伯仲，死謚，周道也。絰也者，實也。[所以表哀戚。]掘中霤而浴，毁竈以綴足，及葬，毁宗躐行，出于大門，殷道也。[明不復有事於此。周人浴不掘中霤，葬不毁宗躐行。毁宗，毁廟門之西而出，行神之位在廟門之外。]學者行之。[學於孔子者。行之，傚殷禮。　【疏】正義曰：此一節論殷周禮異之事，各依文解之。　「幼名，冠字」者，名以名質，生若無名，不可分别，故始生三月而加名，故云「幼名」也。　「冠字」者，人年二十，有爲人父之道，朋友等類不可復呼其名，故冠而加字。年至五十，耆艾轉尊，又捨其二十之字，直以伯仲别之。至死而加謚。凡此之事，皆周道也。然則自殷以前，爲字不在冠時，伯仲不當五十，以殷尚質，不諱名故也。又殷以上有生號，仍爲死後之稱，更無别謚，堯、舜、禹、湯之例是也。周則死後别立謚，故揔云「周道也」。《士冠禮》二十已有「伯某甫」「仲叔季」，此云「五十以伯仲」者，二十之時雖云伯、仲，皆配「某甫」而言，五十之時直呼伯、仲耳。《禮緯·含文嘉》云：「質家稱仲，文家稱叔。」周代是文，故有管叔、蔡叔、霍叔、康叔、聃季等。末者稱季是也。　「掘中」至「道也」。　此以下三句明殷禮也，每一條義兼二事也。中霤，室中也。死而掘室中之地作坎。所以然者，一則言此室於死者無用，二則以牀架坎上，尸於牀上浴，令浴汁入坎，故云「掘中霤而浴」也。　「毁竈以綴足」者，亦義兼二事：一則死而毁竈，示死無復飲食之事，故毁竈也；二則恐死人冷强，足辟戾不可著屨，故用毁竈之甓連綴死人足，令直，可著屨也。　「及葬，毁宗躐行，出于大門」者，亦義兼二事也。毁宗，毁廟也。殷人殯於廟，至葬，柩出，毁廟門西邊牆而出于大門。所以然者，一則明此廟於死者無事，故毁之也；二則行神之位在廟門西邊，當所毁宗之外。若生時出行，則爲壇幣告行神，告竟，車躐行壇上而出，使道中安穩如在壇。今嚮毁宗處出，仍得躐此行壇，如生時之出也，故云「毁宗躐行，出于大門」也。　「殷道也」者，道，禮也。上三句皆是殷禮也。　注「明不」至「之外」。　正義曰：「此」謂中霤、竈、宗。所以掘中霤、毁竈及宗，是明不復有事於此處也。云「周人浴不掘中霤」者，用盤承浴汁也，是以《喪大記》「浴水用盆，沃水用枓，沐用瓦盤」，鄭注云：「浴、沃用枓，沐於盤中，文相變也。」案鄭旨，則知浴用盤也。云「葬不毁宗躐行」者，周殯於正寢，至葬而朝廟，從正門出，不毁宗也，故《士喪禮》不云躐行也。然周家亦不毁竈綴足，而鄭注不云者，以周綴足用燕几，其文可見，故此不言耳。至於毁宗躐行、掘中霤，周雖不爲，而經文無云不掘、不毁，故鄭注言之也。但舉首末言之，則中從可知也。云「毁宗，毁廟門之西而出」者，廟門西邊牆也。云「行神之位在廟門之外」者，以其「毁宗」即云「躐行」，故知行神在廟門之外，當毁處之外也。行神於後更説。]"
      },
      {
        "index": 12,
        "text": "子柳之母死，子碩請具。[具，葬之器用。子柳，魯叔仲皮之子，子碩兄。]子柳曰：「何以哉？」[言無其財。]子碩曰：「請粥庶弟之母。」[粥，謂嫁之也。妾賤，取之曰買。]子柳曰：「如之何其粥人之母以葬其母也？不可。」[忠恕。]既葬，子碩欲以賻布之餘具祭器。[古者謂錢爲泉布，所以通布貨財。]子柳曰：「不可。吾聞之也，君子不家於喪。[惡因死者以爲利。]請班諸兄弟之貧者。」[以分死者所矜也。祿多，則與鄰里鄉黨。]君子曰：「謀人之軍師，敗則死之。謀人之邦邑，危則亡之。」[利己亡眾，非忠也。言亡之者，雖辟賢，非義退。　【疏】正義曰：此一節論不粥人之母及因死爲利之事，各依文解之。　注「子柳」至「碩兄」。　正義曰：案《下檀弓》云「叔仲皮學子柳」，故知子柳是叔仲皮之子。知子碩兄者，以此云「子碩曰『請粥庶弟之母』」，故知子碩兄也。　注「古者」至「貨財」。　正義曰：解布名也。言古者謂錢爲泉布，所以然者，言其通流有如水泉而徧布，貨買天下貨財也。鄭注《周禮》云：「藏曰泉，其行曰布。取名於水泉，其流行無不徧也。」鄭又云：「泉始蓋一品，周景王鑄大泉而有二品。後數變易，不復識本制。至漢，唯有五銖久行。」案鄭此旨云「五銖」者，其重五銖。凡十黍爲一參，十參爲一銖，二十四銖爲一兩，故錢邊作五銖字也。鄭又云：「王莽改貨而異作，泉布多至十品，今存於民間多者，有貨布、大泉、貨泉。貨布長二寸五分，廣寸，首長八分有奇，廣八分，其圜好徑二分半，足枝長八分，其右文曰貨，左文曰布，重二十五銖，直貨泉二十五。大泉徑一寸二分，重十二銖，文曰大泉，直十五貨泉。貨泉徑一寸，重五銖，右文曰貨，左曰泉，直一也。」案《食貨志》云今世謂之笇錢是也，邊猶爲貨泉之字；大泉即今大四文錢也，四邊並有文也；貨布之形，今世難識，世人或耕地猶有得者，古時一箇準二十五錢也。然古又有刀，刀有二種，一是契刀，一是錯刀也。契刀直五百，錯刀直一千。契刀無縷，而錯刀用金縷之。刀形如錢，而邊作刀字形也，故世猶呼錢爲錢刀也。]"
      },
      {
        "index": 13,
        "text": "公叔文子升於瑕丘，蘧伯玉從。[二子衛大夫。文子，獻公之孫，名拔。]文子曰：「樂哉，斯丘也！死則我欲葬焉。」蘧伯玉曰：「吾子樂之，則瑗請前。」[刺其欲害人良田。瑗，伯玉名。　【疏】「公叔」至「請前」。　正義曰：此一節論蘧伯玉仁者，刺文子欲害人良田之事。　注「文子，獻公之孫，名拔」。　正義曰：案《世本》云：「獻公生成子當，當生文子拔，拔生朱，爲公叔氏。」]"
      },
      {
        "index": 14,
        "text": "弁人有其母死而孺子泣者，[言聲無節。]孔子曰：「哀則哀矣，[此誠哀。]而難爲繼也。[失禮中。]夫禮，爲可傳也，爲可繼也，故哭踊有節。」[【疏】正義曰：此一節論孔子譏弁人哀過之事。　「而難爲繼也」者，此哀之深，後人無能繼學之者也。　「夫禮，爲可傳也，爲可繼也，故器踊有節」者，又廣述其難繼爲失也。夫聖人制禮，使後人可傳可繼，故制爲哭踊之節，以中爲度耳。豈可過甚，皆使後人不可傳繼乎？然《雜記》曾申問於曾子曰：「哭父母有常聲乎？」曰：「中路嬰兒失其母，何常聲之有？」則與此違者，云曾子所言，是始死之時，悲哀志懣，未可爲節；此之所言，在襲斂之日，可以禮制，故哭踊有節也。所以知然者，曾申之問，泛問於哭時，故知舉重時答也；此之所言「哭踊有節」，節哭之時，在於後也。]"
      },
      {
        "index": 15,
        "text": "叔孫武叔之母死，[武叔，公子牙之六世孫，名州仇，毀孔子者。]既小斂，舉者出戶，出戶袒，且投其冠，括髪。[尸出戶，乃變服，失哀節。冠，素委貌。]子游曰：「知禮。」[嗤之。　【疏】正義曰：此一節論武叔失禮之事，各依文解之。　注「武叔」至「子者」。　正義曰：案《世本》，桓公生僖叔牙，牙生戴伯茲，茲生莊叔得臣，臣生穆叔豹，豹生昭子婼，婼生成子不敢，敢生武叔州仇。仇是公子牙六世孫，故云「公子牙六世孫」也。云「毀孔子」者，《論語》云「叔孫武叔毀仲尼」是也。　注「尸出」至「委貌」。　正義曰，案《士喪禮》「卒斂，徹帷，主人西面馮尸，踊無筭，主婦東面馮，亦如之。主人髺髪，袒，眾主人免」，下云「士舉，男女奉尸侇于堂」。《喪大記》亦云「卒，小斂，主人袒，說髦，括髪以麻」，下云「奉尸夷于堂」，是括髪在小斂之後，奉尸夷于堂之前。主人爲欲奉尸，故袒而括髪在前。今武叔奉尸夷堂之後乃投冠括髪，故云「尸出戶，乃變服，失哀節」。云「冠，素委貌」者，案《雜記》云「小斂，環絰，公、大夫、士一也」，注云：「士素委貌，大夫以上素爵弁，而加此絰焉。」鄭知然者，以《喪大記》云「君將大斂，子弁絰」，大夫大斂無文，明亦弁絰。大斂既爾，明小斂亦然，故云大夫以上弁絰。案武叔投冠，武叔是諸侯大夫，當天子之士，故云士素委貌。若然，案《士喪禮》「主人括髪」，鄭注云：「始死，將斬衰者雞斯，將括髪者，去笄纚而紒。」無素委貌者，熊氏云：「《士喪禮》謂諸侯之士，故無素冠也。」崔氏云：「將小斂之時已括髪，括髪後大夫以上加素弁，士加素委貌。至小斂訖，乃投去其冠而見括髪。」今案《士喪禮》及《大記》皆小斂卒乃括髪，無小斂之前爲括髪者，崔氏之言非也。案《士喪禮》「小斂括髪」，鄭注《喪服變除》云「襲而括髪」者，彼據大夫以上之禮，死之明日而襲，與士小斂同日，俱是死後二日也。鄭注《士喪禮》一括髪之後比至大斂自若，所以《大記》云「小斂，主人袒，說髦，括髪」，是諸侯小斂之時更括髪者，崔氏云：「謂說去其髦，更正括髪，非重爲括髪也。」　「子游曰『知禮』」。　子游是習禮之人，見武叔失禮，反謂之「知禮」，故知嗤之也。]"
      },
      {
        "index": 16,
        "text": "扶君：卜人師扶右，射人師扶左。[謂君疾時也。「卜」當爲「僕」，聲之誤也。僕人、射人皆平生時贊正君服位者。]君薨以是舉。[不忍變也。《周禮·射人》：「大喪，與僕人遷尸。」　【疏】「扶君」至「是舉」。　正義曰：此一節論君薨所舉遷尸之人。　注「謂君」至「位者」。　正義曰：知是君疾時者，以下云「君薨以是舉」，故知君疾時也。知「卜」當爲「僕」者，以卜人無正君之事。案《周禮·大僕職》「掌正王之服位」，《射人職》「掌國之三公孤卿大夫之位」，及王舉動，悉隨王，故知也。]"
      },
      {
        "index": 17,
        "text": "從母之夫，舅之妻，二夫人相爲服，君子未之言也。[二夫人，猶言此二人也。時有此二人同居，死相爲服者，甥居外家而非之。]或曰：同爨緦。[以同居生緦之親可。　【疏】正義曰：此一節論失禮之事，各依文解之。　注「時有」至「非之」。　正義曰：知同居者，以下云「同爨緦」，故知同居也。云「甥居外家而非之」者，以言從母及舅，皆是外甥稱謂之辭，故知甥也。若他人之言，應云妻之兄弟婦、夫之姊妹夫相爲服，不得云「從母之夫、舅之妻」也。言「甥居外家而非之」者，謂甥來居在外姓舅氏之家，見有此事而非之。或云外家者，以二人同住，甥居外旁之家，遙譏之。　「或曰：同爨緦」。　甥既將爲非禮，或人以爲於禮可許。既同爨而食，合有緦麻之親。此皆據緦麻正衰，非弔服也，故云「相爲服」。若是弔服，疏人皆可，何怪此二人？何胤以爲弔服加麻絰，如朋友然，非也。凡弔服不得稱「服」，故上云「請喪夫子若喪父而無服」，時朋友弔服而稱「無服」，故知此「相爲服」非弔服也。]"
      },
      {
        "index": 18,
        "text": "喪事欲其縱縱爾，[趨事貌。縱，讀如揔領之揔。]吉事欲其折折爾。[安舒貌。《詩》云：「好人提提。」]故喪事雖遽，不陵節；吉事雖止，不怠。[陵，躐也。止，立俟事時也。怠，惰也。]故騷騷爾則野，[謂太疾。]鼎鼎爾則小人。[謂大舒。]君子蓋猶猶爾。[疾舒之中。　【疏】「喪事」至「猶爾」。　正義曰：此一節論吉凶趨容之事，各依文解之。　注「《詩》云『好人提提』」。　正義曰：所引者，《魏風·葛屨》之詩也。魏俗褊薄，遣新來婦人縫作衣裳，故述而刺之，云美好婦人初來之時提提然。引之者，證安舒之意。　「故喪」至「猶爾」。　以上喪事欲疾，吉事欲舒，因上生下，故云：喪事雖須促遽，亦當有常，不得陵越喪禮之節；吉事雖有行止住之時，不得怠墯寬慢。故喪事騷騷耳過爲急疾，則如田野之人急切無禮。若吉事鼎鼎爾不自嚴敬，則如小人然形體寬慢也。若君子之人，於喪事之內得疾之中，於吉事之內得舒之中。蓋行禮之時，明閑法則，志意猶猶然。「猶猶」是曉達之貌。]"
      },
      {
        "index": 19,
        "text": "喪具，君子恥具。[辟不懷也。喪具，棺衣之屬。]一日二日而可爲也者，君子弗爲也。[謂絞、紟、衾、冒。　【疏】「喪具」至「弗爲也」。　正義曰：此一節論孝子備喪具之事，各依文解之。　注「辟不」至「之屬」。　正義曰：此辟不懷，宣八年《左傳》云：「禮，卜葬先遠日，辟不懷也。」懷，思也。葬用近日，則是不思念其親。今送死百物皆具，是速棄其親。今未即辦具，是辟不思親之事也。云「喪具，棺衣之屬」者，棺即預造，衣亦漸制，但不一時頓具。故《王制》云「六十歲制，七十時制，八十月制，九十日脩，唯絞、紟、衾、冒，死而后制」是也。]"
      },
      {
        "index": 20,
        "text": "喪服，兄弟之子猶子也，蓋引而進之也；嫂叔之無服也，蓋推而遠之也；[或引或推，重親遠別。]姑姊妹之薄也，蓋有受我而厚之者也。[欲其一心於厚之者。姑姊妹嫁，大功。夫爲妻期。]食於有喪者之側，未嘗飽也。[助哀戚也。　【疏】「喪服」至「者也」。　正義曰：《喪服》是《儀禮》正經，記者錄喪服中有下三事，各以釋之。其兄弟之子期，姑姊妹出適大功，皆《喪服》經文。嫂叔無服，《喪服》傳文。所以嫂叔無服，進在姑姊妹之上者，取或引或推二者相對。其子服重，是引而進之；其嫂無服，是推而遠之。並云「蓋」者，記人雖解其義，猶若不審然，故謙而言「蓋」。　注「或引」至「遠別」。　正義曰：己子服期，今昆弟之子亦服期，牽引進之，同於己子。案《喪服》傳，「昆弟之子期，報之也」，此云「引」者，《喪服》有「世父母、叔父母期」，又云昆弟之子何以亦期也？有相報答之義，故云報也。己子服期，昆弟之子應降一等服大功，今乃服期，故云「引」也。二文相兼乃備。「或推」者，昆弟相爲服期，其妻應降一等服大功，今乃使之無服，是推使疏而斥遠之也。言「重親」，解「或引」；言「遠別」，解「或推」。遠別者，何平叔云：「夫男女相爲服，不有骨肉之親，則有尊卑之異也。嫂叔親非骨肉，不異尊卑，恐有混交之失，推使無服也。」　「姑姊妹之薄也」者，未嫁之時爲之厚，今姑姊妹出嫁之後爲之薄，蓋有夫壻受我之厚而重親之，欲一心事於厚重，故我爲之薄。]"
      },
      {
        "index": 21,
        "text": "曾子與客立於門側，其徒趨而出。[徒，謂客之旅。]曾子曰：「爾將何之？」曰：「吾父死，將出哭於巷。」[以爲不可發凶於人館。]曰：「反哭於爾次。」[次，舍也。禮，館人使專之，若其自有然。]曾子北面而弔焉。[【疏】正義曰：此一節論館客使如其己有之事。　「曰『反哭於爾次』」。　於時立曾子之門，故曾子許其反哭於汝次舍之處。依禮，喪主西面。曾子所以北面弔者，案《士喪禮》主人西面，其賓亦在東門北面，謂同國之賓。曾子既許其哭於次，故以同國賓禮北面弔焉。]"
      },
      {
        "index": 22,
        "text": "孔子曰：「之死而致死之，不仁而不可爲也。之死而致生之，不知而不可爲也。[之，往也。死之、生之，謂無知與有知也。爲猶行也。]是故竹不成用，瓦不成味，木不成斵，[成猶善也。竹不可善用，謂邊無縢。「味」當作「沬」。沬，靧也。]琴瑟張而不平，竽笙備而不和，[無宮商之調。]有鐘磬而無簨虡。[不縣之也。橫曰簨，植曰虡。]其曰明器，神明之也。」[言神明死者也。神明者，非人所知，故其器如此。　【疏】正義曰：此一節論生人於死者不可致死、致生之事。　「之死而致死之」者，之，往也。謂生者以物往送葬於死者。「而致死之」，意謂之無復有知，是不仁之事也，而不可爲也。　「之死而致生之」者，謂以物往送葬者，而雖死猶致生之意，是不知之事，而不可爲也。　注「之往」至「知也」。　正義曰：謂生者以物往送死者。故何胤云：「言往死者處而致此死者之意，謂死如草木無知。如此用情，則不仁，不可行於世也。往死者處而致此死者於全生之物，則不知，而不可行也。捨此二塗不仁、不知之間，聖人之所難，言付之不測之竟。」言「無知與有知」者，即下云「夏后氏用明器，示民無知；殷人用祭器，示民有知」也。　「是故竹不成用」者，聖人爲教，使人子不死於亡者，不便謂無知；不生於死者，不便謂有知。故制明器以神明求之，不死不生，不可測也。成，善也。故爲器用並不精善也。竹不善用，謂竹器邊無縢緣也。何胤云：「若全無知，則不應用。若全有知，則亦不應不成。故有器不成，是不死不生也。」　「瓦不成味」者，味，猶黑光也。今世亦呼黑爲沬也。瓦不善沬，謂瓦器無光澤也。　「木不成斵」者，斵，雕飾也。木不善斵。鄭注云「『味』當作『沬』，沬，靧也」，靧謂靧面，證沬爲光澤也。「琴瑟張而不平」者，亦張絃而不調平也。　「竽笙備而不和」者，亦備而無宮商之調和也。「有鐘磬而無簨虡」者，簨虡，縣鐘磬格也，亦有鐘磬而不用格縣掛之。鄭云「不縣之也」者，案《典庸器》云「大喪，廞筍虡」，明知有而不縣之也。云「橫曰簨，植曰虡」者，虡，距也，以用力，故曰虡也。　注「言神」至「知」。　正義曰：神明微妙無方，不可測度，故云「非人所知」也。]"
      }
    ]
  }
}