{
  "chapterNumber": 6,
  "title": "卷05",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "四郊多壘，此卿大夫之辱也。[辱其謀人之國不能安也。壘，軍壁也。數見侵伐則多壘。]地廣大，荒而不治，此亦士之辱也。[辱其親民不能安。荒，穢也。　【疏】正義曰：此明食祿所宜任其事也。四郊者，王城四面並有郊，近郊五十里，遠郊百里，諸侯亦各有四面之郊，里數隨地廣狹，故云「四郊」也。壘，軍壁也。言卿大夫尊高，任當軍帥，若有威德，則無敢見侵；若尸祿素餐，則寇戎充斥，數戰郊坰，故多軍壘。罪各有所歸，故爲卿大夫之恥辱也。　「地廣大，荒而不治，此亦士之辱也」者，地，采地也。荒，廢穢也。士，邑宰也。士爲君邑宰，必宜地民相得，若使土地廣大而荒廢，民散而流移，亦邑宰之恥辱也。而云「亦」者，今謂非但大夫之辱，亦是士之辱。言四郊多壘獨爲大夫之辱，不云士辱者，但大夫官尊，入則與君同謀，出則身爲將帥，故多壘爲大夫之辱。士則職卑位下，爲君邑宰，勸課耕稼，故地荒爲士之辱也。]"
      },
      {
        "index": 1,
        "text": "臨祭不惰。[爲無神也。]祭服敝則焚之，祭器敝則埋之，龜筴敝則埋之，牲死則埋之。[此皆不欲人褻之也。焚之，必已不用；埋之，不知鬼神之所爲。]凡祭於公者，必自徹其俎。[臣不敢煩君使也。大夫以下或使人歸之。祭於公，助祭於君也。　【疏】正義曰：此一節明接神及歸俎之禮。　「臨祭不惰」者，祭如在，故臨祭須敬，不得怠惰，故鄭注云「爲無神也」。鬼神享德，祭若怠惰，則神不歆，是無神也。既謂其不敬，亦是無神之心也。　注「此皆不欲人褻之」。　正義曰：若不焚埋，人或用之，爲褻慢鬼神之物。所以焚之、埋之異者，服是身著之物，故焚之；牲器之類，並爲鬼神之用，雖敗，不知鬼神用與不用，故埋之猶在，焚之則消，故焚、埋異也。　注「臣不」至「君也」。　正義曰：此謂士助君祭也。若大夫以上，則君使人歸之於俎。而《禮》本並云「大夫以下或使人歸之」，是鄭因君以明臣，言大夫以下自祭其廟，則使人歸賓俎。故《曾子問》云「攝主不歸俎」，明正主則歸也。]"
      },
      {
        "index": 2,
        "text": "卒哭乃諱。[敬鬼神之名也。諱，辟也。生者不相辟名。衛侯名惡，大夫有名惡，君臣同名，《春秋》不非。]禮，不諱嫌名，二名不偏諱。[爲其難辟也。嫌名，謂音聲相近，若禹與雨、丘與區也。偏，謂二名不一一諱也。孔子之母名徵在，言「在」不稱「徵」，言「徵」不稱「在」。]逮事父母，則諱王父母；不逮事父母，則不諱王父母。[逮，及也。謂幼孤不及識父母，恩不至於祖名。孝子聞名心瞿，諱之由心。此謂庶人。適士以上廟事祖，雖不逮事父母，猶諱祖。]君所無私諱，[謂臣言於君前，不辟家諱，尊無二。]大夫之所有公諱。[辟君諱也。]《詩》《書》不諱，臨文不諱，[爲其失事正。]廟中不諱。[爲有事於高祖，則不諱曾祖以下，尊無二也。於下則諱上。]夫人之諱，雖質君之前，臣不諱也。[臣於夫人之家恩遠也。質猶對也。]婦諱不出門。[婦親遠，於宮中言，辟之。]大功、小功不諱。入竟而問禁，入國而問俗，入門而問諱。[皆爲敬主人也。禁，謂政教。俗，謂常所行與所惡也。國，城中也。"
      },
      {
        "index": 3,
        "text": "【疏】正義曰：此一節論諱與不諱之事，各依文解之。　古人生不諱，故卒哭前猶以生事之，則未諱。至卒哭後，服已受變，神靈遷廟，乃神事之，敬鬼神之名，故諱之。諱，避也。生不相避名，名以名質，故言之不諱。死則質藏，言之則感動孝子，故諱之也。　注「衛侯」至「不非」。　正義曰：證生不相諱也。時君臣同名，《春秋》不譏。案魯襄公二十八年，衛石惡出奔晉。二十九年，衛侯衎卒，衛侯惡乃即位，與石惡不相干。熊氏云：「『石』字誤，當云『大夫有名惡』。知者，昭七年衛侯惡卒，《穀梁傳》云：『昭元年有衛齊惡，今衛侯惡，何謂君臣同名也？君子不奪人親所名也。』是衛齊惡不得爲石惡也。」　「禮，不諱嫌名」　注「若禹與雨、丘與區」。　正義曰：今謂「禹」與「雨」音同而義異，「丘」與「區」音異而義同，此二者各有嫌疑，「禹」與「雨」有同音嫌疑，「丘」與「區」有同義嫌疑，如此者不諱。若其音異義異，全是無嫌，不涉諱限，必其音同義同乃始諱也。　「二名不偏諱」　注「孔子」至「稱在」。　正義曰：「不偏諱」者，謂兩字作名，不一一諱之也。孔子言「徵」不言「在」，言「在」不言「徵」者，案《論語》云「足，則吾能徵之矣」，是言「徵」也；又云「某在斯」，是言「在」也。案《異義》：「《公羊》說，譏二名謂二字作名，若魏曼多也。《左氏》說，二名者，楚公子棄疾弒其君，即位之後改爲熊居，是爲二名。許慎謹案云：文武賢臣有散宜生、蘇忿生，則《公羊》之說非也，從《左氏》義也。」　「逮事」至「父母」。　逮，及也。王父母，謂祖父母也，若及事父母，則諱祖也。何以然？孝子聞名心瞿，祖是父之所諱，則子不敢言，既已終不言，若父母已亡，而己言便心瞿憶父母，故諱之也。　「不逮事父母，則不諱王父母」者，孝子若幼少孤，不及識父母，便得言之，故不諱祖父母。庾云：「諱王父母之恩，正應由父。所以連言母者，婦事舅姑同事父母，且配夫爲體，諱敬不殊，故幼無父而識母者，則可以諱王父母也。」　注「此謂」至「諱祖」。　正義曰：「適士已上廟事祖」者，《祭法》云「適士二廟」，祖之與禰各一廟。其中士、下士亦廟事祖，但祖禰共廟，則《既夕禮》一廟是也。熊氏云：「此適士者，包中、下士，對庶人、府史亦稱適也。」　「大夫之所有公諱」。　今謂人於大夫之所，正得避公家之諱，不得避大夫諱。所以然者，尊君諱也。若兼爲大夫諱，則君諱不尊也。不言士之所諱者，士卑，人不爲之諱故也。或可大夫所有公諱者，君及大夫諱耳，亦無己之私諱。《玉藻》云：「於大夫所有公諱，無私諱。」但此文上承「君所無私諱」之下，唯云「大夫之所有公諱」，故略之，不云「無私諱」耳。　「《詩》《書》不諱」，何胤云：「《詩》《書》，謂教學時也。臨文，謂禮執文行事時也。案《論語》云『《詩》《書》執《禮》』，是教學惟《詩》《書》有誦，《禮》則不誦，唯臨文行事。若有所諱，則並失事正，故不諱也。」　「廟中不諱」者，謂有事於高祖廟，祝嘏辭說不爲曾祖已下諱也，爲尊無二上也。於下則諱上也，若有事於禰，則諱祖已上也。　「夫人之諱，雖質君之前，臣不諱也」者，夫人，君之妻。質，對也。夫人，本家所諱。臣雖對君前，而言語不爲諱也。臣於夫人之家恩遠，故不諱也。　「婦諱不出門」者，門，謂婦宮門。婦家之諱但於婦宮中不言耳，若於宮外，則不諱也，故臣對君前不諱也。　注「婦親遠，於宮中言，辟之」。　陳鏗問云：「《雜記》：『母之諱，宮中諱。妻之諱，不舉諸其側也。』此則與母諱同，何也？」田瓊答曰：「《雜記》方分尊卑，故詳言之。《曲禮》據不出門，大略言之耳。母諱遠，妻諱近，則亦宜言也，但所辟者狹耳。」　「大功、小功不諱」。　古者期親則爲諱。陳鏗問曰：「亦爲父乎？自己親乎？」田瓊答曰：「《雜記》云：『卒哭而諱。王父母、兄弟、世父、叔父、姑姊妹，子與父同諱。』父諱，齊衰親也。然則大功、小功不諱矣。」熊氏云：「大功亦諱，小功不諱。若小功與父同諱，則亦諱之。知者，《雜記》云：『王父母、兄弟、世父、叔父、姑姊妹，子與父同諱。』是父之世叔父及姑姊妹以下皆爲之小功，父爲諱，故己從父爲之諱。」　「入竟而問禁」者，此以下並爲敬主人也。竟，界首也。禁，謂國中政教所忌。凡至竟界，當先訪問主國何所禁也。　「入國而問俗」者，國，城中。城中，如今國門內也。俗，謂常所行也。入主人之城內，亦先問風俗常行也。　「入門而問諱」者，門，主人之門也。諱，主人祖、先君名，宜先知之，欲爲避之也。問諱而以門爲限者，主人出至大門外迎客，客入門方應交接，故於門爲限也，故注云「皆爲敬主人」也。]"
      },
      {
        "index": 4,
        "text": "外事以剛日，[順其出爲陽也。出郊爲外事。《春秋傳》曰：「甲午，祠兵。」]內事以柔日。[順其居內爲陰。]凡卜筮日，旬之外曰「遠某日」，旬之內曰「近某日」。[旬，十日也。]喪事先遠日，吉事先近日。[孝子之心。喪事，葬與練、祥也。吉事，祭祀、冠、取之屬也。]曰：「爲日，假爾泰龜有常，假爾泰筮有常。」[命龜筮辭。龜筮於吉凶有常，大事卜，小事筮。]卜筮不過三，[求吉不過三。魯四卜郊，《春秋》譏之。]卜筮不相襲。[卜不吉則又筮，筮不吉則又卜，是瀆龜筴也。晉獻公卜取驪姬，不吉，公曰「筮之」，是也。]龜爲卜，筴爲筮。卜筮者，先聖王之所以使民信時日、敬鬼神、畏法令也，所以使民決嫌疑、定猶與也。故曰：疑而筮之，則弗非也；日而行事，則必踐之。[弗非，無非之者。日，所卜筮之吉日也。踐讀曰善，聲之誤也。「筴」或爲「蓍」。"
      },
      {
        "index": 5,
        "text": "【疏】正義曰：此一節明卜筮及用日之法，各依文解之。　「外事以剛日」者，外事，郊外之事也。剛，奇日也。十日有五奇五偶，甲丙戊庚壬五奇爲剛也。外事剛義，故用剛日也。　注「順其」至「祠兵」。　正義曰：以出在郊外，故順用剛日也。《公羊》莊公八年，「正月，師次於郎，以俟陳人、蔡人。甲午，祠兵。」傳云：「祠兵者何？出曰祠兵。」何休云：「禮，兵不徒使。故將出兵，必祠於近郊。」此鄭所引直取甲午，證用剛日事耳。其祠兵之文，鄭所不用。故《異義》：「《公羊》說以爲『甲午祠兵』，《左氏》說『甲午治兵』。」鄭駮之云：「《公羊》字誤也，以『治』爲『祠』。」因爲作說，引《周禮》四時田獵，治兵振旅之法。是從《左氏》之說，不用《公羊》也。　「內事以柔日」。　內事，郊內之事也。乙丁己辛癸五偶爲柔也。然則郊天是國外之事，應用剛日，而《郊特牲》云「郊之用辛」，非剛也。又社稷是郊內，應用柔日，而《郊特牲》云祀社日用甲，非柔也。所以然者，郊社尊，不敢同外內之義故也。此言外剛內柔，自謂郊社之外他禮則皆隨外內而用之。崔靈恩云：「外事，指用兵之事。內事，指宗廟之祭者。以郊用辛，社用甲，非順其居外內剛柔故也。祭社用甲，所以《召誥》用戊者，《召誥》是告祭，非常禮也。『郊之用辛』者，唯夏正郊天及雩、大享明堂耳。若圓丘，自用冬至日。五時迎氣，各用其初朔之日，不皆用辛。」　「凡卜筮日」者，凡先聖王之所以立卜筮者，下云「所以使民信時日、敬鬼神、決嫌疑、定猶與也」。卜筮必用龜蓍者，案劉向云：「蓍之言耆，龜之言久。龜千歲而靈，蓍百年而神。以其長久，故能辯吉凶也。」《說文》云：「蓍，蒿屬也。生千歲，三百莖。《易》以爲數。天子九尺；諸侯七尺，大夫五尺，士三尺。」陸璣《草木疏》云：「似藾蕭，青色，科生。」《洪範五行傳》曰：「蓍生百年，一本生百莖。」《論衡》云：「七十年生一莖，七百年生十莖。神靈之物，故生遲也。」《史記》曰：「滿百莖者，其下必有神龜守之，其上常有雲氣覆之。」《淮南子》云：「上有藂蓍，下有伏龜。」卜筮實問於神，龜、筮能傳神命以告人，故《金縢》「告大王、王季、文王云：『爾之許我。』乃卜三龜，一襲吉」，是能傳神命也。又鄭注《天府》云：「卜筮實問於鬼神，龜筮能出其卦兆之占耳。」案《白虎通》稱《禮三正記》：「天子龜一尺二寸，諸侯一尺，大夫八寸，士六寸。龜，陰也，故其數偶。」筮者，案《少牢》大夫立筮，鄭云：「大夫蓍長五尺。」推此而言，天子九尺，諸侯七尺，士三尺。蓍，陽也，故其數奇。所以謂之「卜筮」者，師說云：「卜，覆也，以覆審吉凶。筮，決也，以決定其惑。」劉氏以爲：「卜，赴也，赴來者之心。筮，問也，問筮者之事。赴、問互言之。」案《易·繫辭》云：「定天下之吉凶，成天下之亹亹者，莫大乎蓍龜。」又云：「蓍之德圓而神，卦之德方以知。神以知來，知以藏往。」又《說卦》云：「昔者聖人幽贊於神明而生蓍。」據此諸文，蓍、龜知靈相似，無長短也。所以僖四年《左傳》云「筮短龜長，不如從長」者，時晉獻公卜娶驪姬，不吉，更欲筮之，故太史史蘇欲止公之意，託云「筮短龜長」耳，實無優劣也。若杜預、鄭玄因「筮短龜長」之言以爲實有長短，故杜預注《傳》云「物生而後有象，象而後有滋，滋而後有數。龜象筮數，故象長數短」是也。象所以長者，以物初生則有象，去初既近，且包羅萬形，故爲長。數短者，數是終末，去初既遠，推尋事數，始能求象，故以爲短也。又鄭康成注《占人》云：「占人亦占筮，言掌占龜者。筮短龜長，主於長者。」是鄭及杜預皆以爲龜長筮短。凡卜筮，天子、諸侯若大事則卜筮並用，皆先筮後卜。故《筮人》云「凡國之大事，先筮而後卜」，即事之漸。大事者，則《大卜》云國大貞，卜立君，卜大封、大祭祀，凡出軍旅、喪事及「龜之八命：一曰征，二曰象，三曰與，四曰謀，五曰果，六曰至，七曰雨，八曰瘳」，此等皆爲大事。故鄭注《占人》云「將卜八事，皆先以筮筮之」是也。若次事，則唯卜不筮也。故《表記》云「天子無筮」，鄭注云：「謂征伐、出師若巡守，天子至尊，大事皆用卜也。」是天子出行唯卜無筮是也。小事無卜唯筮，《筮人》掌九筮之名，一曰筮更，謂遷都邑也；二曰筮咸，咸猶僉也，謂筮眾心歡不也；三曰筮式，謂制作法式也；四曰筮目，謂事眾筮其要所當也；五曰筮易，謂民眾不說，筮所改易也；六曰筮比，謂與民和比也；七曰筮祠，謂筮牲與日也；八曰筮參，謂筮御與右也；九曰筮環，謂筮可致師不。鄭注《占人》「不卜而徒筮者，則用九筮」是也。天子既爾，諸侯亦然。故《春秋》僖二十五年，晉卜納襄王，得黃帝戰於阪泉之兆，又筮之，得大有之睽。哀九年，晉卜伐宋，亦卜而後筮。是大事卜筮並用也。但春秋亂世，皆先卜後筮，不能如禮。其禮既先筮後卜，《尚書》先云「龜從」者，以尊卑言之，故先言龜也。鄭注《周禮》云：「筮凶則止不卜。」所以《洪範》有筮逆龜從者，崔靈恩云：「凡卜筮，天子皆用三代蓍龜。若三筮並凶，則止而不卜，鄭云。若一吉二凶，雖筮逆猶得卜之也，則《洪範》所云者是也。」其大夫則大事卜，小事筮。大事，則葬地及葬日爲事之大，則卜，故《雜記》云「大夫卜宅與葬日」是也。其小事用筮，則《少牢》常祀筮日是也。士亦大事卜、小事筮，故《士喪禮》卜葬日，以喪葬爲重，須定吉凶，故用卜也；其尋常吉祭比葬爲輕，故筮日也。葬既卜日得吉，餘事皆吉可知，故唯筮葬地，不復用卜也。　「旬之外曰『遠某日』」者，案《少牢》大夫禮，今月下旬筮來月上旬，是旬之外日也。主人告筮者云「欲用遠某日」，故《少牢》云「日用丁巳，筮旬有一日，吉，乃官戒」。既云「旬有一日」，是旬外一日，此謂大夫禮。　「旬之內曰『近某日』」者，案《特牲》士禮，云「不諏日」，注云：「士賤職褻，時至事暇，可以祭，則筮其日。不如《少牢》大夫先與有司於廟門諏丁巳之日。」是士於旬初即筮旬內之日，是旬之內日也，主人告筮者云「用近某日」。此據大夫、士，故有旬內、旬外之日也。若天子、諸侯，其有雜祭，或用旬內，或用旬外，其辭皆與此同。案《少牢》《特牲》其辭皆云「來日丁亥」，不云「遠某日」「近某日」者，彼文不具也。　「喪事先遠日」。　喪事，謂葬與二祥。是奪哀之義也，非孝子之所欲，但制不獲已，故卜先從遠日而起，示不宜急，微伸孝心也。故宣八年《左傳》云「禮，卜葬先遠日，辟不懷」，杜云：「懷，思也。」辟不思親也。此尊卑俱然，雖士亦應今月下旬先卜來月下旬，不吉，卜中旬，不吉，卜上旬。　「吉事先近日」者，吉事，謂祭祀冠昏之屬。故《少牢》云：「若不吉，則及遠日，又筮日如初。」是「先近日」也。　「曰爲」至「有常」。　曰，命龜筮辭也。卜擇吉日，故云「曰爲日」。　「假爾泰龜有常，假爾泰筮有常」者，假，因也。爾，汝也。爾，謂指蓍龜也。泰，大中之大也。欲褒美此龜筮，故謂爲大龜、大筮也。有常者，言汝泰龜、泰筮決判吉凶，分明有常也，故云「假爾泰龜」「泰筮有常」。凡卜筮，大夫以上命龜有三，命筮有二：其一爲事命龜，涖卜之官以主人卜事命卜史，是一也；二，卜史既得所卜之命，更序述涖卜所陳之辭，名曰述命，二也；卜人即席，西面命龜云「假爾泰龜有常」，三也。命筮二者，一爲事命筮，則主人以所爲之事命筮史，是一也；二則筮史得主人之命，遂述之，爲述命，是二也。士則命龜有二，命筮有一。知士命筮有一者，《士喪禮》云：「命筮人：『哀子某爲其父筮宅。』筮人許諾，不述命。」注云：「不述者，士禮略。」是士命筮一也。知士命龜二者，《士喪禮》「涖卜命曰『哀子某卜葬其父，無有近悔』，許諾，不述命」，乃云「即席，西面坐，命龜」。既云「不述命」，是士命龜二也。知大夫命筮二者，以士云命筮不述命，則知大夫以上述命也。故《少牢》云：「主人曰：『孝孫某來日丁亥用薦歲事於皇祖伯某。』」又云「史遂述命曰『假爾泰筮有常。孝孫某來日丁亥』」云，是大夫命筮二。但冠即席所命于述命之上也。知大夫命龜三者，以《士喪禮》涖卜爲事命龜，又有即席西面命龜，云「不述命」，明大夫有述命，故知大夫命龜三也。　注「大事卜，小事筮」。　正義曰：此大事者，謂小事之中爲大事，非《周禮》大貞、大封及八事之等，故得用卜而已。或云「大事卜」者，揔兼大貞、大封及八事等，雖卜筮並用，揔皆用卜，故云「大事卜」。但大事則先筮後卜，卜筮俱有，若小事筮，徒有筮而無卜也。　「卜筮不過三」。　王肅云：「禮以三爲成也。上旬、中旬、下旬，三卜筮不吉則不舉也。」鄭意「不過三」者，謂一卜不吉而凶，又卜，以至於三，三若不吉則止，若筮亦然也，故魯有四卜之譏。崔靈恩云：「謂不過三用。若大事龜筮並用者，先用三王筮，次用三王龜，始是一也，三如是乃爲三也。若初始之時，三筮三龜皆凶，則止。或逆多從少，或從多逆少，如此者皆至於三也。單卜、單筮，其法唯一用而已，不吉則擇遠日，不至於三也。前以用三王之龜筮者有逆有從，故至三也。此唯用一，故不至三也。」案崔解亦有三王龜筮也。　注「魯四卜郊，《春秋》譏之」。　正義曰：卜郊之事，或三，或四，或五。襄七年，夏四月，三卜郊，不從，乃免牲。僖三十一年及襄十一年，夏四月，四卜郊，不從。成十年，夏四月，五卜郊，不從。三傳之說參差不同，若《左氏》之說，魯郊常祀，不須卜可郊與否，但卜牲與日。唯周之三月爲之，不可在四月，雖三卜，亦爲非禮。故僖三十一年《左傳》云「禮，不卜常祀」，是常祀不卜也。襄七年《左傳》云：「啓蟄而郊，郊而後耕。今既耕而卜郊，宜其不從也。」是用周之三月，不可至四月也。若《公羊》之義，所云卜者皆爲卜日，故僖三十一年《公羊傳》云：「三卜，禮也。四卜，非禮也。」又成十七年《公羊傳》云：「郊用正月上辛。」何休云：「魯郊博卜三正。三王之郊一用夏正。」又定十五年禮「三卜之運也」，何休云：「運，轉也。已卜春三正不吉，復轉卜夏三月，周五月，得二吉，故五月郊。」如休之意，魯郊轉卜三正，假令春正月卜不吉，又卜殷正，殷正不吉，則用夏正郊天。若此三正之內有凶不從，則得卜夏三月，但滿三吉日，則得爲郊。此《公羊》及何休之意也。《穀梁》之說，《春秋》卜者皆卜日也。哀元年《穀梁傳》云：「郊，自正月至三月，郊之時也。我以十二月下辛卜正月上辛；卜如不從，則以正月下辛卜二月上辛；如不從，則以二月下辛卜三月上辛；如不從，則不郊。」如是，《穀梁》三正正月卜吉則爲，四月、五月則不可，與《公羊》之說同，與何休意異。休以四月、五月卜滿三吉則可郊也。若鄭玄意，禮不當卜常祀，與《左氏》同，故鄭《箴膏肓》云：「當卜祀日月爾，不當卜可祀與否。」鄭又云：「以魯之郊天惟用周正建子之月，牲數有災不吉，改卜後月，故或用周之二月、三月，故有啓蟄而郊，四月則不可。」故《駮異義》引《明堂》云：「孟春正月，乘大路，祀帝於郊。」又云：「魯用孟春建子之月，則與天子不同明矣。魯數失禮，牲數有災不吉，則改卜後月。」如鄭之言，則與《公羊》《穀梁傳》卜三正不同也。此云「魯四卜郊，《春秋》譏之」，用《公羊》《穀梁傳》三卜正、四卜非正也，是四卜爲譏，三卜得正，與《左氏》意違，《左氏》三卜亦非故也。　「卜筮不相襲」。　襲，因也。前卜不吉則止，不得因更筮，若前筮不吉則止，不得因更卜，是「不相襲」也。若相因不止，是瀆龜筮，則神不告也。王云：「三筮及三卜不相襲三者，初各專其心也。」　注「卜不」至「是也」。　正義曰：晉獻公初卜不吉，故公云「更筮之」，是因襲也。《表記》云「卜筮不相襲」，鄭云：「襲，因也。大事則卜，小事則筮。」然與此注不同者，明襲有二義，故兩注各舉其一。一則大事、小事各有所施，不得因龜卜小事、因蓍筮大事也；二則筮不吉不可復卜，卜不吉不可復筮也。　「龜爲」至「踐之」。　解卜筮所用也。龜處筮後，龜覆於筮。「筴爲筮」者，筮在龜前爲決也。謂「蓍爲筴」者，筴以謀筴爲義，言用此物以謀於前事也。　「卜筮者，先聖王之所以使民信時日」者，解所以須卜筮之義也。先聖王，伏羲以來聖人爲天子者。不直云「先王」，又加「聖」字者，夫王未必聖，古來非一，聖不必王，孔子是也，明造制卜筮必須聖、位兼并。時者，四時及一日十二時也。日者，甲乙之屬。聖王制此卜筮，使民擇慎而信時日與吉凶也。　「敬鬼神」者，乃擇吉而祭祀，是「敬鬼神」。　「畏法令」者，法，典則也；令，教訓也。君行法令，若依卜筮而爲之，則民敬而畏之也。　「所以使民決嫌疑」者，事既異，故更云「所以」。有嫌疑而卜筮，決斷之也。　「定猶與也」者，《說文》云：「猶，獸名，玃屬。」豫亦是獸名，象屬。此二獸皆進退多疑，人多疑惑者似之，故謂之「猶與」。　「故曰：疑而筮之，則弗非也」者，引舊語以結之。卜筮，所以定是非也。若有疑而筮之，則人無非之也。不言卜者，從何知也。　「日而行事，則必踐之」者，踐，善也。言卜得吉而行事，必善也。王云：「卜得可行之日，必履而行之。踐，履也。」弗非，無非之者也。]"
      },
      {
        "index": 6,
        "text": "君車將駕，則僕執策立於馬前。[監駕，且爲馬行。]已駕，僕展軨。[展軨具視。]效駕，[白已駕。]奮衣由右上，取貳綏。[奮，振去塵也。貳，副也。]跪乘，[未敢立，敬也。]執策分轡，驅之，五步而立。[調試之。]君出就車，則僕并轡授綏，[車上僕所主。]左右攘辟。[謂羣臣陪位侍駕者。攘，卻也。或者攘，古讓字。]車驅而騶，至于大門，君撫僕之手，而顧命車右就車，門閭、溝渠必步。[車右，勇力之士，備制非常者。君行則陪乘，君式則下步行。]凡僕人之禮，必授人綏。若僕者降等則受，不然則否。若僕者降等，則撫僕之手；不然，則自下拘之。[撫，小止之，謙也。自下拘之，由僕手下取之也。僕與己同爵則不受。]客車不入大門，[謙也。]婦人不立乘，[異於男子。]犬馬不上於堂。[非摯幣也。]故君子式黃髪，[敬老也。發句言「故」，明此眾篇雜辭也。]下卿位，[尊賢也。卿位，卿之朝位也。君出，過之而上車，入未至而下車。]入國不馳，[愛人也。馳，善藺人也。]入里必式。[不誣十室。]君命召，雖賤人，大夫、士必自御之。[「御」當爲「訝」。訝，迎也。君雖使賤人來，必自出迎之，尊君命也。《春秋傳》曰「跛者御跛者，眇者御眇者」，皆「訝」也，世人亂之。]介者不拜，爲其拜而蓌拜。[蓌則失容節。蓌猶詐也。]祥車曠左，[空神位也。祥車，葬之乘車。]乘君之乘車，不敢曠左，左必式。[君存，惡空其位。]僕御婦人則進左手，後右手；[遠嫌。]御國君則進右手，後左手，而俯。[敬也。]國君不乘奇車。[出入必正也。奇車，獵、衣之屬。]車上不廣欬，[爲若自矜。廣猶弘也。]不妄指。[爲惑眾。]立視五巂，[立，平視也。巂猶規也，謂輪轉之度。「巂」或爲「繠」。]式視馬尾，[小俛。]顧不過轂。[爲掩在後。]國中以策彗卹勿驅，塵不出軌。[入國不馳。彗，竹帚。卹勿，搔摩也。]國君下齊牛，式宗廟。大夫、士下公門，式路馬。乘路馬，必朝服，載鞭策，不敢授綏，左必式。步路馬，必中道。以足蹙路馬芻有誅，齒路馬有誅。[皆廣敬也。路馬，君之馬。載鞭策，不敢執也。齒，欲年也。誅，罰也。"
      },
      {
        "index": 7,
        "text": "【疏】正義曰：此以下揔明乘車顧式、僕御謹敬之事，各隨文解之。　「君車將駕」者，謂爲君僕御之禮。君車，君所乘之車也。將駕，謂始欲駕行時也。　「則僕執策立於馬前」者，僕即御車者也。古者僕用好人爲之，故孔子曰「吾執御矣」，又云「子適衛，冉有僕」，及《周禮》諸僕皆用大夫、士也。策，馬杖也。別有人牽馬駕車，而此僕既知車事，故監駕也。又恐馬奔走，故自執馬杖立當馬前也。執策，是監駕；立馬前，恐馬行也。　「已駕，僕展軨」者，已駕，駕竟。展，視也。舊解云：「軨，車欄也。駕竟，僕則從車軨左右四面看視之，上至於欄也。」盧氏云：「軨，轄頭轊也。」皇氏謂軨是轄頭。盧言是也，一則車行由轄，二則欄之「苓」字不作「車」邊爲之。鄭云「展軨具視」，謂徧視之。　「效駕」者，效，白也。僕監視駕竟，而入白君，道駕畢，故鄭云「白已駕」也。　「奮衣由右上」者，奮，振也。由，從也。從右邊上升也。僕入白駕竟，先出就車，於車後自振其衣去塵，從右邊升上。必從右者，君位在左，故辟君空位。　「取貳綏」者，貳，副也。綏，登車索。綏有二：一是正綏，擬君之升；一是副綏，擬僕、右之升。故僕振衣畢，取副貳綏而升也。《詩》云「淑旂綏章」，箋云：「綏，所引登車也。」　「跪乘」者，謂僕先試車。時君既未出，未敢依常而立，所以跪而乘之，爲敬也。然此是暫試，空左不嫌也。　「執策分轡」者，策，馬杖也。轡，御馬索也。車有一轅而四馬駕之，中央兩馬夾轅者名服馬，兩邊名騑馬，亦曰驂馬。故《詩》云「兩服上驤，兩驂鴈行」，鄭云：「兩服，中央夾轅者也。鴈行者，言與中服相次序也。」然每一馬有兩轡，四馬八轡。以驂馬內轡繫於軾前，其驂馬外轡，并夾轅兩服馬各二轡，六轡在手，分置兩手，是各得三轡，故《詩》云「六轡在手」是也。今言「執策分轡」，謂一手執杖，又六轡以三置空手中，以三置杖手中，故云「執策分轡」也。　「驅之」者，分轡既竟，而試驅行之也。　「五步而立」者，僕向跪而驅，令馬行之，得五步止，而僕倚立，待君出也。何胤云：「跪以見敬，則立，調試之也。」　「君出就車」者，謂君始出上車時也。　「則僕并轡授綏」者，君初來欲上，而僕并六轡及策置一手中，所餘一空手取正綏授與君，令登車也。當右手并轡，左手授綏，轉身向後，引君上也。　「左右攘辟」者，左右，謂侍駕陪位諸臣也。攘，卻也。辟，遠也。君已上車，車欲進行，故左右侍者悉遷卻以辟車，使不妨車行也。　「車驅而驟」者，左右已辟，故驅車而進，則左右從者疾趨從車行也。　「至於大門」者，君最外門，謂車行至外門時也。　「君撫僕之手」者，撫，按止也。僕手執轡，車行由僕，君欲令駐車，故君抑止僕手也。　「而顧命車右就車」者，顧，迴頭也，鄭箋《詩》云「迴首曰顧」也。車右，勇力之士也。就車，謂君命勇力士令上車也。車行則有三人，君在左，僕人中央，勇士在右也。初在門內，未顧勇士，勇士故從趨在車後。今車行既至大門，方出履險阻，恐有非常，故迴頭命車右上車也。　「門閭、溝渠必步」者，是車右勇士之禮也。門閭，謂凡所過門閭處也。溝，廣深四尺者。渠亦溝也。步，謂下車也。勇士雖即上車，車若至門閭、溝渠而勇士必下車。所以然者，一則君子不誣十室，過門閭必式，君式，則臣當下也；二則溝渠是險阻，恐有傾覆，故勇士亦須下扶持之也。而僕不下者，車行由僕，僕下則車無御，故不下也。　「凡僕人之禮，必授人綏」。　凡僕人，謂爲一切僕，非但爲君僕時也。車上既僕爲主，故爲人僕，必授綏與所升之人也。　「若僕者降等則受」者，謂士與大夫、大夫與卿御也。若御者卑降，則主人不須謙，故受取綏也。　「不然則否」者，不然，謂僕者敵體，雖御，其主人宜謙，不受其綏也。　「若僕者降等，則撫僕之手」者，僕者雖卑，而受其綏不謙，猶當撫止僕手，若不聽自授，然後乃受也。　「不然，則自下拘之」者，不然，不降等者。既敵，不受，而僕者必授，則主人當卻手，從僕手下自拘取之。　注「撫小」至「不受」。　正義曰：由，從也。此時主人初欲上，而僕在車上轉身嚮主人以授綏。主人不就僕手外取之，而以手從僕手下進拘取僕手裏上邊，示不用僕授也。「僕與己同爵則不受」，謂不降等者。　「客車不入大門」。　案《公食大夫禮》云「賓之乘車在大門外西方」，注云：「賓車不入門，廣敬也。」與此同。《覲禮》云「偏駕不入王門」，謂同姓金路、異姓象路之等，舍之於賓館，謂不得入王門。又云墨車龍旂以朝，墨車得入大門，但不得入廟門耳。　「婦人不立乘」者，立，倚也。婦人質弱，不倚乘，異男子也。男子倚乘而婦人坐乘，所以異也。　「犬馬不上於堂」者，賓主相見之禮也。犬馬將爲禮而賤，不牽上堂也。犬則執紲，馬則執靮，以呈之耳，非贄幣故也。贄，謂羔鴈錦玉之屬，乃上堂也。犬馬用充庭實而已，非物聘之贄幣，故不上堂也。　「故君子式黃髪」。　此以下明雜敬禮也。君子，謂人君也。黃髪，太老人也。人初老則髪白，太老則髪黃。髪黃彌老，宜敬之，故人君見而式，敬也。人君尚爾，則大夫、士可知也。若與君同行，君式則臣下；若異行，則式而已。《詩》云「黃髪兒齒」，皆謂老人也。　注「發句言『故』，明此眾篇雜辭也」。　正義曰：謂他篇上舊禮雜辭，連上至下，所以有「故」。今作《曲禮》，記者引此他篇雜辭而來爲此篇，發首有「故」也。　「下卿位」。　卿位，路門之內，門東北面位。故《論語·鄉黨》云「入公門」，又云「過位，色悖如也」，注：「過位，謂入門右，北面君揖之位。」故《燕禮》《大射》「卿大夫門右，北面，公降阼階，南鄉爾卿」是也。今謂尋常出入，故出則過卿位而上車，入則未到卿位而下車。若迎賓客，則案《樂師》注云「登車於大寢西階之前，反降於阼階之前」，或可下卿位是諸侯禮，《樂師》據天子禮。　「入國不馳」者，國中人多，若馳車則害人，故不馳。注云「愛人也，馳，善藺人也」，善猶好也。藺，雷剌也。若車馳，則好雷剌人也。何胤云：「藺，躐也。」　「入里必式」者，二十五家爲里，里巷首有門，十室不誣，故入里則必式而禮之，爲敬也。里必式，則門閭亦式，故門閭必步，不誣十室也。《論語》云：「十室之邑，必有忠信如丘者焉。」是不誣十室也。　「君命召」者，謂有君命呼召臣也。　「雖賤人」者，君之使者假令是賤人爲之來。「大夫、士必自御之」，御，迎也。使者雖賤，而君命可尊，故雖大夫、士貴，亦自出迎之也。　注「御當」至「亂之」。　正義曰：鄭引《春秋》證御者迓也。成二年，季孫行父、臧孫許會晉郤克、衛孫良夫、曹公子首，及齊侯戰于鞌，《公羊傳》云：「前此者，晉郤克與臧孫許同時而聘於齊。蕭同姪子者，齊君之母也，窺客或跛或眇，於是使跛者迓跛者，眇者迓眇者。二大夫歸，相與率師爲鞌之戰。」《穀梁傳》云：「曹公子手僂，同時聘齊。齊頃公使跛者御跛者，眇者御眇者，禿者御禿者，僂者御僂者，齊頃公母蕭同姪子處臺上而笑之也。」鄭言彼既以爲「訝」，此「御」故宜是「訝」，而世人亂之，讀云「御」耳。　「介者不拜」者，介，甲鎧也。著鎧者不爲式敬，故宜無所拜之也。「爲其拜而蓌拜」者，解所以不拜。蓌，挫也。戎容暨暨，著甲而屈拜，則挫損其戎威之容也。一云：蓌，詐也。言著鎧而拜，形儀不足，似詐也。虛作矯蓌則失容節，是蓌猶詐也。　「祥車曠左」。　此以下又明僕御之禮。祥猶吉也。吉車，謂平生時所乘也，死葬時因爲魂車。鬼神尚吉，故葬魂乘吉車也。曠，空也。車上貴左，故僕在右，空左以擬神也。　注「空神位也。祥車，葬之乘車」。　知葬之乘車者，以其大小二祥，生人所乘之車無空左之法，言空左，唯據葬時魂車，故知也。　「乘君之乘車」。　乘車，謂君之次路也。王者五路，玉、象、木、金、革各一路。王自乘一所，餘四路皆從行。臣若乘此車，不敢空左，故《典路》云「凡會同、軍旅、弔于四方，以路從」，鄭云：「王出於事無常，王乘一路，典路以其餘路從行，亦以華國。」又《戎右職》云「會同，充革車」，鄭云：「會同，王雖乘金路，猶以革路行。充之者，謂居左也。《曲禮》曰：『乘君之乘車，不敢曠左。』」若曠左，則似祥車，近於凶時，故乘者自居左也。　「左必式」者，雖處左，而不敢自安，故恆馮式。云「乘車」，則君皆在左。若兵戎革路，則君在中央，御者居左。故成二年，韓厥代御居中，杜云：「自非元帥，御者皆在中，將在左。」以此而言，則元帥及君宜在中也。又《詩》云「左旋右抽」，鄭箋云：「左，左人，謂御者。右，車右也。中軍，謂將也。」兵車之法，將居鼓下，故御者在左。君存，惡空其位也。《太僕》云「王出入，則自左馭而前驅」，注云：「前驅，如今道引也。道而居左自馭，不參乘，辟王也。亦有車右焉。」　「僕御婦人則進左手」。　正義曰：僕在中央，婦人在左，僕御之時進左手持轡。所以爾者，形微相背也。　「後右手」者，若進右手，則近相嚮，相嚮則生嫌，故後右手，遠嫌也。　「御國君則進右手後左手」者，禮以相嚮爲敬，故進右手。非男女，無所嫌也。「而俯」者，既御，不得恆式，故但俯俛而爲敬也，并兩御也。　「國君不乘奇車」者，國君出入宜正，不可乘奇邪不正之車。盧氏云：「不如御者之車也」。　注「出入」至「之屬」。　正義曰：《隱義》曰：「獵車之形，今之鉤車是也。衣車，如鼈而長也。漢桓帝之時禁臣下乘之。」　「車上不廣欬」。　廣，弘大也。欬，聲欬也。車已高，若在上而聲大欬，似自驕矜，又驚眾也。　「不妄指」者，妄，虛也。在車上高，若無事忽虛以手指麾於四方，並爲惑眾也。　「立視五巂」，車上依禮。巂，規也。車輪一周爲一規。乘車之輪高六尺六寸，徑一圍三，三六十八，得一丈八尺，又六寸，爲一尺八寸，揔一規爲一丈九尺八寸，五規爲九十九尺，六尺爲步，揔爲十六步半，在車上所視，則前十六步半地。　注「巂猶規也」。　正義曰：知巂爲規者，以巂、規聲相近，故爲規。規是圓，故讀從規。言「或爲『繠』」，他本《禮記》有作「繠」字者。　「式視馬尾」者，馬引車，其尾近在車欄前，故車上馮式下頭時不得遠矚，而令瞻視馬尾。　「顧不過轂」者，車轂也。若轉頭，不得過轂，過轂則掩後人私也。《論語》云「車中不內顧」是也。　「國中以策彗卹勿驅」者，前云「入國不馳」，此爲不馳，故爲遲行法也。策，馬杖。彗，竹帚也。　注「卹勿，搔摩也」，入國不馳，故不用鞭策，但取竹帚帶葉者爲杖。形如埽帚，故云「策彗」。云「卹勿」者，以策微近馬體，不欲令疾也。但僕搔摩之時，其形狀卹勿然。　「塵不出軌」者，軌，車轍也。車行遲，故塵埃不起，不飛揚出轍外也。　「國君下齊牛，式宗廟」。　案《齊右職》云「凡有牲事則前馬」，注云：「王見牲則拱而式。」又引《曲禮》曰「國君下宗朝，式齊牛」。鄭注《周官》與此文異者，熊氏云：「此文誤，當以《周禮》注爲正。宜云『下宗朝，式齊牛』。」　「大夫、士下公門，式路馬」者，公門，謂君之門也。路馬，君之馬也。敬君，至門下車；重君物，故見君馬而式之也。馬比門輕，故有下、式之異。　「乘路馬，必朝服」者，謂臣行儀習禮獨行時也。路馬，君之車馬。臣雖得乘之，猶不可慢，故必朝服而自御乘之也。　「載鞭策」者，又不敢執杖杖馬，故但載杖以行也。　「不敢授綏」者，君在則僕人授綏，今習儀者身既居左，自馭而乘，雖有車右，而不敢授綏與己也。　「左必式」者，既不空左，故亦居左，式而敬之。此言「不敢授綏」，與前「不敢曠左」文互也。　「步路馬，必中道」者，此謂單牽君馬行時。步猶行也。若牽行君之馬，必在中道正路，爲敬也。　「以足蹙路馬芻有誅」。　芻，食馬草也。誅，罰也。此草擬爲供馬所食，若以足蹴蹹之者，則被責罰也。　「齒路馬有誅」者，齒，年也。若論量君馬歲數，亦爲不敬，亦被責罰。皆廣敬也。]"
      },
      {
        "index": 8,
        "text": "曲禮下第二\n[正義曰：案鄭《目錄》云：「義與前篇同，簡策重多，分爲上下。」]\n凡奉者當心，提者當帶。[高下之節。]執天子之器則上衡，[謂高於心，彌敬也。此衡謂與心平。]國君則平衡，大夫則綏之，士則提之。[綏讀曰妥。妥之，謂下於心。]凡執主器，執輕如不克。[重慎之也。主，君也。克，勝也。]執主器，操幣圭璧，則尚左手。行不舉足，車輪曳踵。[重慎也。尚左手，尊左也。車輪，謂行不絕也。]立則磬折垂佩。主佩倚則臣佩垂，主佩垂則臣佩委。[君臣俛仰之節。倚，謂附於身。小俛則垂，大俛則委於地。]執玉，其有藉者則裼，無藉者則襲。[藉，藻也。裼、襲，文質相變耳。有藻爲文，裼見美亦文。無藻爲質，襲充美亦質。圭璋特而襲，璧琮加束帛而裼，亦是也。"
      },
      {
        "index": 9,
        "text": "【疏】正義曰：此一節論臣所奉持及俛仰裼襲之節，各依文解之。　「凡奉者當心，提者當帶」，物有宜奉持之者，有宜提挈之者，各因其宜。奉之者，謂仰手當心奉持其物。提之者，謂屈臂當帶而提挈其物。帶有二處：朝服之屬，其帶則高於心；深衣之類，其帶則下於脇。何以知然？《玉藻》說大帶云：「三分帶下，紳居二焉。」紳長三尺而居帶之下三分之二，則帶之下去地四尺五寸矣。人長八尺爲限，若帶下四尺五寸，則帶上所餘正三尺五寸，故知朝服等帶則高也。而《深衣》云：「帶，下毋厭髀，上毋厭脇，當無骨者。」故知深衣之帶則下也。今云「提者當帶」，謂深衣之帶。且古人恆著深衣，此明平常提奉，故益可知也。　「執天」至「提之」。　正義曰：嚮明常法，此以下明臣各爲其君上提奉之禮也。執，持也。上猶高也。衡，平也。平謂人之拱手正當心平，故謂心爲衡。天子至尊，器不宜下，故臣爲擎奉皆高於心，彌敬也。此衡謂與心平也，凡言衡有二處：若「大夫衡視」，則面爲衡；此爲天子執器，則「上衡」謂高心也。既有二處不同，故鄭云「此衡與心平」，明他衡者不與心平也。　「國君則平衡」者，國君，諸侯也，降於天子，故其臣爲奉持器與心齊平也。　「大夫則綏之」者，綏，下也。又降於諸侯，故其臣爲奉器下於心也。　「士則提之」者，上云「大夫綏之」，已下於心，今爲士提之，又在綏之下，即上「提者當帶」。然凡常提物尚得當帶，今爲士提物更在帶下者，士臣爲士，卑遠於君，故厭降在下。故禮云「大夫之臣不稽首，以辟君」，其義同也。　「凡執主器，執輕如不克」。　嚮明持奉高下之節，此辨持奉之容儀也。主亦君也。禮，大夫稱主，今此言「主」，上通天子、諸侯，下含大夫爲君者，故并曰「主」，士則不然。克，勝也。尊者之器，不論輕重，其臣執之，唯宜重慎。器雖輕小，而執之恆如實重，如不勝之容也。故《論語》云「孔子執圭，鞠躬如也，如不勝」，《聘禮》曰「上介執玉如重」是也。　「執主」至「曳踵」。　又明提奉用手足之儀也。圭璧，瑞玉也。尚，上也。謂執持君器及幣玉也。若擎奉此物，則右手在下，左手在上。左尊，故云「尚左手」。　「行不舉足，車輪曳踵」者，曳，拽也。踵，腳後也。若執器行時，則不得舉足，但起前拽後，使踵如車輪，曳地而行，故云「車輪曳踵」。　「立則磬折垂佩」。　嚮明奉持及手足之儀，此明授受時禮也。立，倚也。佩，謂玉珮也。帶佩於兩邊。臣則身宜僂折，如磬之背，故云「磬折」也。身既僂折，則所著之佩從兩邊出，縣垂於前也。　「主佩倚」者，主謂君也，倚猶附也。君宜直立，則佩直附倚身而縣垂不出前。　「則臣佩垂」者，君若直立，佩倚於身，則臣宜曲折，曲折則佩不得倚身，故縣垂於前也。　「主佩垂則臣佩委」者，主，君也。言君若重慎，折身而佩垂，則臣彌曲，故佩磐委於地。然臣不發初太曲，必待君僂而後方曲者，亦「授立不跪」之義也。　「執玉，其有藉者則裼，無藉者則襲」。　凡執玉之時，必有其藻，以承於玉。若盡飾見美之時，必垂藻於兩端，令垂向於下，謂之「有藉」。當時所執之人則去體上外服，以見在內裼衣，故云「有藉者則裼」也。其事質充美之時，承玉之藻不使下垂，屈而在手，謂之「無藉」。當時所執之人則掩其上服，襲蓋裼衣，謂之「無藉者則襲」。此謂執玉之人朝聘行禮，或有裼時，或有襲時。　注「圭璋」至「是也」。　正義曰：鄭云此者，以經云裼、襲，據人之裼、襲，欲明玉亦有裼、襲。云「圭璋特而襲」者，上公享王圭以馬，享后璋以皮。皮馬既不上於堂，其上唯特有圭璋。圭璋既是寶物，不可露見，必以物覆襲之，故云「圭璋特而襲」也。云「璧琮加束帛而裼」者，謂侯伯子男享天子璧以帛，享后琮以錦。既有帛、錦承玉，上唯用輕細之物蒙覆以裼之，故云「璧琮加束帛而裼」也。云「亦是」者，非但人有裼、襲，其玉亦有裼、襲之義。此皇氏之說。熊氏以爲上明賓介二人爲裼、襲，「圭璋特」以下又明賓主各自爲裼、襲，謂朝時用圭璋特，賓主俱襲，行享時用璧琮加束帛，賓主俱裼。亦是也。凡執玉，「天子執冒四寸以朝諸侯」，注云：「德能覆蓋天下。四寸者，方以尊接卑，以小爲貴。」又孔安國注《顧命》云：「方四寸，邪刻之，用之以冒諸侯之圭，以爲瑞信。」子男執璧，蓋亦刻驗覆之，但無以言焉。又執鎮圭以朝日及祭天地宗廟，知者，《典瑞》云「王執鎮圭以朝日」，又《鄭志》云「祭天地宗廟，亦執之」，是。朝日既執鎮圭，則夕月亦當然也。《大宗伯》云「王執鎮圭」，注：「以四鎮之山爲瑑飾，圭長尺有二寸。」故《玉人》云「鎮圭尺有二寸，天子守之」是也。其五等諸侯，《大宗伯》又云「公執桓圭」，注云：「雙植謂之桓。桓，宮室之象，所以安其上也。圭長九寸。」故《玉人》云「命圭九寸，公守之」是也。《宗伯》又云「侯執信圭，伯執躬圭」，注云：「蓋皆象以人形爲瑑飾，文有麤縟耳。欲其慎行以保身。圭皆長七寸。」故《玉人》云：「命圭七寸，謂之信圭，侯守之；命圭七寸，謂之躬圭，伯守之。」江南儒者解云：「直者爲信，其文縟細；曲者爲躬，其文麤略。」義或然也。《宗伯》又云「子執穀璧，男執蒲璧」，注云：「穀所以養人。蒲爲席，所以安人。不執圭者，未成國也。」蓋瑑爲穀稼及蒲葦之文。蓋皆徑五寸，故《大行人》云「子執穀璧，男執蒲璧，五寸」是也。凡圭，廣三寸，厚半寸，剡上，左右各寸半。知者，是《聘禮記》文。其璧則內有孔，外有玉。其孔謂之好，故《爾雅·釋器》云：「肉倍好謂之璧，好倍肉謂之瑗，肉好若一謂之環。」此謂諸侯所執圭璧，皆朝於王及相朝所用也。故《典瑞》前既陳玉，則云「朝覲宗遇會同於王，諸侯相見亦如之」是也。其公侯伯朝后皆用璋，知者，以《聘禮》聘君用圭，聘夫人以璋，則知於天子及后亦然也。其子男既朝王用璧，朝后宜用琮，以璧、琮相對故也。鄭注《小行人》云：其上公及二王之後享天子圭以馬，享后璋以皮；其侯伯子男享天子璧以帛，享后琮以錦。其玉小大各如其命數。知者，《玉人》云「璧琮九寸，諸侯以享天子」是也。其諸侯相朝所執之玉與朝天子同，其享玉皆以璧享君，以琮享夫人。知者，《聘禮》璧以享君，琮以享夫人，明相朝禮亦當然。子男相享則降用琥以繡、璜以黼，故鄭注《小行人》云「其於諸侯亦用璧琮耳，子男於諸侯則享用琥、璜，下其瑞」是也。其諸侯之臣聘天子及聘諸侯，其聘玉及享玉降其君瑞一等，故《玉人》云「瑑圭璋八寸，璧琮八寸，以覜聘」是也。其藉玉之藻，鄭注《覲禮》云：「繅，所以藉玉，以韋衣木，廣袤各如其玉之大小。」天子則以五采畫之，諸侯則三采，子男二采，其卿大夫亦二采。故《典瑞》云：「王五采五就，公侯伯三采三就，子男二采二就。」又云「瑑圭璋璧琮，繅皆二采一就」是也。熊氏云：「五采五就者，采別二行爲一就，故五就也。三采三就者，亦采別二行爲一就，故三就也。二采二就者，亦采別二行爲一就，故再就也。二采一就者，以卿大夫卑，二采，采則別唯一行，共爲一就。知然者，《雜記》及《聘禮記》三采六等，則知天子、諸侯采別爲二等也。」此是周法，其殷以上則《禮說·含文嘉》云「天子三公、諸侯皆以三帛以薦玉」，宋均注云：「其殷禮，三帛謂朱、白。倉，象三正。」其五帝之禮，薦玉用一色之帛，故鄭注《虞書》「三帛」：「高陽氏之後用赤繒，高辛氏之後用黑繒，其餘用白繒。」其餘，謂堯舜之諸侯。既以采色畫韋衣於板上，前後垂之，又有五采組繩以爲繫。其組，上以玄，爲天；下以黃，爲地，長尺，無事則以繫玉，有事則垂爲飾。故《聘禮記》云「皆玄纁繫，長尺，絢組」，注云「采成文曰絢。繫，無事則以繫玉，因以爲飾，皆用五采組，上以玄，下以絳爲地」是也。其裼、襲之義者，藻藉有二種：一者以韋衣木畫之也，二者絢組垂之。若板之藻藉則常有，今言無有，據垂之也。其垂藻之時則須裼，屈藻之時則須襲。案《聘禮》賓至主人廟門之外，「賈人東面坐，啓櫝，取圭，垂繅，不起而授上介」，注云：「不言裼襲者，賤不裼也。」以賈賤，故不言裼，明貴者垂藻當裼也。又云「上介不襲，執圭，屈繅，授賓」，注：「上介不襲者，以盛禮不在於己。」明屈藻合襲也。又云「賓襲執圭」，又云「公襲受玉」，於時圭皆屈藻，故賓與公執玉皆襲，是屈藻之時皆襲，則所謂「無藉者襲」是也。《聘禮》又云「賓出，公授宰玉，裼，降立」，是授玉之後乃裼也。又云「賓裼，奉束帛加璧享」，是「有藉者裼」。凡朝之與聘，賓與主君行禮皆屈而襲，至于行享之時皆裼也。知者，以《聘禮》行聘則襲，受享則裼。凡享時，其玉皆無藉藻，故崔靈恩云：「初享圭璋特，故有藻。其餘則束帛加璧，既有束帛，不須藻。」凡諸侯朝天子，皆行三享之禮，故《大行人》云公侯伯子男，並云「廟中將幣三享」。《覲禮》云四享者，鄭注云：「四當爲三。初享或用虎豹之皮，其次享三牲、魚、腊、龜、金、丹漆，唯國所有。分爲三享，皆以璧帛致之。」若其臣出聘，唯行一享，故《聘禮》致夫人，聘享唯一享也。裼所以異於襲者，凡衣，近體有袍襗之屬，其外有裘。夏月則衣葛，其上有裼衣，裼衣上有襲衣，襲衣之上有常著之服，則皮弁之屬也。掩而不開，則謂之爲襲。若開此皮弁及中衣，左袒，出其裼衣，謂之爲裼。故鄭注《聘禮》云：「裼者，左袒也。」一玉之上，若垂藻之時，其人則裼；屈藻之時，其人則襲，則裼、襲不相因。《表記》云「裼、襲不相因」者，彼謂各執其物，執龜玉者則襲，受享者則裼，與此同也。]"
      },
      {
        "index": 10,
        "text": "國君不名卿老、世婦，大夫不名世臣、姪娣，士不名家相、長妾。[雖貴，於其國家猶有所尊也。卿老，上卿也。世臣，父時老臣。]君大夫之子不敢自稱曰「余小子」，[辟天子之子未除喪之名。君大夫，天子大夫有土地者。]大夫、士之子不敢自稱曰「嗣子某」，[亦辟其君之子未除喪之名。]不敢與世子同名。[辟僭傚也。其先之生則亦不改。「世」或爲「大」。　【疏】正義曰：此一節揔明稱謂之事，各依文解之。　「國君不名卿老」者，人君雖有國家之貴，猶宜有所敬，不得呼其名者也。卿老，謂上卿。上卿貴，故曰卿老。世婦者，謂兩媵也，次於夫人，而貴於諸妾也。言諸侯雖貴，不得呼其名也。　「大夫不名世臣、姪娣」者，世臣，父在時老臣也。姪是妻之兄女，娣是妻之妹，從妻來爲妾也。大夫不得呼世臣及貴妾名也。然《王制》云「大夫不世爵」，此有世臣者，子賢，謂襲父爵者也。　「士不名家相、長妾」者，家相，謂助知家事者也。長妾，妾之有子者也。士不得呼此二等人名也。不名長妾者，熊氏云：「士有一妻二妾，言長妾者，當謂娣也。故鄭注《昏禮》云『娣尊姪卑』。」義或然也。　「君大」至「同名」。　此以下明孝子在喪，擯者接對賓客之辭也。君大夫，謂天子大夫有地者。大夫有地者則亦稱曰君，故云「君大夫」也。天子未除喪，自稱曰「余小子」。今大夫有地，雖同曰君，而其子在喪，不敢同天子稱「余小子」也。　「大夫、士之子不敢自稱曰『嗣子某』」者，此諸侯之大夫、士之子也。諸侯在喪之「嗣子某」，臣之子避之也。　「不敢與世子同名」者，世子，謂諸侯之適子也。諸侯之臣爲其子作名，不得與君適子名同也。《白虎通》云：「父在，稱世子何？繫於君也。」　注「辟僭」至「爲大」。　正義曰：若名子與君世子同，則嫌其名自比擬於君，故云「避僭傚」也。世子貴，不得同，則與庶子同不嫌。又若其子生在君之世子前，已爲名，而君來同之，此是君來同己，不須易也。故《穀梁·昭七年》傳云：「何爲君臣同名？君子不奪人親之所名，重其所由來也。」是臣先名，君後名同之，臣不改也。又案《雜記》云：「與君之諱同，則稱字。」若先生，與世子同名，亦當然也。諸侯之子不可同，天子之子故宜不也。《異義》：「《公羊》說，臣子先死，君父猶名之。孔子云『鯉也死』，是已死而稱名。《左氏》說，既沒，稱字而不名。桓二年『宋督弒其君與夷及其大夫孔父』，先君死，故稱其字。《穀梁》同《左氏》說。許慎謹案：同《左氏》《穀梁》說，以爲《論語》稱『鯉也死』時實未死，假言死耳。」鄭康成亦同《左氏》《穀梁》之義，以《論語》云「鯉也死，有棺而無椁」是實死未葬已前也。故鄭駮許慎云：「設言死，凡人於恩猶不然，況賢聖乎？」然鯉也死，未滿五十，鯉死稱「伯魚」者，案《冠禮》二十已稱「伯某甫」，未必要五十也，但五十直稱「伯」耳。焦氏問：「案《春秋》『君在稱世子，君薨稱子某，既葬稱子』，無言『嗣子某』者也。又大夫之子當何稱？」張逸答曰：「此避『子某』耳，大夫之子稱未聞。」案稱「嗣子某」，或殷禮也。]"
      },
      {
        "index": 11,
        "text": "君使士射，不能，則辭以疾，言曰「某有負薪之憂」。[射者，所以觀德，唯有疾可以辭也。使士射，謂以備耦也。「憂」或爲「疾」。　【疏】正義曰：射法，每兩人相對，以決勝負，名之曰耦。耦，貴賤必對，故卿與卿耦，大夫與大夫耦。或奇餘不足，則使士備耦。案《大射》君與賓耦，卿大夫自相耦，又有士御於大夫。又司射誓耦：「卑者與尊者爲耦，不異侯。」是言士得備預爲耦，故此有使士射之禮也。　「不能，則辭以疾」者，士若不能，不得云不能，但當自稱有疾也。所以然者，夫射以表德，士既升朝，必宜有德；若不能，則是素餐之辱，兼辱君不知人、誤用己也。　「言曰『某有負薪之憂』」者，此稱疾之辭也。某，士名也。負，擔也。薪，樵也，大樵曰薪。《詩》云：「析薪如之何？匪斧不克。」是大，故用斧也。憂，勞也。言己有擔樵之餘勞，不堪射也。不直云「疾」而云「負薪」者，若直云「疾」，則似敖慢，故陳疾之所由，明非假也。然士祿代耕，且後問庶人子云「能負薪」，而今云士負薪者，亦謙辭也。兼言昔未爲士時經擔樵，今猶發動昔日之勞也。《白虎通》云：「天子病曰不豫，言不復豫政也；諸侯曰負子，子，民也，言憂民不復子之也。」桓十六年「衛侯朔出奔齊」，《公羊》云有疾曰「負茲」。諸侯之疾所以名不同者，蓋「子」「茲」聲相近，其字相亂，未知孰是。《音義隱》云：「天子曰不豫，諸侯曰不茲，大夫曰犬馬，士曰負薪。」　注「使士」至「爲疾」。　正義曰：知非士自射，而云「備耦」者，熊氏云：「若其自射，不須云使，又不應辭。以其言使、言辭，故云備耦。」]"
      },
      {
        "index": 12,
        "text": "侍於君子，不顧望而對，非禮也。[禮尚謙也。不顧望，若子路帥爾而對。　【疏】正義曰：謂多人侍而君子有問，若指問一人，則一人直對；若問多人，則侍者當先顧望坐中，或有勝己者宜前，而己不得率爾先對。先對，非禮也。　注「禮尚」至「而對」。　正義曰：此證問多人而不顧望對者，《論語》云：子路、曾晳、冉有、公西華侍於孔子，孔子問四人各言其志，而子路率爾先對，云「願治千乘之國」，而孔子哂之，云「爲國以禮，其言不讓，是故哂之」。]"
      },
      {
        "index": 13,
        "text": "君子行禮，不求變俗。[求猶務也。不務變其故俗，重本也。謂去先祖之國，居他國。]祭祀之禮，居喪之服，哭泣之位，皆如其國之故，謹脩其法而審行之。[其法，謂其先祖之制度，若夏、殷。]去國三世，爵祿有列於朝，出入有詔於國。[三世，自祖至孫。踰久可以忘故俗，而猶不變者，爵祿有列於朝，謂君不絕其祖祀，復立其族，若臧紇奔邾，立臧爲矣。詔，告也，謂與卿大夫吉凶往來相赴告。]若兄弟宗族猶存，則反告於宗後。[謂無列、無詔者。反告，亦謂吉凶也。宗後，宗子也。]去國三世，爵祿無列於朝，出入無詔於國，唯興之日，從新國之法。[以故國與己無恩。興，謂起爲卿大夫。　【疏】正義曰：此一節論臣去本國行禮之事，各隨文解之。　「君子行禮」者，謂去先祖之國居他國者也。求猶務也。俗者，本國禮法所行也。明雖居他國，猶宜重本，行故國法，不務變之從新也。如杞、宋之臣入於齊、魯，齊、魯之臣入於杞、宋，各宜行己本國禮法也。此云「不變俗」，謂大夫出在他國，不變己本國之俗。案鄭答趙商，以爲衛武公居殷墟，故用殷禮，即引此云「君子行禮，不求變俗」。如鄭之意，不變所往之國舊時風俗。與此不同者，熊氏云：「若人臣出居他國，亦不忘本，故云不變本國風俗。人君務在化民，因其舊俗，往之新國，不須改也。」然則「不求變俗」，其文雖一，但人君、人臣兩義不同。熊氏云：「必知人君不易舊俗者，《王制》云：『修其教，不易其俗。』又《左傳·定四年》，『封魯公因商、奄之人，封康叔於殷虛，啓以商政。封唐叔於夏虛，啓以夏政。』皆因其舊俗也。」案有列於朝，有詔於國，三代之內。《喪服》爲舊君齊衰三月，傳曰：「三諫不從，待放未絕者，爵祿尚有列於朝，出入尚有詔於國。」如《喪服》所云，大夫待放之時，名爲有列、有詔，不至三世者，熊氏云：「彼據爲舊君著服，故以未去之時名爲有列、有詔。此據去國之後，但有列、有詔，仍行舊國之禮。斷章取證，故彼此不同。」　「祭祀之禮」者，此陳不變之事。若祭祀之禮不變，即夏立尸、殷坐尸、周旅酬六尸及先求陰陽、犧牲騂黑之屬也。「居喪之服」者，殷雖尊貴，猶服傍親，周則以尊降服。　「哭泣之位」者，殷不重適，以班高處上；周世貴正，嗣孫居其首。　「皆如其國之故」者，謂故俗也。凡上諸事，悉不改革，行之如本國俗也。然上既舉三條，餘冠、昏之屬從可知也。　「謹脩其法而審行之」者，并結前事，各令分明。謹脩本國之法，審慎以行之。其法，謂其先祖之制度，若夏、殷子孫在周者，悉行其先世之禮，是不變俗也。　「去國」至「宗後」。　正義曰：此以下明在他國而得變俗者也。將明得變，故上先明未得者也。　「去國三世」，謂三諫不從，及他事礙被黜出，入新國已經三世者，則鄭注云「三世，自祖至孫」也。　「爵祿有列於朝」者，謂本國君不絕其祖祀，復立族爲後有朝者也。　「出入有詔於國」者，出入，猶吉凶之事更相往來也。詔，告也。去已三世，而本國之君猶爲立後不絕，則若有吉凶之事，當與本國卿大夫往來出入，共相赴告，故云「出入有詔於國」。　注「若臧紇奔邾，立臧爲矣」。　正義曰：引之者，證有列法也。臧紇，武仲也，時爲季氏家廢長立少，故與孟氏相惡，遂出奔邾。魯人以臧紇有功，復立其異母兄臧爲，以守先祀，是「有列」也。故魯襄二十三年《左傳》云：「臧紇奔邾，使告臧賈，且致大蔡焉，曰：『紇不佞，失守宗祧，敢告不弔。紇之罪，不及不祀，子以大蔡納請，其可。』賈曰：『是家之禍，非子之過。賈聞命矣。』再拜受龜，使爲以納請，遂自爲也。乃立臧爲，紇致防而奔齊。」是其事也。　「若兄弟」至「宗後」。　此是出已三世，而爵祿無列於朝，吉凶不相詔告，而不仕新國者。宗族兄弟，謂本國之親。宗後，大宗之後也。已本國不列、不告，若宗族猶存，兄弟尚在，己有吉凶，當反還告宗適，不忘本故也。前告國者，亦告兄弟耳。然既未仕新國，猶用本國禮也。《音義隱》云：「雖無列於朝，有吉凶，猶反告於宗後。其都無親在故國，不復來往也。」　「去國」至「之法」。　此猶是論無列、無詔而反告宗後者，今得仕新國者也。但仕新國有異，故重言「三世」也。　「唯興之日，從新國之法」者，唯興，謂己始仕也。雖有宗族相告，己仕新國，而本國無列、無詔，故所行禮俗悉改從新也。然推此而言，若本國猶有列、詔者，雖仕新國，猶行故俗。何以知然？既云無列而從新，明有列，理不從也。又若無詔而不仕新者，不得從新。何以知然？既云「唯興」，明不興則不從。無列、無詔，唯興之日，三世即從新國之制。孔子去宋既久，父爲大夫，尚冠章甫之冠，送葬皆從殷制者，熊氏云：「案《句命決》云：『丘爲制法之主，黑綠不代蒼黃。』聖人特爲制法，不與常禮同也。」　注「興，謂起爲卿大夫」。　正義曰：鄭意云「起爲卿大夫」者，則若爲士，猶卑，不得變本也。]"
      }
    ]
  }
}