{
  "chapterNumber": 15,
  "title": "卷14",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "戰于郎，[郎，魯近邑也。哀十一年齊國書帥師伐我是也。]公叔禺人遇負杖入保者息，[遇，見也。見走辟齊師，將入保，罷倦，加其杖頸上，兩手掖之休息者。保，縣邑小城。禺人，昭公之子。《春秋傳》曰「公叔務人」。]曰：「使之雖病也，[謂時繇役。]任之雖重也，[謂時賦稅。]君子不能爲謀也，士弗能死也，不可。[君子，謂卿大夫也。魯政既惡，復無謀臣，士又不能死難，禺人恥之。]我則既言矣。」[欲敵齊師，踐其言。]與其鄰重汪踦往，皆死焉。[奔敵，死齊寇。鄰，鄰里也。「重」皆當爲「童」。童，未冠者之稱。姓汪，名踦。「鄰」或爲「談」。《春秋傳》曰「童汪踦」。]魯人欲勿殤重汪踦，[見其死君事，有士行，欲以成人之喪治之。言魯人者，死君事，國爲斂葬。]問於仲尼。仲尼曰：「能執干戈以衛社稷，雖欲勿殤也，不亦可乎？」[善之。　【疏】正義曰：此一節論童子死難之事。　「戰于郎」，哀十一年齊伐魯，魯與齊師戰于郎。郎者，魯近邑也。案哀十一年，魯人公叔禺人逢遇國人走辟齊師，兩手負杖於頸，走入城保，困而止息。禺人見而言曰：國以徭役使此人，雖復病困，國以賦稅責任人民，雖復煩重，若上能竭心盡力憂恤在下，則無以負愧。今君子卿大夫不能爲謀，士又不能致死，是自全其身，不愛民庶，於理不可。既嫌他不死，欲自爲致死之事，故云「我則既言矣」。既，已也。云我則已言之矣。乃踐其言，於是與隣之童子姓汪名踦往赴齊師而死焉。依禮，童子爲殤。魯人見其死寇，欲勿殤童汪踦，意以爲疑，問於仲尼。仲尼報之云：汪踦能執干戈以衛社稷，勿猶不也，雖欲不以爲殤，不亦可乎？言其可爲不殤也。　注「郎魯」至「是也」。　正義曰：案桓十年「齊侯、衛侯、鄭伯來戰于郎」，《公羊傳》云：「郎者何？吾近邑也。」哀十一年，「齊國書帥師伐我，戰于郊」，是郊頭郎邑，故知近也。案《春秋》直云「戰于郊」，知與此「戰于郎」爲一事者，以其俱有童汪踦之事，故爲一也。　注「禺人」至「務人」。　正義曰：案哀十一年傳云公叔務人、僮汪錡死，昭公傳云昭公子公爲逐季氏，公曰「務人爲此禍」，務人即公爲也，故云「昭公子」。此作「禺人」者，「禺」「務」聲相近，聲轉字異也。　注「『重』皆當爲『童』」。　正義曰：此云「重汪踦」，下云「重汪踦」，以「重」字有二，故云「皆當爲『童』」。以言魯人欲勿殤，故從《春秋》爲「童」也。　注「見其」至「斂葬」。　正義曰：案《喪服》小功章「大夫爲昆弟之長殤」，注云：「謂爲士者若不仕者也。」以此言之，雖見爲士，猶以殤服服之，何以此云「死君事，有士行，欲以成人之喪治之」者？《喪服》所論，據尋常死者，雖見爲士，猶以殤服服之。汪踦能致死於敵，故以成人之喪治之。云「國爲斂葬」者，以其經稱「魯人」，且指眾辭，汪踦非是家無親屬，但國家哀其死難，爲斂葬之。]"
      },
      {
        "index": 1,
        "text": "子路去魯，謂顏淵曰：「何以贈我？」[贈，送。]曰：「吾聞之也，去國則哭于墓而后行；反其國不哭，展墓而入。」[無君事，主於孝，哭哀去也。展，省視之。]謂子路曰：「何以處我？」[處猶安也。]子路曰：「吾聞之也，過墓則式，過祀則下。」[居者主於敬。　【疏】正義曰：此一節論禮敬祀、墓之事，各依文解之。　注「無事君，主於孝」。　正義曰：若有君事，去國則不得哭墓，故《上曲禮》云「已受命，君言不宿於家」，是不哭於墓也。　「過墓則式，過祀則下」。　墓，謂他家墳壟；祀，謂神位有屋樹者。居無事，主於恭敬，故或式或下也。他墳尚式，則己先祖墳墓當下也。]"
      },
      {
        "index": 2,
        "text": "工尹商陽與陳弃疾追吳師，及之。[工尹，楚官名。弃疾，楚公子弃疾也，以魯昭八年帥師滅陳，縣之，楚人善之，因號焉。至十二年，楚子狩於州來，使蕩侯、潘子、司馬督、囂尹午、陵尹喜圍徐以懼吳，於時有吳師。「陳」或作「陵」，楚人聲。]陳弃疾謂工尹商陽曰：「王事也，子手弓，而可手弓。子射諸！」[商陽仁，不忍傷人，以王事勸之。]射之，斃一人，韔弓。[不忍復射。斃，仆也。韔，韜也。]又及，謂之，又斃二人。每斃一人，揜其目。[揜其目，不忍視之。]止其御曰：「朝不坐，燕不與，殺三人，亦足以反命矣。」[朝、燕於寢，大夫坐於上，士立於下，然則商陽與御者皆士也。兵車參乘，射者在左，戈盾在右，御在中央。]孔子曰：「殺人之中，又有禮焉。」[善之。　【疏】正義曰：此一節論殺人有禮之事，各依文解之。　注「工尹」至「人聲」。　正義曰：案《春秋傳》，楚皆以尹爲官名也，故知工尹楚官名也。云「棄疾，楚公子棄疾也」者，《左傳》文。是楚恭王之子，後立爲平王。云「楚人善之，因號焉」者，案昭十三年《左傳》晉叔向云：「棄疾君陳、蔡，苛慝不作。」今此云「陳棄疾」，故楚人善之，因號爲陳棄疾也。云「十二年，楚子狩于州來」者，是昭十二年《左傳》文。楚子，謂靈王，名虔，棄疾之兄也。使蕩侯一、潘子二、司馬督三、囂尹午四、陵尹喜五也，五大夫圍徐以偪懼於吳也。案《左傳》直有圍徐，不見有吳師之事也。又棄疾不與圍徐，鄭必知有吳師及棄疾追之者，以棄疾昭八年縣陳，十三年自立爲王，於此之間無與吳師相涉，今棄疾追吳師，復有圍徐、懼吳之事，故鄭引以明之。云「『陳』或作『陵』，楚人聲」者，謂「陳棄疾」餘本有作「陵棄疾」者，故云「『陳』或作『陵』」。楚人呼「陳」及「陵」聲相似，故云「楚人聲」。　「子手弓，而可手弓」者，棄疾謂商陽射吳之奔者，云：子是手弓之人，謂是能弓之手。「而可手弓」者，謂其堪可稱此能弓之手，謂宜須射也。又《家語》云：「楚伐吳，工尹商陽與棄疾追吳師，及之。棄疾曰：『王事也，子手弓而可。』商陽手弓。棄疾曰：『子射諸！』射之，斃一人，韔其弓。」則此分句爲異，解義亦別。言「手弓」者，令其彀弓而射之。未知孰是，故兩存焉，附之以廣聞見也。　注「朝燕」至「中央」。　正義曰：朝之與燕皆在於寢。若路門外正朝，則大夫以下皆立；若其燕朝，在於路寢，如孔子「攝齊升堂」，又《詩》傳云「不脫屨升堂謂之飫」，明脫屨升堂則坐也，是「大夫坐於上」。燕亦在寢，故《燕禮》云「燕，朝服於寢」。案《燕禮》獻卿大夫及樂作之後，西階上獻士，士既得獻者，立於東階下，西面，無升堂之文，是「士立於下」。云「兵車參乘，射者在左，戈盾在右，御在中央」者，謂兵車參乘之法，其事如此。若非兵車參乘，則尊者在左，故《曲禮》「乘君之乘車，不敢曠左」，鄭注云：「君存，惡空其位。」又《月令》載耒耜於御與車右之間，君在左也。知「兵車參乘，射者在左，戈盾在右」者，案宣十二年《左傳》云：「楚許伯御樂伯，攝叔爲右。」於時樂伯主射，樂伯云「左射以菆」，是射者在左。攝叔云「右入壘，折馘執俘而還」，是戈盾勇力在右。自然御者在中央。此謂凡常戰士也，若是元帥，則在中央鼓下，御者在左，戈盾亦在右。故成二年鞌之戰，於時郤克爲中軍將，時「流血及屨，未絕鼓音」，是將居鼓下也。解張御郤克，解張云：「矢貫余手及肘，余折以御，左輪朱殷。」是御者在左，自然戈盾在右。若天子、諸侯親爲將，亦居鼓下，故《戎右》云「贊王鼓」，成二年齊侯圍龍，齊侯親鼓之，是也。若非元帥，則皆在左，御者在中，故成二年韓厥自其車左居中代御而逐齊侯，故杜預云兵車「自非元帥，御者皆在中」。故熊氏以爲：「雖非元帥，上軍、下軍之將亦居鼓下。故成十六年鄢陵之戰，子重將左，而云『子重鼓之』也。故爲將皆在鼓下也。」以其親鼓，故以爲鼓下。案《周禮》「諸侯執賁鼓，軍將執晉鼓，師帥執提，旅帥執鼙」，豈皆居鼓下也？其義恐非也。　「孔子曰『殺人之中，又有禮焉』」者。　言其既殺人之中又有禮，則「韔弓揜目」等是也。案《左氏傳》，「戎昭果毅」「獲則殺之」，商陽行仁，而孔子善之。傳之所云，謂彼勍敵與我決戰，雖是胡耇，獲則殺之。此謂吳師既走而後逐之，故云「又及一人」，則是不逐奔之義，故以爲有禮也。]"
      },
      {
        "index": 3,
        "text": "諸侯伐秦，曹桓公卒于會。[魯成十三年「曹伯廬卒於師」是也。廬謚「宣」，言「桓」，聲之誤也。]諸侯請含，[以朋友有相啖食之道。]使之襲。[非也。襲，賤者之事。]襄公朝于荊，康王卒。[在魯襄二十八年。康王，楚子昭也。楚言「荊」者，州言之。]荊人曰：「必請襲。」[欲使襄公衣之。]魯人曰：「非禮也。」荊人強之，[欲尊康王。]巫先拂柩，荊人悔之。[巫祝桃茢，君臨臣喪之禮。　【疏】正義曰：此一節論諸侯失禮之事。　注「在魯」至「言之」。　正義曰：不言「楚」而言「荊」者，楚屬荊，故荊言之也。《春秋》莊十年「荊敗蔡師于莘」，《公羊傳》曰：「荊者何？州名也。州不若國，國不若氏，氏不若人，人不若名，名不若字，字不若子。」而《左氏》無此義。荊蓋楚之本號，魯莊之世，告命皆稱荊，至僖元年始稱楚，故杜預云：「荊始改號曰楚。」其巫祝桃茢之事已具於上。]"
      },
      {
        "index": 4,
        "text": "滕成公之喪，[魯昭三年。]使子叔敬叔弔，進書，[子叔敬叔，魯宣公弟叔肸之曾孫叔弓也。進書，奉君弔書。]子服惠伯爲介。[惠伯，慶父玄孫之子，名椒。介，副也。]及郊，爲懿伯之忌，不入。[郊，滕之近郊也。懿伯，惠伯之叔父。忌，怨也。敬叔有怨於懿伯，難惠伯也。《春秋傳》曰：「敬叔不入。」]惠伯曰：「政也，不可以叔父之私不將公事。」[政，君命所爲。敬叔於昭穆，以懿伯爲叔父。]遂入。[惠伯強之，乃入。　【疏】正義曰：此一節論不可以私廢公之事，各依文解之。　注「子叔」至「弓也」。　正義曰：案《世本》：「叔肸生聲伯嬰齊，齊生叔老，老生叔弓。」是叔弓爲叔肸曾孫也。叔是其氏，此記云「子叔」者，「子」是男子通稱，故以「子」冠「叔」也。　注「惠伯」至「副也」。　正義曰：案《世本》：「慶父生穆伯敖，敖生文伯穀，穀生獻子蔑。」蔑爲慶父曾孫，惠伯是蔑之孫，是「慶父玄孫之子」也。案《春秋傳》曰「子服椒」，故知名椒也。　「及郊」至「公事」。　敬叔爲使，惠伯爲介，至滕之近郊。懿伯是惠伯叔父，敬叔於先有怨於懿伯，今至滕郊，爲有懿伯之怨，故畏難惠伯，不敢入。惠伯知其難己，遂開釋之：今既奉君命政令奉使滕國，不可以叔父私怨遂欲報讎，不行公事也。　注「郊滕」至「不入」。　正義曰：經直云「郊」，知是「滕之近郊」者，下云「不入」，謂不入國城，則郊與國城相近，故知「郊」是近郊也。知懿伯是惠伯叔父者，以下文惠伯云「不可以叔父之私」，故知懿伯是惠伯叔父也。云「敬叔有怨於懿伯，難惠伯也」者，謂敬叔殺懿伯，被懿伯家所怨，恐惠伯殺己，故難惠伯，不敢入也。然敬叔、惠伯同在君朝，又奉使滕國，相隨在路，不相畏難，入滕始難者，雖有怨讎，恆爲防備，今入滕國，是由主人，其防備之事不復在己，故難之。引《春秋傳》「敬叔不入」者，昭三年《左傳》文。引之者，以經直云「不入」，恐是惠伯不入，故引以明之。　注「政君」至「叔父」。　正義曰：案《論語》注「君之教令爲政，臣之教令爲事也」，故云「其事也，如有政」。云「敬叔於昭穆，以懿伯爲叔父」者，此後人轉寫鄭注之誤，當云「敬叔於昭穆，以惠伯爲叔父」。撿勘《世本》，敬叔是桓公七世孫，惠伯是桓公六世孫，則惠伯是敬叔之父六從兄弟，則敬叔呼惠伯爲叔父，敬叔呼懿伯爲五從祖。此注乃云「敬叔於昭穆，以懿伯爲叔父」，故知誤也。]"
      },
      {
        "index": 5,
        "text": "哀公使人弔蕢尚，遇諸道，辟於路，畫宮而受弔焉。[哀公，魯君也。畫宮，畫地爲宮象。]曾子曰：「蕢尚不如杞梁之妻之知禮也。[行弔禮於野，非。]齊莊公襲莒于奪，杞梁死焉，[魯襄二十三年「齊侯襲莒」是也。《春秋傳》曰：「杞殖、華還載甲夜入且于之隧。」「隧」「奪」聲相近，或爲「兌」。梁即殖也。]其妻迎其柩於路而哭之哀，莊公使人弔之，對曰：『君之臣不免於罪，則將肆諸市朝，而妻妾執。[肆，陳尸也，大夫以上於朝，士以下於市。執，拘也。]君之臣免於罪，則有先人之敝廬在，君無所辱命。』」[無所辱命，辭不受也。《春秋傳》曰：「齊侯弔諸其室。」　【疏】正義曰：此一節論蕢尚不如婦人得禮之事。　注「肆陳」至「拘也」。　正義曰：案《周禮·鄉士職》云「協日刑殺，肆之三日」，是陳尸曰肆也。云「大夫以上於朝，士以下於市」者，謂諸侯大夫、士也。故襄二十二年，楚殺令尹子南，尸諸朝三日。大夫既於朝，士則於市也。其天子臣，則有爵者皆適甸師氏，不在朝，故《周禮·掌囚職》云「凡有爵者，奉而適甸師氏，以待刑殺」，《掌戮》云「有爵者，殺之于甸師氏」是也。天子士宜在朝，與諸侯大夫同。]"
      },
      {
        "index": 6,
        "text": "孺子𪏆之喪，[魯哀公之少子。]哀公欲設撥，[撥，可撥引輴車，所謂紼。]問於有若，有若曰：「其可也。君之三臣猶設之。」[猶，尚也。以臣況子也。三臣，仲孫、叔孫、季孫氏。]顏柳曰：「天子龍輴而椁幬，[輴，殯車也，畫轅爲龍。幬，覆也。殯以椁覆棺而塗之，所謂「菆塗龍輴以椁」。]諸侯輴而設幬，[輴不畫龍。]爲榆沈，故設撥。[以水澆榆白皮之汁，有急以播地，於引輴車滑。]三臣者廢輴而設撥，竊禮之不中者也，而君何學焉？」[止其學非禮也。廢，去也。紼繫於輴，三臣於禮去輴，今有紼，是用輴，僭禮也。殯禮，大夫菆置西序，士掘肂見衽。　【疏】正義曰：此論諫哀公不得學僭禮之事。　「顏柳」至「學焉」。　顏柳以有若對非其實，恐哀公從之，以其正禮而言。天子之殯則以龍輴，謂畫輴車轅爲龍，載柩於上，累材作椁，而題湊其木，幬覆棺上，而後塗之。其諸侯則以輴載柩，不畫爲龍，亦累木爲椁，設木於上以幬之，不爲題湊，直橫木覆之，亦泥塗其上。以其有輴，須設榆沈，備擬牽引。爲有榆沈，故須設撥。撥謂紼也。今三臣者，依禮廢輴，不合用殯，今乃設撥用輴，是盜竊於禮，不中法式，而君何得學焉？　注「畫轅」至「以椁」。　正義曰：經直云「龍輴」，知「畫轅爲龍」者，以輴之形狀庳下而寬廣，無似龍形，唯轅與龍爲形相類，故知畫轅也。云「所謂『菆塗龍輴以椁』」者，以其上篇有其文，故此言「所謂」上篇也。輴外邊從累其木，上與椁齊，乃菆木爲題湊，爲四阿椁制而塗之。　注「輴不畫龍」。　正義曰：以上云「龍輴」，此直云「輴」，故云「不畫龍」。其木亦不題湊，故鄭注《喪大記》云「諸侯不題湊」。　注「三臣」至「見衽」。　正義曰：《喪大記》「大夫二綍二碑」，是大夫有綍，綍即紼也。又注《既夕禮》云「大夫以上始有四周，謂之輴」，是大夫有輴也。此云「三臣於禮去輴」，用輴僭禮。不同者，大夫以柩朝廟之時用輴紼，唯殯時用輁軸，不得用輴紼。此文據殯時，《大記》及《既夕禮》謂朝廟及下棺也。云「大夫菆置西序，士掘肂見衽」者，是《喪大記》文。謂菆叢其木，以鄣三面，倚於西序。肂，謂穿地爲坎，深淺見其棺蓋上小要之衽。言棺上小要之衽出於平地。]"
      },
      {
        "index": 7,
        "text": "悼公之母死，[母，哀公之妾。]哀公爲之齊衰。有若曰：「爲妾齊衰，禮與？」[譏而問之。妾之貴者，爲之緦耳。]公曰：「吾得已乎哉？魯人以妻我。」[言國人皆名之爲我妻。重服嬖妾，文過，非也。　【疏】正義曰：此一節論哀公爲妾著服非禮之事。　注「妾之貴者，爲之緦耳」。　正義曰：天子、諸侯絕旁期，於妾無服，唯大夫貴妾緦。以哀公爲妾著齊衰服，故舉大夫貴妾緦以對之耳。　「公曰『吾得已乎哉？魯人以妻我』」者。　公以有若之譏，遂文其過，云：吾豈得休已而不服之乎？所以不得休已者，雖是其妾，魯人以我無夫人，皆以爲我妻，故不得不服。]"
      },
      {
        "index": 8,
        "text": "季子皋葬其妻，犯人之禾。[季子皋，孔子弟子高柴，孟氏之邑成宰，或氏季。犯，躐也。]申祥以告曰：「請庚之。」[申祥，子張子。庚，償也。]子皋曰：「孟氏不以是罪予，[時僭侈。]朋友不以是弃予，[言非大故。]以吾爲邑長於斯也，買道而葬，後難繼也。」[恃寵虐民，非也。　【疏】正義曰：此一節論高柴非禮之事，各隨文解之。　注「季子」至「成宰」。　正義曰：案《史記·仲尼弟子傳》云：「高柴字子皋，少孔子三十歲。」鄭人也。知爲成宰者，下文云「子皋爲成宰」。云「季」者，高是其正氏，今言「季子皋」，故鄭云「或氏季」。以身處季少，故以字爲氏，而稱「季」也。猶若子游稱叔氏，仲由稱季路，皆其例也。《弟子傳》及《論語》作「子羔」，與此文「子皋」字不同者，古字通用。　「子皋」至「繼也」。　子皋見申祥請償，故拒之云：孟氏不以是犯禾之事罪責於我，以孟氏自爲奢暴之故也。朋友不以是犯禾之事離棄於我，以其小失，非大故也。斯，此也。以吾爲邑長於此成邑，乃買道而葬，清儉大過，在後世之人難可繼續也。以孟氏不罪於己，故鄭云「恃寵」，不肯償禾，故云「虐民」。]"
      },
      {
        "index": 9,
        "text": "仕而未有祿者，君有饋焉曰「獻」，使焉曰「寡君」。[見在臣位，與有祿同也。君有饋，有饋於君。]違而君薨，弗爲服也。[以其恩輕也。違，去也。　【疏】正義曰：此一節論臣之仕未得祿者與得祿之臣有同有不同之事也。故《王制》云「位定然後祿之」，是先位定而後祿也。　「君有饋焉曰『獻』」者，饋，餉也。君有饋，謂臣有物饋獻於君。既奉餉君上，故曰「獻」。　「使焉曰『寡君』」者，使焉，謂爲君使往他國。此臣若出使，則自稱己君爲「寡君」也。言臣雖仕未得祿，而有物饋君及出使他國所稱，則並與得祿者同也。嫌其或異，故明之也。　「違而君薨，弗爲服也」者，此一條則異也。「違而君薨」者，違，去也，謂三諫不從，以禮去者。若己有祿，恩重者，雖放，出仕他國，而所仕者敵，則猶反服。今此未得祿之臣，唯在朝時乃服，若放出他邦而故君薨，所仕雖敵，亦不反服也。以其本無祿，恩輕故也。]"
      },
      {
        "index": 10,
        "text": "虞而立尸，有几筵，卒哭而諱，[諱辟其名。]生事畢而鬼事始已。[謂不復饋食於下室，而鬼神祭之。已，辭也。]既卒哭，宰夫執木鐸以命于宮曰：「舍故而諱新。」[故，謂高祖之父，當遷者也。《易說》帝乙曰：「《易》之帝乙爲成湯，《書》之帝乙六世王。」天之錫命，疏可同名。]自寢門至于庫門。[百官所在。庫門，宮外門。《明堂位》曰：「庫門，天子皋門。」　【疏】正義曰：此一節論葬後當以鬼神事之禮。未葬，由生事之，故未有尸。既葬，親形已藏，故立尸以係孝子之心也。前所云「既窆而祝宿虞尸」是也。　「有几筵」者，未葬之前，殯宮雖有脯醢之奠，不立几筵。其大斂之奠雖在殯宮，但有席而已，亦無几也。此席素席，故前云「奠以素器」。其下室之內有吉几筵，今葬訖，既設虞祭，有素几筵。筵雖大斂之時已有，至於虞祭更立筵，與几相配，故云「有几筵」。故《士虞禮》云「祝免，澡葛絰帶，布席于室中，東面，右几」是也。然此虞祭而有几，謂士大夫禮，若天子、諸侯，則葬前有几，故《周禮·司几筵》云「喪事，素几」，鄭注云：「謂殯奠時。」天子既爾，諸侯南面之君，其事亦然。　「卒哭而諱」者，諱，謂神名也。古者生不相諱，卒哭之前，猶生事之，故不諱。至卒哭，乃有神諱也。　「生事畢而鬼事始已」者，并解所以虞立尸、卒哭而爲神諱義也。既虞、卒哭，則生事畢，鬼神之義方爲始也。　注「謂不」至「辭也」。　正義曰：合釋有尸、有几筵及諱也。下室，謂內寢，生時飲食有事處也。未葬，猶生事，當以脯醢奠殯，又於下室饋設黍稷。謝茲云：「下室之饋、器物、几杖如平生。」鄭君答張逸云：「未葬，以脯醢奠於殯，又於下室設黍稷，曰『饋』。下室，內寢也。至朔月、月半而殷奠，殷奠有黍稷，而下室不設也。既虞祭，遂用祭禮，下室遂無事也。」然「不復饋食於下室」，文承「卒哭」之下，卒哭之時乃不復饋食於下室。皇氏以爲虞則不復饋食於下室，於理有疑。　注「故謂」至「同名」。　正義曰：高祖之父，謂孝子高祖之父也，於死者，高祖也。卒哭猶未遷，故云「當遷」也。至小祥乃遷毀也。「《易說》帝乙曰『《易》之帝乙爲成湯』」者，鄭引《易》證六世不諱，故卒哭而舍高祖之父也。《易說》者，鄭引云《易緯》也。凡鄭云「說」者，皆緯候也。時禁緯候，故轉「緯」爲「說」也。故《鄭志》張逸問：「《禮》注曰『書說』，『書說』何書也？」答曰：「《尚書緯》也。」當爲注時，時在文網中，嫌引祕書，故諸所牽圖讖皆謂之「說」云。案《易》云「帝乙歸妹」，《易乾鑿度》說《易》之帝乙，謂是殷湯也。「《書》之帝乙六世王」者，亦《易緯》言也。《書·酒誥》有帝乙，而《乾鑿度》說云乙是殷六世王也。先儒注皆以《酒誥》帝乙，紂父。紂父至湯多世，不啻於六世也。然《史記·殷本紀》云王名乙者甚眾，上皆有配字，惟紂父稱帝乙耳。而湯名乙，其六世孫名祖乙，即是六世王也。既並爲帝，故皆得曰「帝乙」也。祖乙是湯六世孫，與湯同名，是六世得同名。云「天之錫命，疏可同名」者，此注《易緯》語也，言帝王之名，由天所錫，則世疏可同，故舉六世以爲證也。謂天所錫者，殷以生日甲乙爲名，則生日是天之命日爲名也。《白虎通》云：「殷質，以生日名子也，故殷大甲、帝乙、武丁。」　「自寢」至「庫門」。　前既執木鐸以命宮中，又出宮，從寢門至于庫門。寢門，路門。庫門，是魯之外門也，百官及宗廟所在之次。至庫門，咸使知之也。魯三門，故至庫門耳。若天子五門，則至皋門也。故鄭引《明堂位》云「庫門，天子皋門」也。若凡諸侯，則皋、應、路也。]"
      },
      {
        "index": 11,
        "text": "二名不偏諱。夫子之母名徵在，言「在」不稱「徵」，言「徵」不稱「在」。[稱，舉也。《雜記》曰：「妻之諱，不舉諸其側。」　【疏】正義曰：此一節論不偏諱之事。　注「稱舉」至「其側」。　正義曰：引《雜記》者，證「稱」是舉之義。]"
      },
      {
        "index": 12,
        "text": "軍有憂，則素服哭於庫門之外，[憂，謂爲敵所敗也。素服者，縞冠也。]赴車不載櫜韔。[兵不戢，示當報也。以告喪之辭言之，謂還告於國。櫜，甲衣。韔，弓衣。　【疏】正義曰：此一節論軍敗當報之事。　「赴軍不載櫜韔」者。　軍既有憂，從軍赴國之車袒露載其甲及弓，示有報敵之意，故甲則不以櫜戢之，弓則不以韔戢之，故注云「兵不戢，示當報也」。　注「以告」至「弓衣」。　正義曰：案《春秋左氏傳》禍福稱告，崩薨稱赴，今軍敗應稱告，而稱赴，故云「以告喪之辭言之」。案《詩》云「載櫜弓矢」，《春秋傳》云「右屬櫜鞬」，皆以櫜爲韜弓，此注爲「甲衣」者，以下有「韔」文，韔既是弓衣，故以櫜爲甲衣。]"
      },
      {
        "index": 13,
        "text": "有焚其先人之室，則三日哭。[謂火燒其宗廟。哭者，哀精神之有虧傷。]故曰：「新宮火，亦三日哭。」[火，人火也。新宮火，在魯成三年。　【疏】正義曰：此一節論哀先人宗廟毀傷之事。　注「火人」至「三年」。　正義曰：案宣十六年《左傳》云：「人火曰火，天火曰災。」新宮者，魯宣公廟。故成三年《公羊傳》云：「新宮者何？宣公之宮也。」]"
      },
      {
        "index": 14,
        "text": "孔子過泰山側，有婦人哭於墓者而哀。夫子式而聽之，[怪其哀甚。]使子貢問之曰：「子之哭也，壹似重有憂者。」而曰：「然。昔者吾舅死於虎，吾夫又死焉，今吾子又死焉。」[而猶乃也。夫之父曰舅。]夫子曰：「何爲不去也？」曰：「無苛政。」夫子曰：「小子識之，苛政猛於虎也。」[【疏】正義曰：此一節論苛政嚴於猛虎之事。　「子之哭也，壹似重有憂者」。　言子之哭也，壹似重疊有憂喪者也。壹者，決定之辭也。　「而曰然」者，而，乃也。婦人哭畢，乃答之曰「然」。然猶如是，是重疊有憂也。]"
      },
      {
        "index": 15,
        "text": "魯人有周豐也者，哀公執摯請見之，[下賢也。摯，禽摯也。諸侯而用禽摯，降尊就卑之義。]而曰「不可」。[辭君以尊見卑。士禮，先生異爵者請見之，則辭。]公曰：「我其已夫！」[已，止也。重強變賢。]使人問焉，曰：「有虞氏未施信於民而民信之，夏后氏未施敬於民而民敬之，何施而得斯於民也？」[時公與三桓始有惡，懼將不安。]對曰：「墟墓之間，未施哀於民而民哀；社稷宗廟之中，未施敬於民而民敬。[言民見悲哀之處則悲哀，見莊敬之處則莊敬，非必有使之者。墟，毀滅無後之地。]殷人作誓而民始畔，周人作會而民始疑。[會謂盟也。盟誓所以結眾以信，其後外恃眾而信不由中，則民畔、疑之。孔子曰：「其身正，不令而行；其身不正，雖令不從。」]苟無禮義忠信誠慤之心以涖之，雖固結之，民其不解乎？」[涖，臨。]喪不慮居，[謂賣舍宅以奉喪。]毀不危身。[謂憔悴將滅性。]喪不慮居，爲無廟也。毀不危身，爲無後也。[【疏】正義曰：此一節論君之臨臣民當以禮義忠信爲本之事，各依文解之。　「何施而得斯於民也」者。　「有虞氏未施信於民而民信之，夏后氏未施敬於民而民敬之」。言虞之與夏施何政教以化民，斯，此也，而得如此敬信於民也？　「對曰」至「民敬」。　周豐之意，以虞之與夏由行敬信於民，民見其敬信，民自學之，不須設言號令，故云：古昔丘墟及墳墓之間，是所悲哀之處也，人在其所，未須施設教化令民使哀，而民自哀也；社稷宗廟之中，嚴凝之處，人在其所，未須施設教化，而民自敬。言民之從君，在君身所行，不在言也。若身之不行，言亦無益。故殷人作誓，由身不自行，徒有言誓，而民始畔也；周人作會，爲身無誠信，而民始疑。苟，誠也。人君之身誠無禮義忠信誠實質慤之心以臨化之，雖以言辭誓令堅固結之，民其不解散離貳乎？言當解散離貳也。周豐此言，欲令哀公身行敬信，不當唯以言辭率下而已。　注「墟，毀滅無後之地」。　正義曰：凡舊居皆曰墟，故《左傳》有莘氏之墟，有昆吾之墟，故知「毀滅」。「無後」者，以可悲哀，故爲無後也。　注「會謂」至「疑之」。　正義曰：案昭三年《左傳》云「有事而會，不協而盟」，則盟、會別也。知此會謂盟者，以云「而民始疑」，《司盟》云「邦國有疑則盟詛之」，故以會爲盟也。案《尚書》夏啓作《甘誓》，此言「殷人作誓」；《左傳》云「夏啓有塗山之會」，又「禹會塗山」，此云「周人作會」者，此據身無誠信，徒作盟誓，民因誓因盟而始離畔，非謂殷人始作誓、周人始作會。若夏啓作《甘誓》，禹會塗山，皆身有誠信，於事善也。《穀梁傳》云「告誓不及五帝，盟詛不及三王」者，五帝三王身行德義，不專用誥誓盟詛，故云「不及」，與此不同。云「信不由中，則民畔、疑之」者，隱三年《左傳》云：「信不由中，質無益也。」紂爲苛政而作誓命，民乃畔之，亦是畔、疑之事也。]"
      },
      {
        "index": 16,
        "text": "延陵季子適齊，於其反也，其長子死，葬於嬴、博之間。[季子名札，魯昭二十七年「吳公子札聘於上國」是也。季子讓國，居延陵，因號焉。《春秋傳》謂延陵，延州來。嬴、博，齊地，今泰山縣是也。]孔子曰：「延陵季子，吳之習於禮者也。」往而觀其葬焉。[往弔之。]其坎深不至於泉，[以生恕死。]其斂以時服，[以時行之服，不改制節。]既葬而封，廣輪揜坎，其高可隱也。[亦節也。輪，從也。隱，據也。封可手據，謂高四尺所。]既封，左袒，右還其封，且號者三，曰：「骨肉歸復于土，命也。若魂氣則無不之也，無不之也！」[還，圍也。號哭且言也。命猶性也。]而遂行。[行，去也。]孔子曰：「延陵季子之於禮也，其合矣乎！」[【疏】正義曰：此一節論仲尼云季子得禮之事，各依文解之。　注「季子」至「是也」。　正義曰：知「季子名札」者，案襄二十九年「吳公子札來聘」，是名札也。又案襄二十九年，季札來聘于魯，遂往聘齊、衛及晉。知非此時子死，而云昭二十七年聘上國者，此云孔子聞之、往而觀其葬焉，若襄二十九年，孔子纔年九歲，焉得觀其葬而善之？故爲昭二十七年也。云「讓國，居延陵」者，《春秋》襄二十九年吳公子札來聘，《公羊》云：「吳無君、無大夫，此何以有君、有大夫？賢季子也。何賢乎季子？讓國也。謁也、餘祭也、夷昧也，與季子同母者四。季子弱而才，兄弟皆愛之，同欲立之以爲君，兄弟迭爲君而致國乎季子，皆曰『諾』。故諸爲君者皆輕死爲勇，飲食必祝曰：『天苟有吳國，尚速有悔於予身。』及闔廬使專諸刺僚，而致國乎季子，季子不受，去之延陵，終身不入吳國。」此即季子本封延陵，後讓國又居之，鄭舉後事言耳。延陵一名延州來，故《左傳》云「延州來季子聘於上國」，所以鄭又引以會之，云「《春秋傳》謂延陵，延州來」，即此經延陵即《左傳》延州來，明是一也。　注「以生恕死」。　正義曰：言坎以深不至泉，以生時不欲近泉，故死亦不至於泉，以生時之意以恕於死者。　注「亦節」至「尺所」。　正義曰：以上斂以行時之服，不更制造，是其節也。今封墳廣輪揜坎，其高可隱，又是有其節制，故云「亦節也」。云「謂高四尺所」者，言墳之高可四尺之所，以人長八尺，低而據之半，爲四尺，且約上「墳崇四尺」，故云「四尺所」。「所」是不定之辭。　「既封」至「之也」。　既封墳已竟，季子乃左袒其衣。案鄭注《覲禮》云：「凡以禮事者左袒。」若請罪待刑則右袒，故《覲禮》云「乃右肉袒于庿門之東」。在喪亦是禮事，故《喪禮》直云袒，不云左右。今季子長子之喪而左袒者，季子達死生之命，云骨肉歸復于土，不須哀戚，以自寬慰，故從吉禮也。左袒訖，乃右而圍遶其封，兼且號哭而遶墳三帀也。號哭且言曰：骨肉歸復于土，此是命也。命，性也。言自然之性當歸復于土。言「歸復」者，言人之骨肉由食土物而生，今還入土，故云「歸復」。若神魂之氣，則遊於地上，故云則無不之適也。言無所不之適，上或適於天，旁適四方，不可更反。再言之者，愍傷離訣之意。]"
      },
      {
        "index": 17,
        "text": "邾婁考公之喪，[考公，隱公益之曾孫。「考」或爲「定」。]徐君使容居來弔、含，[弔且含。]曰：「寡君使容居坐含，進侯玉。」其使容居以含。[欲親含，非也。含不使賤者，君行則親含，大夫歸含耳。言「侯玉」者，時徐僭稱王，自比天子。]有司曰：「諸侯之來辱敝邑者，易則易，于則于，易、于雜者，未之有也。」[易謂臣禮，于謂君禮。雜者，容居以臣欲行君禮。徐自比天子，使大夫敵諸侯，有司拒之。]容居對曰：「容居聞之，事君不敢忘其君，亦不敢遺其祖。昔我先君駒王西討，濟於河，無所不用斯言也。容居，魯人也，不敢忘其祖。」[言我祖與今君於諸侯初如是，不聞義則服。駒王，徐先君僭號。容居，其子孫也。濟，渡也，言西討渡於河，廣大其國。魯，魯鈍也。言魯鈍者，欲自明不妄。　【疏】正義曰：此一節論徐之僭禮之事。　邾婁考公之喪，徐君使大夫容居來弔且含，容居致其君命云：寡君使容居親坐行含，進侯玉於邾君。此是使致之辭也。　「其使容居以含」者，此是記人錄語，云其使容居奉玉以行含禮。邾人有司乃拒之，曰：諸侯之來屈辱臨於敝邑者，若是臣來，其禮簡易者，則行臣之簡易之禮。于，謂廣大。若君來，其禮廣大者，則行君之廣大之禮。易、于雜者，謂應簡易而爲廣大，實是臣而行君禮，是君、臣雜亂者。未之有也，謂由來未有此禮。容居乃對邾之有司云容居聞之，謂聞於舊日之言。云臣之事君，奉命出使，不敢忘其君之言；子孫事祖，當光揚先祖，亦不敢遺棄其先祖，言即不遺先祖之事也。　「昔我先君駒王西討，濟於河」，言國土廣大。　「無所不用斯言也」者，所謂處所。斯，此也。謂我從先君駒王以來，於諸侯無一處不用此稱王之言也，言我對諸侯恆稱王也。容居恐邾人謂其虛誕，故云：魯鈍之人，不解虛詐，唯知不敢忘其先祖。容居云此者，先祖實有此事，不虛也。上云「不敢忘其君」「不敢遺其祖」，下直云「不敢遺其祖」者，祖是久遠，猶尚不遺忘，君見存，是不忘可悉，故不言也。其言先祖，即是不忘君。　注「君行」至「天子」。　正義曰：知「君行則親含」者，上云「曹桓公卒于會，諸侯請含」是也。言「大夫歸含」者，《上雜記》諸侯之喪，君使人弔、含、贈、襚是也。云「言『侯玉』」者，徐自比於天子，以邾君爲己之諸侯，言進侯氏以玉，故云「進侯玉」。案《春秋·昭三十年》吳滅徐，此云「徐僭稱王」者，滅而復興，至春秋之後僭號，強大稱王，猶楚滅陳、蔡，後更興。　注「易謂」至「拒之」。　正義曰：易是簡易，故爲臣禮。易既爲臣禮，以對於于，故知于爲君禮也。君禮謂之「于」者，于音近迂，迂是廣大之義，故《論語》云「子之迂也」，與此同也。「徐自比天子，使大夫敵諸侯」者，若諸侯使大夫親含諸侯則不可，若天子使大夫，敵諸侯，則得親含。徐欲自比天子，故有司拒之。　注「言我」至「不妄」。　正義曰：言我之先祖駒王與今日徐君稱謂於諸侯，自初以來如是稱王，非始今日。云「容居，其子孫也」者，以經云「不敢遺其祖」，即云「我先君駒王」，故知容居是駒王子孫。云「自明不妄」者，我若是曉利之人，或妄稱先祖之善，自言魯鈍，似若無識，知言語朴實，故言「欲自明不妄」。凡實行含禮，未斂之前，以玉實口，士則主人親含，大夫以上即使人含。若既斂已後至殯葬，其有含者，親自致璧於柩及殯上者，謂之親含。若但致命，以璧授主人，主人受之，謂之不親含。]"
      },
      {
        "index": 18,
        "text": "子思之母死於衛，[嫁母也。姓庶氏。]赴於子思，子思哭於廟。門人至，曰：「庶氏之母死，何爲哭於孔氏之廟乎？」[門人，弟子也。嫁母與廟絕族。]子思曰：「吾過矣，吾過矣！」遂哭於他室。"
      },
      {
        "index": 19,
        "text": "天子崩，三日，祝先服；[祝佐含斂，先病。]五日，官長服；[官長，大夫、士。]七日，國中男女服；[庶人。]三月，天下服。[諸侯之大夫。]虞人致百祀之木可以爲棺椁者，斬之。[虞人，掌山澤之官。百祀，畿內百縣之祀也。以爲棺椁，作棺椁也。斬，伐也。]不至者，廢其祀，刎其人。[【疏】正義曰：此一節論天子崩，尊卑服杖及葬備椁材之事。「天子崩，三日，祝先服」者，祝，大祝、商祝也。服，服杖也，是喪服之數，故呼杖爲服。祝佐含斂，先病，故先杖也。然云祝服，故子亦三日而杖也。　「五日，官長服」者，大夫、士也，亦服杖也。病在祝後，故五日也。　「七日，國中男女服」者，謂畿內民及庶人在官者。服，謂齊衰，三月而除之。必待七日者，天子七日而殯，殯後嗣王成服，故民得成服也。　「三月，天下服」者，謂諸侯之大夫爲王繐衰，既葬而除之也。近者亦不待三月，今據遠者爲言耳。然四條皆云「服」，何以知其或杖服、或衰服？案《喪大記》云：「君之喪，三日，子、夫人杖；五日，既殯，授大夫、世婦杖。」又《喪服四制》云：「三日，授子杖；五日，授大夫杖；七日，授士杖。」案如《大記》及《四制》，則知今云三日、五日，是服杖明矣；其七日及三月者，唯服而已，無杖。《四制》云「七日，授士杖」，此云五日士杖者，士若有地德深者則五日，若無地德薄則七日。崔氏云：「此據朝廷之士，《四制》是邑宰之士也。」　「虞人致百祀之木可以爲棺椁者，斬之」，謂王殯後事也。虞人者，主山澤之官也。百祀者，王畿內諸臣采地之祀也。言百者，舉其全數也。既殯，旬而布材，故虞人斬百祀之木可以爲周棺之椁者，送之也。必取祀木者，賀瑒云：「君者，德著幽顯。若存，則人神均其慶；沒，則靈祇等其衰傷也。」]"
      },
      {
        "index": 20,
        "text": "齊大饑，黔敖爲食於路，以待餓者而食之。有餓者蒙袂輯屨，貿貿然來。[蒙袂，不欲見人也。輯，斂也。斂屨，力憊不能屨也。貿貿，目不明之貌。]黔敖左奉食，右執飲，曰：「嗟，來食！」揚其目而視之，曰：「予唯不食嗟來之食，以至於斯也。」[「嗟，來食」，雖閔而呼之，非敬辭。]從而謝焉，終不食而死。[從猶就也。]曾子聞之，曰：「微與！其嗟也可去，其謝也可食。」[微猶無也。無與，止其狂狷之辭。　【疏】正義曰：此一節論饑者狂狷之事。　黔敖既見餓者而來，乃左奉其飯，右執其飲，見其餓者困，咨嗟愍之，故曰：嗟乎，來食！餓者聞其嗟己，無敬己之心，於是發怒，揚舉其目而視之，曰：予唯不食嗟來無禮之食，以至於斯。斯，此也，以至於此病困。怒而遂去。黔敖從逐其後，辭謝焉。餓者終不食而死。曾子聞之，曰「微與」者，微，無也；與，語助。言餓者無得如是與？初時無禮之嗟也，可怒之而去；其終有禮之謝也，可反迴而食。曾子嫌其狂狷，故爲此辭。狂者進取一㮣之善，仰法夷齊耿介；狷者直申己意，不從無禮之爲，而餓者有此二性，故止之。]"
      },
      {
        "index": 21,
        "text": "邾婁定公之時，有弒其父者。[定公，貜且也，魯文十四年即位。]有司以告，公瞿然失席，曰：「是寡人之罪也。」[民之無禮，教之罪。]曰：「寡人嘗學斷斯獄矣。臣弒君，凡在官者，殺無赦；子弒父，凡在宮者，殺無赦。[言諸臣子孫無尊卑皆得殺之，其罪無赦。]殺其人，壞其室，洿其宮而豬焉。[明其大逆，不欲人復處之。豬，都也。南方謂都爲豬。]蓋君踰月而后舉爵。」[自貶損。　【疏】正義曰：此一節論誅弒父之事。　「曰寡」至「無赦」。　定公既見有司告以人弒其父，乃言曰：寡人嘗試學斷此弒父之獄矣。臣之弒君，凡在官之人，無問貴賤，皆得殺此弒君之人，無得縱赦之也。子之弒父，凡在宮者，無問尊卑，皆得殺此弒父之人，不得縱赦之。此「在宮」字，諸本或爲「在官」，恐與上「在官」相涉而誤也。　注「言諸」至「無赦」。　正義曰：言「諸臣」，解在官者；言「子孫」，解在宮者。言此等之人，若見弒君、弒父之人，無問尊卑，皆得殺之，謂理合得殺。若力所不能，亦不責也，故《春秋》崔杼弒莊公，而晏子不討崔杼，而不責晏子。若力能討而不討，則責之，《春秋》董狐書趙盾云「子爲正卿，亡不出竟，反不討賊」，書以「弒君」是也。鄭此云「子孫無問尊卑皆得殺之」，則似父之弒祖，子得殺父。然子之於父，天性也，父雖不孝於祖，子不可不孝於父。今云「子」者，因「孫」而連言之，或容兄弟之子耳。除子以外，皆得殺其弒父之人。《異義》：「衛輙拒父，《公羊》以爲『孝子不以父命辭王父之命』，許拒其父。《左氏》以爲子而拒父，悖德逆倫，大惡也。」鄭駮《異義》云：「以父子私恩言之，則傷仁恩。」則鄭意以《公羊》所云，公義也；《左氏》所云，是私恩也。故知今子之報殺其父，是傷仁恩也。若妻，則得殺其弒父之夫，故《異義》云：「妻甲，夫乙歐母，甲見乙歐母而殺乙，《公羊》說甲爲姑討夫，猶武王爲天誅紂。」鄭駮之云：「乙雖不孝，但歐之耳，殺之太甚。凡在宮者未得殺之，殺之者，士官也。」知鄭此言歐母，妻不得殺之；若其殺母，妻得殺之。　注「豬都」至「爲豬」。　正義曰：案孔注《尚書》云：「都，謂所聚也。」此經云「洿其宮而豬焉」，謂掘洿其宮，使水之聚積焉，故云「豬，都也」。鄭恐豬不得爲都，故引南方之人謂都爲豬，則「彭蠡既豬」，豬是水聚之名也。]"
      },
      {
        "index": 22,
        "text": "晉獻文子成室，晉大夫發焉。[文子，趙武也。作室成，晉君獻之，謂賀也。諸大夫亦發禮以往。]張老曰：「美哉，輪焉！美哉，奐焉！[心譏其奢也。輪，輪囷，言高大。奐，言眾多。]歌於斯，哭於斯，聚國族於斯。」[祭祀、死喪、燕會於此，足矣。言此者，欲防其後復爲。]文子曰：「武也得歌於斯、哭於斯、聚國族於斯，是全要領以從先大夫於九京也。」北面再拜稽首。[全要領者，免於刑誅也。晉卿大夫之墓地在九原。「京」蓋字之誤，當爲「原」。]君子謂之善頌、善禱。[善頌，謂張老之言。善禱，謂文子之言。禱，求也。]仲尼之畜狗死，[畜，利馴守。]使子貢埋之，曰：「吾聞之也，敝帷不弃，爲埋馬也；敝蓋不弃，爲埋狗也。丘也貧，無蓋。於其封也，亦予之席，毋使其首陷焉。」[「封」當爲「窆」。陷，謂沒於土。]路馬死，埋之以帷。[路馬，君所乘者。其他狗馬不能以帷蓋。　【疏】正義曰：此一節論文子成室相禱頌之事，各隨文解之。　「晉獻文子成室」者，獻，謂慶賀也。文子，晉卿趙武也。成室，謂文子作宮室成也。文子宮室成，晉君往賀也。　「晉大夫發焉」者，發禮也。晉君既賀，則朝廷大夫並發禮，同從君往賀之。「張老曰『美哉，輪焉』」者，張老亦往慶之，一大夫也。心譏文子宮室飾麗，故佯而美之也。輪，謂輪囷高大也。《春秋外傳》曰「趙文子爲室，斵其椽而礱之，張老諫之」是也。　「美哉，奐焉」者，奐，謂其室奐爛眾多也。既高又多文飾，故重美之。王云：「奐，言其文章之貌也。」　「歌於斯」者，歌，謂祭祀時奏樂也。斯，此也。張老前美其飾麗，後又防更造也，言此室可以祭祀、歌樂也。然大夫祭無樂，而春秋時或有之也。　「哭於斯」者，又言此室亦足居喪哭泣位也。　「聚國族於斯」者，又言此室可以燕聚國賓及會宗族也。終始永足，切勿復更造作。　「文子曰『武也得歌於斯、哭於斯、聚國族於斯』」者，武，文子名也。文子覺譏，故稱名自陳。將自陳，數前譏，具領述張老之言也。　「是全要領以從先大夫於九京也」者，領，頸也。古者罪重要斬，罪輕頸刑也。先大夫，謂文子父、祖，以其世爲大夫，故稱父、祖爲「先大夫」也。九原，文子家世舊葬地也。文子述張老語竟，故說此自陳也，言若得保此宅以歌、哭，終於餘年，不被罪討，是完全要領，壽終而卒，以從先大夫葬於九原也。　「北面再拜稽首」者，辭畢乃稽首，謝過受諫也。北面者，在堂禮也，故《鄉飲酒禮》賓主皆北面拜。　「君子謂之善頌、善禱」者，君子者，知禮之人也，見張老與文子皆能中禮，故善之也。頌者，美盛德之形容。禱者，求福以自輔也。張老因美而譏之，故爲善頌；文子聞過即服而拜，故爲善禱也。　注「晉卿」至「爲原」。　正義曰：案《墓大夫》云「令國民族葬」，注云：「族葬，各從其親。」是卿大夫墓地得同在一處。知「『京』當爲『原』」者，案《韓詩外傳》云「晉趙武與叔向觀於九原」，又《爾雅》云「絕高爲京，廣平曰原」，京非葬之處，原是墳墓之所，故爲原也。]"
      },
      {
        "index": 23,
        "text": "季孫之母死，哀公弔焉。曾子與子貢弔焉，閽人爲君在，弗內也。[閽人，守門者。]曾子與子貢入於其廄而脩容焉。[更莊飾。]子貢先入，閽人曰：「鄉者已告矣。」[既不敢止，以言下之。]曾子後入，閽人辟之。[見兩賢相隨，彌益恭也。]涉內霤，卿大夫皆辟位，公降一等而揖之。[禮之。]君子言之曰：「盡飾之道，斯其行者遠矣。」[【疏】正義曰：此一節論君子加服人乃敬之事。　「卿大」至「遠矣」。　二子既入，涉至內霤，卿與大夫皆逡巡辟位，公於堂上降階一等，揖而禮之。於時，君子以二子盛飾備禮，遂美之云：凡人盡其容飾則被崇禮，其盡飾道理，斯，此，此其施行可久遠矣。所以可久遠者，以二子初時不具衣服，則閽人拒之，二子退而脩容，閽人雖是愚鄙，猶知敬畏，明其不愚之人則畏敬可知。是其盡飾之道，行之可長遠矣。案《喪大記》「君臨大夫之喪，君即位于序端，卿大夫即位于堂廉楹西，北面，東上」，是辟位者，蓋少西，逡巡而東面，不當北面之位。然君在，大夫得私爲二子辟位者，卿大夫等見公將降，故先辟位。或可此公始入升堂之後，卿大夫猶庭中北面，辟位者，謂辟中庭之位，少近東耳。又弔有常服，而得特爲盡飾者，謂更服新衣也。]"
      },
      {
        "index": 24,
        "text": "陽門之介夫死，[陽門，宋國門名。介夫，甲衛士。]司城子罕入而哭之哀。[宋以武公諱司空爲司城。子罕，戴公子樂甫術之後樂喜也。]晉人之覘宋者，反報於晉侯曰：「陽門之介夫死，而子罕哭之哀，而民說，殆不可伐也。」[覘，闚視也。]孔子聞之，曰：「善哉，覘國乎！[善其知微。]《詩》云：『凡民有喪，扶服救之。』[救猶助也。]雖微晉而已，天下其孰能當之？」[微猶非也。　【疏】正義曰：此一節論善覘國之事，各依文解之。　注「宋以」至「喜也」。　正義曰：「宋以武公諱司空」者，桓六年《左傳》申繻之辭也。知有司城者，以春秋之時唯宋有司城無司空。又《冬官考工記》「匠人營國」，是司空主營城郭，故知廢司空爲司城。服虔、杜預注傳皆以爲然。云「子罕，戴公子樂甫術之後」者，案《世本》：「戴公生樂甫術，術生石甫願繹，繹生夷甫傾，傾生東鄉克，克生西鄉士曹，曹生子罕喜。」是子罕爲術之五世孫也。　「殆不可伐也」。　言介夫，匹庶之賤人，而子罕是國之卿相，以貴哭賤，感動民心，皆喜說，與上共同生死。若有人伐，民必致死，故云「殆不可伐也」。殆，近也。不能正執，故云「殆不可伐」，爲疑辭也。　「詩云」至「當之」。　引《詩·邶·谷風》之篇也。時有愛其新昏，棄其舊室，舊室恨之：我初來之時，爲女盡力。所以盡力者，以凡人家死喪，鄰里尚扶服盡力往救助之，況我於女夫家，而何得不盡力？今此引《詩》斷章云「凡民有喪」，則陽門之介夫死是也；在上扶服而救助之，則子罕哭之哀是也。　「雖微晉而已」者，微，非也。言晉之強盛，猶不能當宋。雖非晉之強，天下更有強於晉者，誰能當之？言縱有強者，不能當宋。「而已」是助句語也。]"
      },
      {
        "index": 25,
        "text": "魯莊公之喪，既葬，而絰不入庫門。[時子般弒，慶父作亂，閔公不敢居喪，葬已，吉服而反，正君臣，欲以防遏之，微弱之至。]士大夫既卒哭，麻不入。[麻猶絰也。羣臣畢虞、卒哭，亦除喪也。閔公既吉服，不與虞、卒哭。　【疏】正義曰：此一節論禮變所由也。莊公，閔公父也。絰，葛絰也，諸侯弁絰葛而葬也。魯之庫門，天子之皋門也。莊公以三十二年薨，大子般立。十月己未，共仲使圉人犖賊子般於黨氏，立閔公，慶父作亂。閔公時年八歲，不敢居喪三年，故葬竟除凶服於外，吉服反，以正君臣，故「絰不入庫門」也。所以至庫門而去絰。　注「時子」至「而反」。　正義曰：案《春秋左氏傳》「慶父使圉人犖賊子般於黨氏」，是「子般弒，慶父作亂」之事也。云「閔公不敢居喪」者，閔公是莊公之子，夫人哀姜之娣叔姜所生。以葬畢即除服，故云「不敢居喪」。經云「絰不入」者，謂葛絰，故前文云「天子、諸侯葛絰帶而葬」。所以云「不入庫門」者，以魯有三門，庫、雉、路，庫門最在外，以從外來，故絰不入庫門。絰既不入，衰不入可知也。　注「麻猶」至「卒哭」。　正義曰：經云「大夫既卒哭，麻不入」，上云「絰不入」，故云「麻猶絰也」。其實上是君身，絰用葛；士大夫是臣，故絰用麻也。云「羣臣畢虞、卒哭，亦除喪也」者，亦閔公也。閔公葬而除喪，今羣臣卒哭乃除喪者，以閔公既葬，須即位正君臣，故既葬而除；羣臣須行虞、卒哭之際，故卒哭乃除之。云「閔公既吉服，不與虞、卒哭」者，按《論語》云「羔裘玄冠不以弔」，虞、卒哭並是凶事，閔公既服吉服，故不與也。此云「麻不入」者，承上「庫門」，亦謂不入庫門也，謂卒哭已後，麻不復入。按《喪服》注「卿大夫既虞，士卒哭而受服」，則既虞服葛，此卒哭之麻不入者，皇氏云：「時禍亂迫蹙，君既服吉服，故士大夫既虞不復受服，至卒哭揔除。」]"
      },
      {
        "index": 26,
        "text": "孔子之故人曰原壤，其母死，夫子助之沐椁。[沐，治也。]原壤登木曰：「久矣，予之不託於音也！」[木，椁材也。託，寄也，謂叩木以作音。]歌曰：「貍首之斑然，執女手之卷然。」[說人辭也。]夫子爲弗聞也者而過之。[佯不知。]從者曰：「子未可以已乎？」[已猶止也。]夫子曰：「丘聞之，親者毋失其爲親也，故者毋失其爲故也。」[【疏】正義曰：此一節論孔子無大故不遺故舊之事。　原壤登椁材而言曰：「久矣，予之不託於音也！」託，寄也。謂我遭喪母以來，日月久矣。我不得託寄此木以爲音聲。於是乎叩木作音，口爲歌。曰「貍首之斑然」者，言斵椁材，文采似貍之首。　「執女手之卷然」者，孔子手執斤斧，如女子之手，卷卷然而柔弱。以此歡說仲尼，故注云「說人辭也」。然在喪而歌，非禮之甚，夫子爲若不聞也者而過去之。從者見其無禮，謂夫子曰：彼既無禮，子未可休已乎？言應可休已，不須爲治椁也。夫子對從者曰：朋友無大故不相遺棄。丘聞之，與我骨肉親者，雖有非禮，無失其爲親之道，尚得與之和睦；故舊者，雖有非禮，無失其爲故之道，尚得往來。原壤有非禮，既是故舊，身無殺父害君之故，何以絕之？案《論語》云「主忠信，無友不如己者」，《左傳》吳季札譏叔孫穆子「好善而不能擇人」。原壤母死，登木而歌，夫子聖人，與之爲友者，《論語》云「無友不如己者」，謂方始爲交遊，須擇賢友；《左傳》云「好善而不能擇人」者，謂不善之人不可委之以政。今原壤是夫子故舊，爲日已久，或平生舊交，或親屬恩好，苟無大惡，不可輙離。故《論語》云「故舊無大故則不相遺棄」，彼注云：「大故，謂惡逆之事。」殺父害君乃爲大故，雖登木之歌，未至於此。且夫子聖人，誨人不倦，宰我請喪親一期，終助陳桓之亂，互鄉童子，許其來進之情，故志在攜獎，不簡善惡，原壤爲舊，何足怪也？而皇氏云：「原壤是上聖之人，或云是方外之士，離文棄本，不拘禮節，妄爲流宕。」非但敗於名教，亦是誤於學者，義不可用。其云原壤中庸下愚，義實得矣。]"
      },
      {
        "index": 27,
        "text": "趙文子與叔譽觀乎九原。[叔譽，叔向也，晉羊舌大夫之孫，名肸。]文子曰：「死者如可作也，吾誰與歸？」[作，起也。]叔譽曰：「其陽處父乎？」[陽處父，襄公之大傅。]文子曰：「行并植於晉國，不沒其身，其知不足稱也。」[并猶專也。謂剛而專己，爲狐射姑所殺。沒，終也。「植」或爲「特」。]「其舅犯乎？」文子曰：「見利不顧其君，其仁不足稱也。[謂久與文公辟難，至將反國，無安君之心，及河授璧，詐請亡，要君以利，是。]我則隨武子乎？利其君，不忘其身；謀其身，不遺其友。」[武子，士會也，食邑於隨、范，字季。]晉人謂文子知人。[見其所善於前，則知其來所舉。]文子其中退然如不勝衣，[中，身也。退，柔和貌。《鄉射記》曰：「弓二寸以爲侯中。」「退」或爲「妥」。]其言吶吶然如不出諸其口。[吶吶，舒小貌。]所舉於晉國，管庫之士七十有餘家。[管庫之士，府史以下，官長所置也。舉之於君，以爲大夫、士也。管，鍵也。庫，物所藏。]生不交利，[廉也。]死不屬其子焉。[絜也。　【疏】正義曰：此一節論趙文子知人之事，各依文解之。　注「叔譽」至「名肸」。　正義曰：知叔譽是叔向者，案《韓詩外傳》云：「趙文子與叔向觀於九原。」故知叔譽是叔向也。云「晉羊舌大夫之孫，名肸」者，案《左氏》，羊舌是邑名，晉大夫公族爲羊舌大夫也，故閔二年《左傳》云：「羊舌大夫爲尉。」羊舌大夫生羊舌職，職生叔向，是「羊舌大夫之孫」也。又昭三年《左傳》叔向與齊晏子語云「肸又無子」，是「名肸」。　「死者如可作也，吾誰與歸」者。　文子云：此處先世大夫死者既眾，假令生而可作起，吾於眾大夫之內，而誰最賢，可以與歸？　「文子」至「稱也」。　并猶專也，植謂剛也。文子曰言，處父唯行專權，剛強於晉國，自招殺害，不得以理終沒其身。是不能防身遠害，以其無知故也，故云「其知不足稱也」。　注「并猶」至「爲特」。　正義曰：并者，謂并他事以爲己有，是專權之事，故云「并猶專也」。云「植，謂剛而專己」者，剛，經中「植」也。文五年，甯嬴從陽處父，及溫而還，其妻問之，嬴曰「夫子剛」。又文六年，晉蒐于夷，使狐射姑將中軍，趙盾佐之。陽處父至自溫，改蒐于董，易中軍，以趙盾爲將，狐射姑郤爲佐。狐射姑恨之，使續鞫居殺陽處父，故傳云「賈季怨陽子之易其班也」。賈季即狐射姑也，賈是采邑，季則其字也。　「見利」至「稱也」。　文子云：舅犯見君反國，恐不與己利祿，遂不顧其君，詐欲奔去，唯求財利，無心念君，無仁愛之心，其仁不足稱也。　注「謂久」至「利是」。　正義曰：案《左傳》，僖五年辟驪姬之難，至僖二十四年反國，是久與文公辟難也。又案僖二十四年《左傳》云：「及河，子犯以璧授公子曰：『臣負羈紲，從君巡於天下，臣之罪甚多矣，臣猶知之，而況君乎？請由此亡。』公子曰：『所反國不與舅氏同心者，有如白水。』」是要君求利之事也。　「利其」至「其友」。　文子稱隨武子之德。凡人利君者，多性行偏特，不顧其身。今武子既能利君，又能不忘其身。利其君者，謂進思盡忠；不忘其身者，保全父母。「謀其身，不遺其友」者，凡人謀身，多獨善於己，遺棄故舊。今武子既能謀身，又能不遺其朋友。此二句言武子德行弘廣，外內周備。故襄二十七年《左傳》論范武子之德云：「文子之家事治，言於晉國，無隱情。」無隱情，則利君也；家事治，則不忘其身。處父、舅犯，其事顯於《春秋》，故鄭具言之；隨武子之事，《春秋》文無指的，故鄭亦不言也。文七年，士會與先蔑俱迎公子雍，在秦三年，不見先蔑。及士會還晉，遂不見先蔑而歸。是遺其友，而云「不遺」者，彼謂共先蔑俱迎公子雍，懼其同罪，禍及於己，故不見之，非是無故相遺也。　「文子」至「其口」。　作記者美文子知人。既美隨士會於前，知其所舉還如隨會之比，此論文子之貌。文子身形退然柔和，似不勝其衣，言形貌之卑退也。其發言舒小，似吶吶然，如不出於口，謂言語卑下也。　注「鄉射」至「侯中」。　正義曰：引之者，證「中」爲身也。故《儀禮·鄉射記》曰「鄉侯五十弓」，弓長六尺，謂鄉射去射處五十步，一步料二寸以爲侯中，則侯中方一丈。中謂身也。　注「舉之」至「鍵也」。　正義曰：知爲大夫、士者，以經稱「家」，「家」是大夫、士之揔號。案《月令》注「管籥，搏鍵器」，鍵謂鏁之入內者，俗謂之鏁須；管謂夾取鍵，今謂之鑰匙。則是管、鍵爲別物，而云「管，鍵」者，對則細別，散則大同，爲鍵而有，故云「管，鍵」。　「生不交利」者，謂文子生存之日不交涉於利，是謂不與利交涉也。　「死不屬其子焉」者，謂臨死時不私屬其子於君及朝廷也。案《禮記》，文子成室，被張老所譏，樂奏《肆夏》從文子始，《禮記》顯其奢僭者，晉爲霸主，揔領諸侯，武爲晉相，光顯威德，此乃事勢須然，無廢德行之善。且仲尼之門尚有柴愚、參魯，管仲相齊亦有三歸、反坫，亦何怪也？]"
      },
      {
        "index": 28,
        "text": "叔仲皮學子柳。[叔仲皮，魯叔孫氏之族。學，教也。子柳，仲皮之子。]叔仲皮死，其妻魯人也，衣衰而繆絰。[「衣」當爲「齊」，壞字也。繆，讀爲「不樛垂」之樛。士妻爲舅姑之服也。言雖魯鈍，其於禮勝學。]叔仲衍以告，[告子柳，言此非也。衍，蓋皮之弟。「衍」或爲「皮」。]請繐衰而環絰，[繐衰，小功之縷而四升半之衰。環絰，弔服之絰。時婦人好輕細，而多服此者。衍既不知禮之本，子柳亦以爲然，而請於衍，使其妻爲舅服之。]曰：「昔者吾喪姑姊妹亦如斯，末吾禁也。」[衍答子柳也。姑姊妹在室，齊衰，與婦爲舅姑同。末，無也。言無禁我，欲其言行。]退，使其妻繐衰而環絰。[婦以諸侯之大夫爲天子之衰、弔服之絰服其舅，非。　【疏】正義曰：此一節論子柳失禮之事。　叔仲，氏也，皮是名。言叔仲皮教訓其子，子柳雖受父教，猶不知禮。在後叔仲皮死，「其妻魯人也」，其子柳之妻是魯鈍婦人，雖曰魯鈍，猶知爲舅姑而身著齊衰，而首服繆絰也，謂絞麻爲絰。　「叔仲衍以告」者，衍是皮之弟、子柳之叔。既見當時婦人好尚輕細，見子柳之妻身著齊衰，以告子柳：汝妻何以著非禮之服？子柳見時皆爾，亦以爲然，以妻非禮，遂請於衍，欲令其妻身著繐衰，首服環絰。衍答子柳云：「昔者吾喪姑姊妹亦如斯。」斯，此也，謂如此繐衰環絰。　「末吾禁也」者，末，無也。我著繐衰環絰，無人於吾而相禁者，既無禁，明其得著繐衰。衍告子柳如此。子柳得衍言，乃退，使其妻著繐衰而環絰。　注「叔仲」至「之族」。　正義曰：知者，案《世本》「桓公生僖叔牙，叔牙生武仲休，休生惠伯彭，彭生皮，爲叔仲氏」，故云「叔孫氏之族」。　注「衣當」至「勝學」。　正義曰：《喪服》婦爲舅姑齊衰，無衣衰之文，故知「衣」是「齊」字，但「齊」字壞滅而有「衣」在。云「繆讀爲『不樛垂』之樛」者，讀從《喪服傳》「不樛垂」之樛。樛，謂兩股相交也，五服之絰皆然，唯弔服環絰不樛耳。云「士妻爲舅姑之服也」者，以子柳以叔仲爲氏，則非庶人也。又《春秋》叔仲皮等經傳無文，則非卿大夫也，故以爲士妻。其實大夫妻爲舅姑亦齊衰。　注「衍蓋皮之弟」。　正義曰：知者，以叔仲衍、叔仲皮皆以單字爲名，故疑是兄弟也。又子柳請衍，則衍尊於子柳，是子柳叔也。　「繐衰」至「服之」。　正義曰：知「繐衰，小功之縷而四升半」者，約《喪服傳》文。云「環絰，弔服之絰」者，約《周禮·司服》首服弁絰，鄭注云：「弁絰者，如爵弁而素，加環絰。」又鄭注《雜記》云：「環絰者，一股，所謂纏絰也。」纏而不樛，是環絰不樛也。云「時婦人好輕細，而多服此」者，若時人不服此服，則衍與子柳應知繐衰爲非。今子柳既受學於父，不肯粥庶弟之母，非是下愚，而不知其非禮，明當時皆著輕細故也。　注「婦以」至「舅非」。　正義曰：「以諸侯之大夫爲天子之衰」，據《喪服》，謂繐衰也。云「弔服之絰」者，謂環絰。既以此服服舅，故云非也。]"
      },
      {
        "index": 29,
        "text": "成人有其兄死而不爲衰者，聞子皋將爲成宰，遂爲衰。成人曰：「蠶則績而蟹有匡，范則冠而蟬有緌，兄則死而子皋爲之衰。」[蚩兄死者，言其衰之不爲兄死，如蟹有匡、蟬有緌，不爲蠶之績、范之冠也。范，蜂也。蟬，蜩也。緌謂蜩喙，長在腹下。　【疏】正義曰：此一節論成人無禮之事。成，孟氏所食采地也，即前犯禾之邑也。此邑中民有兄死而弟不爲兄制服者也。　「聞子皋將爲成宰，遂爲衰」者，此不服兄者，聞孔子弟子子皋，其性至孝，來爲成之宰，必當冶前不孝之人，恐罪及己，故懼之，遂制衰服也。　「成人曰『蠶則績而蟹有匡』」者，成人，謂成邑中識禮之人也。譏笑不服兄衰，仍爲設二譬也。蠶則績絲作繭。「蟹有匡」者，蟹背殼似匡，仍謂蟹背作匡。　「范則冠而蟬有緌」者，范，蜂也。蜂頭上有物似冠也。蟬，蜩也。緌謂蟬喙，長在口下，似冠之緌也。　「兄則死而子皋爲之衰」者，以是合譬也。蠶則須匡以貯繭，而今無匡，蟹背有匡，匡自著蟹，則非爲蠶設。蜂冠無緌而蟬口有緌，緌自著蟬，非爲蜂設。譬如成人，兄死，初不作衰，後畏於子皋，方爲制服，服是子皋爲之，非爲兄施，亦如蟹匡、蟬緌，各不關於蠶、蜂也。]"
      },
      {
        "index": 30,
        "text": "樂正子春之母死，五日而不食，曰：「吾悔之！[勉強過禮。子春，曾子弟子。]自吾母而不得吾情，吾惡乎用吾情？」[惡乎，猶於何也。　【疏】正義曰：此一節論孝子遭喪哀過之事。樂正子春，即曾子弟子坐於牀下者是也。此其母死，五日而不食者，禮三日，其五日，過二日。　「曰『吾悔之』」者，悔其不以實情，勉強而至五日。　「自吾母而不得吾情，吾惡乎用吾情」者，自我母死而不得吾之實情，而矯詐勉強爲之，更於何處用吾之實情乎？]"
      },
      {
        "index": 31,
        "text": "歲旱，穆公召縣子而問然，[然之言焉也。凡「穆」或作「繆」。]曰：「天久不雨，吾欲暴尪而奚若？」[奚若，何如也。尪者面鄉天，覬天哀而雨之。]曰：「天則不雨，而暴人之疾子，虐，毋乃不可與？」[錮疾，人之所哀，暴之，是虐。]「然則吾欲暴巫而奚若？」曰：「天則不雨，而望之愚婦人，於以求之，毋乃已疏乎？」[已猶甚也。巫主接神，亦覬天哀而雨之。《春秋傳》說巫曰：「在女曰巫，在男曰覡。」《周禮·女巫》：「旱暵則舞雩。」]「徙市則奚若？」曰：「天子崩，巷市七日；諸侯薨，巷市三日。爲之徙市，不亦可乎？」[徙市者，庶人之喪禮。今徙市，是憂戚於旱若喪。　【疏】正義曰：此一節論歲旱變之事。　「望之愚婦人，於以求之，毋乃已疏乎」。　縣子云：天道遠，人道近。天則不雨，而望於愚鄙之婦人，欲以暴之以求其雨，已，甚也，無乃甚疏遠於求雨道理乎？言甚疏遠於道理矣。　注「春秋」至「曰覡」。　正義曰：所引《春秋傳》者，《外傳·楚語》昭王問觀射父絕地通天之事，觀射父對云：「民之精爽不攜貳者，明神降之。在男曰覡，在女曰巫。」然案《楚語》「精爽不攜貳者」始得爲巫，此經而云「愚婦人」者，據末世之巫，非復是精爽不攜貳之巫也。　注「徙市者，庶人之喪禮」。　正義曰：今徙市，是憂戚於旱。若居天子、諸侯之喪，必巷市者，以庶人憂戚，無復求覓財利，要有急須之物，不得不求，故於邑里之內而爲巷市。]"
      },
      {
        "index": 32,
        "text": "孔子曰：「衛人之祔也離之。[祔，謂合葬也。離之，有以間其椁中。]魯人之祔也合之，善夫！」[善夫，善魯人也。祔葬當合也。　【疏】正義曰：此一節論魯、衛得失，各依文解之。　魯、衛兄弟，應同周法，故並之也。祔，謂合葬也。離之，謂以一物隔二棺之間於椁中也。所以然者，明合葬猶生時，男女須隔居處也。　「魯人之祔也合之，善夫」者。　魯人則合並兩棺置椁中，無別物隔之，言異生，不須復隔。「穀則異室，死則同穴」，故善魯之祔也。]"
      }
    ]
  }
}