{
  "chapterNumber": 40,
  "title": "卷39",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "「今夫新樂，進俯退俯，奸聲以濫，溺而不止，及優、侏，獶雜子女，不知父子。樂終，不可以語，不可以道古。此新樂之發也。俯，猶曲也，言不齊一也。濫，濫竊也。溺而不止，聲淫亂，無以治之。獶，獮猴也。言舞者如獮猴戲也，亂男女之尊卑。獶或為優。○俯，本又作府。濫，力暫反。溺，乃狄反。優音憂。侏音朱。音儒。獶，乃力反，獮猴也，依字亦作猱。獮音彌，武移反，本亦作彌。猴音侯，本亦作侯。"
      },
      {
        "index": 1,
        "text": "[疏]「今夫」至「發也」。○正義曰：此經明子夏對文侯新樂之禮。新樂者，謂今世所作淫樂也。「進俯退俯」者，謂俯僂曲折，不能進退齊一，俱曲屈進退而已，行伍雜亂也。○「奸聲以濫」者，謂濫竊不正，言奸邪之聲，濫竊不正，不能和正以廣也。○「溺而不止」者，聲既淫妙，人所貪溺，不可禁止也，不能始奏以文，復亂以武也。○「及優、侏、獶雜子女」者，言作樂之時，及有俳優雜戲侏短小之人。優雜，謂獮猴也，言舞戲之時，狀如獮猴，間雜男子婦人，言似獮猴，男女無別也。○「不知父子」者，言樂之混雜，不復知有父子尊卑之禮也。○「樂終，不可以語」者，言作樂雖復終畢，盡皆邪辟，不可以語。既與古樂乖違，故不可語道於古也。此皆新樂之為，故云：「此新樂之發也。」○注「獶，獮猴也」。○正義曰：按《詩•小雅》云：「毋教猱升木。」《毛傳》云：「猱，猿屬也。」是「獶，獮猴也」。《漢書》檀長卿為獮猴舞，是「狀如獮猴」。"
      },
      {
        "index": 2,
        "text": "今君之所問者樂也，所好者音也。夫樂者，與音相近而不同。」言文侯好音而不知樂也。鏗鏘之類皆為音，應律乃為樂。○好，呼報反，注同。近，附近之近，徐如字。鏗，苦耕反。鏘，七羊反，又士衡反。文侯曰：「取問何如？」欲知音、樂異意。"
      },
      {
        "index": 3,
        "text": "[疏]「今君」至「何如」。○正義曰：前兩經子夏既答文侯論古樂新樂之異事畢，此經答文侯所好古樂今樂之不同也。文侯之意，古樂今樂並皆為樂。子夏之意，以古樂德正聲和，乃為樂；今樂但淫聲音曲而已，不得為樂也，故云「今君之所問者樂也」，謂古今皆名樂。○「所好者音也」，子夏之意，君之所愛者，謂音聲也。○「夫樂者，與音相近而不同」者，古樂有音聲律呂，今樂亦有音聲律呂，是樂與音相近也。樂則德正聲和，音則心邪聲亂，是「不同」也。○「文侯曰：敢問何如」者，文侯既見子夏論樂、音不同，不曉不同之狀，故云「敢問何如」。"
      },
      {
        "index": 4,
        "text": "子夏對曰：「夫古者天地順而四時當，民有德而五穀昌，疾疢不作而無妖祥，此之謂大當。然後聖人作為父子君臣，以為紀綱。紀綱既正，天下大定。天下大定，然後正六律，和五聲，絃歌《詩•頌》，此之謂德音，德音之謂樂。當，謂樂不失其所。○當，丁浪反，下及注同。疢，敕覲反。《詩》云：『莫其德音，其德克明。克明克類，克長克君。王此大邦，克順克俾。俾於文王，其德靡悔。既受帝祉，施於孫子。』此之謂也。此有德之音，所謂樂也。德正應和曰「莫」，照臨四方曰「明」，勤施無私曰「類」，教誨不倦曰「長」，慶賞刑威曰「君」，慈和遍服曰「順」。「俾」當為「比」，聲之誤也。擇善從之曰「比」。施，延也。言文王之德，皆能如此，故受天福，延於後世也。○莫，亡伯反。長，丁丈反，注同。正此，於仿反。俾，依注音比，必覆反，注同，徐扶志反。祉，敕紀反。施，以豉反，注「施延」同。和如字，又胡臥反。炤，上音照，本亦作照。臨如字。施，始豉反。遍音遍。"
      },
      {
        "index": 5,
        "text": "[疏]「子夏」至「謂也」。○正義曰：此一節明子夏與文侯明古樂之正，引《詩》以結之。○正義曰：此之謂大當」者，當謂不失其所。如上所謂，是大得其所當也。○「作為父子君臣，以為紀綱」者，按《禮緯•含文嘉》云：「三綱，謂君為臣綱，父為子綱，夫為妻綱矣。六紀，謂諸父有善，諸舅有義，族人有敘，昆弟有親，師長有尊，朋友有舊，是六紀也。」○「絃歌詩頌」者，謂以琴瑟之弦，歌此《詩•頌》也。○「《詩》云：莫其德音詩頌，此《大雅•皇矣》之篇，美王季之德，云「維此王季，帝度其心」，莫然而靖，定其道德之音。以道德既正，天下應和，所以莫然而靖也。○「其德克明」者，以其莫然而靖，故其德能照臨天下之明也。○「克明克類」者，類，謂勤施無私。施惠勤勞，不私於己，外及等類，以明能然，故云「克明克類」也。○「克長克君」者，克長，謂教誨不倦，能為人師長。克君，謂慶賞刑威，能與人作君教化，故云「克長克君」也。○「王此大邦，克順克俾」者，俾，當為比，謂比方善事，擇善而從之。既能慈和遍服，又能擇善從之，故云「克順克俾」。○「俾於文王，其德靡悔」者，《詩》美王季之德，比擬文王。其王季之德，無可恥悔，言堪比文王也。《左傳》引此《詩》「唯此文王」，所以為文王之德，言比於文王。○「其德靡悔」者，謂此校文王之德，事事皆美，無可悔恨也。是《左傳》與《詩》文互意別也。○「既受帝祉，施於孫子」者，《詩》云王季既受天福祉，以遺子孫，子孫有天下也。《左傳》云：「文王既受帝祉，以遺後世子孫。」○正義曰：此之謂也」者，言《詩》云「德音」，則此經之所謂也。○注「德正應和曰莫」。○正義曰：以下皆昭二十八年《左傳》文也。"
      },
      {
        "index": 6,
        "text": "今君之所好者，其溺音乎？」言無文王之德，則所好非樂也。文侯曰：「敢問溺音何從出也？」玩習之久，不知所由出也。○玩又作<元>，音五換反。"
      },
      {
        "index": 7,
        "text": "[疏]「今君」至「出也」。○上既云君之所好音有善惡，故上云「治世之音」，「亂世之音」。今君之所好者，非正音，是淫溺之音乎？不敢指斥，故言「乎」而疑之也。○「文侯曰：敢問溺音何從出也」者，文侯既聞子夏之言善，遂問溺音所出之由。"
      },
      {
        "index": 8,
        "text": "子夏對曰：「鄭音好濫淫志，宋音燕女溺志，衛音趨數煩志，齊音敖辟喬志。」此四者，皆淫於色而害於德，是以祭祀弗用也。言四國皆出此溺音。濫，濫竊，奸聲也。燕，安也。《春秋傳》曰：「懷與安，實敗名。」趨數讀為「促速」，聲之誤也。煩，勞也。祭祀者不用淫樂。○燕，於見反。趨音促。數音速。傲，字又作敖，同，五報反。辟，匹亦反，徐芳益反。喬，徐音驕，本或作驕。敗，必邁反。"
      },
      {
        "index": 9,
        "text": "[疏]「子夏」至「用也」。○此一節，子夏為文侯明溺音所出也。○「鄭音好濫淫志」者，濫，竊也，謂男女相偷竊。言鄭國樂音好濫相偷竊，是淫邪之志也。○「宋音燕女溺志」者，燕，安也。溺，沒也。言宋音所安，唯女子，所以使人意志沒矣，即前「溺而不止」是也。○「衛音趨數煩志」者，言衛音既促且速，所以使人意志煩勞也。○「齊音敖辟喬志」者，言齊音既敖很辟越，所以使人意志驕逸也。○正義曰：此四者，皆淫於色而害於德，是以祭祀弗用也」者，既淫色害德，故不用祭祀也。○注「言四」至「敗名」。○正義曰：經云「鄭音好濫，宋音燕女」，其事是一，而為別音者，濫竊，非已儔匹，別相淫竊；燕女，謂己之妻妾燕安而已，所以別好濫也。上云「鄭、衛之音」，則鄭、衛亦淫聲也。又此云「四者皆淫於色」，是衛與齊皆有淫聲也。而經唯云「衛音趨數煩志，齊音敖辟喬志」，都不云「女色」者，按《詩》有桑中、淇上，是淫佚可知，則淫佚之外，更有促速敖辟。推此而言，齊詩有哀公荒淫怠慢，襄公淫於妹，亦女色之外，加以傲辟驕志也，故總謂之「溺音」也。○注「《春秋傳》曰：懷與安，實敗名」者，僖二十三年《左氏》之文，齊女姜氏勸重耳出奔也。"
      },
      {
        "index": 10,
        "text": "「《詩》云『肅雍和鳴，先祖是聽。』夫肅，肅敬也。雍，雍和也。夫敬以和，何事不行？」言古樂敬且和，故無事而不用，溺音無所施。"
      },
      {
        "index": 11,
        "text": "[疏]「《詩》云」至「不行」。○正義曰：此一節，子夏重為文侯明正樂敬和之事，所以勸勵文侯用古樂也。此《詩•周頌•有瞽》之篇。肅，敬也。雍，和也。言樂音敬和而鳴，先祖之神，聽而從之。若能敬和，施設於政教，何事不行也？"
      },
      {
        "index": 12,
        "text": "「為人君者，謹其所好惡而已矣。君好之，則臣為之。上行之，則民從之。《詩》云：『誘民孔易。』此之謂也。」誘，進也。孔，甚也。言民從君所好惡，進之於善無難。○易，以豉反。"
      },
      {
        "index": 13,
        "text": "[疏]「為人」至「謂也」。○正義曰：此經明子夏既勸文侯所好古樂，又謹慎行之，以此化民，無不從也。引「《詩》云：誘民孔易」者，此厲王《大雅•板》之篇也。誘，進也。孔，甚也。言在上教道於民甚易也，但己行於上，則民化之於下。《詩》之所云，則此之謂也。○注「誘，進也。孔，甚也」。○正義曰：「誘，進也」，《釋詁》文。「孔，甚也」，《釋言》文也。"
      },
      {
        "index": 14,
        "text": "然後聖人作為□、鼓、椌、楬、塤、篪。此六者，德音之音也。六者為本，以其聲質也。椌、楬謂柷、敔也。塤、篪，或為簨、虡。○□音桃。椌，苦江反，柷也。楬，苦瞎反，敔也。塤，許袁反。篪，直支反。柷，昌六反。圉，本又作敔，魚呂反。簨，恤尹反。虡音巨。然後鍾、磬、竽、瑟以和之，干、戚、旄、狄以舞之。此所以祭先王之廟也，所以獻、酬、酳、酢也，所以官序貴賤各得其宜也，所以示後世有尊卑長幼之序也。官序貴賤，謂尊卑，樂器列數有差次。○竽音於。和如字，徐胡臥反。酬，市由反。酳音胤，又仕覲反。酢音昨。長，丁丈反。"
      },
      {
        "index": 15,
        "text": "[疏]「然後」至「序也」。○正義曰：上經言人君謹慎所好惡以誘人，故此一節論聖人作為樂器道德之音，以示後世也。○正義曰：此六者，德音之音也」者，言此□、鼓、椌、楬、塤、篪，其聲質素，是道德之音，以尚質故也。○「然後鍾、磬、竽、瑟以和之，干、戚、旄、狄以舞之」者，既用質素為本，然後用此鍾、磬、竽、瑟華美之音以贊和之，使文質相雜。干，楯也。戚，斧也。狄，羽也。聲既文質備足，又用干、戚、旄、羽以舞動之。○正義曰：此所以祭先王之廟也」者，以前云鄭、宋、齊、衛四者為祭祀之所不用，故此云六器為道德之音，四器之和，文武之舞，並可在於宗廟之中奏之，若樂九變而鬼神格也。○「所以獻、酬、酳、酢也」者，又用於宗廟中接納賓客也，「賓入而奏《肆夏》，及卒爵而樂闋，孔子屢歎之」是也。○「所以官序貴賤，各得其宜也」者，又用樂體別尊卑於朝廷，使各得其宜也。天子八佾，諸侯六佾，是也。○「所以示後世有尊卑長幼之序也」者，聞樂知德，及施於子孫，是示後世。又宗族長幼同聽之，莫不和順；閨門之內，父子兄弟同聽之，莫不和親，是長幼之序也。○注「椌、楬」至「簨虡」。○正義曰：按鄭注《詩•有瞽》篇云：「柷，形如漆筒，中有椎。」「敔，狀如伏虎，背上有二十四齟齬。」又鄭司農注《笙師》云：「篪，七室。」塤，六孔，鄭云：「塤，燒土為之，大如雁卵。□，如鼓而小，持其柄搖之，旁耳自擊。」鼓，革也，椌、楬，木也，其聲質素，故周語單穆云：「革木一聲。」注云「一聲，無宮商清濁」是也。"
      },
      {
        "index": 16,
        "text": "「鐘聲鏗，鏗以立號，號以立橫，橫以立武。君子聽鐘聲，則思武臣。號，號令。所以警眾也。橫，充也，謂氣作充滿也。○鏗，古耕反，徐苦庚反。號，胡到反。橫，古曠反，充也，下及注同。"
      },
      {
        "index": 17,
        "text": "[疏]「鐘聲」至「武臣」。○正義曰：此一節論樂器之聲各別，君子之聽，思其所用之臣，各隨文解之。○「鐘聲鏗」者，言金鐘之聲，鏗鏗然矣。○「鏗以立號」者，言鏗是堅剛，故可以興立號令也。○「號以立橫」者，謂橫氣充滿也，若號令威嚴，則軍士勇敢而壯氣充滿。崔氏云：「若嚴正立號，則其號必充滿於萬物矣。」○「橫以立武」者，言壯氣充滿，所以武事可立也。崔氏云：「若教令充遍，則武矣。」○「君子聽鐘聲，則思武臣」者，君子，謂識樂之情者，所以聞聲達事，鍾既含號令立武，故聽之而思武臣也。"
      },
      {
        "index": 18,
        "text": "石聲磬，磬以立辨，辨以致死。君子聽磬聲，則思死封疆之臣。石聲磬，磬當為罄，字之誤也。辨，謂分明於節義。○磬，依注音罄，口挺反，一音口定反。聽磬，口定反。疆，居良反，下「是疆」同。"
      },
      {
        "index": 19,
        "text": "[疏]「石聲」至「之臣」。○此一經明石聲。磬者，石磬也。磬是樂器，故讀聲音罄然矣。其聲能和，故次鍾也。言磬輕清響矣，叩其磬，則其聲之罄罄然也。○「磬以立辨」者，辨，別也。崔云：「能清別於眾物，則分明辨別也。」○「辨以致死」者，既各有部分，不相侵濫，故能使守節者致死矣。若諸侯死社稷，大夫死眾，士死制之屬也。崔云：「若能明別於節義，則不愛其死也。」○「君子聽磬聲，則思死封疆之臣」者，言守分不移，即固封疆之義矣。磬含守分，故聽其聲而思其事也。○注「石聲」至「誤也」。○正義曰：讀磬為罄者，其字下著石，樂器之磬；其下著缶，是罄然之罄。今經云「石聲磬」，恐是樂器，故讀為罄，取聲音罄罄然。"
      },
      {
        "index": 20,
        "text": "絲聲哀，哀以立廉，廉以立志。君子聽琴瑟之聲，則思志義之臣。廉，廉隅。\n[疏]「絲聲」至「之臣」。○此一經明絲聲哀者。哀，謂哀怨也，謂聲音之體婉妙，故哀怨矣。○「哀以立廉」者，廉，謂廉隅。以哀怨之，故能立廉隅，不越其分也。○「廉以立志」者，既不越分，故能自立其志。○「君子聽琴瑟之聲，則思志義之臣」者，言絲聲捨志不可，犯故聞絲聲而思其事也。"
      },
      {
        "index": 21,
        "text": "竹聲濫，濫以立會，會以聚眾。君子聽竽、笙、簫、管之聲，則思畜聚之臣。「濫」之意，猶攬聚也。會，猶聚也。聚，或為最。○濫，力敢反，下及注皆同。會，戶外反，及古外反，下同。畜，敕六反。攬，力敢反。"
      },
      {
        "index": 22,
        "text": "[疏]「竹聲」至「之臣」。○此一經明「竹聲濫」者，濫，猶攬也。言竹聲攬然有積聚之意也。○「濫以立會」者，以竹聲既攬聚，故能立會矣。○「會以聚眾」者，以合會而能聚其眾也。○「君子聽竽、笙、簫、管之聲，則思畜聚之臣」者，亦聞其音而思其事也。笙以匏為之，而在竹聲之中者，但笙以匏為體，插竹於匏，匏竹兼有，故笙文在竹也。"
      },
      {
        "index": 23,
        "text": "鼓鼙之聲讙，讙以立動，動以進眾。君子聽鼓鼙之聲，則思將帥之臣。聞讙囂，則人意動作。讙或為歡，動或為勳。○鼙，步西反。讙，呼端反，又音喧。將，子亮反，下注「大將」、下「將帥」同。帥，本又作率，用類反，下「將帥」同。囂，許驕反，又五羔反。"
      },
      {
        "index": 24,
        "text": "[疏]「鼓鼙」至「之臣」。○正義曰：此一經明鼓鼙之聲讙者，讙，謂讙囂也，其聲讙雜矣。○「讙以立動」者，以其聲讙，故使人意動作也。○「動以進眾」者，以動作，故能進發其眾也。○「君子聽鼓鼙之聲，則思將帥之臣」者，將帥，眾，聚也。言鼓能進眾，故聞其聲而思其事也。不云「□」而云「鼙」者，廣其類也。○注「聞讙囂，則人意動作」。○正義曰：是聲能感動於人也。如鄭此言，則五者之器，皆據其聲。聲各不同，立事有異，事隨聲起，是聲能立事也。皇氏用崔氏之說，云「鐘聲為兌，石聲為乾，絲聲為離，竹聲為震，鼓鞞為坎」，妄取五方之義，棄其五器之聲，背經違注，曲為雜說。言及於數，非關義理，又無明文，今並略而不用也。"
      },
      {
        "index": 25,
        "text": "君子之聽音，非聽其鏗鎗而已也，彼亦有所合之也。」以聲合成己之志。○鎗，七羊反，又吐衡反，徐敕庚反。\n[疏]「君子」至「合之也」。○正義曰：此一經總結上文五者，言君子之聽音聲，非徒聽其音聲鏗鎗而已彼謂樂聲亦有合成巳之志意也。崔氏云：「但釋五音。八卦屬四方四維之音，所以皆應，與四方同。所以應同者，四維處四方之間，四方皆五行相生。水生木，匏同竹音。木生火，木音同絲。火生土，土不當於方。土生金，土處金火之間，土音屬金。金生水，石不可屬於水，故不同於革，而不同者，以乾為君父，君父之音不可屬於人，故不同於革，而磬別有所感。乾為天，坤為地。天既不屬人，坤所以不別出者，為坤卑故也。」今按崔氏此說浮虛，體例不等，上下混雜，記人之意，不應如此。鄭注無文，不可附會。今略存崔氏之義，賢者擇焉。今謂八音，唯論五者，以鍾與武臣相會，石與死封疆相將，絲與志義是同，竹與畜聚相類，鼓鼙與將帥同等，故五器而有五事。其匏與土、木不同，無此五器之象，故記者不言。"
      },
      {
        "index": 26,
        "text": "賓牟賈侍坐於孔子，孔子與之言，及樂，曰：「夫《武》之備戒之已久，何也？」對曰：「病不得其眾也。」《武》，謂周舞也。備戒，擊鼓警眾。病，猶憂也，以不得眾心為憂，憂其難也。○牟，亡侯反。坐，才臥反，又如字。"
      },
      {
        "index": 27,
        "text": "[疏]「賓牟」至「眾也」。○正義曰：此一經，《別錄》是「賓牟賈問」章，自此以下至「不亦宜乎」，總是賓牟賈與夫子相問答之事。今各依文解之。○「賓牟賈侍坐於孔子」者，姓賓牟，名賈，侍坐於孔子。○「孔子與之言，及樂」者，孔子與賓牟賈言說，初論他事，次及於樂。○「曰：夫《武》之備，戒之已久，何也」者，此是孔子之問。凡有五。「夫」，是發語之端。《武》，謂周之武樂，欲作武樂之前，先擊鼓備戒其眾。備戒之後，久始作舞，故孔子問之云：「《武》樂先擊鼓備戒已久，乃始作舞何？○「對曰：病不得其眾也」者，此賓牟賈所答，亦有五，但三答是，二答非，今此答是也。病，謂憂也。言武王伐紂之時，憂病不得士眾之心，故先鳴鼓以戒士眾，久乃出戰。今《武》樂故令舞者久而不即出，是象武王憂不得眾心故也。○注「武謂」至「難也」。○正義曰：此以下王事，故知周舞也。「憂其難」者，憂其不得士眾之難，故擊鼓久而不舞。"
      },
      {
        "index": 28,
        "text": "「詠歎之，淫液之，何也？」對曰：「恐不逮事也。」詠歎、淫，液歌遲之也。逮，及也。事，戎事也。○詠歎，上音永，下音歎。液音亦。逮音代，又代計反。遲，直冀反。「發揚蹈厲之已蚤，何也？」對曰：「及時事也。」時至，武事當施也。○蹈音悼，蚤音早。「《武》坐，致右憲左，何也？」對曰：「非《武》坐也。」言《武》之事無坐也。致，謂膝至地也。憲讀為軒，聲之誤也。○憲，依注音軒。「聲淫及商，何也？」對曰：「非《武》音也。」言《武》歌在正其軍，不貪商也。時人或說其義為貪商也。子曰：「若非《武》音，則何音也？」對曰：「有司失其傳也。若非有司失其傳，則武王之志荒矣。」有司，典樂者也。傳，猶說也。荒，老耄也。言典樂者失其說也，而時人妄說也。《書》曰：「王耄荒。」○「傳，直專反，下及注同。傳，猶說也。旄，莫報反，下同。子曰：「唯。丘之聞諸萇弘，亦若吾子之言是也。」萇弘，周大夫。○萇，直良反。"
      },
      {
        "index": 29,
        "text": "[疏]「詠歎」至「是也」。○正義曰：「詠歎之，淫液之，何也」者，此孔子之問，欲舞之前，其歌聲吟詠之，長歎之，其聲淫液，是貪羨之貌，言欲舞之前，其歌聲何意吟歆長歎歆羨也。○「對曰：恐不逮事也」，此是賓牟賈答孔子之詞。所以舞前有此詠歎淫液之歌者，像武王伐紂，恐諸侯不至，不逮及戰事，故歌聲吟詠而歆羨。此答是也。○注「詠歎、淫液，歌遲之也」。○正義曰：詠歎者，謂長聲而歎矣。淫液，謂音連延而流液不絕之意。歌遲之，謂作此歌吟思之，欲待眾之至也。○「發揚蹈厲之已蚤，何也」者，此又明是孔子之問。初舞之時，手足發揚蹈地而猛厲言，舞初則然，故云：「已蚤，何也？」意謂舞時發揚蹈厲即大蚤。○「對曰：及時事也」者，此亦賓牟賈對詞。所以舞時蚤為發揚蹈厲，像武王及時伐紂戰事也，故發揚象戰。此答非也，知非者，下云「發揚蹈厲」，是「大公之志」，故知此答非也。○「《武》坐，致右憲左，何也」者，此亦孔子問詞。坐，跪也。致，志也。軒，起也。問武人何忽有時而跪，以右膝至地，而左足仰起，何故也？○「對曰：非《武》坐也」，此是賓牟賈答云。致右軒左，非是武人之坐，言以舞法無坐也。此答亦非。知者，下云「武亂皆坐，周、召之治」也。是武法有坐，故知此答非也。○「聲淫及商，何也」者，此亦孔子問詞。淫，貪也。問奏樂之聲，何意有貪商之聲也？王氏云：「聲韻歆羨，淫液貪商也。」○「對曰：非《武》音也」者，此賓牟賈之答。非武音，謂非是《武》樂之音。賓牟賈言武王應天從人，不得已而伐之，何容有貪商之聲，故言「非《武》音」。此答是。○注「言《武》」至「商也」。○正義曰：言「《武》歌在正其軍不貪商」者，解經「非《武》音」，言《武》歌象武王正其軍事，不得有貪商之歌，故知貪商者非《武》樂之音也。云「時人或說其義為貪商也」者，解經中「聲淫及商」之義，言當時人不曉《武》音，謂此歌聲為貪商，故云「或說其義為貪商」。孔子以時人之意而問賓牟賈，然時人之說非也。孔子大聖，應知其非，而問之者，孔子雖知其非，而問賓牟賈，是知非而故問矣。○「子曰：若非《武》音，則何音也」者，賓牟賈既答貪商非是《武》音，孔子因而問之，云：貪商之歌，若非《武》樂之音，則何音也？○「對曰：有司失其傳也」者，此賓牟賈答云。有司，謂典樂者。失傳說也，言《武》樂之歌，有貪商之意者，是典樂有司失其傳說。謂為貪商，故時人惑之。○「若非有司失其傳，則武王之志荒矣」者，賓牟賈又云，若非是有司失其傳說，將言武王實為貪商，則是武王之志荒耄矣。言武王荒耄，遂有貪商也。然武王大聖，伐暴除殘，何有貪商之意？故知有司妄說為貪商，使時人致惑。○注「荒老」至「耄荒」。○正義曰：按《大戴禮》云：「文王年十五而生武王發。」又《文王世子》篇云：「文王九十七而崩。」則武王九十三而終矣。文王受命七年而崩，十三年伐紂，是文王崩後六年伐紂，時武王八十九矣，年雖老而大聖不荒耄也。《書》曰「王耄荒」，《呂刑》文也。言穆王享國百年而耄荒，證荒為老耄也。○「子曰：唯丘之聞諸萇弘」者，孔子既得賓牟賈之答，故云「聞諸萇弘」。諸，於也，聞於萇弘之說。○「亦若吾子之言是也」者，謂賓牟賈為吾子者，《儀禮》注云：「子，男子之美稱。言吾子，相親之詞。"
      },
      {
        "index": 30,
        "text": "賓牟賈起，免席而請曰：「夫《武》之備戒之已久，則既聞命矣，敢問遲之遲而又久，何也？」遲之遲，謂久立於綴。○遲之遲，並直詩反，徐直尼反。"
      },
      {
        "index": 31,
        "text": "[疏]「賓牟」至「何也」。○正義曰：自此以前，孔子問賓牟賈。自此以後，是賓牟賈問孔子。此一經是賓牟賈問詞也。○「免席而請曰」者，免席，謂避席也。言賓牟賈前答孔子，雖被孔子所許，於前答之事猶有不曉，而反請問孔子，故曰「免席而請」焉。○「夫《武》之備戒之已久，則既聞命矣」者，前經是夫子之問，賓牟賈前答其已久之意，被孔子所許，不得為非，是「既聞命矣」。○「敢問遲之遲而又久，何也」者，此賓牟賈問孔子之詞。「遲之遲」者，賀氏云：「備戒已久是遲，久立於綴亦是遲。」而又久，何意如此？"
      },
      {
        "index": 32,
        "text": "子曰：「居，吾語汝。夫樂者，像成者也。總干而山立，武王之事也。發揚蹈厲，大公之志也。《武》亂皆坐，周、召之治也。居，猶安坐也。成，謂已成之事也。總干，持盾也。山立，猶正立也，像武王持盾正立待諸侯也。發揚蹈厲，所以象威武時也。《武》舞，像戰鬥也。亂，謂失行列也。失行列則皆坐，像周公、召公以文止武也。○語，魚據反。女音汝，下「且女」同。大音泰。召音邵，注及下同。治，直吏反，下注及下同。盾，述尹反，又音允。行，戶剛反，下同。"
      },
      {
        "index": 33,
        "text": "[疏]「子曰」至「治也」。○正義曰：自此以下，孔子為賓牟賈說《武》樂之意，並廣明克殷以後之事。此一經為賓牟賈說其將舞之事。○「夫樂者，像成者也」，言作樂者放象其成功者也。○「總干而山立」者，言將舞之時，舞人總持干盾以正立，似山不動搖，像武王持盾，以待諸侯之至也。○「發揚蹈厲，大公之志也」者，言《武》樂之舞，發揚蹈厲，像大公威武鷹揚之志也。○「《武》亂皆坐，周、召之治也」者，亂，謂失行列。作此《武》舞，回移轉動，亂失行列皆坐，所以坐者，像周公、召公以文德治之，以文止武，像周、召之治也。"
      },
      {
        "index": 34,
        "text": "「且夫《武》，始而北出，再成而滅商，三成而南，四成而南國是疆，五成而分周公左、召公右，六成復綴以崇。成，猶奏也。每奏《武》曲一終為一成。始奏，像觀兵盟津時也。再奏，像克殷時也。三奏，像克殷有餘力而反也。四奏，像南方荊蠻之國侵畔者服也。五奏，像周公召公分職而治也。六奏，像兵還振旅也。復綴，反位止也。崇，充也。凡六奏以充《武》樂也。○夫音扶。綴，丁劣反，又丁衛反，注及下同。孟，本亦作盟，音孟。"
      },
      {
        "index": 35,
        "text": "[疏]「且夫」至「以崇」。○正義曰：此一經孔子為賓牟賈說《武》樂六成之意。上說三者之事已訖，更別廣說《武》樂，故云。○「且夫《武》，始而北出」者，謂初舞位最在於南頭，從第一位而北出者。次及第二位稍北出者。熊氏云：「則前云三步以見方，見一成也。作樂一成而舞，像武王北出觀兵也。」○「再成而滅商」者，謂作樂再成舞者從第二位至第三位，像武王滅商，則與前文再始以著往為一也。○「三成而南」者，謂舞者從第三位至第四位，極北而南反，像武王克紂而南還也。○「四成而南國是疆」者，謂《武》曲四成舞者，從北頭第一位卻至第二位，像武王伐紂之後，南方之國於是疆理也。○「五成而分周公左、召公右」者，從第二位至第三位，分為左右，像周公居左，召公居右也。○「六成復綴以崇」者，綴，謂南頭初位，舞者從第三位南至本位，故言復綴以崇。崇，充也。謂六奏充其《武》樂，像武王之德充滿天下。此並熊氏之說也，而皇氏不云次位。舞者本在舞位之中，但到六成而已。今舞亦然，義亦通也。○注「成猶」至「樂也」。○正義曰：成，謂曲之終成。每一曲終成而更奏，故云「成，猶奏也」。云「復綴，反位止也」者，謂最在南第一位，初舞之時，從此位入北，至六成還反覆此位。如鄭所注，熊氏得之。云「凡六奏以充《武》樂也」者，充，謂充備。言六奏其曲，《武》樂充備，故云「六奏以充《武》樂」，言《武》樂充備，是功成大平，周德充滿於天下也。"
      },
      {
        "index": 36,
        "text": "「天子夾振之而駟伐，盛威於中國也。夾振之者，王與大將夾舞者，振鐸以為節也。駟當為四，聲之誤也。《武》舞，戰象也。每奏四伐，一擊一剌為一伐。《牧誓》曰：「今日之事，不過四伐五伐。」○夾，古洽反，注及下同。鐸，大各反。一剌，本亦作壹剌，七亦反。"
      },
      {
        "index": 37,
        "text": "[疏]「天子」至「國也」。○正義曰：「天子夾振之」者，謂《武》樂之作，言天子與大將夾舞者，振鐸以節之。○「而駟伐」者，駟當為四。四伐，謂擊剌。作《武》樂之時，每一奏之中，而四度擊剌。像武王伐紂四伐也。○「盛威於中國也」者，像武王之德，盛大威武於中國。○注「夾振」至「五伐」。○正義曰：「王與大將夾舞者，振鐸以為節也」者，經云「天子夾振」，是兩邊相夾。天子與大將相對，明是尊者，故知王與大將也。經云「振之」，鐸是所振之物，故知振鐸以為舞者之節也。《武》樂在庭，天子尊極，所以得親夾舞人為振舞者。熊氏按《祭統》云：「君執干戚就舞位，冕而總干，率其群臣以樂皇屍。」又下云：「食三老五更於大學，冕而總干。」尚得親舞，何以不得親執鐸乎？此執鐸為祭天時也。皇氏云：「武王伐紂之時，王與大將親自執鐸以夾軍眾。今作《武》樂之時，令二人振舞夾舞者，像武王與大將伐紂之時矣。」皇氏此說，稍近人情，理通，勝於熊氏。但注云「王與大將夾舞」者，則似天子親夾舞人，則皇氏說不便，未知孰是，故備存焉。王肅讀「天子」上屬，謂「作樂六成，尊崇天子之德矣」。以是《聖證論》王肅引《家語》而難鄭云：「六成而復綴，以崇其為天子，此《家語》之文也。」馬昭申鄭意，云：「凡樂之作，皆所以昭天子之德，豈特六成之末而崇之乎？」孔晁又難馬昭云：「天子夾振用舞之法，在於經典。今謂天子夾振，此經之正文，又親舞總干具。」如熊氏之說，此則經典之證也。云「駟當為四，聲之誤也」者，以《牧誓》有四伐之文，故讀為四也。云「每奏四伐」者，《武》樂六奏，每一奏之中，舞者以戈矛四度擊剌，像伐紂時也。引「《牧誓》曰：今日之事，不過四伐五伐」者，此武王戒誓士眾，云「今日戰事，前進不得過四伐五伐，乃止齊焉」。今《武》樂惟用四伐，不用五伐者，尚其少也。"
      },
      {
        "index": 38,
        "text": "分夾而進，事蚤濟也。分，猶部曲也。事，猶為也。濟，成也。舞者各有部曲之列，又夾振之者，像用兵務於早成也。○分，扶問反，注同。分，部曲。久立於綴，以待諸侯之至也。像武王伐紂待諸侯也。且女獨未聞牧野之語乎？欲語以作《武》樂之意。○牧野，音也，徐又以汝反。欲語，魚據反。武王克殷反商，未及下車而封黃帝之後於薊，封帝堯之後於祝，封帝舜之後於陳，下車而封夏後氏之後於杞，投殷之後於宋，封王子比干之墓，釋箕子之囚，使之行商容而復其位。庶民弛政，庶士倍祿。濟河而西，馬散之華山之陽而弗復乘，牛散之桃林之野而弗復服，車甲釁而藏之府庫而弗復用，倒載干戈，包之以虎皮，將帥之士使為諸侯，名之曰『建櫜』，然後天下知武王之不復用兵也。「反」當為「及」字之誤也。及商，謂至紂都也。《牧誓》曰：「至於商郊牧野。」封，謂故無土地者也。投，舉徙之辭也。時武王封紂子武庚於殷墟，所徙者，微子也，後周公更封而大之。積土為封。封比干墓，崇賢也。行，猶視也。使箕子視商禮樂之官，賢者所處，皆令反其居也。弛政，去其紂時苛政也。倍祿，復其紂時薄者也。散，猶放也。桃林，在華山旁。甲，鎧也。釁，釁字也，包干戈以虎皮，明能以武服兵也。建，讀為鍵，字之誤也。兵甲之衣曰櫜。鍵櫜，言閉藏兵甲也。《詩》曰：「載櫜弓矢。」《春秋傳》曰：「垂櫜而入。」《周禮》曰：「櫜之欲其約也。」薊或為續。祝或為鑄。○反，依注音及。封黃帝之後於薊，音計，今涿郡薊縣是也，即燕國之都也。孔安國、司馬遷及鄭皆云：「燕國郡。」邵公與周同姓。按黃帝姓姬，君奭蓋其後也。或黃帝之後封薊者，滅絕而更封燕郡乎？疑不能明也。而皇甫謐以邵公為文王之庶子，記傳更無所出。又《左傳》富辰之言，亦無燕也。祝，之六反。杞音起。使之行，下孟反，注同。視也。商容，如字，孔安國云：「殷之賢人也。」鄭云：「商禮樂之官也。」復音伏。弛，始氏反，注同，廢也。華如字，又戶化反。而弗復，扶又反，下同。釁，字又作釁，同，許靳反。倒，丁老反。建，依注讀為鍵，其展反，徐其偃反。櫜音羔，注同。虛音墟。令，力呈反。去，起呂反。苛音何，本又作荷，役也。鎧，苦代反，又開改反。鑄，止樹反。"
      },
      {
        "index": 39,
        "text": "[疏]「分夾」至「兵也」。○正義曰：「分夾而進，事蚤濟也」者，分，謂部分；夾，謂振鐸夾之。言舞者各有部分，振鐸夾之而進也。事，為也。像武王伐紂為蚤。濟，成也，像為事之蚤成，故前進也。○「久立於綴，以待諸侯之至也」者，言未舞之前舞者，久立於酇綴，像武王待諸侯之至。○「且女獨未聞牧野之語乎」，孔子既為賓牟賈說《武》樂之體也，又欲為賓牟賈廣論牧野作《武》樂之意，故云「且女獨未聞牧野之語乎」。將欲語以牧野之事，畢周道四達之意也。○「武王克殷反商」，此孔子為賓牟賈說牧野克殷後事。反商者，反當為及，言武王牧野克殷已畢，及至商紂之都也。○「未及下車」者，言速封諸侯，未遑暇及下車，即封黃帝、堯、舜之後也。○「下車而封夏殷之後」者，以二王之後，以其禮大，故待下車而封之。按《周本紀》云：武王以與戰伐紂，兵皆崩畔。武王入，至紂死之所。周公把大鉞，畢公把小鉞，以夾武王。武王既入，立於社南。召公奭貢兵，師尚父牽牲。尹逸祝曰：「殷之末孫季紂，殄廢先王明德。」又云：乃封紂子祿父，使其弟管叔、蔡叔相祿父。命召公釋箕子之囚。命畢公釋百姓之囚，表商容之閭。命南宮適散鹿台之財，發鉅橋之粟。命閎天封比干之墓。武王追思先聖，乃褒封神農之後於焦，及封黃帝之後於薊，封帝堯之後於祝，封帝舜之後於陳。大禹與此同。然如武王追思先聖，乃封之，與此未及下車義反，當以《禮記》為正。此不云封神農者，舉三恪二代也。○「釋箕子之囚，使之行商容而復其位」者，既釋箕子，使之行商容者。行，視也。容，謂禮樂之官。使箕子檢視殷家禮樂之官。若有賢者所處，皆令復居其故位也。○「庶民弛政」者，弛，去也。庶民被紂虐政者而放去之也。○「庶士倍祿」者，謂庶士紂時祿薄者而倍益之。○「車甲釁而藏之府庫」者，言車甲不復更，用故以血釁而藏之。○「倒載干戈」者，倒載而還鎬京也，所以倒之者，熊氏云：「凡載兵之法，皆刃向外。今倒載者，刃向國，不與常同，故云倒載也。」○「包之以虎皮」者，虎皮，武猛之物也。用此虎皮包裹兵器，示武王威猛，能包制服天下兵戈也。或以虎皮有文，欲以見文止武也。○「將帥之士使為諸侯，名之曰建櫜」者，封為諸侯者，以報勞賞其功也。即《牧誓》云「千夫長」是也。「名之曰建櫜」者，鍵，籥牡也。櫜，兵鎧之櫜也。言鎧及兵戈悉櫜韜之，置於府庫而鍵閉之，故云「名之曰建櫜」也。○「然後天下知武王之不復用兵也」者，見其放牛藏器，故知也。○注「反當」至「約也」。○正義曰：「反當為及」者，以下文云「濟河而西」，明知此反商是及至商也。云「投，舉徙之詞也」者，以武王之時，封紂子武庚於殷墟。初克紂，微子復其故位。《左傳》云「武王親釋其縛，使復其所《武》是也。而暫時復所，武王即徙而居宋也，故云「所徙者，微子也」。云「後周公更封而大之」者，以武庚於周公居攝之時作亂被滅，周公因封微子。先在於宋，更封而大之者，按《書序》云：「成王既黜殷命，命微子啟作《微子之命》。」是封而大之。其實封為五百里，在制禮之後。故《發墨守》云「六年制禮作樂，封殷之後，稱公於宋」是也。云「使箕子視商禮樂之官」者，容為禮樂，故云「視商禮樂之官」。知容為禮樂者，《漢書•儒林傳》云：「孝文時，徐生善為容。」是善禮樂者謂之容也。而《武成》篇云「式商容閭」，則商容人名。鄭不見古文，故為禮樂也。云「釁，釁字也」者，以《禮傳》所云「以血塗物皆為釁」，故從釁也。云「建，讀為鍵」者，鍵是管籥閉藏之名，故讀為鍵。或以管籥，或以櫜衣閉藏兵革，故云「鍵櫜」也。引「《詩》曰：載櫜弓矢」者，《詩•頌•時邁》篇也。論武王伐紂畢，載櫜弓矢也。引「《春秋傳》：垂櫜而入」者，昭元年《左傳》文。時楚公子圍聘於鄭，公孫段云：「請垂櫜而入。」示無弓，但垂櫜而已。引「《周禮》櫜之欲其約也」者，《考工記》文，言以皮為甲，櫜中盛之，欲其約。所引此諸文者，證櫜是韜盛之物也。"
      },
      {
        "index": 40,
        "text": "「散軍而郊射，左射《貍首》，右射《騶虞》，而貫革之射息也。裨冕搢笏，而虎賁之士說劍也。祀乎明堂，而民知孝。朝覲，然後諸侯知所以臣。耕藉，然後諸侯知所以敬。五者，天下之大教也。郊射，為射宮於郊也。左，東學也。右，西學也。《貍首》、《騶虞》，所以歌為節也。貫革，射穿甲革也。裨冕，衣裨衣而冠冕也。裨衣，袞之屬也。搢，猶插也。賁，憤怒也。文王之廟為明堂制。耕藉，藉田也。○郊射，食亦反，「左射」、下「右射」同，沈皆食夜反。貍，力之反。騶，側由反。貫，古亂反，後同。裨，婢支反。搢音進。笏音忽。賁音奔，注同。孔安國云：「虎賁，若虎賁獸，言其猛也。」說，吐活反。朝，直遙反。射穿，食亦反。衣裨衣，上於既反，下如字。而冠，古亂反。猶捷，本亦作插，初洽反，徐采協反。憤，扶粉反。食三老、五更於大學，天子袒而割牲，執醬而饋，執爵而酳，冕而總干，所以教諸侯之弟也。三老五更，互言之耳，皆老人更知三德五事者也。冕而總干，親在舞位也。周名大學於東膠。○食音嗣。更，古衡反，注同。大學，音泰，注「大學」同。饋，其愧反。酳音胤，又仕覲反。弟，大計反。膠音交。"
      },
      {
        "index": 41,
        "text": "[疏]「散軍」至「弟也」○正義曰：此一經論克商之後脩文教也。○「散軍而郊射」者，還鎬京，止武而習文也。郊射，射於射宮，在郊學之中也。天子於郊學而射，所以擇士簡德也。○「左射《貍首》」者，左，東學也，亦在於東郊。《貍首》，諸侯之所射詩也。周立虞庠之學於西郊，故知使諸侯習射於東，學歌《貍首》詩也。所以歌《貍首》者，皇氏以為舊解云：「貍之取物，則伏下其頭，然後必得，言射亦必中，如貍之取物矣。」鄭注《大射》云：「《貍首》，逸詩。貍之言不來也，其《詩》有射諸侯首不朝者之言，因以名篇。」不取於貍之伏物。而皇氏所說違鄭注，其義非也。○「右射《騶虞》」者，右是西學，在西郊也。《騶虞》，天子於西學中習射也。騶虞，白虎黑文，義應之獸也，故知唯天子射歌之《詩》。其《騶虞》篇云：「彼茁者葭，一發五豝。」鄭注《射義》云：「一發五豝，喻得賢者多也。」○「而貫革之射息也」者，貫，穿也。革，甲鎧也。所謂軍射也，言軍中不習於容儀，又無別物，但取甲鎧張之而射，唯穿多重為善，謂為「貫革」也。《春秋》養由基射七札是也。此既習禮射於學，故貫革之射止息也。○「裨冕搢笏，而虎賁之士說劍也」者，裨冕，入廟之服也。搢笏，插笏也。虎賁，言奔走有力如，虎之在軍。說劍者既並習文，故皆說劍也。○「祀乎明堂，而民知孝」者，罷武而教民之行孝於明堂。明堂是文王之廟也，於時未有明堂，而云「明堂」者，文王廟如明堂之制，故云「明堂」也。天子於中祀其父也，故教民知孝之道矣。然不於後稷廟，而於文王廟者，既是述父之志，故初於中祀也。○「朝覲，然後諸侯知所以臣」者，六服更朝，故諸侯知為臣之道，還國而教也。○「耕藉，然後諸侯知所以敬」者，王自耕藉田，以供粢盛，故諸侯見而知其敬，亦還國而耕也。○「五者，天下之大教也」者，郊射一，裨冕二，祀乎明堂三，朝覲四，耕藉五。此五者大益於天下，並使諸侯還其本國而為教，故云「大教」也。○注「郊射」至「田也」。○正義曰：「郊射，為射宮於郊也」者，皇氏云：「於東郊。」熊氏云：「《王制》篇云：殷禮：小學在公宮南之左，大學在郊。」武王伐紂之後，猶用殷制，故小學射《貍首》，大學射《騶虞》也。言為射宮於郊者，據《大學》也。云「裨冕，衣裨衣而冠冕也」者，《覲禮》云：「侯氏裨冕。」鄭云：「裨之為言埤也。天子六服，大裘為上，其餘為埤。」故此云：「裨衣，袞之屬也。」袞謂從袞冕之衣以下皆是也。言身著衣而首冠冕，故云：「裨冕，衣裨衣而冠冕」也。云「文王之廟為明堂制」者，以周公攝政六年始朝諸侯於明堂，當武王伐紂之時，未有明堂。今云「祀乎明堂」，故知是文王之廟制耳，非正明堂也。○「天子袒而割牲」者，謂天子養三老五更之時，親袒衣而割牲也。○「執醬而饋」者，謂天子親執醬而饋之。○「執爵而酳」者，謂食訖，天子親執爵而酳口也。○「冕而總干」者，謂天子親自著冕，手持干盾而親舞也。此冕當鷩冕，享先公以饗射養老之類。○「所以教諸侯之弟也」者，天子親自養老，則諸侯亦然。不言教以孝者，與上互文。○注「三老」至「東膠」。○正義曰：「三老五更，互言之耳」者，三老亦五更，五更亦三老，故云：「皆老人更知三德五事者也。」三德，謂正直、剛、柔。五事謂貌、言、視、聽、思也。《文王世子》注云：「像三辰五星者，義相包矣。」云「周名大學曰東膠」者，按《王制》云：「周人養國老於東膠。」以「養國老」，故知大學也。此經云「食三老五更於大學」，亦謂殷禮，周則右射《騶虞》之處矣。"
      },
      {
        "index": 42,
        "text": "若此，則周道四達，禮樂交通，則夫《武》之遲久，不亦宜乎！」言武遲久為重禮樂。○夫音扶。為，於偽反。\n[疏]「若此」至「宜乎」。○正義曰：若，如也。言周德如此之後，則是周之道德四方通達，禮樂交通，無所不備也。○「則夫《武》之遲久，不亦宜乎」者，凡功小者易就，其時速也。功大者難成，其時久也。周之禮樂功大，故作此《大武》之樂，遲停而久。「不亦宜乎」者，其宜合當然也。以其功德盛大，故須遲久重慎之也。"
      },
      {
        "index": 43,
        "text": "君子曰：禮樂不可斯須去身。致樂以治心，則易、直、子、諒之心油然生矣。易、直、子、諒之心生則樂，樂則安，安則久，久則天，天則神。天則不言而信，神則不怒而威，致樂以治心者也。致，猶深審也。子，讀如不子之子。油然，新生好貌也。善心生則寡於利慾，寡於利慾則樂矣。志明行成，不言而見信如天也，不怒而見畏如神也。樂由中出，故治心。○易，以豉反，下及注皆同。子諒，子如字，徐將吏反，諒音亮。油音由。行，下孟反，下同。"
      },
      {
        "index": 44,
        "text": "[疏]「君子」至「者也」。○正義曰：自此以下，至「可謂盛矣」，名為《樂化》，言樂能化人，始至於善，故名《樂化》。各隨文解之。○正義曰：此一經明樂以治心，記者引君子之言，故云「君子曰：禮樂不可斯須去身」者，言禮樂是治身之具，不可斯須去離於身也。○「致樂以治心，則易、直、子、諒之心油然生矣」者，致，謂深致詳審。易，謂和易。直，謂正直。子，謂子愛。諒，謂誠信。言能深遠詳審此樂以治正其心，則和易、正直、子愛、誠信之心油油然從內而生矣。言樂能感人，使善心生也。○「易、直、子、諒之心生則樂」者，四善之心生，則令人和樂。○「樂則安」者，心樂故體安而不躁也。○「安則久」者，既身不躁，故性命長久也。○「久則天」者，志明行成，久而不改，則人信之如天。○「天則神」者，既為人所信如天，故又為人所畏如神也。○「天則不言而信」者，謂四時不失。○「神則不怒而威」者，言宗廟社稷之中，而民自敬，是「不怒而威也」。言聖王既能用樂和心，故不言而信似天也，不怒而威似神也。「致樂以治心者也」。言聖王所以能如此者，正由詳審於樂以和治民心，遂能如此。○注「致猶」至「治心」。○正義曰：「致，猶深審也」者，言深遠詳審樂之道理，能致如此，故云「致，猶深審也」。云「子，讀如不子之子」者，按《尚書》云：「啟呱呱而泣，予弗子。」是子愛之義。而此經「子」亦是慈愛，故讀如不子之子。云「油然，新生好貌也」，《書傳》：「箕子歌云：禾黍之油油，潤澤好之貌。」然善心內生，其貌美好油然也。云「善心生則寡於利慾」者，凡利慾之發，由貪鄙而來。心若思利慾，則神勞形苦。今善心既生，則利慾寡少，利慾既少，則情性和樂。云「志明行成」者，不貪於利，用是志意清明，神和性樂，是善行得成矣。云「不言而見信，如天也。不怒而見畏，如神也」者，以其志明行成之後，故人皆信其德行，敬其威重，不須言，見信之如天，不須怒，而見畏如神也。但天之與神，其事是一，俱不言，而信不怒而威。天則有形，事似稍近；神則無體，理如幽深。故經先云「久則天」，後云「天則神」也。但天者四時不失，故云「不言而信」。神是人所畏敬，故云「不怒而威」，其實一也，所從之異耳。云「樂由中出，故治心」者，解「樂以治心」之意也。"
      },
      {
        "index": 45,
        "text": "致禮以治躬，則莊敬，莊敬則嚴威。躬，身也。禮自外作，故治身。心中斯須不和不樂，而鄙詐之心入之矣。鄙詐，是貪多詐偽。外貌斯須不莊不敬，而易慢之心入之矣。易，輕易也。"
      },
      {
        "index": 46,
        "text": "[疏]「致禮」至「之矣」。○正義曰：「致禮以治躬，則莊敬，莊敬則嚴威」者，前經云「致樂」，此經云「致禮而治躬」，謂致禮意以治躬，外貌則莊嚴而恭敬。若能莊嚴而恭敬，則嚴肅威重也。言內心莊嚴恭敬，則人懼之嚴肅威重。○「心中斯須不和不樂，而鄙詐之心入之矣」者，前經明致樂治心，則向善心生。此經明樂治心失，則怨心起。言不能致樂治心，心中斯須不能調和，則不能喜樂，而有鄙吝詐偽之心入於內矣。由貪慾多，故鄙詐起也。○「外貌斯須不莊不敬，而慢易之心入之矣」者，前經致禮以治躬，得則莊敬起。此經明致禮以治躬，失則易慢生。故云「外貌斯須不莊不敬」，不能致禮治躬，故輕易怠慢之心從外而入內矣。"
      },
      {
        "index": 47,
        "text": "故樂也者，動於內者也。禮也者，動於外者也。樂極和，禮極順，內和而外順，則民瞻其顏色而弗與爭也，望其容貌而民不生易慢焉。故德煇動於內，而民莫不承聽。理發諸外，而民莫不承順。德煇，顏色潤澤也。理，容貌之進止也。○爭，爭鬥之爭。煇音輝。"
      },
      {
        "index": 48,
        "text": "[疏]「故樂」至「承順」。○正義曰：此一經言聖人用禮樂以治身，內外兼備，使德煇動於內，而民順於外。○「故樂也者，動於內者也」者，但樂從心起，故感動於內。○「禮也者，動於外者也」，禮從外生，故發動於外也。○「樂極和」者，樂能感人心，故極益於和也。○「禮極順」者，禮以檢貌，故極益於順也。○「內和而外順，則民瞻其顏色而弗與爭也」者，由心內和，色和於外順之，能望其顏色，而弗與爭。內和色見於外，故不爭矣。此覆結上「內和」也。○「望其容貌而民不生易慢焉」者，外貌和順，故民不生易慢。此覆結「外順」也。○「故德煇動於內，而民莫不承聽」者，由樂以和心，故德煇美發動於內，而民莫不承奉聽從也。○「理發於外，而民莫不承順」者，由禮以治貌，故理發見於外，而民莫不承奉敬順也。○注「德煇」至「止之」。○正義曰：「德煇，顏色潤澤也」，由內心和順，故和順之德，煇然發見於顏色，是德煇由動於內而來也。云「理，容貌之進止也」者，以經云「理發諸外」。凡道理從內心而生，今云「理發諸外」，非道理之理，止謂容貌進止之理。鄭恐有道理之謙，故云「容貌之進止也」。"
      },
      {
        "index": 49,
        "text": "故曰：致禮樂之道，舉而錯之天下，無難矣。\n[疏]「故曰」至「難矣」。○正義曰：此一經總結致備禮樂之道也。言聖人若能詳審極致禮樂之道，舉而錯置於天下，悉皆敬從，無復有難為之事也。"
      },
      {
        "index": 50,
        "text": "樂也者，動於內者也。禮也者，動於外者也。故禮主其減，樂主其盈。禮主於減，人所倦也。樂主其盈，人所歡也。○錯，本亦作措，同，七路反。減，胡斬反，又古斬反，注及下同。禮減而進，以進為文。樂盈而反，以反為文。進，謂自勉強也。反，謂自抑止也。文，猶美也，善也。○強，其丈反。又其兩反。禮減而不進則銷，樂盈而不反則放，故禮有報而樂有反。放於淫聲，樂不能止也。報讀曰褒，猶進也。○銷音消。報，依注讀曰褒，音保毛反，下同。禮得其報則樂，樂得其反則安。得，謂曉其義，知其吉凶之歸。○樂樂，上音洛，下音岳。禮之報，樂之反，其義一也。俱趨立於中，不銷不放也。"
      },
      {
        "index": 51,
        "text": "[疏]「樂也」至「一也」。○正義曰：此一節論樂之體，或減或盈，其事各異，王者當各依其事而和節之也。○「故禮主其減」者，行禮在於困匱，主在減損，謂人不能行也。○「樂主其盈」者，作樂，人所歡樂，言樂主於盈滿，人皆欲得聞也。○「禮減而進，以進為文」者，禮既減損，當須勉勵於前。進文，謂美善之名。若能前進，則為美善也。○「樂盈而反以反為文」者，樂主其盈，當須抑退而自反，則為美善也。○「禮減而不進則銷」者，覆明前經禮須進之意。禮既減損，若不勉強自進，則禮道銷衰也。○「樂盈而不反則放」者，言樂主盈滿，若不反自抑損，則樂道流放也。○「故禮有報而樂有反」者，報讀為褒，褒，猶進也。以其病害如此，故行禮之道，須有自進，作樂之道，須有自退反也。○「禮得其報則樂」者，言禮能曉其義理而自進，則和樂不至困苦，故和樂也。○「樂得其反，則安」者，言樂能知吉凶之歸而得其反，則安靜而不流放也。○「禮之報，樂之反，其義一也」者，言禮能自進，樂能自反，其義於中和之義一也。言俱得其中，故云「一也」。○注「得謂」至「之歸」。○正義曰：「得，謂曉其義」者，言禮樂俱有義理。云「知其吉凶之歸」者，謂禮之與樂俱有吉凶，行禮得所為吉，失禮則凶；為樂美善則吉，為樂惡則凶。今按注意分明，兼解禮樂，故鄭唯言「得，謂曉其義」，是兼解「禮得」「樂得」之字，則自然吉凶之言解禮樂。皇氏之意，乃謂「曉其義」者解「禮」，「知其吉凶所歸」解「樂」，其義非也。"
      },
      {
        "index": 52,
        "text": "夫樂者，樂也，人情之所不能免也。樂必發於聲音，形於動靜，人之道也。聲音動靜，性術之變，盡於此矣。免，猶自止也。人道，人之所為也。性術，言此出於性也。盡於此，不可過。"
      },
      {
        "index": 53,
        "text": "[疏]「夫樂」至「此矣」。○「夫樂者，樂也」者，言樂之為體，是人情所歡樂也。○「人情之所不能免也」者，免，猶止退也。言喜樂動心，是人情之所不能自抑退也。○「樂必發於聲音」者，言人歡樂之事，發見於聲音，言內心歡樂，聲音發見，前「嗟歎之，詠歌之」是也。○「形於動靜」者，形，見也。內心歡樂，發見於外貌動靜，則「不知手之舞之，足之蹈之」是也。○「人之道也」者，謂內心歡樂，發見聲音動靜，是人道自然之常。○「聲音動靜，性術之變，盡於此矣」者，術，謂道路。變，謂變動。言口為聲音，貌為動靜，是人性道路之變轉，竭盡於此矣，而不可過也。內心善則變轉出音聲，善外貌變轉為動靜，此自然情性為變改，不過於此度。此外不復更有餘事，故云「盡於此矣」。"
      },
      {
        "index": 54,
        "text": "故人不耐無樂，樂不耐無形。形而不為道，不耐無亂。形，聲音動靜也。耐，古書「能」字也，後世變之，此獨存焉。古以能為三台字。○耐，古能字，下及注同。台，味才反。"
      },
      {
        "index": 55,
        "text": "[疏]「故人」至「無亂」。○正義曰：此一節明人稟自然之性而有喜樂。○「故人不耐無樂」者，言人感五常之性，自然之常，若見好事，內心不能無喜樂也。○「樂不耐無形」者，內既歡樂，不能無形見於外，謂聲音動靜而見於外也。○「形而不為道，不耐無亂」者，歡樂既形於外，而不依道理，或歌舞不節，俾晝作夜，是不依道理。既不為道，不能無淫亂之事，以至於亡國喪家也。○注「耐古」至「台字」。○正義曰：言經之「耐」字，是古書「能」字之義，言古書「能」字皆作「耐」字。云「後世變之」者，言後世以來變耐為能，不作耐字也。云「此獨存焉」者，言此《樂記》獨存「耐」字以為「能」也。云「古以『能』為三台字」者，言古時以今「能」字為三台之字，是古者之「耐」字為今之「能」字，「能」字為三台之字，後世以來廢古「耐」字，以三台之「能」替「耐」字之變而為「能」也，又更作三台之字，是今古變也。"
      },
      {
        "index": 56,
        "text": "先王恥其亂，故制《雅》、《頌》之聲以道之，使其聲足樂而不流，使其文足論而不息，使其曲直、繁瘠、廉肉、節奏，足以感動人之善心而已矣，不使放心邪氣得接焉。是先王立樂之方也。流，謂淫放也。文，篇辭也。息，猶銷也。曲直，歌之曲折也。繁瘠、廉肉，聲之鴻殺也。節奏，闋作進止所應也。方，道也。○以道，音導。瘠，在亦反。肉，如又反，注同。邪，似差反。折，之設反。鴻，本亦作洪。殺，色戒反。徐所例反。闋，苦穴反。"
      },
      {
        "index": 57,
        "text": "[疏]「先王」至「方也」。○正義曰：此一節論先王恥惡其亂，故立正樂以節之。○「使其聲足樂而不流」者，言先王制其《雅》、《頌》之聲，作之有節，使人愛樂，不至流逸放蕩也。○「使其文足論而不息」者，文，謂樂之篇章。足可談論義理而不息止也。○使其曲直、繁瘠、廉肉、節奏，足以感動人之善心而已矣」者，曲，謂聲音回曲。直，謂聲音放直。繁，謂繁多。瘠，謂省約。廉，謂廉稜。肉，謂肥滿。節奏，謂或作或止，作則奏之，止則節之。言聲音之內，或曲或直，或繁或瘠，或廉或肉，或節或奏，隨分而作，以會其宜。但使會其宜，足以感動人之善心，如此而已。○「不使放心邪氣得接焉」者，放心，謂放恣之心。邪氣，謂淫邪之氣。既節之以《雅》、《頌》，又調之以律呂，貌得其敬，心得其和，故放心邪氣，不得接於情性矣。○「是先王立樂之方也」者，方，猶道也。言此上來之事，是先王立樂之道也。○注「流猶」至「道也」。○正義曰：「流，猶淫放也」者，謂樂聲流動，淫邪放逸。聲既如此感動人心，人若聽之，心亦流移淫放也。云「息，猶銷也」，言樂德深遠，論量義理而不可銷盡，故云論而不息。云「曲直，歌之曲折也」，言為歌之體，其聲須有曲時，有折時，故云「歌之曲折」也。云「繁瘠、廉肉，聲之鴻殺也」者，鴻，謂粗大。殺，謂細小。言樂聲須弘大而多，則肉與繁聲是也。殺，謂聲音細小，則瘠與廉聲是也。言聲音之宜，或須繁多肉滿者，或須瘠少廉瘦者。凡樂器大而弦粗者，其聲鴻，器小而弦細者，其聲殺矣。云「節奏，闋作進止所應也」，闋，謂樂息。作，謂樂動。進則作也，止則闋也，故云「進止所應也」。"
      },
      {
        "index": 58,
        "text": "是故樂在宗廟之中，君臣上下同聽之，則莫不和敬；在族長鄉里之中，長幼同聽之，則莫不和順；在閨門之內，父子兄弟同聽之，則莫不和親。故樂者，審一以定和，比物以飾節，節奏合以成文，所以合和父子君臣，附親萬民也。是先王立樂之方也。審一，審其人聲也。比物，謂雜金、革、土、匏之屬也。以成文，五聲八音，克諧相應和。○長，丁丈反。閨音圭。比，毗惑反，注同，雜也。飾音式，又音敕。"
      },
      {
        "index": 59,
        "text": "[疏]「是故」至「方也」。○正義曰：此一經覆說聖王立樂之事，使君臣上下同聽之，則莫不和敬者。以君臣主敬，故君臣上下同聽之，則莫不和敬也。鄉里主順，故云「莫不和順」。父子主親，故云「莫不和親」也。○「故樂者，審一以定和」者，一，謂人聲，言作樂者詳審人聲，以定調和之音。但人聲雖一，其感有殊，或有哀樂之感，或有喜怒之感，當須詳審其聲，以定調和之曲矣。○「比物以飾節」者，物謂金、石、匏、土之屬。言須比八音之物，以飾音曲之節也。○「節奏合以成文」者，謂奏作其樂，或節止其樂，使音聲和合，成其五聲之文也。所以合和父子君臣者，則上文「君臣同聽，莫不和敬；父子同聽，莫不和親」是也。○「附親萬民也」者，則上文「族長鄉里之中，長幼同聽，莫不和順」之屬。言親以及疏，言近以至遠，是「親附萬民」也。"
      },
      {
        "index": 60,
        "text": "故聽其《雅》、《頌》之聲，志意得廣焉；執其干戚，習其俯仰詘伸，容貌得莊焉；行其綴兆，要其節奏，行列得正焉，進退得齊焉。故樂者，天地之命，中和之紀，人情之所不能免也。綴，表也，所以表行列也。《詩》云：「荷戈與綴。」兆，域也。舞者進退所至也。要，猶會也。命，教也。紀，總要之名也。○詘，丘勿反。要，一遙反，注「要，猶會」同。行，戶剛反，注同。荷，本又作何，胡可反。一音河。綴，《詩》作祋，同，都外反。"
      },
      {
        "index": 61,
        "text": "[疏]「故聽」至「免也」。○正義曰：此一經論先王制樂得天地之和，則感動人心，使之和善。○「故聽其《雅》、《頌》之聲，志意得廣焉」者，《雅》以施正道，《頌》以贊成功，若聽其聲，則淫邪不入，故志意得廣焉。○「執其干戚，習其俯仰詘伸，容貌得莊焉」者，干戚是威儀之容，俯仰詘伸，以禮進退，動止必以禮，故容貌得莊敬焉。○「行其綴兆，要其節奏，行列得正焉，進退得齊焉」者，綴，表也。兆，域也。言舞者綴表兆域，方正得其所矣。節，謂曲節。奏，謂動作。言作樂或節或奏，是依其綴兆，故行列得正，由隨其節奏，故進退得齊焉。○「故樂者，天地之命」者，命，教也。言樂者感天地之氣，是天地之教命也。○「中和之紀」，者，紀謂綱紀總要之所言。樂和律呂之聲，是中和紀綱，總要之所言也。○「人情之所不能免也」者，人感天地而生，又感陰陽之氣。樂既合天地之命，協中和之紀，感動於人，是人情不能自免退。言人感樂聲，自然敬畏也。○注「綴表」至「名也」。○正義曰：引「《詩》云：荷戈與綴」者，證綴為表也，今按《詩》「荷戈與祋」，不同者，蓋鄭所見齊、魯、韓《詩》本不同也。云「紀，總要之名也」者，紀是綱紀眾物之名，與眾物為總要，言樂者與中和之聲為總要也。"
      },
      {
        "index": 62,
        "text": "夫樂者，先王之所以飾喜也。軍、旅、鈇、鉞者，先王之所以飾怒也。故先王之喜怒，皆得其儕焉。儕，猶輩類。○鈇，方夫反，又音甫。鉞音越。儕，仕皆反。輩，布內反。喜則天下和之，怒則暴亂者畏之。先王之道，禮樂可謂盛矣。天子之於天下喜怒，節之以禮樂，則兆民和從而畏敬之。禮樂，王者所常興則盛矣。"
      },
      {
        "index": 63,
        "text": "[疏]「夫樂」至「盛矣」。○正義曰：此一經覆說樂道之盛。○「故先王之喜怒，皆得其儕焉」者，言樂以飾喜，非喜不樂，是喜得其儕類焉。鈇鉞飾怒，非怒不可橫施鈇鉞，是怒得其儕類焉。是樂非合喜不喜，鈇鉞非合怒不怒也。○「喜則天下和之」者，以心內而喜，故天下和也。○「怒則暴亂者畏之」者，非惡不怒，故暴亂者畏之。○「先王之道，禮樂可謂盛矣」者，上經以來，但論樂，此兼云禮者，以此一章總兼禮樂，故於章末總以「禮樂」結之。"
      },
      {
        "index": 64,
        "text": "子贛見師乙而問焉，曰：「賜聞聲歌各有宜也，如賜者宜何歌也？」子贛，孔子弟子。師，樂官也。乙，名。聲歌各有宜，氣順性也。○贛音貢。師乙曰：「乙，賤工也，何足以問所宜？請誦其所聞，而吾子自執焉。樂人稱工。執，猶處也。○請，七穎反，悉音情。愛者宜歌《商》，溫良而能斷者宜歌《齊》。夫歌者，直己而陳德也，動己而天地應焉，四時和焉，星辰理焉，萬物育焉。故《商》者，五帝之遺聲也。寬而靜，柔而正者，宜歌《頌》。廣大而靜，疏達而信者，宜歌《大雅》。恭儉而好禮者，宜歌《小雅》。正直而靜，廉而謙者，宜歌《風》。肆直而慈愛，此文換簡失其次。「寬而靜」宜在上，「愛者宜歌商」宜承此下行讀云「肆直而慈愛者宜歌《商》」。肆，正也。《商》，宋詩也。愛，或為哀。「直己而陳德」者，因其德，歌所宜育生也。○斷，丁亂反，下及注同。好，呼報反。換，戶亂反。行，戶剛反。商之遺聲也，商人識之，故謂之《商》。《齊》者，三代之遺聲也，齊人識之，故謂之《齊》。云「商之遺聲」也，衍字也。又誤，上所云「故《商》者，五帝之遺聲也」，當居此衍字處也。○處，昌慮反。明乎商之音者，臨事而屢斷；明乎齊之音者，見利而讓。屢，數也。數斷事，以其肆直也。見利而讓，以其溫良能斷也。斷，猶決也。○屢，力住反。數，色角反，下同。臨事而屢斷，勇也。見利而讓，義也。有勇有義，非歌孰能保此？保，猶安也，知也。故歌者上如抗，下如隊，曲如折，止如槁木，倨中矩，句中鉤，纍纍乎端如貫珠。言歌聲之著，動人心之審，如有此事。○上，時掌反。抗，苦浪反。隊，直愧反。折，之設反。槁，苦老反。倨音據。中，丁仲反。句，紀具反。鉤，古侯反。纍，本又作累，力追反。故歌之為言也，長言之也。說之，故言之；言之不足，故長言之；長言之不足，故嗟歎之；嗟歎之不足，故不知手之舞之，足之蹈之也。」長言之，引其聲也。嗟歎，和續之也。「不知手之舞之，足之蹈之」，歡之至也。○說音悅。和，胡臥反。《子貢問樂》。上下同美之也。"
      },
      {
        "index": 65,
        "text": "[疏]「子貢」至「問樂」。○正義曰：子貢見師乙，依《別錄》是《師乙》之章。○「聞聲歌各有宜也」者，子貢問師乙，言凡聲歌各逐人性所宜者也。○「如賜者，宜何歌也」者，如賜同之氣性，宜作何歌？是欲令師乙觀己氣性，宜聽何歌也。○「請誦其所聞，而吾子自執焉」者，此師乙答子貢，請為論述。不敢定其所宜，故請誦其所聞之詩，令子貢自量己性，執處所宜之歌。但此經倒錯，上下失敘，今依鄭之所注，次而解之。所次，依《史記•樂書》也。○「寬而靜，柔而正者，宜歌《頌》」者，寬，謂德量寬大。靜，謂安靜。柔，謂和柔。正，謂正直。頌成功德澤弘厚，若性寬柔靜正者，乃能包含，故宜歌頌也。○「廣大而靜，疏達而信者，宜歌《大雅》」者，廣大，謂志意宏大而安靜。疏達，謂疏朗通達而誠信。《大雅》者，歌其大正，故性廣大疏達，直歌《大雅》，但廣大而不寬，疏達而不柔，包容未盡，故不能歌《頌》。○「恭儉而好禮者，宜歌《小雅》」者，恭，謂以禮自持。儉，謂以約自處。若好禮而動，不越法也。《小雅》者，王者小正，性既恭儉好禮而守分，不能廣大疏通，故宜歌《小雅》者也。○「正直而靜，廉而謙者，宜歌《風》」者，正直而不能包容，靜退即不知機變，廉約自守，謙恭卑退，不能好禮自處，其德狹劣，故宜歌諸侯之《風》，未能聽天子之《雅》矣。○「肆直而慈愛者，宜歌《商》」者，謂情性四放質直，慈心愛敬者宜歌《商》。《商》者，五帝之遺聲，言五帝道大，故肆直慈愛者宜歌之，以慈愛故也。○「溫良而能斷者，宜歌《齊》」者，《齊》，三代之遺聲。三代干戚所起，裁斷是非，故溫良能斷者，宜歌《齊》也。○「夫歌者，直己而陳德也」者，言夫歌者，當直己身而陳論其德，謂己有此德而宜此歌，亦是正直已身而敷陳其德，故云「直己而陳德也」。○「動己而天地應焉」者，言能直己陳德，故有四事而來應之，言歌者運動己德，而天地應焉。○「四時和焉」者，謂陰陽順也。○「星辰理焉」者，謂不悖逆也。○「萬物育焉」者，謂群生所得也。○「故《商》者，五帝之遺聲也」者，言五帝德既顯盛，遺聲在於後代矣。○其「肆直而慈愛」者，宜聽之耳，未能行五帝之德也。○「商之」至「之《齊》」，「商之遺聲也」者，此五字鄭云衍字者，上已有「《商》者，五帝遺聲」，故此云「商人識之」，故云「謂之《商》」矣。○「《齊》者，三代之遺聲」者，前經云「溫良而能斷」者，宜歌《齊》」，故此云「《齊》者，三代之遺聲也」。○「齊人識之」，既識其音曲，故謂之《齊》矣。言茸荃德備，五帝道盛，但遺聲於後代，故溫良而能斷者宜歌之。言宜聽歌聲，非謂能行三代之德也。○「明乎商之音」者，以其肆直而慈愛，故臨事屢斷也。○「明乎齊之音」者，見利而讓者，以其溫良能斷，故見利而讓，不私於己也。○「臨事而屢斷，勇也」者，臨危疑之事，數能斷割，是勇也。○「見利而讓，義也」者，言見利能讓，是有義也。○「有勇有義，非歌孰能保此」者，保，猶安也，知也。故有勇有義之人，不是歌聲辨之，誰能知其有勇有義？言觀其所宜之歌，宜歌《商》者，知其有勇；宜歌《齊》者，知其有義。○「故歌」至「貫珠」，此一經論感動人心形狀，如此諸事。○「上如抗」者，言歌聲上饗，感動人意，使之如似抗舉也。○「下如隊」者，言音聲下響，感動人意，如似隊落之下也。○「曲如折」者，言音聲回曲，感動人心，如似方折也。○「止如槁木」者，言音聲止靜，感動人心，如似枯槁之木，止而不動也。○「倨中矩」者，言其音聲雅曲，感動人心，如中當於矩也。○「句中鉤」者，謂大屈也，言音聲大屈曲，感動人心，如中當於鉤也。○「纍纍乎端如貫珠」者，言聲之狀纍纍乎，感動人心，端正其狀，如貫於珠，言聲音感動於人，令人心想形狀如此。○「故歌」至「之也」，上論歌之形狀，此論歌之始終相生，至於舞蹈。○「故歌之為言也，長言之也」者，言歌之為言，引液其聲，長遠而言之。○「說之，故言之」者，此更覆說歌意，前境有可說之事來感己情，則言之。○「言之不足，故長言之」者，直言之不足，更宣暢己意，故引液長言之也。○「長言之不足，故嗟歎之」者，以長言永歌之意猶不足，故嗟歎之，美而和續之。○「嗟歎之不足，故不知手之舞之，足之蹈之也」者，言雖復嗟歎，情由未滿，故不覺揚手舞之，舉足蹈之，而手舞其體，足蹈其地也。「之」是助句辭也。按《詩》先云「嗟歎」，後云「詠歌之」，此先云「長言之」，後云「嗟歎之」，文先後不同者何也？但《詩序》是屬文之體，又略言之，故彼云「言之不足，故嗟歎之。嗟歎之不足，故永歌之」。此經委曲說歌之狀，其言備具，「故言之，言之不足，故長言之，長言之不足」，故後始云「嗟歎之」矣。○注「《商》，宋詩也」。○正義曰：以下文「商人識之」，「齊人識之」，皆據其代也。故知此《商》謂宋人所歌之詩，宋是商後也。○注「云商」至「處也」。○正義曰：此經中「商之遺聲也」五字，言無此五字，以上經云「《商》者，五帝之遺聲」，故此經不得更有「商之遺聲也」，故知衍字。云「《商》者，五帝之遺聲也，當居此衍字處也」者，前云「《商》者，五帝之遺聲」，當居此《商》之處也。"
      }
    ]
  }
}