{
  "chapterNumber": 8,
  "title": "卷07",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "天子當依而立，諸侯北面而見天子，曰覲。天子當宁而立，諸公東面，諸侯西面，曰朝。[諸侯春見曰朝，受摯於朝，受享於廟，生氣文也。秋見曰覲，一受之於廟，殺氣質也。朝者，位於內朝而序進；覲者，位於廟門外而序入。王南面，立於依、宁而受焉。夏宗依春，冬遇依秋。春秋時齊侯唁魯昭公，以遇禮相見，取易略也。《覲禮》今存，朝、宗、遇禮今亡。"
      },
      {
        "index": 1,
        "text": "【疏】正義曰：此二節論諸侯四時朝覲宗遇之法，各隨文解之。　「天子當依而立」者，依，狀如屏風，以絳爲質，高八尺，東西當戶牖之間，繡爲斧文也，亦曰「斧依」，故《覲禮》云「天子設斧依於戶牖之間，左右几，天子袞冕，負斧依」，鄭注云：「依，如今綈素屏風也，有繡斧文，所以示威也。」《爾雅》云「牖戶之間謂之扆」，郭注云：「窗東戶西也。」依此諸解，是設依於廟堂戶牖之間。天子見諸侯則依而立，負之而南面，以對諸侯也。凡諸侯朝王，一年四時，案《宗伯》「春曰朝，夏曰宗，秋曰覲，冬曰遇」，鄭注：「朝猶朝也，欲其來之早。宗，尊也，欲其尊王。覲之言勤也，欲其勤王之事。遇猶偶也，欲其若不期而俱至。」若通而言之，悉曰朝，從初受名。《覲禮》云「諸侯前朝，皆受舍于朝」，又云「乘墨車，載龍旂、弧韣，乃朝」，又《春秋》僖二十八年夏五月，經曰「公朝於王所」，知朝通名也，但朝、覲、宗、遇禮異耳。案《大行人》云：「侯服歲壹見，甸服二歲壹見，男服三歲壹見，采服四歲壹見，衛服五歲壹見，要服六歲壹見。」隨服更來，周而復始，然而六服分來，又每方服別分爲四分，一分朝春，一分宗夏，一分覲秋，一分遇冬，四方並然。故鄭注云：「其朝貢之歲，四方各四分，趨四時而來，或朝春，或宗夏，或覲秋，或遇冬。」要服之外有夷、鎮、藩三服，案《大行人》云「九州之外謂之藩國，世壹見」，鄭注云：「世，謂父死子立，及嗣王即位，乃一來耳。」六服之中，服數朝外，又有四名。一是「時見曰會」者，若諸侯有不服者，王將有征討之事，若東方諸侯不服，則與東方諸侯共討之；若南方諸侯不服，則與南方諸侯共討之，諸方皆然。朝竟，王乃爲壇於國外，與之會盟。春於國東，夏南，秋西，冬北，會則隨事，無有定期，有時而然，故曰「時見曰會」也。二曰「殷見曰同」者，天子十二年一巡守，或應巡守之歲而天下未平，或王有他故不獲自行，則四方諸侯並朝京師。朝竟，亦於國外爲壇，以命之政事。殷，眾也。其來既眾，故曰「殷見曰同」也。三曰「時聘曰問」者，謂王有事，諸侯非朝王之歲不得自來，遣大夫來聘，因而問王起居。此亦無常期，故曰「時聘曰問」也。四曰「殷覜曰視」者，謂元年、七年、十一年唯有侯服來朝，朝者既少，諸侯遣卿大夫以大禮來聘。聘者既眾，故曰殷也。覜亦見也，爲來見王起居，故曰覜也。殷頫亦並依時，春東，夏南，秋西，冬北，各隨方逐時，但不每方分爲四耳，故鄭注《大行人》云「其殷同四方四時分來，如平時」也。鄭既云「四時分來如平時」，而前六服初時唯云四時，雖不言四方，後又云「四方各分趨四時」，明其同也。然所以殷覜不須分見四時者，小禮不須更見四時法也。「天子當依而立」，是秋於廟受覲禮也。諸侯來朝，至於近郊，王使大行人皮弁用璧以迎勞之，諸侯亦皮弁從使者以入。天子賜舍，諸侯受舍，聽天子之命。其朝日未出之前，諸侯上介受舍于廟門外，同姓西面北上，異姓東面北上。至朝日，質明，諸侯裨冕，先釋幣於其齊車之行主。天子袞冕在廟，當依前南面而立，不迎賓。諸侯自廟門外位，天子使上擯進諸侯，諸侯入廟門右，坐奠圭玉而再拜。所以奠圭玉者，卑見於尊，奠贄不授也。擯者命升西階親授，諸侯於是坐取圭玉升堂，王受玉。是「當依而立」之時也。　「諸侯北面而見天子，曰覲」者，王既受玉，而諸侯降階，並北面，再拜稽首。擯者延之，使升成拜。是「北面曰覲」時。所以同北面者，覲遇秋冬陰氣質斂，故不布散。　「天子當宁而立」者，此爲春夏受朝時也。宁者，《爾雅》云「門屏之間謂之宁」，郭注云：「人君視朝所宁立處。」李巡云：「正門內兩塾間曰宁。」謂天子受朝於路門外之朝，於門外而宁立，以待諸侯之至，故云「當宁而立」也。然路門外有屏者，即樹塞門是也。《爾雅》云「正門謂之應門」，又云「屏謂之樹」，李巡云：「垣當門自蔽名曰樹。」郭云：「小牆當門中。」今案李、郭二注以推驗禮文，諸侯內屏，在路門之內；天子外屏，在路門之外而近應門者矣。　「諸公東面，諸侯西面，曰朝」者，王既立宁，諸侯次第而進，諸公在西，諸侯在東，而朝王。陽氣文也，故因文而分布也。崔云：「地道貴右，公故在西也。」然此是春朝也，先受朝竟，然後入廟受享也。　注「諸侯」至「今亡」。　正義曰：庭實受之於廟。「生氣文也」，陽生之時，其氣文舒而布散，故分於兩處受也。云「秋見曰覲，一受之於廟」，一并朝享皆廟受之。「殺氣質也」，此陰殺之時，其氣質斂，故并於一處受之也。云「朝者，位於內朝而序進」者，此內朝即路門外朝也，對皋門內三槐九棘之外朝，故稱內也。若對路寢庭朝又爲外，故《文王世子》云「朝於外朝則以官」是也。崔云：「諸侯春夏來朝，各乘其命車，至皋門外陳介也。天子車時在大門內，傳辭既訖，則乘車，出大門下車。若升朝之時，王但迎公，自諸侯以下則隨之而入，更不別迎也。入至文王廟門，天子還服朝服，立於路門之外。諸侯更易服朝服，執贄而入應門而行禮。故王當宁以待，諸侯次第而進，故云『序進』，謂入應門。諸公東面，諸侯西面。」若熊氏之義，則朝無迎法，唯享有迎諸侯之禮。案《覲禮》諸侯乘墨車而入朝，鄭云：「墨車者，大夫制也。入天子之國，車服不可盡同也。」云「覲者，位於廟門外而序入」者，其宿受位次在廟門外，至朝之旦，秋冬王不出迎，其尊卑各在其次中，未得相見，聽上擯進之，乃於位次第而入，故云「序入」也。云「王南面，立於依、宁而受焉」者，二處皆南面也。云「夏宗依春，冬遇依秋」者，陰陽同，各相依也。云「春秋時齊侯唁魯昭公，以遇禮相見，取易略也」者，此引證宗依朝、遇依覲，非唯並受爲異，其禮有難易繁省之殊也。《穀梁傳》曰：「弔失國曰唁。」魯昭公伐季氏，不勝而出，故《春秋》昭二十五年九月，「公孫於齊，次于陽州，齊侯唁公於野井」，《公羊》云「以人爲菑，以幦爲席，以鞌爲几，以遇禮相見」是也。分六服，隨服而朝，則六年一遍，此鄭康成之義。《尚書》「六年，五服一朝」，而孔注云：「五服一朝，侯、甸、男、采、衛六年一朝，會京師。」孔、鄭不同。孔以昭十三年《左傳》云「歲聘以志業，間朝以講禮，再朝而會以示威，再會而盟以顯昭明」，以爲諸侯三年一朝、六年一會、十二年一盟，是周之正朝法也，其《大行人》依服數見者，是諸侯遣使貢獻而見耳。知覲在廟者，此云「當依而立」，《覲禮》又有「負斧依」及「侯氏入廟門，告聽事」，鄭注云「告王以國所用爲罪之事」，《大行人》云「廟中將幣三享」故也。知在文王廟者，《聘禮》云「不腆先君之祧」，明天子受覲於廟之祧可知也。又案《覲禮》「同姓西面，異姓東面」，鄭注：「分別同姓、異姓者受之，將有先後也。」則是覲禮之法，先同姓，後異姓。若然，案《檀弓》注云「朝覲爵同同位」，則爵尊先見，《覲禮》見不同者，二文雖異，其意則同，就爵同之中先受同姓之朝。周之盟會亦先同姓也，故定四年祝佗稱踐土之盟載書云「晉重、魯申、蔡甲午、鄭捷、齊潘」，鄭雖小國，而在齊上。故隱十一年《傳》云：「周之宗盟，異姓爲後。」若其餘盟，分國大小爲次，故襄二十七年宋之盟，晉、楚爭先，楚人先歃是也。必知然者，案杜預《釋例》云：「若王官之伯主盟，異姓爲後，其餘則否也。」凡天子三朝：其一在路門內，謂之燕朝，大僕掌之，故《大僕》云「王眡燕朝則正其位」，《文王世子》云「公族朝於內朝，親之也」。此則王與宗人圖其嘉事及王退俟大夫之朝也。其二是路門外之朝，謂之治朝，司士掌之，故《司士》云：「正朝儀之位，王南鄉；三公北面東上；孤東面北上；卿大夫西面北上；王族故士、虎士在路門之右，南面東上；太僕、太右、太僕從者在路門之左，南面西上。」此是每日視朝之位，其王與諸侯賓射，亦與治朝同，故《射人》云：「三公北面，孤東面，卿大夫西面。」諸侯在朝則皆北面，不云王族故士、虎士、大僕、大右者，文不具耳。不云士者，鄭注云：「此與諸侯射，士不與。」案諸侯大射，士立於西方東面，是天子大射，士亦預禮也。其三是皋門之內，庫門之外，謂之外朝，朝士掌之，故《朝士》云：「左九棘，孤卿大夫位焉；右九棘，公侯伯子男位焉；面三槐，三公位焉。」此是詢眾庶之朝也。凡朝，三公北面者，以其貴臣，答王之義也。孤及諸侯東面者，尊之，故從賓位。卿大夫西面者，君之臣子，統於君也。士門西東面者，以其卑賤，故外之。其外朝，孤與士辟諸侯，故就東方西面，同其位。案《燕禮》云「卿西面，大夫北面，士門西東面」，《大射》亦然。知諸侯有路門外朝者，案《玉藻》云「君朝服，日出而視朝，退適路寢」是也。其外詢眾庶之所，經雖無文，亦當與天子同，其位無三公及諸侯，當同《燕禮》《大射》之位。若然，《周禮》天子有射朝、燕，《儀禮》諸侯有燕朝也，射雖無正朝，當與天子同，則天子、諸侯皆三朝也。]"
      },
      {
        "index": 2,
        "text": "諸侯未及期相見曰遇，相見於郤地曰會。諸侯使大夫問於諸侯曰聘，約信曰誓，涖牲曰盟。[及，至也。郤，閒也。涖，臨也。坎用牲，臨而讀其盟書。《聘禮》今存，遇、會、誓、盟禮亡。誓之辭，《尚書》見有六篇。　【疏】正義曰：今若未至前所期之日及非所期之地而忽相見，則並用遇禮相接，故曰遇也。所以爾者，遇禮易略，既期未至，故用簡易禮也。　「相見於郤地曰會」者，此謂及期之禮。郤，閒也。既及期，又至所期之地，則其禮閒暇。　「諸侯使大夫問於諸侯曰聘」者，聘，問也，謂遣大夫往相存問。　「約信曰誓」者，亦諸侯事也。約信，以其不能自和好，故用言辭共相約束以爲信也。若用言相約束以相見，則用誓禮，故曰誓也。鄭注《司寇》云：「約，言語之約束也。」　「涖牲曰盟」者，亦諸侯事也。涖，臨也。臨牲者，盟所用也。盟者，殺牲歃血誓於神也。若約束而臨牲，則用盟禮，故云「涖牲曰盟」也。然天下太平之時，則諸侯不得擅相與盟，唯天子巡守至方嶽之下，會畢然後乃與諸侯相盟，同好惡，獎王室，以昭事神、訓民、事君。凡國有疑則盟，詛其不信者，及殷見曰同，並用此禮。後至於五霸之道，卑於三王，有事而會，不協而盟。盟之爲法，先鑿地爲方坎，殺牲於坎上，割牲左耳，盛以珠槃，又取血，盛以玉敦，用血爲盟書，成，乃歃血而讀書。知坎血加書者，案僖二十五年《左傳》云「坎血加書」，又襄二十六年《左傳》云「欿，用牲，加書」是也。知用耳者，《戎右職》云「贊牛耳」。知用左者，以馘者用左耳故也。知珠槃、玉敦者，《戎右職》云「以玉敦辟盟」，又《玉府》云「則共珠槃、玉敦」。知口歃血者，隱七年《左傳》云「陳五父及鄭伯盟，歃如忘」，又襄九年云新與楚盟，「口血未乾」是也。《異義》云：「禮約盟不？今《春秋》公羊說，古者不盟，結言而退。故《穀梁傳》云：『誥誓不及五帝，盟詛不及三王，交質子不及二伯。』詛盟非禮。故《春秋》左氏云：《周禮》有司盟之官，殺牲歃血，所以盟事神明。又云『凡國有疑，盟，詛其不信者』，是知於禮得盟。許君謹案：從《左氏》說，以太平之時有盟、詛之禮。」鄭氏不駮，從許慎義也。盟詛不及三王，非鄭所用。然盟牲所用，許慎據《韓詩》云：「天子、諸侯以牛、豕，大夫以犬，庶人以雞。」又云：「《毛詩說》，君以豕，臣以犬，民以雞。」又《左傳》云：「鄭伯使卒出豭，行出犬雞，以詛射潁考叔者。」又云：「衛伯姬盟孔悝以豭。」鄭云：「《詩說》及鄭伯皆謂詛，小於盟。」《周禮·戎右職》云「盟則以玉敦辟盟，遂役之」，鄭注云：「役之者，傳敦血，授當歃者。」下云：「贊牛耳、桃茢。」又《左傳》云：「孟武伯問於高柴曰：『諸侯盟，誰執牛耳？』」然則盟者，人君以牛。伯姬盟孔悝以豭，下人君也。皇氏以爲：「春秋時，盟乃割心取血，故定四年鑪金云『王割子期之心，與隨人盟』，杜云『當心前割取血以盟，示其至心』是也。」　注「及至」至「六篇」。　正義曰：鄭注《司盟》云：「盟者書其辭於策，殺牲取血，坎其牲，加書於上而埋之，謂之載書。」云「《聘禮》今存，遇、會、誓、盟禮亡。誓之辭，《尚書》見有六篇」者，一曰《甘誓》，夏啓伐有扈氏，誓羣眾；二曰《湯誓》，謂湯伐桀，誓羣臣也；三曰《泰誓》，武王伐紂，度孟津，誓勑士眾之辭也；四曰《牧誓》，武王伐紂，於牧野時所作；五曰《費誓》，徐戎作難，魯侯伯禽誓羣臣，興兵伐之也；六曰《秦誓》，秦穆公襲鄭，不從蹇叔之謀，果敗諸崤，後穆公悔過，與羣臣自誓也。]"
      },
      {
        "index": 3,
        "text": "諸侯見天子，曰「臣某侯某」。[謂嗇夫承命告天子辭也。其爲州牧，則曰「天子之老臣某侯某奉圭請覲」。]其與民言，自稱曰「寡人」。[謙也。於臣亦然。]其在凶服，曰「適子孤」。[凶服，亦謂未除喪。]臨祭祀，內事曰「孝子某侯某」，外事曰「曾孫某侯某」。[稱國者，遠辟天子。]死，曰「薨」。[亦史書策辭。]復，曰「某甫復矣」。[某甫，且字。]既葬，見天子曰「類見」。[代父受國。類猶象也，執皮帛，象諸侯之禮見也。其禮亡。]言謚曰「類」。[使大夫行，象聘問之禮也。言謚者，序其行及謚所宜。其禮亡。]諸侯使人使於諸侯，使者自稱曰「寡君之老」。[繫於君以爲尊也。此謂諸侯之卿上大夫。"
      },
      {
        "index": 4,
        "text": "【疏】正義曰：此一節明諸侯及臣稱謂之法，各隨文解之。　諸侯，謂五等諸侯。見天子而擯者將命之辭也。同得稱臣，故曰「臣」也。　「某侯某」者，若言齊侯、衛侯。下「某」是名。若伯、子、男，則云曹伯、許男某也。　注「謂嗇」至「請覲」。　正義曰：「嗇夫承命告天子辭也」，此注並《覲禮》之文也，鄭云：「嗇夫，蓋司空屬也。爲末擯，承命於侯氏，末介傳而上，上擯以告于天子也。」《音義隱》云：「嗇夫主諸侯所齎幣帛皮圭之禮，奉以白於天子也。」云「其爲州牧，則曰『天子之老臣某侯某』」者，若爲州牧，既尊，若來見，故擯者加此四字也。前州牧闕此，故鄭補言之也。云「奉圭請覲」，是鄭意述擯者之辭，文無所出也。　「其與民言，自稱曰『寡人』」。　此亦自與民言法也。「寡人」者，言己是寡德之人。　「其在凶服，曰『適子孤』」者，謂擯者告賓之辭。知者，《雜記》云：「相者告曰：『孤某須矣。』」但彼文不云「適子」，文不備。此直云「適子孤」，不云名，亦文不具也。稱孤稱名者，皆謂父死未葬之前也。故《雜記》云「孤某須矣」，下則云「既葬，蒲席」，明「孤某」是未葬也。凡諸侯在喪之稱，《公羊》「未葬稱『子某』」者，莊三十二年「子般卒」，襄三十一年「子野卒」，皆是君薨未葬稱「子某」也；「既葬稱『子』」，則文公十八年子惡卒，經書「子卒」是也；「踰年稱『君』」者，則僖公十年「里克殺其君卓」，及文公元年「公即位」，是踰年稱「君」也，謂臣子稱君也，若其君自稱，猶曰「子」，故《公羊傳·文九年》「諸侯於其封內三年稱子」是也。案昭十一年，「楚滅蔡，執世子有」，其時蔡君已死，其子仍稱「世子」者，何休云：「稱世子者，不許楚之滅蔡也，猶若君存然，故猶稱世子。」文十四年九月，「齊商人弒其君舍」，舍爲君，商人之弒也。襄二十九年，「吳子使季札來聘」，先君未踰年，吳稱子者，賢季子，故錄之。桓十一年，「鄭忽出奔衛」，先君既葬而尚稱名者，《公羊》云「何以名？伯子男一也，辭無所貶」，何休云：「直以喪降稱名，無餘罪致貶。」凡以王事出會，未踰年皆稱子，僖九年會於葵丘，宋襄公稱子；僖二十八年會於踐土，陳共公稱子；定四年會召陵，陳懷公稱子：皆未踰年會王事而稱子也。若未踰年、非王事而稱爵者，皆譏耳，成四年「鄭伯伐許」是也。從上以來，皆《公羊》之義也。其《左氏》之義，君薨未葬，未行即位之禮前稱「子某」，子般、子野是也；其出會諸侯，未葬之前稱「子」，故僖九年《左氏傳》云「凡在喪，王曰小童，公侯曰子」，葵丘之會宋襄公稱子，踐土之會陳共公稱子是也；葬，雖未踰年，則稱「君」，則「晉里克弒其君卓」「齊商人弒其君舍」是也。文十八年，子惡卒，先君葬後稱「子」者，杜預云「時史畏襄仲」，不敢稱君，故云子也。其王事出會則稱爵，成四年「鄭伯伐許」是也。案桓十三年經書衛惠公稱「侯」，成十三年經書「宋公、衛侯」，此並先君未葬而稱爵者，賈、服注譏其不稱子，杜預云「非禮也」。僖二十五年，「會衛子、莒慶盟於洮」，時先君已葬，衛成公猶稱子者，杜預云善其成父之志，故上繫於父而稱子，服虔亦云「明不失子道」。成十年晉侯伐鄭，時厲公父景公患未薨，而厲公出會稱爵，譏其生代父位，不子也。此皆《左氏》之義。《公羊》以奚齊僖九年死，卓子十年死，以卓子踰年，故稱君。《左氏》卓子亦九年死，但赴告在十年，以葬後，故稱君。《左氏》《公羊》二傳不同也。《公羊》以成四年「鄭伯伐許」，非王事，未踰年而稱爵，譏之也。《左氏》則以鄭伯伐許爲王事，雖未踰年，得稱爵，當與《公羊》異。鄭駮《異義》從《公羊》義，以鄭伯伐許爲非禮。及《公羊》未踰年爲王事皆稱「子」，即宋襄公稱「子」、陳共公稱「子」是也。《左氏》未踰年爲王事皆稱爵。鄭駮《異義》引宋襄公稱「子」，從《公羊》說，以爲稱「子」禮也。　「外事曰『曾孫某侯某』」。　外事，謂社稷山川在封內者也。天子外事言「嗣王某」，諸侯不得稱「嗣侯」，但稱「曾孫」。所以然者，天子尊，謂能繼天德而立也；諸侯無德，不繼嗣爲侯，故不云「嗣」。但是父祖重孫，故言「曾孫」也。　「死，曰『薨』」者，此謂諸侯死而國史策辭也。若異國史書之，則但云「卒」也。在四夷不言，亦賤，略也。自此以下皆然。　注「亦史書策辭」。　正義曰：上文云「天王崩」書策辭，今諸侯云「薨」，故亦史策辭。若告於諸侯，則辭當謙退，故《雜記》云「赴於諸侯，曰『寡君不祿』」。　「復，曰『某甫復矣』」，天子復則曰「天子」，諸侯不可復云「諸侯復」，故呼其字，言「某甫」。故鄭注前文「諸侯呼字」是也。　「既葬，見天子曰『類見』」。　此諸侯世子父死葬畢而見於天子禮也。類，象也。言葬後未執玉而執皮帛，以象諸侯見，故曰「類見」。然《春秋》之義，三年除喪之後乃見。而今云「既葬」者，謂天子或巡守至竟，故得見也。若未葬，未正君臣，故雖天子巡守亦不見也。　「言謚曰『類』」者，言謚，謂將葬，就君請謚也。凡謚，既是表德，故由尊者所裁。故將葬之前，親使人請之於天子。若《檀弓》云「其子戍請謚於君，曰『日月有時，將葬矣，請所以易其名』」者，是言謚於君也。而曰「類」者，王肅云：「請謚於天子，必以其實爲謚，類於平生之行也。」何胤云：「類其德而稱之，如『經天緯地曰文』也。」鄭云：「使大夫行，象聘問之禮也。」今案鄭旨，謂吉時遣大夫行則曰「聘」，今請謚遣大夫不得曰「聘」，而名曰「類」，言類象聘而行此禮也，故云「言謚曰『類』」也。　注「使大」至「禮亡」。　正義曰：言象聘問之禮者，解經中「類」字，言比類聘問之禮，請謚於天子。　「諸侯」至「之老」。　案《玉藻》云：「上大夫曰『下臣』，擯者曰『寡君之老』；下大夫自名，擯者曰『寡大夫』。」此云「自稱曰『寡君之老』」，則上大夫。擯者傳辭及自稱於他國亦曰「寡君之老」，若於己君，則《玉藻》云「下臣某」。]"
      },
      {
        "index": 5,
        "text": "天子穆穆，諸侯皇皇，大夫濟濟，士蹌蹌，庶人僬僬。[皆行容止之貌也。《聘禮》曰：「賓入門皇。」又曰：「皇且行。」又曰：「眾介北面鏘焉。」凡行容，尊者體盤，卑者體蹙。　【疏】正義曰：此一節論天子至庶人行容之貌。云「天子穆穆」者，威儀多貌也。天子尊重，故行止威儀多也。　「諸侯皇皇」者，自莊盛也。諸侯不及穆穆，而猶有莊盛。鄭注《聘禮》云：「皇，自莊盛也。」　「大夫濟濟」者，濟濟，徐行有節。大夫降於諸侯，不得自莊盛，但徐行而已也。　「士蹌蹌」者，鄭注《聘禮》云：「容貌舒揚也。」案鄭意則不得濟濟也，但舒揚而已。　「庶人僬僬」者，卑盡之貌也。庶人卑賤，都無容儀，並自直行而已。崔云：「凡形容，下不得兼上，上得兼下。故《詩》有『濟濟辟王』『穆穆魯侯』者，詩人頌美，舉盛以言，非對例也。」　注「聘禮」至「體蹙」。　正義曰：引《聘禮》證「皇皇」是容儀也，此是入門時容也。「又曰『皇且行』」者，又證行時容也。然「皇」是諸侯之容，《聘禮》是臣，而云「皇」者，執玉入廟門，得進其容，亦如其君行禮，宜己申也，若在本國則濟濟然。云「又曰『眾介北面蹌焉』」，亦《聘禮》文也。眾介，士也，卑，故不得進容，猶蹌蹌而已。云「凡行容，尊者體盤，卑者體蹙」，尊者體盤，穆穆皇皇；卑者體蹙，蹌蹌僬僬是也。]"
      },
      {
        "index": 6,
        "text": "天子之妃曰后，[后之言後也。]諸侯曰夫人，[夫之言扶。]大夫曰孺人，[孺之言屬。]士曰婦人，[婦之言服。]庶人曰妻。[妻之言齊。]公侯有夫人，有世婦，有妻，有妾。[貶於天子也，無后與嬪，去上中。]夫人自稱於天子曰「老婦」，[自稱於天子，謂畿內諸侯之夫人助祭若時事見。]自稱於諸侯曰「寡小君」，[謂饗來朝諸侯之時。]自稱於其君曰「小童」，自世婦以下自稱曰「婢子」。[小童，若云未成人也。婢之言卑也。於其君稱此，以接見體敵，嫌其當。]子於父母則自名也。[名，父母所爲也。言子者，通男女。]列國之大夫，入天子之國曰「某士」，[亦謂諸侯之卿也。三命以下於天子爲士。曰「某士」者，若晉韓起聘於周，擯者曰「晉土起」。]自稱曰「陪臣某」，[陪，重也。]於外曰「子」，[子，有德之稱。《魯春秋》曰：「齊高子來盟。」]於其國曰「寡君之老」，使者自稱曰「某」。[使，謂使人於諸侯也。某，名也。"
      },
      {
        "index": 7,
        "text": "【疏】正義曰：此一節論天子以下妃妾及臣子稱謂之法，各隨文解之。　「天子之妃曰后，諸侯曰夫人，大夫曰孺人，士曰婦人，庶人曰妻」者，皆敵其夫，如王之后，故以后居前耳。妃，配也，判合配王。諸侯以下通有妃義，故以「妃」字冠之。以《特牲》《少牢》是大夫、士之禮，皆云「某妃配某氏」，尊卑通稱也。《白虎通》云：「后，君也。明配至尊，爲海內小君，天下尊之，故繼其王言之，曰王后也。」　「諸侯曰夫人」者，夫人之名，唯諸侯得稱。《論語》云「邦君之妻，邦人稱之曰君夫人」是也。　「大夫曰孺人」者，孺，屬也，言其爲親屬。　注「孺之言屬也」。　正義曰：案《爾雅》云：「孺，屬也。」　「士曰婦人」者，婦之言服也，服事其夫也。其婦號亦上下通名，故《春秋》「逆婦姜於齊」，是諸侯亦呼婦也。《穀梁傳》云：「言婦，有姑之辭。」言服事舅姑，知通名也。　「庶人曰妻」者，妻之言齊也。庶人賤，無別稱，判合齊體而已。尊卑如此，若通而言之，則貴賤悉曰妻，故《詩》曰「刑於寡妻」，是天子曰妻也。周家大夫妻曰「內子」，趙姬以叔隗爲內子是也。　「公侯」至「有妾」。　正義曰：今言公侯，舉其上者，餘從可知也。既下於天子，不得立后，故以敵體一人正者爲夫人。　「有世婦」者，謂夫人之姪娣。故《公羊》云夫人無子，立姪娣子也，質家先立姪之子，文家先立娣之子。《左氏》亦夫人姪娣貴於二媵。則此世婦者，謂夫人姪娣也，其數二人。　「有妻」者，謂二媵及姪娣也，凡六人。　「有妾」者，謂九女之外，別有其妾。知者，以上文云天子八十一御妻之外更有妾，鄭注云「妾，賤者」，不入百二十人數，故知此妾不在九女之數也。　「夫人」至「婢子」。　此「夫人」謂畿內諸侯之妻也，其助祭於后，得接見天子，故得自稱也。言老而服事也。以畿外諸侯夫人無見天子之禮，此云「自稱於天子」，故注云「畿內諸侯之夫人助祭若時事見」，謂若獻繭之屬。　「自稱於諸侯曰『寡小君』」者，此諸侯謂他國君也。古者諸侯相饗，夫人亦出，故得自稱也。知者，《坊記》云：「陽侯殺繆侯，竊其夫人，故大饗廢夫人之禮。」於此之前有夫人饗法，故注云「謂饗來朝諸侯之時」也。君之妻曰小君，而云「寡」者，亦從君爲謙也。　「自稱於其君曰『小童』」者，小童，未成人之稱也。其與夫言，自謙稱爲小童，若未成人，言無知也。　「自世婦以下自稱曰『婢子』」者，降於夫人，故並自稱婢子，賤故也。婢之言卑也，嚮其夫自稱，言己卑。故《春秋》晉懷嬴謂公曰「寡君使婢子侍執巾櫛」是也。注云「接見體敵，嫌其當」者，爲其接見之時暫有體敵，嫌若當夫人然也。　「列國之大夫，入天子之國曰『某士』」。　謂擯者辭也。列國，五等諸侯也。天子上士三命，中士再命，下士一命。而五等之臣，唯公國一孤四命耳，自卿大夫從三命而下，其命等於王之士，故入天子之國則擯者稱爲「某國之士」也。故注引《春秋·襄二十六年》晉韓起聘於周，擯者曰「晉士起」，言晉國之士起，以證之也。　「自稱曰『陪臣某』」。　陪，重也。某，名也。其君已爲王臣，己今又爲己君之臣，故自稱對王曰重臣也。若襄二十一年晉欒盈辭於行人曰「天子陪臣盈」是也。　「於外曰『子』」者，亦擯者辭。外，謂在他國時也。擯者則稱其姓而曰「子」，子是有德之稱，故注引閔公二年冬「齊高子來盟」，證於外曰「子」也。高子，高傒是也。　「於其國曰『寡君之老』」者，其國，自國中也。其君與民言，自稱曰「寡人」，故此卿若與國中人語，自稱曰「寡君之老」也。　「使者自稱曰『某』」者，某，名也。若此卿爲使，在他國與彼君語，則稱名也；若與彼臣民言，則自稱「寡君之老」也。　注「使謂」至「名也」。　正義曰：知者，以《玉藻》云：「上大夫於他國，擯者曰『寡君之老』。下大夫於他國，擯者曰『寡大夫』。」皆無稱名之事。《玉藻》又云「大夫私事使，私人擯則稱名」，注云：「私事使，謂以君命私行，非聘也。若晉韓穿來言汶陽之田。」彼以私事使稱名，此文「使，自稱曰『某』」，稱名，與彼相當，故知「使，謂使人於諸侯也」。]"
      },
      {
        "index": 8,
        "text": "天子不言出，諸侯不生名，君子不親惡。[天子之言出，諸侯之生名，皆有大惡，君子所遠，出、名以絕之。《春秋傳》曰「天王出居於鄭」「衛侯朔入於衛」是也。]諸侯失地名，滅同姓名。[絕之。　【疏】正義曰：此一節論天子、諸侯有罪書出、名之事，各隨文解之。　「天子不言出」者，天子以天下爲家，策書不得言出，所在稱居。　「諸侯不生名」者，諸侯，南面之尊。名者，質賤之稱。諸侯相見，秪可稱爵，不可稱名。　「君子不親惡」者，謂策書君子，謂孔子書經，若見天子大惡，書「出」以絕之；諸侯大惡，書名以絕之。君子不親此惡人，故書出、名以罪之也。　注「天子」至「是也」。　正義曰：案僖二十四年「天王出居於鄭」，《公羊》云：「王者無外，此其言出何？不能乎母也。」謂不能以孝事於母。此鄭注天子言出大惡，用《公羊》義也。案《春秋》莊六年「衛侯朔入於衛」。朔未爲君之時，與其母讒搆世子伋，及爲君，被逐，出奔齊。王立公子黔牟，朔自齊而入衛，以逐黔牟。《公羊》云：「朔何以名？絕。曷爲絕之？犯命也。」謂犯王命。鄭注以朔爲大惡，亦用《公羊》義也。　「諸侯失地名，滅同姓名」。　《春秋·莊十年》「荊敗蔡師於莘，以蔡侯獻舞歸」，《公羊》云：「何以名？絕。曷爲絕之？獲也。」此失地名也。僖二十五年「衛侯燬滅邢」，《公羊》云：「何以名？絕。曷爲絕之？滅同姓也。」此滅同姓名也。故鄭緫言「絕之」。]"
      },
      {
        "index": 9,
        "text": "爲人臣之禮，不顯諫，[爲奪美也。顯，明也，謂明言其君惡，不幾微。]三諫而不聽則逃之。[逃，去也。君臣有義則合，無義則離。　【疏】正義曰：案莊二十四年「曹羈出奔陳」，《公羊傳》云：「戎將侵曹，曹羈諫曰：『戎眾以無義，君請勿自敵也。』曹伯曰：『不可。』三諫不從，遂去之。」何休云「諫有五，一曰諷諫」者，案定十二年《公羊傳》云：「孔子以季氏之強，謂季孫曰：『家不藏甲，邑無百雉之城。』季孫聞之，墮費邑。」是諷諫也。何休又云「二曰順諫，曹羈是也」，即上諫曹君無以戎敵，三諫不從，遂出奔陳，所謂「以道事君，不可則止」，此是順諫也。何休又云「三曰直諫，子家駒是也」，案昭二十五年《公羊傳》云：「昭公將弒季氏，子家駒諫曰：『諸侯僭於天子，大夫僭於諸侯，久矣！』」是不辟君僭而言之，是直諫也。何休又云「四曰爭諫，子反請歸是也」，案宣十五年《公羊》云：「楚莊王圍宋，子反、華元乘堙相對語。華元謂子反云：『易子而食之，析骸而炊之。』子反謂華元：『吾軍有七日之粮。』子反勸楚王赦宋而歸，楚王不可。子反頻諫，不聽，乃引師去，楚王亦歸。」是爭諫也。何休又云「五曰贛諫，百里子、蹇叔子是也」。案僖三十三年《公羊》云：「秦穆公將襲鄭，百里子與蹇叔子諫，穆公不從。百里子、蹇叔子從其子而哭之。」是贛諫也。凡諫，諷諫爲上，贛諫爲下。事君雖主諫爭，亦當依微納進善言耳，不得顯然明言君惡以奪君之美也。　「三諫不聽則逃之」者，聽猶從也，逃猶去也。君臣有離合之義，有義則合，無義則離，若三諫不從，則待放而去也。]"
      },
      {
        "index": 10,
        "text": "子之事親也，三諫而不聽，則號泣而隨之。[至親無去，志在感動之。　【疏】正義曰：父子天然，理不可逃，雖不從，則當號泣而隨之，冀有悟而改也。然《論語》云「事父母幾諫」，此不云者，以其略耳。《檀弓》云「事親無犯」，相互耳。又云「事君有犯」，故此論其微。《檀弓》言「事親無犯」，此論其犯，亦互言耳，故注云「至親無去，志在感動之」。]"
      },
      {
        "index": 11,
        "text": "君有疾飲藥，臣先嘗之。親有疾飲藥，子先嘗之。[嘗，度其所堪。]醫不三世，不服其藥。[慎物齊也。　【疏】正義曰：凡人病疾，蓋以筋血不調，故服藥以治之。其藥不慎於物，必無其徵，故宜戒之。擇其父子相承至三世也，是慎物調齊也。又說云：三世者，一曰《黃帝針灸》，二曰《神農本草》，三曰《素女脉訣》，又云《夫子脉訣》。若不習此三世之書，不得服食其藥。然鄭云「慎物齊也」，則非謂《本草》《針經》《脉訣》，於理不當，其義非也。]"
      },
      {
        "index": 12,
        "text": "儗人必於其倫。[儗猶比也，倫猶類也。比大夫當於大夫，比士當於士。不以其類，則有所褻。　【疏】正義曰：儗，比也。倫，匹類也。凡欲比方於人，當以類相並，不得以貴比賤，則爲不敬也。]"
      },
      {
        "index": 13,
        "text": "問天子之年，對曰：「聞之，始服衣若干尺矣。」[既不敢言年，又不敢斥至尊所能。]問國君之年，長，曰「能從宗廟社稷之事矣」；幼，曰「未能從宗廟社稷之事也」。問大夫之子，長，曰「能御矣」；幼，曰「未能御也」。問士之子，長，曰「能典謁矣」；幼，曰「未能典謁也」。問庶人之子，長，曰「能負薪矣」；幼，曰「未能負薪也」。[皆言其能，則長幼可知。御猶主也，《書》曰「越乃御事」，謂主事者。謁，請也，謂能擯贊出入，以事請告也。《禮》：「四十強，而仕；五十命爲大夫。」　【疏】正義曰：此謂幼少新立之王，或有遠方異域人來，不知王年大小，問朝廷之臣。　「對曰『聞之，始服衣若干尺矣』」者，臣爲答之，必有法則。禮，「齒路馬有誅」，而至尊體貴，故臣不可輕言君年及形長短與才技所堪，故依違而對也。但云「聞之」，謙，不敢言見也。云「始服衣若干尺」，既不敢指斥，即云「服衣若干尺」，謂或五尺，或六尺，隨長短而言之也。幼則衣短，長則衣長，問者聞之，則知王之長幼也。古者謂數爲「若干」，故《儀禮·鄉射》《大射》數射筭云「若干純」「若干奇」。若，如也；干，求也。言事本不定，常如此求之也，故云「若干」也。　「問國君之年」者，亦謂幼少新立爲君，而他人問其臣也。　「長，曰『能從宗廟社稷之事矣』；幼，曰『未能從宗廟社稷之事也』」，不言「聞之」及衣，而言所能主國者，辟天子也。國保宗廟社稷，故以所保答之也。人君十五，有養子之禮，長則能主國。聞其能主國，則知十五以上，爲長也。若聞未能主國，則知十四以下，是爲幼也。　「問大夫之子」者，亦他國人問此大夫之子長幼於大夫之臣也。天子、諸侯繼世象賢，其年不定，故問其年。而大夫五十乃爵，故不問大夫而問其子。　「長，曰『能御矣』；幼，曰『未能御也』」，御，謂主事也。官有世功，子學父業，故有御事之因也。舉其所能，則長幼可知也。大夫子卑，長幼當以二十爲限也。　「問士之子」者，亦謂他國人來問此士之屬吏也。四十強而仕，故問其子也。　「長，曰『能典謁矣』；幼，曰『未能典謁也』」，謁，請也。士之子年數長，則言能主賓客告請之事；幼，則言未能也。士賤無臣，但以子自典告也。　「問庶人之子」者，庶人，謂府史之屬，亦有同僚或他國人問其同僚府史。熊氏云：「庶人年無長幼，亦問其子者，順上大夫、士而言之。」　「長，曰『能負薪矣』；幼，曰『未能負薪也』」者，《少儀》云：「問士之子長幼，長則曰『能耕矣』，幼則曰『能負薪』『未能負薪』。」謂士祿薄，子猶以能農事爲業也。與此不同者，亦當有田、無田之異。此所言之士者，是有田者，故子免耕、負薪而典謁。　注「《書》曰『越乃御事』，謂主事者」。　正義曰：引《大誥》，證御事是大夫禮。「四十強，而仕；五十命爲大夫」，《曲禮》文，引之，釋所以不問大夫、士、庶人之身而問其子之義也。以大夫、士其年既定，故不假問其年而問其子也。]"
      },
      {
        "index": 14,
        "text": "問國君之富，數地以對，山澤之所出。問大夫之富，曰「有宰，食力，祭器、衣服不假」。問士之富，以車數對。問庶人之富，數畜以對。[皆在其所制，以多少對。宰，邑士也。食力，謂民之賦稅。　【疏】正義曰：謂問諸侯之臣求知其君封內土地所出也。云「富」者，非問其多金帛，正是問最所優饒者也。不問天子者，率土之物莫非王有，天下共見，故不須問。而諸侯止一國，故致問也。　「數地以對」者，數土地廣狹對之也。「山澤之所出」者，又以魚、鹽、蜃、蛤、金、銀、錫、石之屬隨有而對也。晉文公謂楚成王曰「羽、毛、齒、革，君地生焉」是也。　「問大夫之富」者，亦他國人問其臣也。　「曰『有宰，食力』」者，答之也。宰，邑宰也。有宰，明有采地，即公山弗擾爲季氏宰是也。食力，謂食民下賦稅之力也。　「祭器、衣服不假」者，謂四命大夫也。衣服，祭服也。若四命大夫，得自造祭器、衣服，故云「不假」。若三命以下，有田者造而不備，則假借也。　「問士之富，以車數對」者，士有地不多，亦無邑宰，故其屬吏但以其車數對也。上士三命，則得賜車馬也，副車隨命。中士乘棧車，無副車也。　「問庶人之富，數畜以對」者，謂雞豚之屬。《閭師》云：「凡庶民，不畜者祭無牲，不耕者祭無盛，不樹者無椁，不蠶者不帛，不績者不衰。」故以畜數對。鄭注《周禮》云：「始養曰畜，將用之曰牲。」引《春秋》云：「卜日曰牲。」]"
      },
      {
        "index": 15,
        "text": "天子祭天地，祭四方，祭山川，祭五祀，歲徧；諸侯方祀，祭山川，祭五祀，歲徧；大夫祭五祀，歲徧；士祭其先。[祭四方，謂祭五官之神於四郊也。句芒在東，祝融、后土在南，蓐收在西，玄冥在北。《詩》云：「來方禋祀。」方祀者，各祭其方之官而已。五祀，戶、竈、中霤、門、行也。此蓋殷時制也。《祭法》曰：「天子立七祀，諸侯立五祀，大夫立三祀，士立二祀。」謂周制也。]凡祭，有其廢之，莫敢舉也；有其舉之，莫敢廢也。[爲其瀆神也。廢、舉，謂若殷廢農祀棄，後不可復廢棄祀農也。後有德者繼之，不嫌也。]非其所祭而祭之，名曰淫祀，淫祀無福。[妄祭，神不饗。]天子以犧牛，諸侯以肥牛，大夫以索牛，士以羊豕。[犧，純毛也。肥，養於滌也。索，求得而用之。]支子不祭，祭必告于宗子。[不敢自專，謂宗子有故，支子當攝而祭者也，五宗皆然。"
      },
      {
        "index": 16,
        "text": "【疏】正義曰：此一節論天子以下祭祀尊卑不同，并論神有廢置之事，各隨文解之。　「天子祭天地」者，祭天，謂四時迎氣，祭五天帝於四郊，各以當方人帝配之。《月令》，春曰「其帝太皞」，夏曰「其帝炎帝」，季夏曰「其帝黃帝」，秋曰「其帝少皞」，冬曰「其帝顓頊」，明爲配天及告朔而言之。其雩祭亦然。故《月令》孟夏云：「大雩帝，爲命祀百辟卿士。」既云「祀百辟卿士」，明五方人帝，天子亦雩祀之。其夏正郊感生之帝，周以后稷配之；其於明堂緫享五帝，以文王、武王配之，故《孝經說》云「后稷爲天地之主，文王爲五帝之宗」是也。周人祭明堂時又兼以武王配之，故《祭法》云「周人宗武王」是也。知方丘之神是崐崙者，案《地統書·括地象》云：「地中央曰崐崙。」又云：「其東南方五千里曰神州。」以此言之，崐崙在西北，別統四方九州。其神州者，是崐崙東南一州耳。於一州中更分爲九州，則《禹貢》之九州是也。其配地之神，《孝經緯》既云「后稷爲天地之主」，則后稷配天南郊，又配地北郊，則周人以嚳配圓丘，亦當配方澤也。　「祭山川」者，《周禮》：「兆五帝於四郊，四望、四類亦如之也。」　「祭五祀」者，春祭戶，夏祭竈，季夏祭中霤，秋祭門，冬祭行也。　「歲徧」者，謂五方之帝，迎氣、雩祀、明堂及郊，雖有重者，諸神緫徧，故云「歲徧」。　「諸侯方祀」者，諸侯既不得祭天地，又不得緫祭五方之神，唯祀當方，故云「方祀」。　「祭山川」者，《王制》云「在其地則祭之，亡其地則不祭」是也。　「大夫祭五祀」者，大夫不得方祀及山川，直祭五祀而已。　「士祭其先」，不云「歲徧」者，以士祭先祖，歲有四時，更無餘神故也。「天子祭天地」者，天地有覆載大功，天子王有四海，故得緫祭天地，以報其功。其天有六，祭之一歲有九：昊天上帝，冬至祭之，一也；蒼帝靈威仰，立春之日祭之於東郊，二也；赤帝赤熛怒，立夏之日祭之於南郊，三也；黃帝含樞紐，季夏六月土王之日亦祭之於南郊，四也；白帝白招拒，立秋之日祭之於西郊，五也；黑帝汁光紀，立冬之日祭之於北郊，六也；王者各稟五帝之精氣而王天下，於夏正之月祭於南郊，七也；四月，龍星見而雩，緫祭五帝於南郊，八也；季秋，大饗五帝於明堂，九也。地神有二，歲有二祭：夏至之日，祭崐崙之神於方澤，一也；夏正之月，祭神州地祇於北郊，二也。或云建申之月祭之，與郊天相對。冬至祭昊天上帝者，《春秋緯》云「紫微爲天帝北極耀魄寶」是也。其配之人，以帝嚳配之，故《祭法》云「周人禘嚳」是也。其五帝，則《春秋緯·文耀鉤》云：「蒼帝曰靈威仰，赤帝曰赤熛怒，黃帝曰含樞紐，白帝曰白招拒，黑帝曰汁光紀。」　注「祭四」至「制也」。　正義曰：此經直言「祭四方」，知非祭五天帝於四方者，以上云「祭天地」，則五帝在其中矣，故知非天帝也。案《宗伯》云：「疈辜祭四方百物。」知此方祀非四方百物者，以此文在山川、五祀之上，與《大宗伯》「血祭社稷、五祀、五嶽」，五祀在五嶽之上，此四方亦在山川之上，故知是五官之神。云「祝融、后土在南」者，鄭意以爲黎兼爲后土，土位在南方，故知祝融、后土在南。引《詩》云「來方禋祀」者，是《小雅·大田》之詩，以刺幽王之無道，追論成王之時，太平時和年豐，至秋報祭，招來四方之神，禋絜祭祀。引之者，證四方之義也。云「五祀，戶、竈、中霤、門、行」者，此《月令》文。《大宗伯》五祀以爲五官者，以其在五嶽之上。此五祀在山川之下，又與大夫同祭，故知是戶、竈等。云「此蓋殷時制也」者，以天子、諸侯、大夫同云「祭五祀」，既無等差，故疑殷時制也。案《王制》云「大夫祭五祀」，文與此同，而鄭云「五祀，謂司命也、中霤也、門也、行也、厲也」，與此不同者，《王制》之文上云「天子祭天地，諸侯祭社稷，大夫祭五祀」，既有尊卑等級，疑是周禮，故引《祭法》五祀以解之，與此不同。是有地大夫祭五祀，無地大夫祭三祀。　「凡祭」至「廢也」。　正義曰：此明祭有常典，不可輒擅廢興，如殷時廢柱祀棄，則後人不得復舉柱而祭之也。　「有其舉之，莫敢廢也」者，若己舉棄祀之，後人不得復廢棄也。　注「爲其」至「嫌也」。　正義曰：農即柱也，有農功，故曰農也。棄即后稷也，爲稷官，故曰稷也。《尚書》云「弃，黎民阻飢，汝后稷」是也。云「後有德者繼之，不嫌也」者，鄭恐人疑之，昔以舉柱，何意廢柱祀稷乎？故此解之者，若後有德者繼之，則不在今所言之例也。　「天子」至「羊豕」。　正義曰：此「天子以犧牛，諸侯以肥牛，大夫以索牛」，皆上得兼下，下不得僭上。故《左傳》云：「聖王先成民而後致力於神，故奉牲以告曰『博碩肥腯』。」是天子亦得以肥也。又《公羊》云：「帝牲必在滌三月，稷牛惟具。」稷有災，故臨時得別求之。是天子、諸侯得有索牛。　「大夫以索牛，士以羊豕」者，天子大夫、士也。若諸侯大夫即用少牢，士則用特牲。其喪祭，大夫亦得用牛，士亦用羊豕，故《雜記》云「上大夫之虞也，少牢；卒哭成事，附，皆大牢。下大夫之虞也，犆牲；卒哭成事，附，皆少牢」是也。據此，諸侯不得用犧牛。《祭義》云「天子、諸侯必有養獸之官」，下云「犧牷祭牲必於是取之」，諸侯有犧牲大牢者，諸侯對卿大夫亦得云「犧」，若對天子，則稱「肥」耳。其大夫牲體完全，亦有「犧牲」之稱，故上云「大夫犧賦爲次」，但不毛色純耳。　注「肥，養於滌也」。　正義曰：案《楚語》觀射父云：大者牛羊必在滌三月，小者犬豕不過十日。然者即此大夫索牛、士羊豕，既不在滌三月，當十日以上，但不知其日數耳。　「支子」至「宗子」。　正義曰：支子，庶子也。祖禰廟在適子之家，而庶子賤，不敢輒祭之也。若濫祭，亦是淫祀。　「祭必告於宗子」者，支子雖不得祭，若宗子有疾，不堪當祭，則庶子代攝可也。猶宜告宗子，然後祭，故鄭云「不敢自專」。]"
      },
      {
        "index": 17,
        "text": "凡祭宗廟之禮，牛曰「一元大武」，豕曰「剛鬣」，豚曰「腯肥」，羊曰「柔毛」，雞曰「翰音」，犬曰「羹獻」，雉曰「疏趾」，兔曰「明視」，脯曰「尹祭」，槀魚曰「商祭」，鮮魚曰「脡祭」，水曰「清滌」，酒曰「清酌」，黍曰「薌合」，粱曰「薌萁」，稷曰「明粢」，稻曰「嘉蔬」，韭曰「豐本」，鹽曰「鹹鹺」，玉曰「嘉玉」，幣曰「量幣」。[號牲物者，異於人用也。元，頭也。武，迹也。腯亦肥也，《春秋傳》作「腯」。腯，充貌也。翰猶長也。羹獻，食人之餘也。尹，正也。商猶量也。脡，直也。萁，辭也。嘉，善也。稻，菰蔬之屬也。豐，茂也。大鹹曰鹺，今河東云。幣，帛也。　【疏】正義曰：此一節論祭廟牲、幣告神之法。　「凡祭」者，爲貴賤悉然。　「牛曰『一元大武』」者，元，頭也。武，迹也。牛若肥則腳大，腳大則迹痕大，故云「一元大武」也。　「豕曰『剛鬣』」者，豕肥則毛鬣剛大也。王云：「剛鬣，言肥大也。」　「豚曰『腯肥』」者，腯即充滿貌也。　「羊曰『柔毛』」者，若羊肥則毛細而柔弱，故王云：「柔毛，言肥澤也。」　「雞曰『翰音』」者，翰，長也，雞肥則其鳴聲長也。　「犬曰『羹獻』」者，人將所食羹餘以與犬，犬得食之肥，肥，可以獻祭於鬼神，故曰「羹獻」也。　「雉曰『疏趾』」者，趾，足也。雉肥則兩足開張，趾相去疏也。《音義隱》云：「雉之肥則足疏。」故王云：「足間疏也。」　「兔曰『明視』」者，兔肥則目開而視明也，故王云：「目精明，皆肥貌也。」然自牛至兔，凡有八物，唯有牛云一頭，而豕以下不云數者，皆從其所用而言數也，則並宜云若干也。雞、雉爲膳及腊則不數也。　「脯曰『尹祭』」者，尹，正也。裁截方正而用之祭。一通云：正，謂自作之也，脯自作，則知肉之所用也。《論語》云「沽酒、市脯不食」，言其不正也。　「槀魚曰『商祭』」者，槀，乾也；商，量也。祭用乾魚，量度燥溼得中而用之也。　「鮮魚曰『脡祭』」者，脡，直也。祭有鮮魚，必須鮮者，煮熟則脡直，若餒則敗碎不直。　「水曰『清滌』」者，古祭用水當酒，謂之玄酒也。而云「清滌」，言其甚清皎潔也。《樂記》云「尚玄酒」是也。　「酒曰『清酌』」者，酌，斟酌也，言此酒甚清澈，可斟酌。當爲三酒，未必爲五齊。　「黍曰『薌合』」者，夫穀秫者曰黍。秫既軟而相合，氣息又香，故曰「薌合」也。　「粱曰『薌萁』」者，粱謂白粱、黃粱也。萁，語助也。　「稷曰『明粢』」者，稷，粟也。明，白也。言此祭祀明白粢也。鄭注《甸師》云：「粢，稷也。」《爾雅》云「粢，稷也」，注：「今江東人呼粟爲粢。」隋祕書監王劭勘晉宋古本皆無「稷曰『明粢』」一句，立八疑十二證，以爲無此一句爲是。今《尚書》云「黍稷非馨」，《詩》云「我黍與與，我稷翼翼，爲酒爲食，以享以祀」，然則黍稷爲五穀之主，是粢盛之貴，黍既別有異號，稷何因獨無美名？《爾雅》又以粢爲稷，此又云「稷曰『明粢』」，正與《爾雅》相合。又《士虞禮》云「明齊溲酒」，鄭注云：「或曰『明齊』當爲『明視』，謂兔腊也。今文曰『明粢』。粢，稷也。皆非其次也。」如鄭言云「皆非其次」，由《曲禮》有「明粢」之文，故注《儀禮》云「非其次」。王劭既背《爾雅》之說，又不見鄭玄之言，苟信錯書，妄生同異，改亂經籍，深可哀哉。　注「號牲」至「幣帛」。　正義曰：「元，頭也」，案《釋詁》文，「元，首」，首則頭也。「武，迹也」，《釋訓》文。「《春秋傳》作『腯』」者，桓六年《左傳》云「博碩肥腯」是也。云「羹獻，食人之餘也」者，《周禮·槀人》云「掌豢祭祀之犬」是也。「尹，正也」「嘉，善也」，《釋言》文。此等諸號，若一祭並有，則舉其大者牲牢酒齊而言，不應諸事皆道，故《少牢禮》稱「敢用柔毛、剛鬣、嘉薦、普淖」是也。或唯有犬、雞，或唯魚、兔及水、酒、韭、鹽之祭，則各舉其美號，故此經備載其名。必知然者，案《士虞禮》祝辭云「尹祭」，鄭注云：「尹祭，脯也。大夫、士祭無云脯者。今不言牲號，而云『尹祭』，亦記者誤矣。」如鄭此言，明單用脯者稱「尹祭」，以此推之，餘亦可知也。]"
      },
      {
        "index": 18,
        "text": "天子死曰「崩」，諸侯曰「薨」，大夫曰「卒」，士曰「不祿」，庶人曰「死」。[異死名者，爲人褻其無知，若猶不同然也。自上顛壞曰崩。薨，顛壞之聲。卒，終也。不祿，不終其祿。死之言澌也，精神澌盡也。]在牀曰「尸」，[尸，陳也，言形體在。]在棺曰「柩」。[柩之言究也。]羽鳥曰「降」，四足曰「漬」。[異於人也。降，落也。漬，謂相瀸汙而死也。《春秋傳》曰：「大災者何？大漬也。」]死寇曰「兵」。[異於凡人，當饗祿其後。]祭王父曰「皇祖考」，王母曰「皇祖妣」，父曰「皇考」，母曰「皇妣」，夫曰「皇辟」。[更設稱號，尊神異於人也。皇，君也。考，成也，言其德行之成也。妣之言媲也，媲於考也。辟，法也，妻所取法也。]生曰「父」、曰「母」、曰「妻」，死曰「考」、曰「妣」、曰「嬪」。[嬪，婦人有法度者之稱也。《周禮》：「九嬪掌婦學之法，教九御婦德、婦言、婦容、婦功。」]壽考曰「卒」，短折曰「不祿」。[祿，謂有德行任爲大夫、士而不爲者。老而死，從大夫之稱；少而死，從士之稱。"
      },
      {
        "index": 19,
        "text": "【疏】正義曰：此一節論死後稱謂尊卑不同之事，各隨文解之。但生時尊卑著見可識，而死蔭爲野土，嫌若可棄而稱輕褻之，故爲制尊卑之名，則明其猶有貴賤之異也。　崩者，墜壞之名，譬若天形墜壓然，則四海必覩。古之王者登假也，則率土咸知，故曰「崩」。　「諸侯曰『薨』」者，薨者，崩之餘聲也。而《詩》云「蟲飛薨薨」，是聲也。諸侯卑，死不得效崩之形，但如崩後之餘聲。聲遠劣於形壓，諸侯之死，知者亦局也。　「大夫曰『卒』」者，卒，畢竟也。大夫是有德之位，仕能至此，亦是畢了平生，故曰「卒」也。　「士曰『不祿』」者，士祿以代耕，而今遂死，是不終其祿。　「庶人曰『死』」者，死者，澌也。澌是消盡無餘之目，庶人極賤，生無令譽，死絕餘芳，精氣一去，身名俱盡，故曰「死」。今俗呼盡爲「澌」，即舊語有存者也。云崩、薨異號，至葬同者，以臣子藏其君父，安厝貴賤同也。　「在床曰『尸』」者，尸，陳也。古人病困，氣未絕之時，下置在地；氣絕之後，更還牀上。所以如此者，凡人初生在地，既病將死，故下復其初生，冀脫得死重生也。若其不生，復反本床，既未殯斂，陳列在牀，故曰「尸」也。《白虎通》云「失氣亡神，形體獨陳」是也，言形體在也。　「在棺曰『柩』」者，柩，究也。三日不生，斂之在棺，死事究竟於此也。《白虎通》云：「柩，究也，久也，不復變也。」然尸、柩亦通名也。案《曾子問》云「如小斂，則子免而從柩」，此謂小斂，舉尸在爲「柩」也。《春秋左氏傳》「贈死不及尸」，是呼未葬之柩爲「尸」。　「羽鳥」至「曰漬」。　鳥、獸死異名也。降，落也。羽鳥，飛翔之物，今云其降落，是知死也。　「四足曰『漬』」者，牛馬之屬也。若一箇死，則餘者更相染漬而死，今云其漬，則知死也。異於人耳。「《春秋傳》曰：『大災者何？大漬也』」，《公羊·莊二十年》：「夏，齊大災。大災者何？大瘠也。大瘠者何？㾐也。」注云：「㾐者，民疾疫也。」然此云「漬」，彼云「瘠」，字異而意同也。　「死寇曰『兵』」。　謂父祖死君之寇，而子孫爲名也。言人能爲國家捍難禦侮，爲寇所殺者，謂爲「兵」。兵，器仗之名，言其爲器仗之用也。故君恆祿恤其子孫，異於凡人也。故鄭云「當饗祿其後」「春饗孤子」是也。　「祭王」至「皇辟」。　此更爲神設尊號，亦廣其義也。　王父，祖父也。皇，君也。考，成也。此言祖有君德已成之也。　「王母曰『皇祖妣』」者，王母，祖母也。妣，媲也，言得媲匹於祖也。　「父曰『皇考』，母曰『皇妣』」者，義如上祖父母也。　「夫曰『皇辟』」者，辟，法也。夫是妻所取法，如君，故言君法也。　注「皇君」至「法也」。　正義曰：「皇，君也」「考，成也」「辟，法也」，皆《釋詁》文也。　「生曰」至「曰嬪」。　生時所稱也。不言祖及夫者，以生號無別稱也。　「死曰『考』、曰『妣』、曰『嬪』」者，嬪，婦人有法度之名也。前是宗廟之祭，加其尊稱，故父母並曰「皇」也。此謂非祭時所稱也。　注「嬪婦」至「婦功」。　正義曰：「《周禮》『九嬪掌婦學之法，教九御』」者，此證嬪有德之名。《周禮》以九嬪教宮內之婦人學四德也。謂「九御」者，自世婦以下九九而御者也。嬪所教，不教后、夫人及世婦，唯教九御而已。云「婦德、婦言、婦容、婦功」者，此九嬪所教之事也。婦德，謂貞順也。婦言，謂辭令也。婦容，謂婉娩也。婦功，謂絲枲也。此生死異稱，出《爾雅》文，言其別於生時耳。若通而言之，亦通也。《尚書》云「大傷其考心」，又云「聦聽祖考之彝訓」，《倉頡篇》云「考妣延年」，《書》云「嬪于虞」，《詩·大明》云「曰嬪于京」，《周禮》九嬪之官，並非生死異稱矣。　「壽考」至「不祿」。　此並是有德未經仕而死者之稱也。考、壽，老也。短折，少也。若有德不仕，老而死者，從大夫之稱，故曰「卒」也；若少而死者，則從士之稱，故曰「不祿」。　注「有德」至「之稱」。　正義曰：鄭知「有德行任爲大夫、士而不爲者」，若實是大夫、士，前文已顯；今更別云「卒」與「不祿」，同大夫、士之稱，故知堪爲大夫、士而不爲者。《檀弓》云：「君子曰『終』，小人曰『死』。」與此不同者，此據年之老者從大夫之稱，少者從士之稱；《檀弓》不據年之老少，但據君子取終其成功，小人精神盡澌，與此別也。]"
      },
      {
        "index": 20,
        "text": "天子視不上於袷，不下於帶。[袷，交領也。天子至尊，臣視之，目不過此。]國君綏視，[視國君彌高。綏讀爲妥。妥視，謂視上於袷。]大夫衡視，[視大夫又彌高也。衡，平也。平視，謂視面也。]士視五步。[士視得旁遊目五步之中也。視大夫以上，上下遊目，不得旁。]凡視，上於面則敖，[敖則仰。]下於帶則憂，[憂則低。]傾則姦。[辟頭旁視，心不正也。「傾」或爲「側」。　【疏】正義曰：此一節論天子以下，其臣視君尊卑有異之事。　「天子視不上於袷」者，袷，謂朝祭服之曲領也。天子至尊，臣之所視不得上過於袷，過袷則慢。供奉至尊，須承候顏色，又不得下過於帶，若下過於帶，則似自憂戚，不供其事。　「國君綏視」者，國君，諸侯也。妥，下也。若臣視君，目不得平看於面，當視面下袷上。既卑，稍得上視也。庾氏云：「妥，頹下之貌。前執器，以心爲平，故以下爲妥。此視以面爲平，故妥下於面則上於袷也。」　「大夫衡視」者，衡，平也。人相看，以面爲平。若大夫之臣視大夫，平看其面也。故前云「綏視」，形大夫爲言。　「士視五步」者，若視大夫以上，唯直瞻上下，並不得旁視。若士之屬吏視士，亦不得高面下帶，而得旁視左右五步也。　「凡視，上於面則敖」者，此解所以觀視有節限之義也。視人過高則是敖慢。定十五年「邾子執玉高，其容仰，高、仰，驕也」。　「下於帶則憂」者，若視過下，則似有憂。有憂，頭低垂，定十五年「魯公受玉卑，其容俯，卑、俯，替也」，又昭十一年秋，會於厥憖，單子「視不登帶」是也。　「傾則姦」者，傾，欹側也。若視尊者而欹側旁視，流目東西，則似有姦惡之意也。]"
      },
      {
        "index": 21,
        "text": "君命，大夫與士肄，[肄，習也。君有命，大夫則與士展習其事，謂欲有所發爲也。]在官言官，在府言府，在庫言庫，在朝言朝。[唯君命所在，就展習之也。官，謂板圖文書之處。府，謂寶藏貨賄之處也。庫，謂車馬兵甲之處也。朝，謂君臣謀政事之處也。]朝言不及犬馬。[非公議也。]輟朝而顧，不有異事，必有異慮。[心不正，志不在君。輟猶止也。]故輟朝而顧，君子謂之固。[固，謂不達於禮也。]在朝言禮，問禮，對以禮。[於朝廷言，無所不用禮。　【疏】正義曰：此一節論臣事君，所在皆當謹習其事，各隨文解之。　君命，謂君有教命，有所營爲也。其大夫則與士先習學所爲之事，備擬君之所使。　「在官言官」者，此是君命所使之事。言猶議也。若君命之在官，則臣當展習言議在官之事。　「在府言府」者，命之在府，亦當習議在府之事也。　「在庫言庫」者，命之在庫，亦隨而習議在庫之事也。　「在朝言朝」者，命之在朝，亦隨而習議在朝之事也。　注「唯君」至「處也」。　正義曰：知官謂板圖文書者，與府相對。《周禮》內府之屬皆主財貨，故知官謂板圖文書，故《周禮》「八法治官府」。　「朝言」至「以禮」。　此以下明在朝言朝之事。朝既如此，則官及府、庫可知也。朝是謀於政教之處也，不宜私褻論議以及犬馬也。　「輟朝而顧，不有異事，必有異慮」者，輟，止也。異事，非常之事。異慮，非常之慮也。臣於朝矜莊儼恪，視不流目，若忽止朝而迴顧，此若非見異事，則心有異慮也。此由不先習也。　「故輟朝而顧，君子謂之固」者，固，陋也。若身無異事，心無異慮，忽止朝而顧，君子謂此爲固陋不達禮意也。魯哀公答孔子云「寡人固不固」是也。固，謂不達禮也。　「在朝言禮，問禮，對以禮」者，朝事既重，謀政不輕，殷勤誡之，言及問、對，則宜每事稱禮也。故鄭注「於朝廷言，無所不用禮」，故《論語》云，孔子謂顏回曰「非禮勿動，非禮勿言，非禮勿視，非禮勿聽」是也。]"
      },
      {
        "index": 22,
        "text": "大饗不問卜，[祭五帝於明堂，莫適卜也。《郊特牲》曰：「郊血，大饗腥。」]不饒富。[富之言備也。備而已，勿多於禮也。　【疏】正義曰：此大饗緫祭五帝，其神非一。若卜其牲日，五帝緫卜而已，不得每帝問卜。若其一一問卜，神有多種，恐吉凶不同，故鄭云「莫適卜」，緫一卜而已。　「不饒富」者，富之言備也。雖曰大饗諸帝，配以文武，然禮數有常，取備而已，不得以其大饗，豐饒其物，使之過禮。此經直云「大饗」，鄭知「祭五帝於明堂」者，以其上文云「不問卜」，又與《月令》季秋「大饗帝」同。諸帝皆在，不得每帝問卜。若其祫之大饗，則《周禮·宗伯》「享大鬼」皆卜，不得云「不問卜」，知非大祫也。鄭引《郊特牲》云「郊血，大饗腥」者，取「大饗」二字以證此大饗之文。其實彼大饗文在郊下，謂祫祭也。然此祭五帝莫適卜，而雩緫祭五帝，得每帝問卜者，以雩祭爲百穀祈雨，非一帝之功，故每帝適卜。至於大饗之時，歲功緫畢，配以文武，祭報其功，不須每帝皆卜，故惟一卜而已。]"
      },
      {
        "index": 23,
        "text": "凡摯，天子鬯，諸侯圭，卿羔，大夫鴈，士雉，庶人之摯匹，童子委摯而退。[摯之言至也。天子無客禮，以鬯爲摯者，所以唯用告神爲至也。童子委摯而退，不與成人爲禮也。說者以匹爲鶩。]野外軍中無摯，以纓拾矢可也。[非爲禮之處，用時物相禮而已。纓，馬繁纓也。拾，謂射韝。]婦人之摯，椇、榛、脯、脩、棗、栗。[婦人無外事，見以羞物也。椇、榛，木名。椇，枳也，有實，今邳、郯之東食之。榛，實似栗而小。　【疏】正義曰：「天子鬯」者，釀黑黍爲酒，其氣芬芳調暢，故因謂爲「鬯」也。天子無客禮，必用鬯爲摯者，天子弔臨適諸侯，必舍其祖廟，既至諸侯祖廟，仍以鬯禮於廟神，以表天子之至，故鄭注《鬯人》亦然也。　「諸侯圭」者，謂公侯伯也。公侯伯用圭，子男則用璧，以朝王及相朝聘，表於至也。此唯云圭，不言璧者，略可知也。　「卿羔」者，鄭注《宗伯》云：「羔，小羊，取其羣而不失類也。」《白虎通》云：「羔，取其羣而不黨。卿職在盡忠率下，不黨也。」《周禮》云公之孤以皮帛。若諸侯適子被王命者，各下其君一等，公之子如侯伯執圭，侯伯之子如子男執璧，子男之子，命與未命者皆以皮帛繼子男也。　「大夫鴈」者，鄭注《宗伯》云：「鴈，取其候時而行也。」《白虎通》云：「鴈，取飛則行列也。大夫職在奉命適四方，動則當以正道事君也。」　「士雉」者，雉，取性耿介，唯敵是赴。士始升朝，宜爲赴敵，故用雉也。羔、鴈生執，雉則死持，亦表見危致命，《書》云「二生一死」是也。故鄭注《宗伯》云：「雉，取其守介而死，不失其節也。」然《白虎通》云：「雉，取其不可誘之以食，撓之則威，死不可畜也。士行威介，守節死義，不當移。」士摯，冬雉夏腒也。　「庶人之摯匹」者，匹，鶩也。野鴨曰鳧，家鴨曰鶩。鶩不能飛騰，如庶人但守耕稼而已。故鄭注《宗伯》云：「鶩，取其不飛遷。」《爾雅·釋鳥》云「舒鳧，鶩」，郭景純云：「鶩音木。」舍人及李巡云：「鶩，野鴨名。鶩，家鴨名。」某氏云：「在野舒飛遠者爲鶩。」　「童子委摯而退」者，童子見先生，或尋朋友，既未成人，不敢與主人相授受、拜伉之儀，但奠委其摯於地而自退辟之。然童子之摯悉用束脩也，故《論語》云孔子「自行束脩以上，則吾未嘗無誨焉」，是謂童子也。然凡用牲爲摯，主人皆食之，故《司士》云「掌擯士者，膳其摯」，鄭司農云：「王食其所執羔、鴈之摯。」玄謂：「膳者，入於王之膳人。」　注「摯之」至「至也」。　正義曰：鄭知然者，以上文云天子「臨諸侯，畛於鬼神」，又《鬯人》云「供介鬯」，是天子於諸侯有告神之義。　「野外軍中無摯，以纓拾矢可也」。　謂人在野外軍旅之中，或應相見，而無物可持爲摯者，則不以舊禮，當隨時所用。纓，謂馬繁纓，即馬鞅也。拾，射韝也。矢猶箭也。軍在野無物，故用此爲摯可也。不直云「軍中」，而云「野外」者，若軍在都邑中，則宜依舊禮，不可用軍物也。云若非軍中而在野外，亦申時物，或纓拾之徒，隨所有也。舉一隅耳，觸類而長之，則若土地無正幣，則時物皆可也。　「婦人之摯，椇、榛、脯、脩、棗、栗」。　婦人無外事，唯初嫁用摯以見舅姑，故用此六物爲摯也。椇，即今之白石李也，形如珊瑚，味甜美。榛，似栗而小也。脯，膊肉無骨而曝之。脩，取肉鍛治而加薑桂乾之如脯者。所以用此六物者，椇訓法也；榛訓至也；脯，始也；脩，治也；棗，早也；栗，肅也。婦人有法，始至脩身，早起肅敬也。故后、夫人以下，皆以棗、栗爲摯，取其早起戰栗自正也。必知以名爲義者，案莊二十四年《左傳》云：「女贄不過榛、栗、棗、脩，以告虔也。」見榛是虔義之名，明諸物皆取名爲義。案《昏禮》婦見舅以棗、栗，見姑以腶、脩，其榛、椇所用無文。]"
      },
      {
        "index": 24,
        "text": "納女於天子曰「備百姓」，於國君曰「備酒漿」，於大夫曰「備埽灑」。[納女，猶致女也。壻不親迎，則女之家遣人致之。此其辭也。姓之言生也。天子皇后以下百二十人，廣子姓也。酒漿、埽灑，婦人之職。　【疏】正義曰：納猶致也。致者，壻不親迎，則女之家三月廟見，使人致之，而爲此辭。姓，生也。言致此女，備王之后妃以下百二十人，以生廣子孫，故云姓也。　「於國君曰『備酒漿』」者，致女於諸侯也。酒漿是婦人之職也，故送女而持此爲辭。轉卑，不敢言百姓也。《詩》云「無非無儀，唯酒食是議」是也。　「於大夫曰『備埽灑』」，彌賤也，不敢同諸侯，故不得言酒漿也。唯及大夫，不及士者，士卑故也。諸侯功成，得備八妾，重國廣嗣也。　注「納女」至「之職」。　正義曰：成九年夏，「季孫行父如宋致女」。此云「納女」，故云「納女，猶致女也」。知壻不親迎，嫁女之家使人致女者，以成九年二月，伯姬歸於宋，時宋公不親迎，故魯季孫行父如宋致女是也。而天子亦有親迎以否者，《異義》云：「《禮》戴說天子親迎。《左氏》說天子不親迎，使上卿迎之；諸侯亦不親迎，使上大夫迎。」鄭駮《異義》云：「文王迎大姒，親迎於渭。」又引孔子答哀公「合二姓之好，以繼先聖之後，以爲天地宗廟社稷之主，冕而親迎，君何謂己重乎」，此天子、諸侯有親迎也。若不親迎，則宜致女，云「備百姓」也。]"
      }
    ]
  }
}