{
  "chapterNumber": 34,
  "title": "卷33",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]「虞杖」至「於堂」。○正義曰：此論哀殺去杖之節也。○注「虞於寢，祔於祖廟」。○正義曰：按《士虞禮》：「虞於寢。」又按《檀弓》云：「明日祔於祖。」是祔於祖廟也。"
      },
      {
        "index": 1,
        "text": "為君母后者，君母卒，則不為君母之黨服。徒從也，所從亡則巳。○不為，於偽反，下「妾為君」、注「大夫為庶子」同。"
      },
      {
        "index": 2,
        "text": "[疏]「為君」至「黨服」。○正義曰：此經論徒從、所從亡則巳之事。「為君母后者」，謂無適立庶為後也。妾子於君母之黨悉徒從，若君母卒，則不服君母之黨，今既君母沒，為後者嫌同於適，服君母之黨，故特明之徒從也。「所從亡則巳」，謂與不為後同也。"
      },
      {
        "index": 3,
        "text": "絰殺，五分而去一，杖大如絰。如要絰也。○去，起呂反，下「去杖」並注同。絰，大結反。要，一遙反，下文「要絰」、注「上至要」皆同。"
      },
      {
        "index": 4,
        "text": "[疏]「絰殺」至「如絰」。○正義曰：此一節論杖大如要絰之義。「絰殺」者，按《喪服傳》云：「苴絰大搹，左本在下，去五分一以為帶。」是首尊而要卑，卑宜小，故五分而去一，像服數有五也。○「杖大如絰」者，謂如絰也。鄭所以知然者，以其同在下之物故也。"
      },
      {
        "index": 5,
        "text": "妾為君之長子，與女君同。不敢以恩輕，輕服君之正統。\n[疏]「妾為」至「君同」。○正義曰：此一經論妾從女君服同。女君為長子三年，妾亦為女君長子三年，故云「與女君同」也。"
      },
      {
        "index": 6,
        "text": "除喪者，先重者，謂練，男子除乎首，婦人除乎帶。易服者，易輕者。謂大喪既虞卒哭，而遭小喪也，其易喪服，男子易乎帶，婦人易乎首。"
      },
      {
        "index": 7,
        "text": "[疏]「除喪」至「輕者」。○正義曰：此一節論服之輕重相易，及除脫之義。「重」謂男首絰，女要絰。男重首，女重要。凡所重者，有除無變，所以卒哭不受以輕服，至小祥，各除其重也，「謂練，男子除乎首，婦人除乎帶」是也。○「易服者，易輕者」，易，謂先遭重喪，後遭輕喪。變先者輕，則謂男子要，婦人首也。謂先遭斬服，虞卒哭巳變葛絰，大小如齊衰之麻。若又遭齊衰之喪，齊衰要、首皆牡麻，牡麻則重於葛服，宜從重，而男不變首，女不易要，以其所重故也。但以麻易男要女首，是所輕故也。男子易乎要，婦人易乎首，若未虞卒哭，則後喪不能變也。"
      },
      {
        "index": 8,
        "text": "無事不辟廟門，鬼神尚幽闇也。廟，殯宮。○辟，婢亦反，徐扶亦反。哭皆於其次。無時哭也，有事則入即位。\n[疏]「無事」至「其次」。○正義曰：此一經論在殯無事之時。○「無事不辟廟門」者，辟，開也；廟門，殯宮門也。鬼神尚幽暗，若朝夕入即位哭，則暫開之，若無事則不開也。○「哭皆於其次」者，「次」謂倚廬，唯朝夕哭，入門內即位耳；若晝夜無時之哭，則皆於廬次之中也。凡葬前哭，晝夜無時。若有事，謂賓來吊之時，則入即位。若朝夕哭，及適子受吊之事，併入門即位而哭。"
      },
      {
        "index": 9,
        "text": "復與書銘，自天子達於士，其辭一也。男子稱名，婦人書姓與伯仲，如不知姓，則書氏。此謂殷禮也。殷質，不重名，復則臣得名君。周之禮：天子崩，復曰皋天子復，諸侯薨，復曰皋某甫復，其餘及書銘則同。○「如不知姓」，一本無「知姓」二字。"
      },
      {
        "index": 10,
        "text": "[疏]「復與」至「書氏」。○正義曰：此一經論復與書銘男女名字之別也。書銘，謂書亡人名字於旌旗也。天子書銘於大常，諸侯以下，則各書於旌旗也。○「達於士，其辭一也」者，謂士與天子同也。○「男子稱名」者，此並殷禮，殷質不重名，故復及銘皆書稱名也。周世則尚文，臣不名君，天子復，曰皋天子復矣；諸侯復，曰皋某甫復矣。○「婦人書姓與伯仲」者，與，及也，復則婦人稱字，此云「書姓及伯仲」，是書銘也。姓，謂如魯姬、齊姜也，而伯仲隨其次也，此亦殷禮也。周之文，未必有伯仲，當云「夫人」也。○「如不知姓，則書氏」者，氏，如孟孫三家之屬。謂書銘亦殷禮也，殷無世系，六世而昏，故婦人有不知姓者，周則不然，有宗伯掌定系世，百世昏姻不通，故必知姓也。若妾有不知姓者，當稱氏矣。○注「其餘」至「則同」。○正義曰：若周天子、諸侯復與殷異，其餘，謂卿大夫以下書銘，則與殷同矣。"
      },
      {
        "index": 11,
        "text": "斬衰之葛，與齊衰之麻同。絰之大俱七寸五分寸之一，帶五寸二十五分寸之十九。齊衰之葛與大功之麻同。麻同，皆兼服之。「皆」婦人則絰下服之麻同，自帶其故帶也，所謂「易服，易輕者」也。「兼服」之文，主於男子。絰之大，俱五寸二十五分寸之十九，帶四寸百二十五分寸之七十六。"
      },
      {
        "index": 12,
        "text": "[疏]「斬衰」至「服之」。○正義曰：此一節明前遭重喪，後遭輕喪，麻、葛兼服之義。○「斬衰之葛與齊衰之麻同」者，斬衰既虞，受服之葛，首絰要帶，與齊衰初喪麻絰帶同，絰則俱七寸五分寸之一，帶俱五寸二十五分寸之十九。○「齊衰之葛與大功之麻同」者，齊衰變服之葛，與大功初死之麻同，絰俱五寸二十五分寸之十九，帶俱四寸百二十五分寸之七十六。○「麻同，皆兼服之」者，皆上斬衰、齊衰、大功麻、葛之事也。「兼服」謂服麻又服葛也。斬衰既虞，遭齊衰新喪，男子則要服齊衰之麻帶，首服斬衰之葛絰，婦人則首服齊衰之麻絰，要仍服斬衰之麻帶，婦人上下皆麻。此云麻、葛兼服之，謂男子也。○注「絰之」至「十九」。○正義曰：知絰帶大小如此者，按《喪服傳》云：「苴絰大搹，去五分一以為帶。齊衰之絰，斬衰之帶也，去五分一以為帶。大功之絰，齊衰之帶也，去五分一以為帶。」《喪服》所云，謂初喪麻之絰帶也，至既虞變葛之時，絰帶漸細，降初喪一等。斬衰葛絰帶，與齊衰初死麻之絰帶同，故云「絰俱七寸五分寸之一」。所以然者，就苴絰九寸之中五分去一，以五分分之去一分，故七寸五分寸之一。其帶又五分去一，又就葛絰七寸五分寸之一之中五分去一，故帶五寸二十五分寸之十九也。此即齊衰初死之麻絰帶矣。齊衰既虞，變葛之時又漸細，降初喪一等，與大功初死麻絰帶同。大功首絰，與齊衰初死麻帶同，俱五寸二十五分寸之十九也。其帶五分首絰去一，就五寸二十五分寸之十九之中去其一分，故餘有四寸百二十五分寸之七十六也。凡算之法，皆以五乘母，乘母既訖，納子餘分，以為積數，然後以寸法除之。但其事繁碎，故略舉大綱也。○注「皆者」至「男子」。○正義曰：二事謂斬衰葛與齊衰麻同，齊衰葛與大功麻同，故云「皆上二事也」。云「男子則絰上服之葛，帶下服之麻」者，以前文云「易服者，易輕者」。《閒傳》篇云：「男子重首，則要輕也。」是男子易要帶不易首絰，故云「則絰上服之葛，帶下服之麻」也。云「婦人則絰下服之麻同，自帶其故帶也」者，以下服初死，故服下服之麻，故《檀弓篇》云「婦人不葛帶」是也。前服受服之時不變葛，仍服前麻帶，故云「帶其故帶也」。云「兼服之文，主於男子」者，言婦人絰、帶俱麻，今經云麻、葛兼服之，故云「主於男子也」。"
      },
      {
        "index": 13,
        "text": "報葬者報虞，三月而後卒哭。報，讀為「赴疾」之赴。謂不及期而葬也。既葬即虞。虞，安神也。卒哭之祭，待哀殺也。○報，依注音赴，芳付反，下同。"
      },
      {
        "index": 14,
        "text": "[疏]「報葬」至「卒哭」。○正義曰：此一節論不得依常葬之禮也。赴，猶急疾也，急葬謂貧者或因事故死而即葬，不得待三月也。急虞，謂亦葬竟而急設虞，謂是安神，故宜急也。○「三月而後卒哭」者，雖急即虞而不即卒哭，卒哭猶待三月，所以然者，卒哭是奪於哀痛，故不忍急而待齊哀殺也。"
      },
      {
        "index": 15,
        "text": "父母之喪偕，先葬者不虞祔，待後事。其葬，服斬衰。偕，俱也，謂同月若同日死也。先葬者，母也。《曾子問》曰：「葬先輕而後重。」又曰：「反葬奠，而後辭於殯，遂備葬事。其虞也，先重而後輕。」待後事，謂如此也。「其葬，服斬衰」者，喪之隆衰宜從重也。假令父死在前月而同月葬，猶服斬衰，不葬不變服也。言其葬服斬衰，則虞、祔各以其服矣，及練、祥皆然，卒事反服重。○偕音皆。令，力呈反。"
      },
      {
        "index": 16,
        "text": "[疏]「父母」至「斬衰」。○正義曰：此一節論並遭父母喪虞、祔及衣服之制也。○「父母之喪偕」者，「偕」謂同月若同日死也。○「先葬者不虞、祔」者，雖有同日月死，而不得同月葬，如《曾子問》篇中所言「葬先輕而後重」者，謂先葬母也。葬母既竟，不即虞祔，而更脩葬父之禮也。所以不即虞祔者，虞祔稍飾，父喪在殯，故未忍為虞祔也。○「待後事」者，「後事」謂葬父也。葬母竟，不即虞祔，待葬父竟，先虞父，乃虞母，所謂「祭先重而後輕」也。○「其葬，服斬衰」者，言父母俱喪而猶服斬者，從重也。雖葬母亦服斬衰葬之，以其父未葬，亦不得變服也。○注「皆俱」至「服重」。○正義曰：「謂同月若同日死」者，假令父死在前月，而同月葬者。前月謂母死前之月也，或一月，或二月、三月，但是未葬之間，皆是前月，未必唯母死前之一月也。以其父死未葬不變服故也。云「及練葬皆然」者，以經云「其葬服斬衰」，直以葬為文，明為母虞祔、練祥皆齊衰也。云「卒事反服重」者，卒事之後，還服父服，故云「卒事反服重」。"
      },
      {
        "index": 17,
        "text": "大夫降其庶子，其孫不降其父。祖不厭孫也，大夫為庶子大功。○厭，一妾反，徐於艷反，下文注皆同。大夫不主士之喪。士之喪雖無主，不敢攝大夫以為主。"
      },
      {
        "index": 18,
        "text": "[疏]「大夫」至「之喪」。○正義曰：此一節論大夫尊降庶子一等，兼不為主之事，各依文解之。○「大夫降其庶子」，故為其庶子不為大夫者，服其大功也。而《喪服條例》云：「父之所不服，其子亦不敢服。」故大夫不服其妾，故妾子為母大功也。今嫌既降其子，亦厭其孫，故此明雖降庶子，而不厭降其孫矣。庶子之子不降其父，猶為三年也。○「大夫不主士之喪」，謂士死無主後，其親屬有為大夫者，尊不得主之。"
      },
      {
        "index": 19,
        "text": "為慈母之父母無服。恩不能及。○為，於偽反，下「其妻為」、「為母之」，「為妻禫」、「為庶母」、「為祖庶母」皆同。"
      },
      {
        "index": 20,
        "text": "[疏]「為慈」至「無服」。○正義曰：此一節論慈母雖如母，猶不為慈母之黨服。此慈母即是喪服中慈母者，父雖命為母子，而本非骨肉，故慈母之子不為慈母之父母有服者，為恩所不及也。"
      },
      {
        "index": 21,
        "text": "夫為人後者，其妻為舅姑大功。以不貳降。○「降」，一本作隆。\n[疏]「夫為」至「大功」。○正義曰：此一節論婦人不貳隆之義。賀云：「此謂子出時巳昏，故此婦還，則服本舅姑大功。若子出時未昏，至所為後家方昏者，不服本舅姑，以婦本是路人，來又恩義不相接，猶臣從君而服，不從而稅，人生不及祖之徒，而皆不責非時之恩也。」今按夫為本生父母期，故其妻降一等服大功，是從夫而服，不論識前舅姑與否。假令夫之伯叔在他國而死，其婦雖不識，豈不從夫服也？熊氏云：「然恐賀義未盡善也。」"
      },
      {
        "index": 22,
        "text": "士祔於大夫，則易牲。不敢以卑牲祭尊也，大夫少牢也。\n[疏]「士祔」至「易牲」。○正義曰：謂祖為大夫，孫為士。孫死祔祖，則用大夫牲，不敢用士牲。士牲卑，不可祭於尊者之前也。祭殤與無後者，不云「易牲」，而此云「易牲」者，前是宗子家為祭，不得同如宗子之禮，故殤及無後者，依亡人之貴賤禮供之。此是士卑，許進用大夫牲，故曰「易牲」。然又此下云「賤不祔貴」，而此云「士祔大夫」者，謂無士可祔，則不得不祔於大夫，猶如妾無妾祖姑，易牲而祔於女君可也。若有士則當祔於士，故《雜記》云：「士不祔於大夫。」謂先祖兄弟有為士者，當祔於士，不得祔於大夫也。"
      },
      {
        "index": 23,
        "text": "繼父不同居也者，必嘗同居。皆無主後，同財而祭其祖禰為同居，有主後者為異居。錄恩服深淺也，見同財則期，同居異財，故同居。令異居，及繼父有子，亦為異居。則三月。未嘗同居則不服。○見，賢遍反。"
      },
      {
        "index": 24,
        "text": "[疏]「繼父」至「異居」。○正義曰：此一經明繼父同居、異居之禮，此解《喪服》經中「有繼父同居及不同居」之文也。○「繼父」者，謂母后嫁之夫也。若母嫁而子不隨，則此子與母繼夫，固自路人，無繼父之名，故自無服也。今此言謂夫死妻，稚子幼，子無大功之親，隨母適後夫，後夫亦無大功之親，後以其貨財為此子同築宮廟，四時使之祭祀，同其財計，如此則是繼父同居，故為服期。若經同居而今異居，異居之道，其理有三：一者昔同今異，二者今雖共居，而財計各別，三者繼父更有子，便為異居，異居則服齊衰三月而巳。今言「有主後者為異居」者，謂繼父更有子也。舉此一條，餘亦可知矣。然既云「皆無主後」為同居，則有主後者為異居，則此子有子，亦為異居也。"
      },
      {
        "index": 25,
        "text": "哭朋友者，於門外之右，南面。變於有親者也。門外，寢門外。祔葬者，不筮宅。宅，葬地也。前人葬既筮之。\n[疏]「哭朋」至「南面」。○正義曰：此一經論哭朋友之處也。門外，寢門外也。右，西邊也。南面，向南也。鄉南為主，以對答吊賓。○注「變於」至「門外」。○正義曰：按《檀弓》云：「有殯聞遠兄弟之喪，哭於側室。無側室，哭於門內之右。」今哭門外，是變於有親也。云「門外，寢門外」者，按《檀弓》云「兄弟，吾哭諸廟；父之友，吾哭諸廟門之外；師，吾哭諸寢；朋友，吾哭諸寢門之外」是也。"
      },
      {
        "index": 26,
        "text": "士、大夫不得祔於諸侯，祔於諸祖父之為士、大夫者。其妻祔於諸祖姑，妾祔於妾祖姑，亡則中一以上而祔，祔必以其昭穆。士、大夫，謂公子、公孫為士、大夫者。不得祔於諸侯，卑別也。既卒哭，各就其先君為祖者兄弟之廟而祔之。中，猶間也。○亡如字，又音無。昭，常遙反，後「昭穆」皆放此。間，間廁之間。諸侯不得祔於天子。天子、諸侯、大夫可以祔於士。人莫敢卑其祖也。"
      },
      {
        "index": 27,
        "text": "[疏]「士大」至「於士」。○正義曰：此一節論貴賤祔祭之義，此謂祔祭也。禮：孫死祔祖。今祖為諸侯孫，為士大夫而死，則不得祔祖，謂祖貴，宜自卑遠之故也。○「祔於諸祖父之為士大夫」者，諸祖，祖之兄弟也。既不得祔祖，當祔祖之兄弟亦為大夫、士者也。○「其妻祔於諸祖姑」者，夫既不得祔祖，故妻亦不得祔於祖姑，而可以祔於諸祖姑也。諸祖姑，是夫之諸祖父兄弟為士大夫者之妻也。若祖無兄弟可祔，亦祔宗族之疏不為諸侯者也。然上云「士易牲，祔於大夫」，而大夫不得易牲祔於諸侯者，諸侯之貴絕宗，故大夫士不得輕親也。○「妾祔於妾祖姑」者，言妾死，亦祔夫祖之妾也。○「亡則中一以上而祔」者，亡，無也。中，間也。若夫祖無妾，則又間曾祖而祔高祖之妾也。○「祔必以其昭穆」者，解所以祖無妾，不祔曾祖而祔高祖之義也。凡祔必使昭、穆同，曾祖非夫同列也。然此下云「妾母不世祭」，於孫否，則妾無廟，今乃云祔及高祖者，當為壇祔之耳。後別釋。○「諸侯不得祔於天子」者，亦謂祔祭卑孫不可祔於尊祖也。○「天子、諸侯、大夫可以祔於士」者，祖雖賤而孫雖貴，祔之不嫌也。若不祔之，則是自尊，欲卑於祖也。"
      },
      {
        "index": 28,
        "text": "為母之君母，母卒則不服。母之君母，外祖適母，徒從也，所從亡則巳。\n[疏]「為母」至「不服」。○正義曰：此一節論不責恩所不及之事。○「母之君母」者，謂母之適母也。此親於子為輕，故徒從也。已母若在，母為之服，已則服之。已母若亡，則已不服母之君母矣。"
      },
      {
        "index": 29,
        "text": "宗子，母在為妻禫。宗子之妻，尊也。\n[疏]「宗子」至「妻禫」。○正義曰：此一節諭宗子妻尊，得為妻伸禫之事。宗子為百世不遷之宗。賀瑒云：「父在，適子為妻不杖。」不杖則不禫。若父沒母存，則為妻得杖又得禫。凡適子皆然。嫌畏宗子尊厭其妻，故特云「宗子，母在為妻禫」。宗子尚然，則其餘適子母在為妻禫可知。賀循云：「出居廬，論稱杖者必廬，廬者必禫。」此明杖章尋常之禮，謂杖章之內，居廬必禫。若別而言之，則杖有不禫，禫有不杖者。按《小記》篇云：「宗子，母在為妻禫。」則其非宗子，其餘適庶母在，為妻並不得禪也。《小記》又云：「父在，為妻以杖即位。」鄭玄云：「庶子為妻。」然父在為妻猶有其杖，則父沒母存，有杖可知。此是杖有不禫者也。《小記》篇云：「庶子在父之室，則為其母不禫。」若其不杖，則《喪服》不杖之條，應有庶子為母不杖之文。今無其文，則猶杖可知也。前文云「三年而後葬」者，但有練、祥而無禫，是有杖無禫。此二條是杖而不禫。賀循又云：「婦人尊微，不奪正服，並厭，其餘哀。」如賀循此論，則母皆厭，其適子庶子不得為妻杖也。故宗子妻尊，母所不厭，故特明得禫也。"
      },
      {
        "index": 30,
        "text": "為慈母后者，為庶母可也，為祖庶母可也。謂父命之為子母者也，即庶子為後，此皆子也，傳重而巳。不先命之與適妻，使為母子也，緣為慈母后之義，父之妾無子者，亦可命己庶子為後。"
      },
      {
        "index": 31,
        "text": "[疏]「為慈」至「可也」。○正義曰：此一節論為庶母后之事。《喪服》：「有慈母如母。」《傳》曰：「慈母者，何也？」傳曰：「妾之無子者，妾子之無母者。」父命為子母，而子服此慈母三年，此即為慈母后之義也。記者見《喪服》既有妾子為慈母后之例，將欲觸類言之，則妾子亦可為庶母后也。「為庶母后」者，謂妾經有子，而子巳死者，餘他妾多子，則父命他妾之子為無子之妾立後，與為慈母后同也。故云「為庶母后可也」。○「為祖庶母可也」者，又觸類言之。此既可為庶母后，則亦可為祖庶母之後。故云「為祖庶母之後可也」。祖庶母者，謂巳父之妾，亦經有子，子死今無也。父妾既無子，故巳命己之妾子與父妾為後，故呼己父之妾為祖庶母。既為後，亦服之三年，如已母矣。必知妾經有子者，若無子則不得立後故也。賀瑒云：「雖有子道，服於慈庶母三年，而猶為已母不異，異於後大宗而降本也。」○注「謂父」至「為後」。○正義曰：「謂父命之為子母者也」，皇氏云「此鄭注總解經慈母、庶母、祖庶母三條也，皆是庶子父命之使事妾母也，故云父命為子母也」。云「即庶子為後，此皆子也，傳重而巳。不先命之與適妻，使為母子也」者，庾氏云：「鄭注此一經，明庶子為適母后者，故云即庶子為後，謂為適母后。此皆子者，此庶子皆適母之子。今命之為後，但命之傳重而已。母道舊定，不須假父命之與適妻使為母子也。」云「緣為慈母后之義，父之妾無子者，亦可命已庶子為後」者，言緣《喪服》有妾子為慈母后義，今起此妾為後之文也。然緣《喪服》慈母而起命二妾之後，而注不云「命後已妾」，唯言「後父妾」者，緣已妾既可為慈，亦可為庶母后易見，不言自顯但以已子後父妾，於文難明，故特言之也。"
      },
      {
        "index": 32,
        "text": "為父、母、妻、長子禫。日所為禫者也。○為父母，於偽反，注「目所為」，下文「則為其母子」，「為妻」，下注「恩為已」、「為之變」、「為今死者」皆同。"
      },
      {
        "index": 33,
        "text": "[疏]「為父」至「子禫」。○正義曰：此一經，鄭云「自所為禫者」。此一人而巳，然慈母亦宜禫也。而下「有庶子在父之室，為其母不禫」，則在父室，為慈母亦不禫也，故不言之。妻為夫亦禫也，但《記》文不具。"
      },
      {
        "index": 34,
        "text": "慈母與妾母，不世祭也。以其非正。《春秋傳》曰：「於子祭，於孫止。」\n[疏]「慈母」至「祭也」。○正義曰：此一經論禮有不合世祭之事。祭慈母即所謂承庶母、祖庶母后者也，妾母謂庶子自為其母也。既非其正，故唯子祭之，而孫則否。○注「以其」至「孫止」。○正義曰：《春秋傳》「於子祭，於孫止」者，此《穀梁傳》隱五年，謂魯孝公之妾，是惠公之母。五年傳：「九月考仲子之宮，考，成也。成之為夫人也。」注云：「仲子本孝公之妾。」以其子本孝公之妾子，則惠公也。惠公立為仲子之後，故成之為夫人也。傳又云：「禮：庶子為君，為其母築宮，使公子主其祭。」注云：「公子者，長子之弟，及妾之子也。」傳又云「於子祭，於孫止」者，此經云「妾母不世祭也」，故鄭引為注，此明不得世祭也。"
      },
      {
        "index": 35,
        "text": "丈夫冠而不為殤，婦人笄而不為殤。言成人也，婦人許嫁而笄，未許嫁，與丈夫同。○冠，古亂反。為殤後者，以其服服之。言「為後」者，據承之也。殤無為人父之道，以本親之服服之。"
      },
      {
        "index": 36,
        "text": "[疏]「為殤」至「服之」。○正義曰：此一節論宗子殤死，族人不得以父道為後之事。○「為殤後」者，謂大宗子在殤中而死，族人為後大宗，而不得後此殤者為子也，以其父無殤義故也。既不後殤，而宗不可絕。今來為後殤者之人，不以殤者之為父，而依兄弟之服，服此殤也。○注「言為」至「服之」。○正義曰：言「為後者，據承之也」者，既不與殤為子，則不應云「為後」，今言「為後」，是據巳承其處為言也。云「以本親之服服之」者，謂既不以父服服殤，而今來後其宗，事事如子，為彼殤服，依其班秩，如本列也。為人後者，若子於無後之宗，既為殤者父作子，則應服以兄弟之服，而云「以本親之服服」者，當在未後之前，不復追服，不責人以非時之恩。故推此時本親兄弟亡在未後之前者，亦宜終其本服之日月。唯為後及所後，如有母亡，而猶在三年之內，則宜接其餘服，不可以吉居凶。若出三年，則不追服矣。"
      },
      {
        "index": 37,
        "text": "久而不葬者，唯主喪者不除。其餘以麻終月數者，除喪則巳。其餘，謂旁親也，以麻終月數，不葬者喪不變也。\n[疏]「久而」至「則巳」。○正義曰：此一節論久而不葬不變服之事。○「久而不葬」者，謂有事礙，不得依月葬者，則三年服，身皆不得祥除也。今云「唯主喪者」，亦欲廣說子為父，妻為夫，臣為君，孫為祖得為喪主，四者悉不除也。○「其餘以麻終月數」者，其餘，謂期以下至緦也。「麻終月數」者，主人既未葬，故諸親不得變葛，仍猶服麻，各至服限竟而除也。○「除喪則巳」者，謂月足而除，不待主人葬除也。然此皆藏之，至葬則反服之也，故下云「及其葬也，反服其服」是也。然雖緦亦藏服，以其未經葬故也。盧曰：「其下子孫皆不除也，以主喪為正耳，餘親者以麻，各終其月數除矣。」庾云：「謂昔主，《要記》按《服問》曰：『君所主夫人、妻、大子、適婦』，故謂此在不除之例，定更思詳，以尊主卑，不得同以卑主尊，無緣以卑之未葬，而使尊者長服衰絰也。且前儒說『主喪不除，無為下流』之義，是知主喪不除，唯於承重之身為其祖曾。若子之為父，臣之為君，妻之為夫，此之不除也，不俟言而明矣。」盧植云：「下子孫皆不除。」蕭望之又云：「獨謂子。」皆未善也，謂庾言為是。"
      },
      {
        "index": 38,
        "text": "箭笄終喪三年。亦於喪所以自卷持者，有除無變。\n[疏]「箭笄終喪三年」。○正義曰：此一經論婦人以箭笄終喪之事，前云「惡笄以終喪」，是女子為母也。此云「箭笄終喪三年」，謂女子在室為父也。自卷持者，有除無變也。"
      },
      {
        "index": 39,
        "text": "齊衰三月，與大功同者繩屨。雖尊卑異，於恩有可同也。\n[疏]「齊衰」至「繩屨」。○正義曰：此一經論尊卑屨同之事。○大功以上，同名重服，故大功與齊衰三月，可同繩屨，謂以麻繩為屨，雖尊卑則異，於恩有可同者。齊衰為尊，大功為卑，而三月為恩輕，九月恩稍重，制之在尊卑深淺之間。禮法有常，乘權而降，在尊既為深，故宜有異也，所以衰服殊，而為恩情處為淺深矣，故有可同也，所以同其末屨，以表恩而不同也。"
      },
      {
        "index": 40,
        "text": "練，筮日、筮屍、視濯，皆要絰、杖、繩屨，有司告具而後去杖。筮日、筮屍，有司告事畢，而後杖，拜送賓。臨事去杖，敬也。濯，謂溉祭器也。○濯，大角反。溉，故代反。大祥吉服而筮屍。凡變除者，必服其吉服以即祭事，不以凶臨吉也。《間傳》曰：「大祥素縞麻衣。」○縞，古老反。"
      },
      {
        "index": 41,
        "text": "[疏]「練筮」至「筮屍」。○正義曰：此一經論練祥筮日筮屍之時，所著衣服也。練為小祥也。○「筮日」謂筮佔小祥之日，「筮屍」亦筮佔小祥之屍。○「視濯」者，謂視小祥之祭器。祭器須潔，而視其洗濯也。○「皆要絰、杖、繩屨」者，為喪至小祥，男子除首絰，唯有要絰，而病尚深，故猶有杖，屨是末服，又變為繩麻。將欲小祥，前日豫筮其日，而占於屍。及視濯器，則豫著小祥之服，以臨此三事也。所以然者，此前三事悉是為祭，祭欲吉，故豫服也。不言「衰與冠」者，亦同小祥矣。○「有司告具而後去杖」者，有司謂執事者。曏者變服猶杖，今執事之人既告三事辦具，將欲臨事，故孝子便去杖，亦敬生故也。○「筮日、筮屍，有司告事畢，而後杖，拜送賓」者，「筮日與屍」二事皆有賓來，曏當臨事時去杖，今若執事之人告筮佔之事巳畢，則孝子更執杖，以拜送於賓矣。不言「視濯」者，視濯輕而無賓，故不言也。○「大祥吉服而筮屍」者，吉服，朝服也。大祥之日，縞冠朝服。今將欲祥，亦於前日豫服大祥之服，以臨筮日及筮屍、視濯，今唯云「屍」，不言「日」及「濯」者，從小祥可知也。大祥則並去絰、杖、繩屨，故不云杖、絰、屨。○注「凡變」至「麻衣」。○正義曰：「凡變除者，必服其吉服，以即祭事，不以凶臨吉也」者，下云「大祥，朝服縞冠」，是祥祭之時，唯著朝服。此筮屍又在祥祭前已著吉服，不以凶臨吉故也。引《閒傳》者，以大祥之後著素縞麻衣，此云「吉服」，則非祥後之服，是朝服也。故引以證之。"
      },
      {
        "index": 42,
        "text": "庶子在父之室，則為其母不禫。妾子父在厭也。庶子不以杖即位，下適子也。位，朝夕哭位也。○下適，戶嫁反。適，丁歷反。父不主庶子之喪，則孫以杖即位可也。祖不厭孫，孫得伸也。○伸音申。父在，庶子為妻，以杖即位可也。舅不主妾之喪，子得伸也。"
      },
      {
        "index": 43,
        "text": "[疏]「庶子」至「可也」。○正義曰：此一節論庶子父在應杖及不應杖之節。○「庶子在父之室，則為其母下禫」者，此謂不命之士，父子同宮者也。若異宮則禫之，如下言則亦猶杖也。禫為服外，故微奪之可。○「庶子不以杖即位」者，謂適、庶俱有父母之喪也，適子得執杖進阼階哭位，庶子至中門外而去之，以下於適子也。然此承前而云杖，則似庶子不禫亦不杖，如賀言也。○「父不主庶子之喪，則孫以杖即位可也」者，父主適子喪而有杖，故適子子不得以杖即位，以辟祖故耳，非厭也。今此父不主庶子喪，故庶子子則得杖即位也。祖不厭孫，孫得伸也。父皆厭子，故舅主適婦喪而適子不杖，大夫不服賤妾。妾子亦厭而降服，以服其母也。至於祖雖尊貴，而並不厭孫，故大夫降庶子，為其孫不降其父也。庾云：「謂《雜記》上：為長子杖，則其子不以杖即位。鄭註：『辟尊者。』按祖不厭孫，而長子之子不以杖即位者，以祖為其父主，故辟尊，不敢俱以杖即位耳，猶如庶子之子亦非厭也。父不為庶子主，故其子以杖即位可也。」○「父在，庶子為妻以杖即位可也」者，此謂庶子也。父不主其妻，故其子得為妻以杖即位也。《雜記》云「為妻，父母在不杖」，亦是庶子。而云「不杖」者，亦謂同宮者也。又《喪服》注云：「為其妻以杖即位，謂庶子也。」舅主適婦，則適子不得杖，舅不主庶婦，故庶子為妻可以杖即位。謂父主妻喪，故主適婦，所以適子不杖也，明主適婦猶於主妻故也。父既不主妾喪，故不主庶婦，所以庶子得杖。庶子得杖，由於父不主妾故也。若妻次子既非正嗣，故亦同妾子之限也。或問者云：「但以杖自足，何須言即位？言即位，如似適婦之喪，長子亦得有杖，祗不得即位耳。」答曰：「庶子為父母厭，下於適子，雖有杖，不得持即位。今嫌為妻亦得杖，而不即位，故明之也。"
      },
      {
        "index": 44,
        "text": "諸侯吊於異國之臣，則其君為主。君為之主，吊臣，恩為已也。子不敢當主，中庭北面哭，不拜。諸侯吊，必皮弁錫衰。所吊雖巳葬，主人必免。主人未喪服，則君亦不錫衰。必免者，尊人君，為之變也。未喪服，未成服也。既殯成服。"
      },
      {
        "index": 45,
        "text": "[疏]「諸侯」至「錫衰」。○正義曰：此一節明諸侯弔喪衣服之節。○「吊於異國之臣，則其君為主」者，君無吊他臣之禮，若來在此國，遇主國之臣喪時，為彼君之故而吊，故主國君代其臣之子為主。○「諸侯吊，必皮弁錫衰」者，此有二種：一云此句因前而發，吊必皮弁錫衰，謂吊異國臣也；若自吊己臣，則素弁環絰錫衰也，故鄭註：「國君於其臣弁絰，他國之臣皮弁。」一云此亦為自吊已臣而未當事，則皮弁錫衰，至當事乃弁絰耳，《檀弓》巳論。○「所吊雖巳葬，主人必免」者，此承上也，謂諸侯來吊，主人必為之重禮：凡五服，自大功以上為重，重服為免之節，自始死至葬卒哭後，乃不復免也。小功以下為輕，輕服為免之節，自始死至殯，殯後不復免，至葬啟殯之後而免，以至卒哭，如始死。今若人君來吊，雖非服免時，必為免，以尊重人君故也。而此云「主人必免」，謂大功以上也。小功以下則不然也。何以知然？下云：「親者皆免。」注云：「大功以上。」故知之。○注「君為」至「不拜」。○正義曰：云「子不敢當主，中庭北面哭，不拜」者，按《士喪禮》：「君吊，主人出迎於門外，見馬首，入門右北面，君升，主人中庭，拜稽顙，成踴。」彼為主人為主，故中庭拜。今鄰國君吊，君為之主拜賓，則主人中庭北面哭，不拜。《曾子問》稱「季桓子之喪，衛君來吊，魯君為主，季康子立於門右北面，拜而後稽顙」，故譏其喪有二主，當唯哭、踴而巳，是於禮不拜也。○注「必免」至「成服」。○正義曰：「未喪服，未成服也」者，以經云「未喪服」，嫌謂未括髪、未散麻帶絰之屬，故云「未成服」。云「既殯成服」者，《士喪禮》：「既殯三日成服。」是殯後乃成服也。"
      },
      {
        "index": 46,
        "text": "養有疾者不喪服，遂以主其喪。不喪服，求生主吉，惡其凶也。遂以主其喪，謂養者有親也，死則當為之主。其為主之服，如素無喪服。○養，羊尚反。惡，烏路反。非養者入主人之喪，則不易己之喪服。入，猶來也。謂養耆無親於死者，不得為主，其有親來為主者，素有喪服而來為主，與素無服者異。素無服，素有服，為今死者當服，則皆三日成也。養尊者必易服，養卑者否。尊，謂父兄，卑，謂子弟之屬。"
      },
      {
        "index": 47,
        "text": "[疏]「養有」至「者否」。○正義曰：此一節論自有喪服親族有疾患者養之法，各依文解之。○「養有疾」者，謂養此親屬有疾者，不喪服，為巳先有喪服，養疾之時，不著巳之喪服，求生主吉，惡其凶故也。○「遂以主其喪」者，疾者既死無生後，此養者遂以主先來無服之法，主其死者之喪也。○注「不喪」至「喪服」。○正義曰：云「遂以主其喪，謂養者有親也」者，養者若於病者無親，疾時雖養，死不得為主。今死得為主，故知養者於死者有親也。云「其為主之服，如素無喪服」者，身雖先有服，養時既去其服。今疾者身死，巳為之主，還與素無服同也。○「非養」至「喪服」。○此謂死者之親屬當死者病時，不得來為養，而死時來為主。此主雖身有前喪之服，今來為主，則不易已喪服。所以然者，已既前不養，不經變服，故今為新死者不易已之喪服。○注「入猶」至「成也」。○正義曰：云「謂養者無親於死者，不得為主，其有親來為主者」，謂養者無親者也，病者若死，而此養者不得為主，既不得為主，故知死者之親來入主喪者也。云「素有喪服而來為主」者，素，猶本也，本有喪，謂有前喪之服也，已服前喪之服而來主之，不易服也。云「與素無服者異」者，本無服，謂若來為喪主者，身本吉，無喪服。既來為主，則為此死者服始死之服。若本有喪服，今來為喪主，仍以先喪之服主之，故云「異」也。云「素無服，素有服，為今死者當服，則皆三日成也」者，謂巳身若本有服，及本無服，若與死者有親，則皆至三日成服，皆為死者服其服也。若本有服重，而新死者輕，則為一成服，而反前服也。若新死重，則仍服死者新服也。身本吉而來為主，則計今親而依限服之也。庾云：「謂此無主後，親族為其喪主者。鄭云『養者無親於死者，不得為主』，謂親族不得養其病，朋友養之者。又云『有其親來為主』，謂親族也。前云喪服者及其主喪，則與素無服者同，此明既死而往主，即不易已之喪服，故鄭又云『與素無服者異也』。」○「養尊」至「者否」。○此廣結前文「養有疾者不喪服」之文。尊，謂父兄也，卑，謂子弟也。前雖云「養有疾者不喪服」，不分明尊卑，故此明之。養尊者必易已之喪服也。若養卑者不變也。庾云：「前云去喪服而養之，遂以主喪，是必父兄之行也。」"
      },
      {
        "index": 48,
        "text": "妾無妾祖姑者，易牲而祔於女君可也。女君，適祖姑也。易牲而祔，則凡妾下女君一等。○適，丁歷反。下，戶嫁反。"
      },
      {
        "index": 49,
        "text": "[疏]「妾無」至「可也」。○正義曰：此一節明祔祭之法也。○云「妾無妾祖姑」者，謂妾當祔於妾祖姑，若無妾祖姑，當祔於高祖妾祖姑。故前文云：「亡則中一以上。」今又無高祖妾祖姑，則當易妾之牲，用女君之牲，祔於女君可也。○注「女君」至「一等」。○正義曰：鄭恐女君是見在之女君，故云：「女君，適祖姑也。」妾與女君牲牢無文，既云「易牲」，故云「下女君一等」。下女君一等者，若女君少牢，妾則特牲。若女君特牲，妾則特豚也。"
      },
      {
        "index": 50,
        "text": "婦之喪，虞、卒哭，其夫若子主之，祔則舅主之。婦，謂凡適婦庶婦也。虞、卒哭祭婦，非舅事也。祔於祖廟，尊者宜主焉。士不攝大夫，士攝大夫，唯宗子。士之喪雖無主，不敢攝大夫以為主。宗子尊，可以攝之。主人未除喪，有兄弟自他國至，則主人不免而為主。親質，不崇敬也。"
      },
      {
        "index": 51,
        "text": "[疏]「婦之」至「為主」。○正義曰：此一節論喪祭為主之事，各依文解之。○「婦之喪，虞、卒哭，其夫若子主之」者，虞與卒哭，具在於寢，故其夫或子則得主之，祔是祔於祖廟，其事既重，故舅主之。婦之所祔者，則舅之母也。○「士不」至「宗子」。○此謂士喪無主，不敢使大夫兼攝為主也。○「士攝大夫，唯宗子」者，謂若宗子為士，而無主後者，可使大夫攝主之也。士之喪雖無主，不敢攝大夫為主，士卑故也。宗子尊則可以攝之也。○「主人」至「為主」。○「主人未除喪」者，謂在國主人之喪服未除，有兄弟自他國至，則主人不免而為主者，謂五屬之親，從遠歸奔者也。夫免必有時，若葬後唯君來吊，雖非時，亦為之免。崇敬欲新其事故也。若五屬之親，非時而奔，則主人不須為之免也，嫌親始奔，亦應崇敬為免如君，故明之也。"
      },
      {
        "index": 52,
        "text": "陳器之道，多陳之而省納之可也，省陳之而盡納之可也。多陳之，謂賓客之就器也，以多為榮。省陳之，謂主人之明器也，以節為禮。○省，所領反，下及注同。"
      },
      {
        "index": 53,
        "text": "[疏]「陳器」至「可也」。正義曰：此一節論以明器送葬之事。○「陳器之道，多陳之」者，謂朋友賓客，贈遺明器，多陳列之以為榮也。○「而省納之可也」者，雖復多陳，不可盡納入壙，故省少納之可也。以納有常數故也。○「省陳之而盡納之可也」者，謂主人所作明器，依禮有限，故省陳之。省陳既少，而盡納之於壙可也。○注「多陳」至「為禮」。○正義曰：云「謂賓客之就器也」者，而遺死者謂之「就」者，以其可用故也。故《既夕禮》注云：「就，猶善也。」贈無常，唯玩好所有也。總而言之，亦曰明器。故《宰夫》云：「凡吊，與其幣器。」注云：「器，所致明器也。」是賓客致者，亦曰明器也。云「省陳之，謂主人之明器也」者，此正明器主人所作，故上《檀弓》云「旬而布材與明器」，又《檀弓》云「竹不成用，瓦不成沬」之屬是也。"
      },
      {
        "index": 54,
        "text": "奔兄弟之喪，先之墓而後之家，為位而哭。所知之喪，則哭於宮而後之墓。兄弟先之墓，骨肉之親，不由主人也。宮，故殯宮也。"
      },
      {
        "index": 55,
        "text": "[疏]「奔兄」至「之墓」。○正義曰：此一節論奔兄弟之喪之事。○注「兄弟」至「宮也」。○正義曰：言「骨肉之親，不由主人也」者，解「兄弟之喪，先之墓」之意。兄弟骨肉，自然相親，不由主人，故先往之墓。若所知之喪，由主人乃致哀戚，故先哭於宮而後至墓。"
      },
      {
        "index": 56,
        "text": "父不為眾子次於外。於庶子略，自若居寢。○為，於偽反。下注「猶來為」、下文「為出母」、「為夫杖」同。\n[疏]「父不」至「於外」。○正義曰：眾子，庶子。次，謂中門外次也。庶子賤略之，故父不為之次，自若常居於寢也，不為之處門外為喪次也，長子則次於外為喪次也。"
      },
      {
        "index": 57,
        "text": "與諸侯為兄弟者服斬。謂卿大夫以下也，與尊者為親，不敢以輕服服之。言諸侯者，明雖在異國，猶來為三年也。"
      },
      {
        "index": 58,
        "text": "[疏]「與諸」至「服斬」。○正義曰：熊氏以為謂諸侯死，凡與諸侯有五屬之親者，皆服斬也。以諸侯體尊，不可以本親輕服服之也。○注「謂卿」至「年也」。○正義曰：「謂卿大夫以下也」者，經云「與諸侯為兄弟服斬」，恐彼此俱作諸侯為之服斬，故云「謂卿大夫以下」。若俱為諸侯，則各依本服。然卿大夫與君自應服斬，而云「兄弟」者，或服本義之服，故明之云「服斬」也，以與尊者為親，不敢以輕服服之云：「言諸侯者，明雖在異國猶來為三年也」者，鄭以經不云「與君為兄弟」，而言「與諸侯為兄弟」，故知客在異國也。然既在異國，仕於他君，得反為舊君服斬者，以其曾在本國作卿大夫，今來他國未仕，故得為舊君反服斬。鄭言「謂卿大夫」者，據本國經為卿大夫者也，或可與諸侯為兄弟，雖在他國仕為卿大夫，得為舊君服斬，異於尋常。按下《雜記》云：「外宗為君夫人，如內宗。」注云：「謂嫁於國中者。」此云「異國」，二注不同者，《雜記》據婦人，故云「嫁於國中」；此據男子，故得云「異國」。是以鄭注云「謂卿大夫以下」，惟謂男子。賀循云：「以鄭二注不同，故著《要記》以為男子及婦人皆謂在國內者。」譙周亦以為然，並非鄭義，今所不取也。"
      },
      {
        "index": 59,
        "text": "下殤小功，帶澡麻不絕，詘而反以報之。報猶合也，下殤小功，本齊衰之親，其絰帶，澡率治麻為之。帶不絕其本，屈而上至要，中合而糾之，明親重也。凡殤散帶垂。○澡麻，本又作藻，音早，一本無「麻」字。不絕，本或作「子絕本」，非也。詘，丘勿反。澡率，上音早，下所律反，又音律。上，時掌反。糾，居黝反，徐居虯反。散，先但反，下文注並同。"
      },
      {
        "index": 60,
        "text": "[疏]「下殤」至「報之」。○正義曰：謂本期親，在下殤降在小功者，服澡麻為絰帶，而斷麻根本，示輕故也。今若下殤在小功者，則但首絰無根，而要帶猶有根，示其重故也，故云「帶澡麻不絕」，不絕，謂不斷本也。「詘而反以報之」者，凡殤不糾要垂，皆散其帶，而此下殤則不散垂，免麻向下，又屈反向上，故云「屈而反也。屈向上，合而糾之，故云報也。○注「報猶」至「帶垂」。○正義曰：謂合糾為繩，賀瑒云：「下殤小功，男子絰牡麻而帶澡，婦人帶牡而絰澡。」故小功殤章云：「牡麻絰。」若依其次，不應前帶，故知前言男子之帶，後言婦人之絰也。云「澡率治麻為之」者，謂戛率其麻，使其潔白也。云「帶不絕其本，屈而上至要」者，其帶本垂，今乃屈上至要也。云「中合而糾之，明親重也」者，謂屈所垂散麻，上至於要，然後中分麻為兩股，合而糾之，以垂向下也。所以然者，明親重也。云「凡殤散帶垂」者，謂成人大功以下之殤，其殤既輕，唯散麻帶垂而下，不屈而上糾之，異於下殤小功故也。"
      },
      {
        "index": 61,
        "text": "婦祔於祖姑，祖姑有三人，則祔於親者。謂舅之母死，而又有繼母二人也。親者，謂舅所生。其妻，為大夫而卒，而後其夫不為大夫，而祔於其妻，則不易牲。妻卒而後夫為大夫，而祔於其妻，則以大夫牲。妻為大夫，夫為大夫時卒。不易牲，以士牲也。此謂始來仕無廟者，無廟者不祔，宗子去國，乃以廟從。○從，才用反。為父後者，為出母無服，無服也者，喪者不祭故也。適子正體於上，當祭祀也。"
      },
      {
        "index": 62,
        "text": "[疏]「婦祔」至「故也」。○正義曰：此一節明婦人祔祭之事，各依文解之。○「祖姑有三人，則祔於親」者，謂舅之母有三人，親者謂舅之所生者，言婦祔祖姑，則祔於舅之所生者也。○「其妻，為大夫而卒」者，謂夫為大夫時而妻死者也。○「而後其夫不為大夫」者，謂妻死後夫或黜退，不復為大夫而死也。○「而祔於其妻，則不易牲」者，謂夫既不為大夫，死若祔祭此妻，但依夫今所得用之牲，不得易用昔大夫時牲。○「妻卒而後夫為大夫，而祔於其妻，則以大夫牲」者，此謂妻死時，夫未得為大夫也。妻死後，夫乃得為大夫。今既祔祭其妻，則得用大夫牲，妻從夫之禮故也。○注「妻為」至「廟從」。正義曰：此謂始來仕無廟者，若其有廟，則死者當祔於祖，不得祔於其妻。今夫死祔於其妻，故知是「無廟者」。若其宗子去他國，乃以廟從，則祔於祖矣。"
      },
      {
        "index": 63,
        "text": "婦人不為主而杖者，姑在為夫杖。姑不厭婦。母為長子削杖。嫌服男子當杖竹也。母為長子服，不可以重於子為巳也。女子子在室為父母，其主喪者不杖，則子一人杖。女子子在室，亦童子也。無男昆弟，使同姓為攝主，不杖，則子一人杖，謂長女也。許嫁及二十而笄，笄為成人，成人正杖也。"
      },
      {
        "index": 64,
        "text": "[疏]「婦人」至「人杖」。○正義曰：此一節論婦人應杖之節，各隨文解之。○「姑在為夫杖」者，鄭義唯謂出嫁婦人禮也。若成人婦人在家為父母，雖不為主亦杖。若在夫家，唯為主乃杖，故為夫與長子雖不為主亦杖，若餘非為主，則不為杖。但夫是移天之重，婦雖不為主而杖，而云「姑在」者，舅主適婦喪，則厭適子，使不杖；今有姑在，姑主子喪，恐姑既為主則亦厭婦，明今姑雖為主，不厭婦也。所以知鄭意然者，注下經「一人杖」云：「女子子在室，亦童子也。成人則正杖。」又《喪大記》云：「主之喪二日，婦人皆杖。」注云：「婦人皆杖，謂主婦、容妾為君、女子子在室者也。」故《喪服傳》云：「婦人何以不杖？亦不能病也。」是為鄭學者，則謂為童子婦人，不能為父母杖也。而難鄭者，云鄭以婦人不杖，唯謂童子婦人，然童女未嫁，何以得稱婦人？又《喪服傳》云「童子何以不杖？不能病」，乃云「婦人何以不杖，亦不能病」，明知婦人非童子也。故賀循等以為，婦人不杖，謂出嫁之婦人不為主，則不杖，其不為主而杖者，唯姑在為夫杖，故此《記》特明之。鄭必以為童子婦人乃不杖者，鄭以此下經云「女子子在室為父母，其主喪者不杖，則子一人杖」，既云「女子子在室」，是童女可知。云「主喪者不杖」，若主喪者杖，則此童女不杖，今由主喪者不杖，則此童女一人杖。鄭據此文，故知婦人謂童子之婦人也。若其成人出嫁，婦人為主皆杖，故《喪大記》云：「三日，子、夫人杖，五日授大夫世婦杖。」《喪服傳》：「妻為夫杖。」《小記》云：「母為長子杖。」是成人婦人皆杖也。童女得稱婦人者，《喪服》小功章云：「為侄、庶孫丈夫婦人之長殤。」是殤之童得稱婦人，未嫁而稱婦人者，以其將有適人之端，故得稱婦人也。○注「許嫁」至「杖也」。○正義曰：知「許嫁及二十而笄，為成人正杖」者，以其許嫁，則巳有出適人之理，非復在室，其雖未許嫁巳在二十而笄，猶男子之冠，非復童子，故知「成人則正杖」也。"
      },
      {
        "index": 65,
        "text": "緦、小功，虞、卒哭則免。棺柩已藏，嫌恩輕可以不免也。言則免者，則既殯先啟之間，雖有事不免。既葬而不報虞，則雖主人皆冠，及虞則皆免。有故不得疾虞，雖主人皆冠，不可久無飾也。皆免，自主人至緦麻。○報音赴，下同。冠如字，又古亂反，下及注皆同。為兄弟，既除喪巳，及其葬也，反服其服，報虞、卒哭則免，如不報虞則除之。小功以下。○為，於偽反，下注「為人君」、「為母」，下文「為之小功」皆同。遠葬者，比反哭者皆冠，及郊而後免，反哭。墓在四郊之外。○比，必利反。君吊，雖不當免時也，主人必免，不散麻。雖異國之君，免也，親者皆免。不散麻者，自若絞垂，為人君變，貶於大斂之前、既啟之後也。親者，大功以上也。異國之君免，或為吊。○絞，古卯反。"
      },
      {
        "index": 66,
        "text": "[疏]「緦小」至「皆免」。○正義曰：此一節論著免之節，各隨文解之。○「緦、小功，虞、卒哭則免」者，言遭緦、小功之喪，棺柩在時，則當著免。今至虞、卒哭之時，棺柩雖藏已久，至虞、卒哭之時，亦著免也。○注「言則」至「不免」。○正義曰：言「則免」者，則既殯先啟之間，雖有事不免者，以經云：「虞、卒哭則免。」明未虞之前，則不免也。虞前有葬，葬是喪之大事，棺柩既啟，著免可知。嫌虞與卒哭棺柩既掩，不復著免，故特言「虞、卒哭」以明之也。○注「有故」至「緦麻」。○正義曰：前云「赴葬」者，赴虞，於疾葬者疾虞，今依時而葬，不依時而虞，主人以下則皆冠，不可久無飾也。經云「及虞則皆免」，承上文「緦、小功」之下，故知主人及緦麻皆免也。○「遠葬」至「反哭」。○「遠葬」者，謂葬在四郊外遠處。○「比反哭者皆冠」者，既葬在遠處郊野之外，不可無飾，故至葬訖，臨欲反哭之時，乃皆著冠。○「及郊而後免，反哭」者，謂著冠至郊，而後去冠著免，反哭於廟。○「君吊」至「皆免」。○凡大斂之前著免，大功以上散麻，大斂以後著冠，不散麻，糾其乖也。至將葬啟殯之後、巳葬之前，亦免，大功以上亦散麻。若君吊，雖不當免時，必為之著免，不散麻帶，貶於大斂之前及既啟之後。○「雖異國之君，免也，親者皆免」者，已君之來，其免如此。雖他國君來，與己國君同，主人為之著免。主人既免，大功以上親者皆從主人之免，敬異國君也。異國之君尚然，已君來吊，主人著免，則親者亦免可知也。○注「不散」至「為吊」。○正義曰：「不散麻者，自若絞垂」者，若，如也。大斂以前，散麻帶垂，大斂畢後，絞其垂者，今人君來吊，自如尋常，絞垂不散麻也。所以然者，為人君變，貶於大斂之前及既啟之後也。云「親者，大功以上也」者，以經云「不散麻」，謂大功以上，今云親者皆免，明據應合散麻之人，故云大功以上」也。云「異國之君免，或為吊」者，以經中既「免」字非一，恐皆或為「吊」，故云異國之君免，一字或為「吊」也。"
      },
      {
        "index": 67,
        "text": "除殤之喪者，其祭也必玄。殤無變，文不縟，玄冠、玄端、黃裳而祭，不朝服，未純同也。於成人為釋禫之服。○朝，直遙反，下文同。除成喪者，其祭也朝服縞冠。成，成人也。縞冠，未純吉祭服也。既祥祭，乃素縞麻衣。"
      },
      {
        "index": 68,
        "text": "[疏]「除殤」至「縞冠」。○正義曰：此一節明除殤及成人之喪，各依文解之。○「除殤之喪」者，謂除長殤、中殤、下殤之喪。其祭也必玄者，其除喪祭服必玄冠、玄端、黃裳，異於成人之喪也。○注「殤無」至「之服」。○正義曰：「殤無變」者，無虞、卒哭及練之變服，所以然者，文不縟。本服既重者，意在於質，不在繁縟。若成人喪服初，除著朝，服禫祭始從玄端。今除殤之喪，即從禫服，是文不繁縟也。故鄭注《喪服》云：「縟，數也。」「玄冠、玄端、黃裳而祭，不朝服，未純吉也」者，以經云「必玄」，故知玄冠、玄端也。知黃裳者，若其素裳，則與朝服純吉同，故知黃裳也。知不玄裳者，以玄、黃相對之色，故知釋禫之服。若云「玄裳」，即與上士吉服「玄端」同文，非釋禫服也。○「除成喪者，其祭也朝服縞冠」。○成喪，謂成人之喪。其祥祭也，衣朝服而縞冠，所以朝服縞冠者，未純吉也。○注「縞冠」至「服也」。○正義曰：大夫朝服而祭。朝服者，玄冠、緇衣、素裳，是純吉之祭服也。今用縞冠，是未純吉之祭服也。"
      },
      {
        "index": 69,
        "text": "奔父之喪，括髪於堂上，袒，降、踴，襲絰於東方。奔母之喪，不括髪，袒於堂上，降、踴，襲免於東方。絰即位，成踴，出門，哭止，三日而五哭三袒。凡奔喪，謂道遠，巳殯乃來也。為母不括髪，以至成服，一而巳，貶於父也。「即位」以下，於父母同也。三日五哭者，始至，訖夕反位哭，乃出就次，一哭也，與明日又明日之朝、夕而五哭。三袒者，始至袒，與明日又明日之朝而三也。"
      },
      {
        "index": 70,
        "text": "[疏]「奔父」至「三袒」。○正義曰：此一節論奔喪之法。○「奔父之喪，括髪於堂上」者，於殯宮堂上，不笄纚者，奔喪異於初死也。○「袒，降、踴，襲絰於東方」者，袒，謂堂上去衣，降堂阼階東而踴，為踴故袒。既畢，襲絰於東方。襲，謂掩所袒之衣。帶絰東方，謂東方既踴畢，升堂襲帶絰於東序東。○「奔母之喪，不括髪」者，初時括髪，至又哭以後至於成服，不括髪。○「袒於堂上，降、踴」者，與父同。○「襲免於東方」者，東方亦東序東。父則括髪而加絰，母則不括髪而加免，此是異於父也。此東方，《奔喪禮》皆為東序東。○「絰即位，成踴」者，著免加絰巳後，即位於阼階之東，而更踴，故云「成踴」。其即位成踴，父母同。於此之時，賓來吊者則拜之，《奔喪禮》所謂「反位拜賓成踴」是也。○「出門，哭止」者，出殯宮之門，就於廬，故哭者止。初來一哭，與明日又明日朝、夕之哭為五哭也。○「三袒」者，初至袒，明日朝袒，又明日朝袒，故為三袒。雖其初死在家之時，哭踴無節，今聞喪巳久，奔喪禮殺，故三日五哭，異於在家也。○注「凡奔」至「三也」。○正義曰：此謂巳殯而來者，若未殯之前而來，當與在家同，不得減殺也。云「即位以下，於父母同也」者，約《奔喪禮》文，故知同也。三日五哭三袒，鄭約初來及明日又明日朝、夕之節而知也。"
      },
      {
        "index": 71,
        "text": "適婦不為舅後者，則姑為之小功。謂夫有廢疾他故，若死而無子，不受重者。小功，庶婦之服也。凡父母於子，舅姑於婦，將不傳重於適。及將所傳重者非適，服之皆如庶子、庶婦也。"
      },
      {
        "index": 72,
        "text": "[疏]「適婦」至「小功」。正義曰：適子之婦，不為舅後者，則姑為之服，庶婦小功而巳。○注「謂夫」至「婦也」。○正義曰：「夫有廢疾他故，若死而無子，不受重者」，鄭知此者，以其經稱「適婦」，明是適子之婦，今云不為舅後，明知是夫有廢疾及他故死而無子者也。云「小功，庶婦之服也」者，以父母於子適者正服期，則適婦宜大功，庶婦故小功也。云「將不傳重於適」者，如上所云「廢疾他故死而無子」之屬是也。云「及將所傳重非適」者，為無適子，以庶子傳重，及養他子為後者也。"
      }
    ]
  }
}