{
  "chapterNumber": 37,
  "title": "卷36",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：《學記》者，以其記人學教之義。」\n[疏]正義曰：按鄭《目錄》云：「名曰《學記》者，以其記人學教之義，此於《別錄》屬《通論》。」"
      },
      {
        "index": 1,
        "text": "發慮憲，求善良，足以謏聞，不足以動眾。」憲，法也，言發計慮當擬度於法式也。求，謂招來也。謏之言小也。動眾，謂師役之事。○憲音獻。謏，思了反，徐所穆反。聞音問，聲聞。度，大各反。就賢體遠，足以動眾，未足以化民。就，謂躬下之。體，猶親也。○下，戶嫁反。君子如欲化民成俗，其必由學乎！所學者，聖人之道在方策。○策，初革反。"
      },
      {
        "index": 2,
        "text": "[疏]「發慮」至「學乎」。○正義曰：此一節明雖有餘善，欲化民成俗，不如學之為重。○「發慮憲」者，發，謂起發。慮，謂謀慮。憲，謂法式也。言有人不學，而起發謀慮，終不動眾，舉動必能擬度於法式，故云「發慮憲」。○「求善良」者，良亦善也，又能招求善良之士。○「足以謏聞」者，謏之言小。聞，聲聞也。言不學之人，能有片識謀慮法式，求善以自輔。此是人身上小善，故小有聲聞也。○「不足以動眾」者，眾，謂師役也。雖有以小善，恩未被物，若御軍動眾則不能，故云「不足以動眾」也。○「就賢體遠」者，賢，謂德行賢良，屈下從就之。遠，謂才藝廣遠，心意能親愛之也。○「足以動眾」者，以恩被於外，故足以動眾也。「未足以化民」者，雖復恩能動眾，識見猶淺，仁義未備，故未足以化民也。○「君子如欲化民成俗」者，君，謂君於上位。子，謂子愛下民。謂天子諸侯及卿大夫欲教化其民，成其美俗，非學不可，故云「其必由學乎」。學則博識多聞，知古知今，既身有善行，示民軌儀，故可以化民成俗也。○注「憲，法也，言發計慮當擬度於法式也。求，謂招來也。謏之言小也。動眾，謂師役之事。○正義曰：「憲，法」，《釋詁》文。「謏之言小也」，言謏音近小，故云「謏之言小也」。云「動眾，謂師役之事」者，動眾以與化民相對，化民事難，動眾稍易，故知是師役之事。○注「所學者，聖人之道在方策」。○正義曰：鄭恐所學惟小小才藝之事，故云「所學者，聖人之道」。以其化民成俗，非聖人之道不可。云「在方策」者，下篇「文武之道，布在方策」是也。"
      },
      {
        "index": 3,
        "text": "玉不琢不成器，人不學不知道。是故古之王者建國君民，教學為先。謂內則設師、保以教，使國子學焉；外則有大學、庠、序之官。○琢，丁角反，治玉曰琢。太音泰，後「大學」皆同。《兌命》曰：「念終始典於學。」其此之謂乎！典，經也。言學之不捨業也。兌，當為「說」字之誤也。高宗夢傅說，求而得之，作《說命》三篇，在《尚書》，今亡。○兌，依注作「說」，音悅，下《兌命》放此，捨音捨。兌當，徒外反。"
      },
      {
        "index": 4,
        "text": "[疏]「玉不」至「謂乎」。○正義曰：此一節論喻學之為美，故先立學之事。○「王者建國君民，教學為先」者，建國，謂建立其國。君民，謂君長其民。內則設師、保，外則設庠、序以教之，故云「教學為先」。○「《兌命》曰：念終始典於學」者，記者明教學事重，不可暫廢，故引《兌命》以證之。言殷相傅說告高宗云「意恆思念，從始至終，習經典於學也」。○「其此之謂乎」者，言此經所謂教學為先，則《兌命》「念終始典於學也」。○注「典經」至「今亡」。○正義曰：「典，經也」，《釋言》文。言「學不捨業」，即經云「終始思唸經典」，是不捨業也。言「高宗夢傅說」者，《書序》云：「高宗夢得說，作《說命》三篇。」高宗，殷王武丁，其德高可尊，故號「高宗」。其事具《尚書》篇，見在。鄭云「今亡」者，鄭不見《古文尚書》故也。"
      },
      {
        "index": 5,
        "text": "雖有嘉餚，弗食不知其旨也；雖有至道，弗學不知其善也。旨，美也。○餚，戶交反。是故學然後知不足，教然後知困。學則睹已行之所短，教則見已道之所未達。○睹，丁古反。行，下孟反，下注「德行」同。知不足，然後能自反也。知困，然後能自強也。故曰：「教學相長也。」自反，求諸已也。自強，脩業不敢倦。○強，其丈反，又其良反，下注同。長，丁兩反。下注「長稚」、「長者」皆同。《兌命》曰：「學學半。」其此之謂乎！言學人乃益已之學半。○學學，上胡孝反，下如字。學人，胡孝反。又音教。"
      },
      {
        "index": 6,
        "text": "[疏]「雖有」至「謂乎」。○正義曰：此一節明教學相益。○「雖有嘉餚，弗食不知其旨也」者，嘉，善也。旨，美也。雖有嘉美之餚，兼陳列於前，若不食，即不知其餚之美也。○「雖有至道，弗學不知其善也」者，至，謂至極。雖有至極大道，若不學，則不知大道之善。○「是故學然後知不足」者，若不學之時，諸事蕩然，不知已身何長何短。若學，則知已之所短，有不足之處也。○「教然後知困」者，不教之時，謂已諸事皆通。若其教人，則知已有不通，而事有困弊，困則甚於不足矣。○「知不足，然後能自反也」者，凡人皆欲向前相進，既知不足，然後能自反向身，而求諸已之困，故反學矣。○「知困然後能自強也」者，凡人多有解怠，既知困弊，然後能自強學，其身不復解怠也。○「故曰：教學相長也」者，謂教能長益於善。教學之時，然後知已困而乃強之，是教能長學善也。學則道業成就，於教益善，是學能相長也。但此禮本明教之長學。「《兌命》曰：學學半」者，上「學」為教，音斆，下「學」者，謂習也，謂學習也。言教人乃是益已學之半也。《說命》所云「其此之謂乎」，言學習不可暫廢，故引《說命》以證之。言恆思念，從始至終，習禮典於學也。"
      },
      {
        "index": 7,
        "text": "古之教者，家有塾，黨有庠，術有序，國有學。術，當為「遂」，聲之誤也。古者仕焉而已者，歸教於閭裡，朝夕坐於門，門側之堂謂之塾。《周禮》：五百家為黨，萬二千五百家為遂。黨屬於鄉，遂在遠郊之外。○塾音熟，一音育。術音遂，出注。比年入學，學者每歲來入也。中年考校。中，猶間也。鄉遂大夫間歲則考學者之德行道藝。《周禮》：三歲大比乃考焉。○中，徐丁仲反，注同。間，間側之間，下同。比，毗志反。一年視離經辨志，三年視敬業樂群，五年視博習親師，七年視論學取友，謂之小成。九年知類通達，強立而不反，謂之大成。離經，斷句絕也。辨志，謂別其心意所趣鄉也。知類，知事義之比也。強立，臨事不惑也。不反，不違失師道。○樂，五孝反，又音岳，下「不能樂學」同。斷句，丁亂反。別，彼列反。趣，七住反。鄉，許亮反。比，必履反，一音必利反。夫然後足以化民易俗，近者說服，而遠者懷之。此大學之道也。懷，來也，安也。○說音悅。記曰：「蛾子時術之。」其此之謂乎！蛾，蚍蜉也。蚍蜉之子，微蟲耳，時術蚍蜉之所為，其功乃復成大垤。○蛾，魚起反，注同，本或作蟻。蚍音毗。蜉音孚。《爾雅》云：「蚍蜉，大蟻。」復，扶又反。垤，大結反，《毛詩傳》云：「蟻塚也。」"
      },
      {
        "index": 8,
        "text": "[疏]「古之」至「謂乎」。○正義曰：此一節明國家立庠、序上下之殊，並明入學年歲之差。○「古之教」者，謂上代也。○「家有塾」者，此明學之所在。《周禮》：百里之內，二十五家為閭，同共一巷，巷首有門，門邊有塾，謂民在家之時，朝夕出入，恆受教於塾，故云「家有塾」。《白虎通》云：「古之教民者裡皆有師，裡中之老有道德者，為裡右師，其次為左師，教裡中之子弟以道藝、孝悌、仁義也。」○「黨有庠」者，黨，謂《周禮》五百家也。庠，學名也。於黨中立學，教閭中所升者也。○「術有序」者，術，遂也。《周禮》：萬二千五百家為遂。遂有序，亦學名。於遂中立學，教黨學所升者也。○「國有學」者，國，謂天子所都及諸侯國中也。《周禮》天子立四代學，以教世子及群後之子，及鄉中俊選所升之士也。而尊魯，亦立四代學。餘諸侯於國，但立時王之學，故云「國有學」也。○「比年入學」者，比年，謂每年也，謂年年恆入學也。○「中年考校」者，「中」猶間也。謂每間一歲，鄉遂大夫考校其藝也。○「一年視離經辨志」者，謂學者初入學一年，鄉遂大夫於年終之時，考視其業。離經，謂離析經理，使章句斷絕也。辨志，謂辨其志意趣鄉，習學何經矣。○「三年視敬業樂群」者，謂學者入學三年，考校之時，視此學者。敬業，謂藝業長者，敬而親之。樂群，謂群居，朋友善者，原而樂之。○「五年視博習親師」者，言五年考校之時，視此學者。博習，謂廣博學習也。親師，謂親愛其師。○「七年視論學取友」者，言七年考校之時，視此學者。論學，謂學問向成，論說學之是非。取友，謂選擇好人，取之為友。「謂之小成」者，比六年巳前，其業稍成，比九年之學，其業小，故曰「小成」。○「九年知類通達，強立而不反」者，謂九年考校之時，視此學者，言知義理事類，通達無疑。強立，謂專強獨立，不有疑滯。「而不反」，謂不違失師教之道，謂之大成。「此大學之道也」者，言如此所論，是大學賢聖之道理，非小學技藝耳。○「《記》曰：蛾子時術之」者，謂舊人之《記》，先有此語，記禮者引舊《記》之言，故云「蛾子時術之」。蟻子小蟲，蚍蜉之子，時時術學啣土之事，而成大垤，猶如學者時時學問，而成大道矣。《記》之所云，其此學問之謂乎？○注「術當為遂，聲之誤也。古者仕焉而已者，歸教於閭裡」至「在遠郊之外」。○正義曰：此云「術」，《周禮》作「遂」者，此《記》與「黨」連文，故知「術」當為「遂」，以聲相近而錯誤也。云「古者仕焉而巳者，歸教於閭裡，朝夕坐於門」者，「已」猶退也，謂仕年老而退歸者。案《書傳說》云：「大夫七十而致仕，而退老歸其鄉里。大夫為父師，士為少師。新穀已入，餘子皆入學，距冬至四十五日始出學，上老乎明坐於右塾，庶老坐於左塾，餘子畢出，然後皆歸，夕亦如之。云「門側之堂謂之塾」者，《爾雅•釋宮》文。引《周禮》者，證黨、遂之異。案《周禮》：六鄉之內，五家為比，五比為閭，四閭為族，五族為黨，五黨為州，五州為鄉。六遂之內，五家為鄰，五鄰為裡，四里為酇，五酇為鄙，五鄙為縣，五縣為遂。今此經六鄉舉「黨」，六遂舉「序」，則餘閭裡以上，皆有學可知，故此注云「歸教於閭裡」。其比與鄰近，止五家而巳，不必皆有學。云「遂在遠郊之外」者，案《周禮》：遂人，掌野之官，百里之外。故知遂在遠郊之外。鄭注《州長職》云：「序，州黨之學。」則黨學曰「序」。此云「黨有庠」者，鄉學曰「庠」，故《鄉飲酒》之義云：「主人拜迎賓於庠門之外。」注云：「庠，鄉學也。」州黨曰序，此云「黨有庠」者，是鄉之所居黨為鄉學之庠，不別立序。凡六鄉之內，州學以下皆為庠。六遂之內，縣學以下皆為序也。皇氏云「遂學曰庠」，與此文違，其義非也。庾氏云「黨有庠，謂夏殷禮，非周法」，義或然也。○注「中猶間也。鄉遂大夫、間歲則考學者之德行道藝。《周禮》：三歲大比乃考焉」。○正義曰：間年，謂下一年、三年、五年、七年之類是也。云「鄉遂大夫間歲則考學者」，計學者入學多少之間歲，非是鄉遂大夫間歲三年入學也。云「《周禮》：三歲大比乃考焉」者，鄭引《周禮》「三年大比考校」，則此中年考校，非《周禮》也。故《周禮•鄉大夫職》云：「三年大比，而興賢者能者。」皇氏云「此中年考校亦周法」，非也。皇氏又以此「中年考校」，謂鄉遂學也，下文云「一年視離經辨志」以下，皆謂國學，亦非也。但應入大學者，自國家考校之耳。其未入大學者，鄉遂大夫考校也。○注「蛾，蚍蜉也。蚍蜉之子」。按《釋蟲》云：「蚍蜉，大蟻。小者蟻。」是蟻為蚍蜉大者，又云「蟻子」，故云「蚍蜉之子」也。"
      },
      {
        "index": 9,
        "text": "大學始教，皮弁祭菜，示敬道也。皮弁，天子之朝朝服也。祭菜，禮先聖先師。菜，謂芹藻之屬。○朝朝，並直遙反。芹音勤。藻音早。《宵雅》肄三，官其始也。宵之言小也。肄，習也。習《小雅》之三，謂《鹿鳴》、《四牡》、《皇皇者華》也。此皆君臣宴樂相勞苦之詩，為始學者習之，所以勸之以官，且取上下相和厚。○宵音消。肄，本又作肆，同，以二反，注同。樂音洛。勞，力告反，又如字。為，於偽反。入學鼓篋，孫其業也。鼓篋，擊鼓警眾，乃發篋，出所治經業也。孫，猶恭順也。○篋，古協反。孫音遜，注及下皆同。警，京領反。○夏、楚二物，收其威也。夏，槄也。楚，荊也。二者所以扑撻犯禮者收，謂收斂整齊之。威，威儀也。○夏，古雅反，注同。槄，吐刀反。《爾雅》云：「槄，山檟。」撲，普卜反，《尚書》云：「作教刑。」撻，他達反。禘不視學，游其志也。禘，大祭也。天子諸侯既祭，乃視學考校，以游暇學者之志意。○禘，大計反。斿音由，本亦作游。暇，戶嫁反，舊古雅反。時觀而弗語，存其心也。使之悱悱憤憤，然後啟發也。○語，魚庶反。悱，芳鬼反。憤，扶粉反，一本直作「悱憤」。幼者聽而弗問，學不躐等也。學，教也，教之長稚。○學，胡孝反，注同。躐，音裡輒反。稚，直吏反。此七者，教之大倫也。倫，理也。自大學始教至此，其義七也。《記》曰：「凡學，官先事，士先志。」其此之謂乎！官，居官者也。士，學士也。"
      },
      {
        "index": 10,
        "text": "[疏]「大學」至「謂乎」。○正義曰：此一節明天子諸侯教學大理，凡有七種，各依文解之。○「大學始教」者，大學，謂天子諸侯使學者入大學，習先王之道矣。熊氏云：「始教，謂始立學教。」「皮弁祭菜」者，謂天子使有司服皮弁，祭先聖先師以蘋藻之菜也。○「示敬道也」者，崔氏云：「著皮弁，祭菜蔬，並是質素，示學者以謙敬之道矣。」○注「祭菜」至「先師」。○正義曰：熊氏云：「以注『禮先聖先師』之義解經。『始教』謂始立學也。若學士春始入學，唯得祭先師，故《文王世子》云：『春官釋奠於其先師，秋冬唯祭先師。』巳不祭先聖，故《大胥》『春釋菜合舞』，鄭云：『釋菜，禮先師。』是春始入學，不祭先聖也。」皇氏云：「以為『始教，謂春時學始入學也』，其義恐非。」○「《宵雅》肄三，官其始也」，宵，小也。肄，習也。當祭菜之時，便歌《小雅》，習其三篇，《鹿鳴》、《四牡》、《皇皇者華》，取其上下之官，勸其始學之人，使上下順序也，故云「官其始也」。亦謂以官勸其始也。○注「宵之」至「和厚」。○正義曰：宵，音近小，故讀從「小」。按《鄉飲酒禮》、《燕禮》皆歌《鹿鳴》、《四牡》、《皇皇者華》。又襄四年穆叔如晉，歌《小雅》三篇，故知「《鹿鳴》、《四牡》、《皇皇者華》也」。云「為始學者，習之所以勸之以官者，《小雅》三篇，皆君臣燕樂及相勞苦。今為學者歌之，欲使學者得為官，與君臣相燕樂，各自勸勵，故云「所以勸之以官也」。此云「始者」，謂學者始來入學，故云「始入學習之」也。○「入學鼓篋，孫其業也」。○入學，謂學士入學之時，大胥之官，先擊鼓以召之。學者既至，發其筐篋，以出其書，故云「鼓篋」也。所以然者，欲使學者「孫其業」，謂恭順其所持經業。○注「鼓篋」至「業也」。○正義曰：鼓，謂擊鼓，故《大胥》云：「用樂者，以鼓征學士。」《文王世子》云：「大昕鼓征，所以警眾也。」《文王世子》云：謂天子視學之時，擊鼓警眾也。若是凡常入學用樂，及為祭祀用樂者，「以鼓徵學士」是也。○「夏、楚二物，收其威也」，學者不勸其業，師則以夏、楚二物以笞撻之。所以然者，欲令學者畏之，收斂其威儀也。○注「夏槄」至「禮者」。○正義曰：《爾雅•釋木》云：「槄，山檟。」郭景純云：「今之山楸。」盧氏云：「扑作教刑。」是扑撻犯禮者。○「未卜禘，不視學，游其志也」。○夏氏云：「禘，大祭，在於夏。」天子諸侯視學之時，必在禘祭之後。「未卜禘」，謂未為禘也。禘是大祭，必先卜，故連言之。是未為禘祭，不視學。所以然者，欲游其學者之志，謂優遊縱暇學者之志，不欲急切之，故禘祭之後，乃視學考校優劣焉。○注「禘大」至「考校」。○正義曰：「禘，大祭」，《爾雅•釋天》文。云「天子諸侯既祭，乃視學」者，謂於夏祭之時，既為禘祭之後，乃視學考校。當祭之年，故云「未卜禘，不視學」。若不當禘祭之年，亦待時祭之後，乃視學也。此視學，謂考試學者經業，或君親往，或使有司為之，非天子大禮視學也。若大禮視學，在仲春、仲秋及季春，故《文王世子》云：「凡大合樂，必遂養老。」注云：「大合樂，謂春入學舍菜合舞，秋頒學合聲。於是時也，天子則視學焉。」《月令》：「季春大合樂，天子率三公九卿而視學焉。」與此別也。視學既在夏祭之後，則天子春秋視學，亦應在春秋時祭之後。此舉「未卜禘，不視學」，則餘可知也。熊氏云：「此禘謂夏正郊天，視學謂仲春視學。若郊天則不視學。」若如熊氏義，禮不王不禘，鄭注何得云「天子諸侯既祭、乃視學」？既連諸侯言之，則此禘非祭天。熊說非也。○「時觀而弗語，存其心也」者，時觀，謂教者時時觀之，而不丁寧告語。所以然者，欲使學者存其心也。既不告語，學者則心憤憤，口悱悱，然後啟之，學者則存其心也。○「幼者聽而弗問」。○教學之法，若有疑滯未曉，必須問師，則幼者但聽長者解說，不得輒問，推長者諮問，幼者但聽之耳。○「學不躐等也」者，學，教也。躐，逾越也。言教此學者，令其謙退，不敢逾越等差。若其幼者輒問，不推長者，則與長者抗行，常有驕矜。今唯使聽而不問，故云「學不躐等」也。○「此七者，教之大倫也」者，倫理也。言前七等之事，是教學大理也。○「記曰」至「謂乎」，引舊記結上七事。「凡學」，謂學為官，學為士者。「官先事，士先志」者，若學為官，則先教以居官之事。若學為士，則先喻教以學士之志。故先七事，皆是教學居官及學士者。○「其此之謂乎」者，記者所云：其此在上七事之謂乎。"
      },
      {
        "index": 11,
        "text": "大學之教也，時。教必有正業，退息必有居。有居，有常居也。學不學操縵，不能安弦。操縵，雜弄。○操，七刀反，注同。縵，未但反。雜，徂合反。不學博依，不能安詩。博依，廣譬喻也。依或為衣。○依，於豈反，注皆同。不學雜服，不能安禮。雜服，冕服、皮弁之屬。雜，或為推。不興其藝，不能樂學。興之言喜也，歆也。藝，謂禮、樂、射、御、書、數。○興，虛應反。歆，許金反。故君子之於學也，藏焉，脩焉，息焉，游焉。藏，謂懷抱之。脩，習也。息，謂作勞休止於之息。游，謂閒暇無事於之遊。○閒音閒。夫然，故安其學而親其師，樂其友而信其道。是以雖離師輔而不反也。《兌命》曰：「敬孫務時敏，厥脩乃來。」其此之謂乎！敬孫，敬道孫業也。敏，疾也。厥，其也。學者務及時而疾，其所脩之業乃來。○樂其，音岳，又音洛，又五孝反。離，力智反。"
      },
      {
        "index": 12,
        "text": "[疏]「大學」至「謂乎」。○正義曰：此一節論教學之道，必當優柔寬緩，不假急速，游息孫順，其學乃成。○「大學之教也，時」者，言教學之道，當以時習之。○「教必有正業」者，正業，謂先王正典，非諸子百家，是教必用正典教之也。○「退息必有居」者，退息，謂學者疲倦而暫休息。有居，謂學者退息，必有常居之處，各與其友同居，得相諮決，不可雜濫也。○「學不學操縵，不能安弦」者，此以下並正業積漸之事也。此教樂也。樂主和，故在前，然後須以積漸，故操縵為前也。操縵者，雜弄也。弦，琴瑟之屬。學之須漸，言人將學琴瑟，若不先學調弦雜弄，則手指不便；手指不便，則不能安正其弦。先學雜弄，然後音曲乃成也。○「不學博依，不能安詩」者，此教詩法者。詩是樂歌，故次樂也。博，廣也。依，謂依倚也，謂依附譬喻也。若欲學詩，先依倚廣博譬喻。若不學廣博譬喻，則不能安善其詩，以詩譬喻故也。○「不學雜服，不能安禮」者，此教禮法也。前詩後禮，亦其次也。雜服，自袞而下至皮弁至朝服玄端服屬。禮謂《禮經》也。《禮經》正體在於服章，以表貴賤。今若欲學禮，而不能明雜衣服，則心不能安善於禮也。「不興其藝，不能樂學」者，此總結上三事，並先從小起義也。興，謂歆喜也，故《爾雅》云：「歆、喜，興也。」藝，謂操縵、博依、六藝之等。若欲學《詩》、《書》正典，意不歆喜其雜藝，則不能耽玩樂於所學之正道。○「故君子之於學也，藏焉，脩焉，息焉，游焉」者，故，謂因上起下之辭。學雖積漸，故君子之人為學之法，恆使業不離身。藏，謂心常懷抱學業也。脩，謂脩習不能廢也。息，謂作事倦息之時而亦在學也。游，謂閒暇無事遊行之時亦在於學，言君子於學無時暫替也。「夫然，故安其學而親其師」者，此明親師愛友也。然，如此也。若能藏、脩、游、息、游，無時暫替，能如此者，乃能安其所學業。言安學業既深，必知此是深由本師，故至於親愛師也。○「樂其友」者，師既獲親，而同志之友亦被於樂重。然前三年樂群，五年親師，親師在樂群之後，而此前親後樂友者，群即友也，為義然也。前明始學，故樂友在前。此明學業已成，故親師為首矣。○「而信其道」者，其道，已道也。既親師樂友，已道深明，心自說信，不復虛妄。一云：信師友之道，前安學，故乃親師樂友，後乃信道也。○「是以雖離師輔而不反也」者，「輔」即友也，友主切磋，是輔已之道深遠也。「離」猶違也。已道深明，不復虛妄，心自信之。若假令違離師友，獨在一處而講說，不違反於師友昔日之意旨，此則強立不返也。○「《兌命》曰」者，引《尚書》合結之。○「敬孫務時敏」者，此句結積習也。當能敬重其道，孫順學業，而務習其時，疾速行之，故云「敬孫務時敏」。敏，猶疾速也。○「厥脩乃來」者，此句結親師敬道也。厥，其也。若敬孫以時，疾行不廢，則其所脩之業乃來。謂所學得成也，所以尊師樂友。「其此之謂乎」者，《兌命》所云，其此經之謂乎？"
      },
      {
        "index": 13,
        "text": "今之教者，呻其占畢，多其訊，呻，吟也。占，視也。簡謂之畢。訊，猶問也。言今之師自不曉經之義，但吟誦其所視簡之文，多其難問也。呻，或為慕。訊，或為訾。○呻音申，一音親，吟也。占，敕沽反，視也。訊，字又作誶，音信，問也。呻吟，魚金反，又作吟，同。難，乃旦反。訾，才斯反，又音紫。言及於數，其發言出說，不首其義，動云「有所法象」而已。○數，色住反。進而不顧其安，務其所誦多，不惟其未曉。使人不由其誠，由，用也。使學者誦之而為之說，不用其誠。教人不盡其材，材，道也，謂師有所隱也。《易》曰「兼三材而兩之」，謂天地人之道。其施之也悖，其求之也佛。教者言非，則學者失問。○施，始移反，下同。悖，布內反。佛，本又作拂，扶弗反。夫然，故隱其學而疾其師，苦其難而不知其益也。隱，不稱揚也。不知其益，若無益然。雖終其業，其去之必速。速，疾也。學不心解，則亡之易。○去，如字，又起呂反。解，胡買反。忘，亡亮反。之易，以豉反，下文注皆同音。教之不刑，其此之由乎！刑猶成也。"
      },
      {
        "index": 14,
        "text": "[疏]「今之」至「由乎」。○正義曰：此一節論教者違法，學者所以不成，是今師之失，故云「今之教者」。○「呻其占畢」者，此明師惡也。呻，吟也。占，視也。畢，簡也。故《釋器》云：「簡謂之畢。」言今之師，不曉經義，但詐吟長詠，以視篇簡而已。○「多其訊」者，訊，問難也。既自不曉義理，而外不肯默然，故假作問難，詐了多疑，言若已有解之然也。○「言及於數」者，數，謂法象。既不解義理，若有所言，而輒詐稱有法象也。○「進而不顧其安」者，務欲前進誦習使多，而不曾反顧其義理之安，不謂義理危辟而不自知也。○「使人不由其誠」者，人，謂學者也。由，用也。誠，忠誠。使學者誦文，而已為之說義，心皆不曉而猛浪，是不用己之忠誠也。○「教人不盡其材」者，材，道也。謂已既不曉其義，而縱有所悟者，又不能多，恆恐人勝之，故凡有所知，又為所隱，惜不盡其道也。○「其施之也悖」者，謂教者有上五者之短，故施教於人，違背其理也。○「其求之也佛」者，佛，戾也，教者佛戾也。教者既背違其理，其學者求之則又違戾。受學者心既不解，求問於師，師又不曉違戾義意也。○「夫然，故隱其學而疾其師」者，由師教既悖，而受者又違，故受學者弟子不荷師教之德，乃隱沒其師之學，而憎疾其師也。「苦其難而不知其益也」者，師說既不曉了，故弟子受之，苦其難。既難不解，故不自知其有益。○「雖終其業，其去之必速」者，學者勉力自強，雖得終竟其業，為心不曉解，其亡去之必速疾矣。○「教之不刑，其此之由乎」者，刑，猶成也。言師教弟子不成，由此在上諸事，故云「其此之由乎」。其此之由在上，謂此經文也。以例推之，前文云「其此之謂乎」，則是他書所云其此經之謂乎。○注「其發」至「而已」。○正義曰：「其發言出說，不有其義」者，首，猶本也。教者為弟子發言出說，不本其義理，謂不解此義之言也。云「動雲有所法象而已」者，既不解義理，舉動所云則言此義有所法象，猶若一則稱配大一，二則稱配二儀，但本義不然，浪為配當。○注「務其」至「未曉」。○正義曰：「務其所誦多」者，謂師務欲得所誦使多，釋經「進」也。云「不惟其未曉」者，惟，思也，不思其誦得未曉解者，釋經「不顧其安」也。○注「使學」至「其誠」。○正義曰：「使學者」解經「使人」也，而「為之說」解經「不用其誠」也。言師為學者而說，不用其忠誠實之心，以心不解，誑惑學者。○注「材道」至「之道」。○正義曰：鄭恐「材」是材藝，故以「材」為道。道，謂道理。言教人道理。引「《易》曰」者，《易•說卦》文也。但伏羲書上法天，下法地，中法人，謂之三材。《說卦》云「立天之道，曰陰與陽；立地之道，曰柔與剛；立人之道，曰仁與義」，三材各有其兩，故云「兼三材而兩之」，而有六爻也。鄭引之，證「材」為道也。○注「教者」至「失問」。○正義曰：教者言非，是其施之也悖；學者失問，是其求之也佛。"
      },
      {
        "index": 15,
        "text": "大學之法，禁於未發之謂豫，未發，情慾未生，謂年十五時。○禁，居鴆反。欲音欲。當其可之謂時，可，謂年二十，時成人。不陵節而施之謂孫，不陵節，謂不教長者、才者以小，教幼者、鈍者以大也。施，猶教也孫，順也。○鈍，徒困反。相觀而善之謂摩。不並問，則教者思專也。摩，相切磋也。○摩，莫波反，徐亡髲反。嗯，息吏反。磋，七多反。此四者，教之所由興也。興，起也。"
      },
      {
        "index": 16,
        "text": "[疏]「大學」至「由興」也。○正義曰：此一節論教之得理，則教興也。○「禁於未發之謂豫」者，發，謂情慾發也。豫，逆也。十五以前，情慾未發，則用意專一，學業易入。為教之道，當逆防未發之前而教之，故云「禁於未發之謂豫」。○「當其可之謂時」者，可，謂年二十之時。言人年至二十，德業已成，言受教之端，是時最可也。○「不陵節而施之謂孫」者，陵，猶越也。節，謂年才所堪。施，猶教也。孫，順也。謂教人之法，當隨其年才，若年長而聰明者，則教以大事，而多與之；若年幼又頑鈍者，當教以小事，又與之少，是不越其節分而教之，所謂「孫，順也」，從其人而設教也。○「相觀而善之謂摩」者，善，猶解也。受學之法，言人人競問，則師思不專，故令弟子共推長者能者一人諮問，餘小不能者，但觀聽長者之問答，而各得知解。此朋友琢磨之益，故謂之「摩」也。○「此四者，教之所由興也」者，結上四者。興，起也。四事並是教成之所起也。"
      },
      {
        "index": 17,
        "text": "發然後禁，則扞格而不勝。教不能勝其情慾。格，讀如「凍各」之「各」。扞格，不可入之貌。○扞，胡半反，注同。格，胡客反，又戶隔反。扞格，不入也，注同。勝音升，又升證反。各，胡客反，下同。此二字並從各，或水旁作非，一音戶各反。時過然後學，則勤苦而難成。時過則思放也。○過，姑臥反。雜施而不孫，則壞亂而不脩。小者不達，大者難識，學者所惑也。○壞者怪，徐戶拜反。獨學而無友，則孤陋而寡聞。不相觀也。燕朋逆其師。燕，猶褻也。褻其朋友。○燕音燕。褻，息列反，下同。燕辟廢其學。褻師之譬喻。○辟音譬，注及下「罕辟」同。此六者，教之所由廢也。廢，滅。"
      },
      {
        "index": 18,
        "text": "[疏]「發然」至「廢也」。○正義曰：此一節論學不依理，教之廢耳。○「發然後禁，則扞格而不勝」者，發，謂情慾既生也。扞，謂拒扞也。格，謂堅強。若情慾既發而後乃禁，教則扞格於教，教之不復入也。是教弱而欲強，為教不勝矣。○「時過然後學，則勤苦而難成」者，時過，謂學時巳過，則心情放蕩，雖欲追悔欲學，精明巳散，徒勤苦四體，終難成也。○「雜施而不孫，則壞亂而不脩」者，雜施，謂教雜亂無次越節，則大才輕其小業，小才苦其大業，並是壞亂之法，不可復脩治也。○「獨學而無友，則孤陋而寡聞」者，獨學，謂獨自習學而無朋友。言有所疑，無可咨問，則學識孤偏鄙陋，寡有所聞也。○「燕朋逆其師」者，以前四條皆反上教之所興，此「燕朋」、「燕譬」，特加二條，不與上相對。燕朋，謂燕褻朋友，不相遵敬，則違逆師之教道也。○「燕譬廢其學」者，譬，譬喻也。謂義理鉤深，或直言難曉時，須假設譬喻，然後可解。而墮學之徒，好褻慢笑師之譬喻，是廢學之道也。○「此六者，教之所由廢也」者，結上六事，是廢學之由。前興有四，後廢有六者，庾云：「不褻朋友及師之譬喻，自是學者之常理。若不為燕朋、燕譬，則亦不足以致興。」言若作此燕朋、燕譬，則學廢朁矣。○注「格讀」至「之各」。○正義曰：言格是堅強，譬如地之凍，則堅強難入，故云「如凍各之各」。但今人謂地堅為各也。"
      },
      {
        "index": 19,
        "text": "君子既知教之所由興，又知教之所由廢，然後可以為人師也。故君子之教喻也，道而弗牽，強而弗抑，開而弗達。道，示之以道塗也。抑，猶雜也。開，為發頭角。○道音導，注「道示」及下同。強，沈其良反，徐其兩反，下同。為，於偽反，下「為學者」同。道而弗牽則和，強而弗抑則易，開而弗達則思。和易以思，可謂善喻矣。思而得之則深。"
      },
      {
        "index": 20,
        "text": "[疏]「君子」至「喻矣」。○正義曰：此一節明君子教人方便善誘之事。○「故君子之教喻也，道而弗牽」者，喻，猶曉也；道，猶示也；牽，謂牽逼。師教既識學之廢興，故教喻有節，使人曉解之法，但廣開道，示語學理而巳。若人苟不曉知，亦不逼急，牽令速曉也。○「強而弗抑」者，抑，推也。謂師微勸學者，使神識堅強，師當隨才而與之，使學者不甚推抑其義而教之。○「開而弗達」者，開，謂開發事端，但為學者開發大義頭角而巳，亦不事事使之通達也。○「道而弗牽則和」者，此下三句，釋上三事之所由也。若心苟不曉而牽逼之，則彼心必生忿恚，師與弟子不復和親。今若但示正道，寬柔教之，則彼心和而意乃覺悟也。○「強而弗抑則易者，賀氏以為：師但勸強其神識，而不抑之令曉，則受者和易，和易亦易成也。○「開而弗達則思」者，但開發義理，而不為通達，使學者用意思念，思得必深，故云「則思」也。○「和易以思，可謂善喻矣」者，結上三事之功，若師能教弟子如此三事，則可謂「善教喻矣」。"
      },
      {
        "index": 21,
        "text": "學者有四失，教者必知之。人之學也，或失則多，或失則寡，或失則易，或失則止。此四者，心之莫同也。失於多，謂才少者。失於寡，謂才多者。失於易，謂好問不識者，失於止，謂好思不問者。○好，呼報反，下「好思」、「好述」同。知其心，然後能救其失也。救其失者，多與易則抑之，寡與止則進之。教也者，長善而救其失者也。"
      },
      {
        "index": 22,
        "text": "[疏]「學者」至「者也」。○正義曰：此一節明教者識學者之心，而救其失也。故云「學者有四失，教者必先知之」。○「人之學也，或失則多」者，一失也。假若有人才識淺小，而所學貪多，則終無所成，是失於多也。○「或失則寡」者，二失也。或有人才識深大，而所學務少，徒有器調，而終成狹局，是失於寡少也。○「或失則易」者，三失也。至道深遠，非凡淺所能，而人不知思求，唯好氾濫外問，是失在輕易於妙道，故云「或失則易」，此是「學而不思則罔」。○「或失則止」者，四失也。人心未曉知，而不肯諮問，惟但止住而自思之，終不能達其實理，此失在於自止也。此是「思而不學則殆」。○「此四者，心之莫同也」者，結前四失，是由人心之異故也。○「知其心，然後能救其失也」者，結救失四事。師既前識其四心之不同，故後乃能隨失而救之也。「教也者，長善而救其失者也」者，使學者「和易以思」，是長善，使學者無此四者之失，是救失，唯善教者能知之。"
      },
      {
        "index": 23,
        "text": "善歌者使人繼其聲，善教者使人繼其志。言為之善者，則後人樂放傚。○長，丁丈反，下文及注同。教如字，一本作學，胡孝反。放，方往反。傚，胡教反。其言也約而達，微而臧，罕譬而喻，可謂繼志矣。師說之明，則弟子好述之，其言少而解。臧，善也。○臧，子即反。解，胡買反，下文注同。"
      },
      {
        "index": 24,
        "text": "[疏]「善歌」至「志矣」。○正義曰：此一節論教者若善，則能使學者繼其志於其師也。言學者繼師之志，記者以善歌而比喻之，故云「善歌者使人繼其聲」。善歌，謂音聲和美，感動於人心，令使聽者繼續其聲也。○「善教者使人繼其志」者，設譬既畢，故述其事，而言善教者必能使後人繼其志，如善歌之人能以樂繼其聲，如今人傳繼周、孔是也。○「其言也約而達」者，此釋所以可繼之事。言善為教者，出言寡約，而義理顯達易解之。○「微而臧」者，微，謂幽微。臧，善也。謂義理微妙，而說之精善也。○「罕譬而喻」者，罕，少也。喻，曉也。其譬罕少而聽者皆曉。○「可謂繼志矣」者，能為教如上，則可使後人繼其志意。不繼聲而繼志者，本為志設，故不繼聲也。"
      },
      {
        "index": 25,
        "text": "君子知至學之難易，而知其美惡，然後能博喻；能博喻然後能為師；能為師然後能為長；能為長然後能為君。美惡，說之是非也。長，達官之長。○惡，烏路反，又如字。故師也者，所以學為君也，弟子學於師，學為君。是故擇師不可不慎也。師善則善。《記》曰：「三王、四代唯其師。」此之謂乎！四代：虞、夏、殷、周。"
      },
      {
        "index": 26,
        "text": "[疏]「君子」至「謂乎」。○正義曰：此一節明為師法。君子，謂師也。教人至極之美，可以為君長之事。○「君子知至學之難易」者，三王、四代所以敬師，隨器與之，是至學之易；隨失而救之，是至學之難。○「而知其美惡」者，罕譬而喻，言約而達，是為美。反此則為惡也。○「然後能博喻」者，博喻，廣曉也。若知四事為主，觸類長之，後乃得為廣有曉解也。○「能博喻然後能為師」者，前能廣解，後乃可為人作師也。○「能為師然後能為長」者，為師是學優，學優宜仕，故能為一官之長也。○「能為長然後能為君」者，既能治一官之長有功，能為一國之君也。○「故師也者，所以學為君也」，《宵雅》肄三，官其始也。師既有君德，則弟子就師可學為君之德，故前云：「君子如欲化民成俗，其必由學乎！」即是學能為君也。○「是故擇師不可不慎也」者，師善，則能教弟子，弟子則能為君，故弟子必宜慎擇其師，不可取惡師也。○「《記》曰：三王、四代唯其師」者，引舊《記》結此擇師之重也。三王，謂夏、殷、周，四代，則加虞也。言三王、四代雖皆聖人，而無不擇師為慎，故云「唯其師」。庾云：「舉四代以兼包三王，所以重言者證前云「擇師不可不慎」，即此「唯其師」之謂也。"
      },
      {
        "index": 27,
        "text": "凡學之道，嚴師為難。嚴，尊敬也。師嚴然後道尊，道尊然後民知敬學。是故君之所不臣於其臣者二：當其為屍，則弗臣也；當其為師，則弗臣也。屍，主也，為祭主也。大學之禮，雖詔於天子，無北面，所以尊師也。尊師重道焉，不使處臣位也。武王踐阼，召師尚父而問焉，曰：「昔黃帝、顓頊之道存乎意，亦忽不可得見與？」師尚父曰：「在丹書。王欲聞之，則齊矣。」王齊三日，端冕，師尚父亦端冕，奉書而入，負屏而立。王下堂南面而立。師尚父曰：「先王之道不北面。」王行西、折而南，東面而立，師尚父西面道書之言。○顓音專。頊，許玉反。與音餘。齊，側皆反，下同。奉，芳勇反。折，之設反。"
      },
      {
        "index": 28,
        "text": "[疏]「凡學」至「師也」。○正義曰：此一節論師德至善，雖天子以下，必須尊師。○「是故君之所不臣於其臣者二」者，二，謂當其為屍及師，則不臣也。此文義在於師，並言屍者，欲見尊師與屍同。○「當其為屍，則弗臣也」者，若不當其時，則臣之。案《鉤命決》云：「暫所不臣者五，謂師也，三老也，五更也，祭屍也，大將軍也。」此五者，天子諸侯同之。此唯云屍與師者，此經本意據尊師為重，與屍相似，故特言之，所以唯舉此二者，餘不言也。又按《鉤命決》云：「天子常所不臣者三，唯二王之後、妻之父母、夷狄之君。不臣二王之後者，為觀其法度，故尊其子孫也。不臣妻之父母者，親與其妻共事先祖，欲其歡心。不臣夷狄之君者，此政教所不加，謙不臣也。諸侯無此禮。」○「大學之禮，雖詔於天子，無北面，所以尊師也」者，此證尊師之義也。此人既重，故更言大學也。詔，告也。雖天子至尊，當告授之時，天子不使師北面，所以尊師故也。○注「尊師」至「之言」。○正義曰：「武主踐阼」以下，皆《大戴禮•武王踐阼篇》也。云「黃帝、顓頊之道存乎意，亦忽不可得見與」者，武王言黃帝、顓頊之道恆在於意，言意恆念之，但其道超忽已遠，亦恍惚不可得見與。與，語辭。今檢《大戴禮》唯云「帝顓頊之道」，無「黃」字，或鄭見古本不與今同，或後人足「黃」字耳。云「丹書」者，師說云：「赤雀所銜丹書也。」云「端冕」者，謂袞冕也。其衣正幅與玄端同，故云「端冕」。故皇氏云「武王端冕」，謂袞冕也。《樂記》「魏文侯端冕」，謂玄冕也。云「師尚父亦端冕」者，案《大戴禮》無此文，鄭所加也。云「西折而南，東面」者，案《大戴禮》唯云「折而東面」，此「西折而南」，「南」字亦鄭所加。云「師尚父西面道書之言」者，皇氏云：「王在賓位，師尚父主位，故西面。」王庭之位，若尋常師徒之教，則師東面，弟子西面，與此異也。其「丹書」之言，案《大戴禮》云：「其書之言曰：敬勝怠者強，怠勝敬者亡。」《瑞書》云：「敬勝怠者吉，怠勝敬者滅，義勝欲者從，欲勝義者凶。」與《瑞書》同矣。「凡事不強則枉，不敬則不正。枉者滅廢，敬者萬世。以仁得之，以仁守之，其量百世。以仁得之，以不仁守之，其量十世。以不仁得之，以不仁守之，必傾其世。王聞書之言，惕然若懼，退而為戒，書於席之四端為銘」，及幾、鑒、盂、盤、楹、杖、帶、屨、劍、矛為銘，銘皆各有語，在《大戴禮》也。"
      },
      {
        "index": 29,
        "text": "善學者師逸而功倍，又從而庸之。不善學者師勤而功半，又從而怨之。從，隨也。庸，功也。功之，受其道，有功於巳。善問者如攻堅木，先其易者，後其節目，及其久也，相說以解。不善問者反此。言先易後難，以漸入。○說音悅。善待問者如撞鐘，叩之以小者則小鳴，叩之以大者則大鳴，待其從容，然後盡其聲。不善答問者反此。從，讀如「富父舂戈」之舂。舂容，謂重撞擊也，始者一聲而已。學者既開其端意，進而復問，乃極說之，如撞鐘之成聲矣。從，或為松。○撞，丈江反。叩音口。從，依注讀為舂，式容反。父音甫。重，直用反。復，扶又反。此皆進學之道也。此皆善問善答也。"
      },
      {
        "index": 30,
        "text": "[疏]「善學」至「道也」。○正義曰：此一節明善學及善問，並善答不善答之事。○「善學者師逸而功倍」者，受者聰明易入，是為學之善，故師體逸豫，而弟子所解又倍於他人也。○「又從而庸之」者，庸亦功也。所得既倍於他人，故恆言我師特加功於我者，是「從而功之」也。○「不善學者師勤而功半」者，此明劣者也。巳既闇鈍，故師體勤苦，而功裁半於他人也。○「又從而怨之」者，已既闇鈍，而不自責已不明，乃反怨於師，獨不盡意於我也。○「善問者如攻堅木，先其易者，後其節目」者，此明能問者。問，謂論難也。攻，治也。言善問之人，如匠善攻治堅木，先斫治其濡易之處，然後斫其節目。其所問師之時，亦先問其易，後問其難也。○「及其久也，相說以解」者，言問者順理，答者分明，故及其經久，師徒共相愛說，以解義理。○「不善問者反此」者，若闇劣不解問之人，則與能問者意反也。謂先問其難，心且不解，則答問之人，不相喜說，義又不通也，故云「反此」矣。○「善待問者如撞鐘，叩之以小者則小鳴，叩之以大者則大鳴」者，向明問，此明答也。以為設喻譬，善能答問難者，如鍾之應撞，撞小則小鳴應之，撞大則大鳴應之。能答問者，亦隨彼所問事之大小而答之。○「待其從容，然後盡其聲」者，又以鍾為喻也。○「不善答問者反此」者，謂不善答他所問，則反此。上來之事，或問小而答大，或問大而答小，或暫問而說盡，此皆無益於所問，故云「不善答問者反此」。○「此皆進學之道也」者，言上善問善答，此皆進益學者之道也。○注「從謂」至「之舂」。○正義曰：舂，謂擊也。以為聲之從容，言鍾之為體，以待其擊。每一舂而為一容，然後盡其聲。言善答者，亦待其一問然後一答，乃後盡說義理也。按《左傳》文十一年冬，叔孫得臣敗狄於咸，獲長狄僑如，富父終甥以戈春長狄喉而殺之，是也。"
      },
      {
        "index": 31,
        "text": "記問之學，不足以為人師，記問，謂豫誦雜難、雜說，至講時為學者論之。此或時師不心解，或學者所未能問。○難，乃旦反。必也其聽語乎。必待其問乃說之。力不能問，然後語之。語之而不知，雖捨之可也。捨之須後。○語，魚據反，下同。捨音捨，又如字，下注同。"
      },
      {
        "index": 32,
        "text": "[疏]「記問之」至「捨之可也」。○正義曰：此一節論教者不可為記問之學。又教人之時，不善教學者，謂心未解其義，而但逆記他人雜問，而謂之解。至臨時為人解說，則先述其所記而示人，以其不解，無益學者，故云「不足以為人師」。○「必也其聽語乎」者，聽語，謂聽其問者之語。既不可記問，遂說教人之時，必待學者之問，聽受其所問之語，然後依問為說之也。○「力不能問，然後語之」者，若受業者才力苟不能見問，待憤憤悱悱之間，則師然後乃示語之矣。○「語之而不知，雖捨之可也」者，弟子既不能問，因而語之，語之不能知，且捨住，待後別更語之可也。"
      },
      {
        "index": 33,
        "text": "良冶之子，必學為裘。仍見其家錮補穿鑿之器也。補器者，其金柔乃合，有似於為裘。○冶音也。錮音固。穿，字又作{穴身}，音川。鑿，在洛反。良弓之子，必學為箕。仍見其家橈角幹也。橈角幹者，其材宜調，調乃三體相勝，有似於為楊柳之箕。○箕音基，注同。橈，而小反，下同，曲屈也，一音乃孝反。幹，古旦反。勝音升，任也，一本作稱，尺證反。始駕馬者反之，車在馬前。以言仍見則貫，即事易也。○始駕者，一本作「始駕馬者」。貫，古患反，習也。君子察於此三者，可以有志於學矣。仍讀先王之道，則為來事不惑。"
      },
      {
        "index": 34,
        "text": "[疏]「良冶」至「於學矣」。正義曰：此一節論學者數見數習，其學則善，故三譬之。此為第一譬。良，善也。冶，謂鑄冶也。○裘，謂衣裘也。言積言善冶之家，其子弟見其父兄世業鋾鑄金鐵，使之柔合，以補治破器，皆令全好，故其子弟仍能學為袍裘，補續獸皮，片片相合，以至完全也。○「良弓之子，必學為箕」者，此第二譬，亦世業者。箕，柳箕也。言善為弓之家，使幹角撓屈調和成其弓，故其子弟亦睹其父兄世業，仍學取柳和軟撓之成箕也。○「始駕馬者反之，車在馬前」者，此第三譬，明新習者也。始駕者，謂馬子始學駕車之時。反之者，駕馬之法。大馬本駕在車前，今將馬子系隨車後而行，故云「反之，車在馬前」，所以然者，此駒既未曾駕車，若忽駕之，必當驚奔，今以大馬牽車於前，而系駒於後，使此駒日日見車之行，其駒慣習而後駕之，不復驚也。言學者亦須先教小事操縵之屬，然後乃示其業，則道乃易成也。○「君子察於此三者，可以有志於學矣」者，結上三事。三事皆須積習，非一日所成，君子察此三事之由，則可有志於學矣。"
      },
      {
        "index": 35,
        "text": "古之學者，比物丑類。以此相況而為之，丑猶比也。丑或為之計。鼓無當於五聲，五聲弗得不和。水無當於五色，五色弗得不章。學無當於五官，五官弗得不治。師無當於五服，五服弗得不親。當猶主也。五服，斬衰至緦麻之親。○當，丁浪反，主也，下及注皆同。治，直吏反。"
      },
      {
        "index": 36,
        "text": "[疏]「古之」至「不親」。○正義曰：此一節論弟子當親師之事，各依文解之。○「比物丑類」者，既明學者仍見舊事，又須以時事相比方也。物，事也。言古之學者，比方其事以丑類，謂以同類之事相比方，則事學乃易成。既云古學如斯，則今學豈不然？○「鼓無當於五聲，五聲弗得不和」者。○此經論師道之要，以餘事譬之。此以下四章，皆上比物丑類也。鼓，革也。當，主也。五聲：宮、商、角、徵、羽。言鼓之為聲，不宮不商，故言「無當於五聲」，而宮商等之。五聲不得鼓，則無諧和之節，故云「弗得不和」也。所以五聲必鼓者，為俱是聲類也。若奏五聲，必求鼓以和之而巳，即是比類也。○「水無當於五色，五色弗得不章」者，「水」謂清水也。五色：青、赤、黃、白、黑。章，明也。言清水無色，不在五色之限，無主青黃，而五色畫繢者，不得水則不分明，故云「弗得不章」也。五色是其水之出也，故五色須水，亦其類也。○「學無當於五官，五官弗得不治」者，本學先王之道也。五官：金、木、水、火、土之官也。夫學為官之理，本求博聞強識，非主於一官，而五官不得學，則不能治，故云「弗得不治」也。故化民成俗，必由學乎！能為師，然後能為君長，故「官」是學之類也。○「師無當於五服，五服弗得不親」者，師，教之師也。五服：斬衰也，齊衰也，大功也，小功也，緦麻也。師於弟子，不當五服之一也，而弟子之家，若無師教誨，則五服之情，不相和親也，故云「弗得不親」，是師情有在三年之義，故亦與親為類。"
      },
      {
        "index": 37,
        "text": "君子曰：「大德不官，謂君也。大道不器。謂聖人之道，不如器施於一物。大信不約，謂若「胥命於蒲」，無盟約。○約，徐於妙反，沈於略反，注同。大時不齊。或時以生，或時以死。○齊如字。察於此四者，可以有志於學矣。」本立而道生。言以學為本，則其德於民無不化，於俗無不成。三王之祭川也，皆先河而後海，或源也，或委也。此之謂務本。源，泉所出也。委，流所聚也。始出一勺，卒成不測。○原，本又作源。委，於偽反，注同。勺，時酌反。"
      },
      {
        "index": 38,
        "text": "[疏]「君子」至「務本」。○正義曰：此一節論學為眾事之本。○「君子曰」者，記者引君子之言，故云「君子曰」也。「大德不官」者，大德，謂聖人之德也。官，謂分職在位者。聖人在上，垂拱無為，不治一官，故云「大德不官」也，不官而為諸官之本。○「大道不器」者，大道，亦謂聖人之道也。器，謂物堪用者，夫器各施其用，而聖人之道弘大，無所不施，故云「不器」，不器而為諸器之本也。《論語》云「君子不器」，又云「孔子博學而無所成名」是也。○「大信不約」者，大信，謂聖人之信也。約，謂期要也。大信，不言而信。孔子曰：「予欲無言。天何言哉？四時行焉。」不言而信，是大信也。大信本不為細言約誓，故云「不約」也，不約而為諸約之本也。「大時不齊」者，大時，謂天時也。齊，謂一時同也。天生殺不共在一時，猶春夏華卉自生，薺麥自死，秋冬草木自死，而薺麥自生，故云「不齊」也，不齊為諸齊之本也。○「察於此四者，可以有志於本矣」者，結之也。若能察此在上四者之事，則人當志學為本也。庾云：「四者，謂不官為群官之本，不器為群器之本，不約為群約之本，不齊為群齊之本。言四者莫不有本，人亦以學為本也。」○「三王之祭川也，皆先河而後海，或源也，或委也」者，言三王祭百川之時，皆先祭河而後祭海也。或先祭其源，或後祭其委，河為海本，源為委本，皆曰川也，故總云「三王之祭川」。源、委，謂河海之外，諸大川也。○「此之謂務本」者，先祭本，是務重其本也。本小而後至大，是小為大本。先學然後至聖，是學為聖本也。○注「謂若」至「盟約」。○正義曰：案桓公三年夏，齊侯、衛侯胥命於蒲。左氏云：「不盟也。」杜云：「不歃血也。」案彼直以言語相告命，非大信之事，引之者，取其不盟之一邊，而與此不約相當，故引證。○注「源泉」至「不測」。○正義曰：皇氏以為河海之外，源之與委」也，今依用焉。或解云：「源則河也，委則海也。」申明先河而後海，義亦通矣。云「始出一勺，卒成不測」者，《中庸》篇云：「水一勺之多，及其不測，鮫龍生焉。」是其始一勺也，後至不測也。猶言學初為積漸，後成聖賢也。"
      }
    ]
  }
}