{
  "chapterNumber": 24,
  "title": "卷23",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「鄭云：『以其記禮，使人成器。孔子謂子貢瑚璉之器是也。』」\n[疏]正義曰：案鄭《目錄》云：「名為《禮器》者，以其記禮，使人成器之義也。故孔子謂子貢：『汝，器也。』曰『何器也』？曰『瑚璉也』。此於《別錄》屬《制度》。」"
      },
      {
        "index": 1,
        "text": "禮器，是故大備。大備，盛德也。禮器，言禮使人成器，如耒耜之為用也。「人情以為田」，「脩禮以耕之」，此是也。大備，自耕至於食之而肥。禮，釋回，增美質，措則正，施則行。釋猶去也。回，邪辟也。質猶性也。措，置也。○錯，七路反，本又作措，又厝，音同。去，起呂反。邪，似嗟反。辟，四亦反。其在人也，如竹箭之有筠也，如松柏之有心也。二者居天下之大端矣，故貫四時而不改柯易葉。箭，筱也。端，本也。四物於天下最得氣之本，或柔刃於外，或和澤於內，用此不變傷也。人之得禮，亦猶然也。○箭，節見反。筠，於貧反，鄭云：「竹之青皮也。」貫，古亂反。柯，古何反。筱，西了反，徐音小。刃，而慎反。故君子有禮，則外諧而內無怨。人協服也。故物無不懷仁，鬼神饗德。懷，歸也。"
      },
      {
        "index": 2,
        "text": "[疏]「禮器」至「饗德」。○正義曰：此一節論禮能使人成器，則於外物無不備。各依文解之。○「禮器」至「德也」。○言禮能使人成器，故云禮器也。既得成器，則於事無不足，故云「是故大備」也。身既成器，又能備足，則是盛德也。此「大備」者，則上《禮運》所云自「人情以為田」，「脩禮以耕之」，至「食而弗肥」是也。○「禮釋」至「則行」。○「禮，釋回」，此以下用禮為器，以耕人情之事釋去也。回，邪也。用禮為器，能除去人之邪惡也。「增美質」者，增，益也；質，性也。禮非唯去邪而已，人有美性者，禮又能益之也。「措則正」者，措，置也。言置禮在身，則身正也。「施則行」者，施，用也。若以禮用事，事皆行也。○「其在」至「易葉」。○「其在人也，如竹箭之有筠也」，禮道既深，此為設譬也。竹，大竹也。箭，筱也。言人情備德由於禮禮，譬如竹箭四時蔥翠由於外有筠也。筠是竹外青皮。《顧命》云：「敷重筍席」。鄭云：「筍，析竹青皮也。《禮記》曰：『如竹箭之有筠。』」按鄭引《禮記》之「筠」以為「青皮」，是知呼竹為筠。「如松柏之有心也」者，又設譬也。人經夷險，不變其德，由禮使然，譬如松柏陵寒而郁茂，由其內心貞和故也。「二者居天下之大端矣」者，二者，竹、松也。端猶本也。松、竹居於天下，比於眾物，最得氣之本也，「故貫四時不改柯易葉」。貫，經也，既得氣之本，故經四時柯葉無凋改也。改、易，互言也。○「故君」至「無怨」。○解「外諧內無怨」者，謂於外疏遠之處，與人諧和，於內親近之處，無相怨恨，以其有禮接人，故內外協服也。為譬既畢，此合之也。前並舉筠、心二事，正欲譬於君子內外俱美，外柔刀如筠，故能與一切物相諧，內和澤如松心，故能與人無怨。經云二者，據譬也。鄭云四物者，析別言之。○「故物」至「饗德」。○「故物無不懷仁」者，懷，歸也。由外內協服，故悉歸仁，故云物無不懷仁。「鬼神饗德」者，鬼神聰明正直，依人而行，物既懷仁，故神亦饗德也。"
      },
      {
        "index": 3,
        "text": "先王之立禮也，有本有文。忠信，禮之本也。義理，禮之文也。無本不立，無文不行。言必外內具也。○禮也者，合於天時，設於地財，順於鬼神，合於人心，理萬物者也。鬼神，所祀事有德也。是故天時有生也，地理有宜也，人官有能也，物曲有利也。言皆有異。故天不生，地不養，君子不以為禮，鬼神弗饗也。天不生，謂非其時物也。地不養，謂非此地所生。居山以魚鱉為禮，居澤以鹿豕為禮，君子謂之不知禮。不順其鄉之所有也。故必舉其定國之數，以為禮之大經。定國之數，謂地物所出多少。禮之大倫，以地廣狹。謂貢賦之常差。○狹音洽，又戶夾反。差，初隹反，徐初宜反。禮之薄厚，與年之上下。用年之豐凶也。○上，時掌反。是故年雖大殺，眾不匡懼，則上之制禮也節矣。言用之有節也。殺謂穀不熟也。匡猶恐也。○殺，色戒反，徐所例反，注同。匡懼音匡，又丘往反。恐，丘勇反。"
      },
      {
        "index": 4,
        "text": "[疏]「先王」至「節矣」。○正義曰：此一節論因上禮則人外內諧和，遂云禮須信義，兼說行禮之事。各依文解之。○「忠信，禮之本也」者，禮之為本，即忠信是也。忠者內盡於心也，信者外不欺於物也。內盡於心，故與物無怨；外不欺物，故與物相諧也。義理，禮之文也。禮雖用忠信為本，而又須義理為文飾也。得理合宜，是其文也。無本不立，解須本也。無忠信，則禮不立也。無文不行，解須文也。行禮若不合宜得理，則禮不行也。○「禮也」至「知禮」。○此一節論禮者合於天地，協於鬼神，合於人心，而行其禮，若不得天時，不得地財，而行其禮，則不知禮也。「禮也者，合於天時」者，前云忠信為本易見，而義理為文難睹，故此以下，廣說義理為文之事也。夫君子行禮，必須使仰合天時，俯會地理，中趣人事，則其禮乃行也。仰合天時，即依於四時，及豐儉隨時也。○「設於地財」者，俯會地理也。財，物也。所設用物為禮，各是其土地之物也。○「順於鬼神」者，鬼神助天地為化之鬼神也，祀之必順，不濫逆也。○「合於人心」者，中趣人事也。雖合天會地，順於鬼神，又須與人心符合，其神乃行也，是以《書》云「謀及卿士，謀及庶人，謀及卜筮」是也。○「理萬物者也」者，若能使事事如上，則行葦得所，豚魚戴賴，是萬物各得其理也。○「是故天時有生也」者，言天四時自然，各有所生，若春薦韭卵，夏薦麥魚是也。○「地理有宜也」者，地之分理，自然各有所宜，若高田宜黍稷，下田宜稻麥是也。○「人官有能也」者，人居其官，各有所能，若司徒奉牛，司馬奉羊，及庖人治庖，祝治尊俎是也。○「物曲有利也」者，謂萬物委曲，各有所利，若麴櫱利為酒醴，絲竹利為琴笙，皆自然有其性各異也。皇氏云：「有聖人制禮得宜，故致天時有生，地理有宜之等。」非其義也。○「故天不生」者，既得時財，而為天地人物美功，故君子行禮，不為失時非財之事。故此以下明之也：此是不合天時也。「天不生」，謂非時之物，若寒瓜夏橘，及李梅冬實之屬也。○「地不養」者，此是不設地財也。「地不養」，若山之魚鱉，澤之鹿豕也。○「君子不以為禮」者，此是不合人心也。○「鬼神弗饗」者，此是不順鬼神也。○「居山以魚鱉為禮，居澤以鹿豕為禮，君子謂之不知禮」者，此翻廣設地財也，鹿豕是山養，魚鱉是澤物，今若非其地所養而設為禮，此是謂為不知禮也。○注「鬼神」至「德也」。○正義曰：以經云「順於鬼神」，先王制禮，所以能順鬼神者，以鬼神是有德之人，死乃祀為鬼神。禮既合於人心，故得順於鬼神也。○「故必」至「節矣」。○此一節，以上文制禮，因合天時地宜，故此論隨地之所有以制禮也。舉其定國之數，以為禮之大經。禮，物必鄉之所有，故有國者，必書其國內所生物多少定數，以為國之大法也。經，法也。○「禮之大倫，以地廣狹」者，倫猶例也。制禮之大例，又宜隨地廣狹為法，謂貢賦之常差也。○「禮之薄厚，與年之上下」者，此廣順天時。上猶豐也，下猶荒也。雖以地廣狹為制，而又皆須隨於天時也。多少隨年豐荒也。○「是故年雖大殺，眾不匡懼」者，此言得時之美也。大殺謂五穀不孰也。匡猶恐也。雖大兇殺之年，則人主隨而省斂狹用，故天下之眾不恐懼也，則上之制禮也節矣。合結地財天時也，廣狹隨地而賦，豐凶逐時而斂，眾之不恐，並由君上制禮有節故也。"
      },
      {
        "index": 5,
        "text": "禮，時為大，順次之，體次之，宜次之，稱次之。言聖人制禮所先後也。○稱，尺證反，後皆同。堯授舜，舜授禹，湯放桀，武王伐紂，時也。言受命改制度。《詩》云：「匪革其猶，聿追來孝。」革，急也。猶，道也。聿，述也。言文王改作者，非必欲急行巳之道，乃追述先祖之業，來居此為孝。○革，紀力反，注同。○天地之祭，宗廟之事，父子之道，君臣之義，倫也。倫之言順也。○社稷山川之事，鬼神之祭，體也。天地人之別體也。○喪祭之用，賓客之交，義也。義之言宜也，人道之宜。○羔豚而祭，百官皆足，大牢而祭，不必有餘，此之謂稱也。足猶得也。稱，稱牲之大小而為俎，此指謂助祭者耳。而云百官，喻眾也。"
      },
      {
        "index": 6,
        "text": "[疏]「禮時」至「稱也」。○正義曰：此一節明亦因上制禮得節，故以下諸事皆由禮洽天時。今各依文解之。○「禮，時為大」者，揖讓干戈之時，於禮中最大，故云「時為大」也。○「順次之」者，雖合天時，又須順序，故順次之也。○「體次之」者，有時有順，又須小大各有體別也。○「宜次之」者，大小雖有體，行之又須各當其宜也。○「稱次之」者，稱猶足也，行禮又須各自足也。○「堯舜」至「來孝」。○此釋時為大也，堯、舜所以相授者，堯、舜知子不賢，自能遜退而授人，此時使之然也。桀、紂凶虐，不能傳立與人，湯、武救民之災，不可不伐，亦時使之然也。○「《詩》云：『匪革其猶，聿追來孝』」，此《大雅•文王有聲》之篇。革，急也。猶，道也。聿，述也。言文王改作豐邑，非是急行巳之道，能述追先祖之業，來行孝道於此豐邑，時使之然，不得不爾，釋時之義也。今《詩》本「革」作「棘」，「猶」作「欲」，「聿」作「遹」，字不同者，鄭答炅模云：「為記注之時，依循舊本，此文是也。後得《毛詩傳》而為《詩》注，更從毛本，故與記不同。」革、棘、聿、遹，字異義同，《詩》注「來，勤也」，言作豐邑，「非急成巳之欲」，「乃追述王季勤行孝之道也」。○注「革急」至「述也」。○正義曰：革，急；聿，述，並《釋言》文。猶，道也，《釋詁》文。○「天地」至「倫也」。○此事皆是下之事上，以敬順為本，故云倫也。以前經云時為大，順次之，故以倫為順也。○「社稷」至「體也」。○以前經云體次之，此覆說體也。社稷山川為天地之別體，鬼神是人之別體，各有軀體也。○注「天地」至「體也」。○正義曰：神是天之別體，社稷山川是地之別體，鬼是人之別體，兼云天者，社稷山川雖形屬於地，精靈上連於天也。此經鬼神之祭，則上宗廟之事而別屬體者，宗廟至尊，事之須順，故屬順也，體是人死所為，故後屬體也，故云天地人之別體也。○「喪祭」至「義也」。○此釋宜次之也。宜，義也。主人有喪祭之事，應須費用，而賓客有賻賵之交，是人道之宜也。故後云：喪禮，忠之至，賓客用幣，義之至也。○「羔豚」至「稱也」。○此釋稱次之。「羔豚而祭，百官皆足」，足猶得也。夫臣助祭，則各有俎。祭竟，播及胞翟，雖復羔豚之小，而百官一切皆悉得也。○「大牢而祭，不必有餘」者，假令大牢亦不至有餘也。○「此之謂稱也」者，小而皆得，大而不餘，是各稱在體也。○注「此指」至「眾也」。○正義曰：按《儀禮》：「士祭用特牲，大夫祭用少牢，皆以成牲，不用羔豚。」此得有羔豚祭者，按《王制》云：「大夫士有田則祭，無田則薦。」則無地大夫士薦羔豚也。無地則無臣助祭，故云百官喻眾也。"
      },
      {
        "index": 7,
        "text": "諸侯以龜為寶，以圭為瑞；家不寶龜，不藏圭，不台門，言有稱也。古者貨貝寶龜，大夫以下有貨耳。《易》曰：「十朋之龜。」瑞，信也。諸侯執瑞，孤卿以下執摯。闍者謂之台。○堵，本又作闍，音都，又丁古反，徐音常邪反。"
      },
      {
        "index": 8,
        "text": "[疏]「諸侯」至「稱也」。○正義曰：此一節還明上經稱次之事也。但禮主威儀，以尊卑大小，多少質文，各有所宜，其稱非一，故從此以下，更廣明為稱之事。各依文解之。○「諸侯以龜為寶」者，諸侯有保土之重，宜須占詳吉凶，故得以龜為寶也。○「以圭為瑞」者，圭兼五等玉也。諸侯之於天子，如天子之於天也。天子得天之物謂之瑞，故諸侯受封於天子，天子與之玉，亦謂為瑞也。《書》云「輯五瑞」，又云「班瑞於群後」是也。此云圭，不云璧，從可知也。○「家不寶龜」者，家，卿大夫也。大夫卑輕，不得寶龜，故臧文仲居蔡為僣也。○「不藏圭」者，卿大夫不得執玉，故不得藏圭。○「不台門」者，兩邊築闍為基，基上起屋曰台門，諸侯有保捍之重，故為台門，而大夫輕，故不得也。○「言有稱」者，結上得與不得，各有所稱。○注「古者」至「之台」。○正義曰：言古者貨貝，以貝為貨，若今之用錢為貨也。貝有五種，按《食貨志》：王莽作金銀龜貝錢布之品，名曰寶貨。大貝四寸八分以上，二枚為一朋，直二百一十六文；壯貝三寸六分以上，二枚為一朋，直五十文；麼貝二寸四分以上，二枚為一朋，直三十文也；小貝一寸二分以上，二枚為一朋，直十文也；○不盈寸二分，漏度不得為朋，率枚直錢三文，是為貨貝五品。又以龜為寶，故云「古者貨貝寶龜」。云「《易》曰『十朋之龜』」者，按《損卦•六五爻》云：「或益之十朋之龜。」鄭注引《爾雅》云：「一曰神龜。」郭註：「此當龜以為畜在宮沼者。」「二曰靈龜。」注云：「今江東所用卜龜黃靈黑靈者，此蓋與天龜靈屬一也。」「三曰攝龜。」注云「以腹甲翕然攝斂頭閉藏之」，即當《周禮》地與四方之龜，知者，以皆有奄斂之義故也。「四曰寶龜」。即「遺我大寶龜」，及《樂記》曰「青黑綠者，天子之寶龜」，及《公羊》定公八年「龜青純」皆是也。「五曰文龜」。注「甲有文采者，《河圖》云靈龜負書丹甲青文」是也。言靈者直是神龜之義，非天龜也。「六曰筮龜」。注云「常在蓍叢下」者。「七曰山龜，八曰澤龜，九曰水龜，十曰火龜」。注「此皆說龜所生處」也。大凡神、靈、寶、文、攝，唯五體而巳。《家語》臧氏家有守龜，名曰蔡。文仲三年為一兆，武仲三年而為二兆，孺子容三年而為三兆，此云家不寶龜。按《三正記》、《白虎通》天子之龜尺二寸，諸侯一尺，大夫八寸者，彼謂卜龜。士亦有龜，故《士喪禮》卜宅是也。龜出於蔡，故得以為名也。臣瓚注《漢書》云：「蔡，龜名。」非也。臧氏又有僂句，故《左氏》昭二十五年傳云「僂句不餘欺」是也。《食貨志》云：「元龜尺二寸，直二千一百六十，為大貝十朋。公龜九寸以上，直五百，為壯貝十朋。侯龜七寸以上，直三百，為玄貝十朋。子龜五寸以上，直百，為小貝十朋。」此等皆為一貝有十朋，與十朋之龜義同也。云「闍者謂之台」，《爾雅•釋宮》文。"
      },
      {
        "index": 9,
        "text": "禮有以多為貴者。天子七廟，諸侯五，大夫三，士一。天子之豆二十有六，諸公十有六，諸侯十有二，上大夫八，下大夫六。諸侯七介七牢，大夫五介五牢。天子之席五重，諸侯之席三重，大夫再重。天子崩，七月而葬，五重八翣；諸侯五月而葬，三重六翣；大夫三月而葬，再重四翣。此以多為貴也。豆之數，謂天子朔食，諸侯相食，及食大夫。《公食大夫禮》曰：「宰夫自東房薦豆六，設於醬東。」此食下大夫而豆六，則其餘著矣。《聘禮》：「致饔餼於上大夫，堂上八豆，設於戶西。」則凡致饔餼，堂上之豆數亦如此。《周禮》：公之豆四十，其東西夾各十有二。侯伯之豆三十有二，其東西夾各十。子男之豆二十有四，其東西夾各六。諸侯七介七牢者，周之侯伯也。大夫五介五牢者，侯伯之卿使聘者也。《周禮》：上公九介九牢，侯伯七介七牢，子男五介五牢。《聘儀》所云「上公七介，侯伯五介，子男三介」，乃謂其使者也。天子葬五重者，謂杭木與茵也。葬者，杭木在上，茵在下。《士喪禮》下篇陳器曰：「杭木橫三縮二，加杭席三，加茵，用疏布緇翦，有幅，亦縮二橫三。」此士之禮一重者，以此差之，上公四重。○介音介，副也，後皆同；俗讀古賀反，非也。重，直龍反，下及注皆同。翣，所甲反。相食音嗣，下同。餼，許既反。夾，古洽反，又古協反。使，色吏反。杭木，苦浪反，又音剛，又戶剛反。茵音因。縮，所六反。"
      },
      {
        "index": 10,
        "text": "[疏]「禮有」至「為貴也」。正義曰：「天子七廟」，尊者誠深孝篤，故立廟乃多世為稱也。「諸侯五，大夫三，士一」者，德轉薄，故廟少為稱也。「士一廟」者，據下士為言，若適士則二廟也。○「天子之豆二十有六」者，謂天子朔食也。尊者宜備味，多乃稱之，故多致豆二十有六也。○「諸公十有六」，上公也，謂更相朝時堂上之豆數也。○「諸侯十有二」者，侯、伯、子、男也，亦謂相朝時堂上之豆數也。○「上大夫八，下大夫六」者，皆謂主國食使臣堂上之豆數。○「諸侯七介七牢」者，介，副也；牢，大牢也。謂諸侯朝天子，天子以大牢禮賜之也。《周禮》：公九介九牢，侯伯七，子男五。今言七，舉中言之也。○「大夫五介五牢」者，臣為君使，各降其君二等，此五介五牢，謂侯伯之卿，亦舉中言之。○「諸侯之席三重」者，謂相朝時賓主皆然也。尊者須溫厚，故多重乃稱也。三重則四席也。熊氏云：「三重則三席也。」○「大夫再重」者，卑於人君故也。○「天子崩，七月而葬，五重」者，五重謂杭木與茵也。尊者宜堅固，故多重也。○「八翣」者，尊宜多鄣蔽以稱之也。○「三重六翣」者，五等同也，卑於王，故鄣蔽少也。然前介及牢不云天子者，天子無介，牢禮無等，及為賓客之事。○「再重四翣」者，諸侯大夫又卑，故從而少飾也。此以多為貴也者，都結上之文也。○注「豆之」至「四重」。○正義曰：「豆之數，謂天子朔食，諸侯相食」者，以文連下，大夫六豆，上大夫八豆，皆食饗大禮，明天子諸侯之豆數，亦是大禮，故為天子朔食，諸侯相食也。其天子齊則無文，亦當與朔食同也。皇氏云：「天子之豆二十有六者，天子庶羞百二十品，籩豆各六十。今云二十六者，說堂上數也。堂下東西夾各十七，兩十七合三十四，三十四就二十六，故合六十也。」今按禮有正羞庶羞，故《公食大夫禮》設韭菹醓醢六豆，「設於醬東」，是正羞也。將食士，羞庶羞，設於稻南膷臐膮牛炙之等。十六豆，謂之庶羞。又《掌客》云「公豆四十」，又云「食四十」，則豆盛正羞。食，謂庶羞也，故鄭注《掌客》云「食者，其庶羞美可食者」，是庶羞與正羞別。此上大夫八豆、下大夫六豆，皆為正羞，而天子二十六豆亦為正羞，故熊氏以為正羞，醯醢百二十罋之等。但不知堂夾，若為陳列皇氏以為庶羞，其義非也。云「《公食大夫禮》曰宰夫自東房薦豆六，設於醬東」者，鄭引以證下大夫六豆之義，云「此食下大夫而豆六，則其餘著矣」者，下大夫六豆，設於堂上，則天子之豆二十有六、諸公十有六、諸侯十有二亦設於堂上顯著可知，故云「其餘著矣」。云「《聘禮》致饔餼於上大夫，堂上八豆，設於戶西」者，證明此經上大夫八豆之義也。按《公食大夫禮》亦有「上大夫八豆」之文，必引《聘禮》上大夫者，此以《公食大夫》是食禮，《聘禮》上大夫是致饔餼禮，欲見食與饔餼，堂上豆數同，故鄭此云：「凡致饔餼，堂上豆數亦如此」，謂亦如此食下大夫之禮。云「《周禮》；公之豆四十，其東西夾各十有二，侯伯之豆三十有二，其東西夾各十，子男之豆二十有四，其東西夾各六」，此豆數皆《周禮•掌客》文。其陳於堂上以東西夾，此鄭以意量之。按《聘禮》「致饔餼於上大夫，堂上八豆，西夾六豆，東方亦如之」，此是堂上東西夾各設其豆，東西夾又減於堂上之數。上公堂上十六豆，故知東西夾各十二。侯伯堂上十二，故知東西夾各十也。子男堂上亦十二，故知東西夾各六也。云「諸侯七介七牢者，周之侯伯也」者，《大行人》云：「上公介九人，禮九牢，侯伯介七人，禮七牢，子男介五人，禮五牢。」此獨言侯伯者，舉中言也。云「大夫五介五牢者，侯伯之卿使聘者也」者，按《大行人》云：凡卿大夫士之禮，各下其君二等，侯伯七介七牢，其臣既降二等，故卿大夫五介五牢，其介數得各下其君二等。君牢，則以爵等。五等之卿同牢。今言五牢者，唯據侯伯之卿降君二等也，其餘牢禮則否。云「天子葬五重者，謂杭木與茵也」者，明五重之義。云「葬者，杭木在上，茵在下」者，古者為槨，累木於其四邊，上不不周，致茵於槨下，所以藉棺從上，下棺之後，又置杭木於槨之上，所以杭載於上。引「《士喪禮》下篇陳器曰：『杭木橫三縮二，加杭席三，加茵，用疏布緇翦，有幅，亦縮二橫三。』此士之禮一重」者，引之者，證此經葬五重三重之義也。皇氏云：「下棺之後，先加折於壙上，以承杭席。折，猶庪也。方鑿連木為之，蓋如床，縮者三，橫者五。無簀，於上加抗木。杭木之上加杭席三，此為一重。如是者五，則為五重。茵者，藉棺外下縟，用淺色緇布為之，每將一幅，輒合縫為囊，將茅秀及香草著其中，如今有絮縟也。而縮二橫三，每為一重也。杭木上橫三，下縮二，以其在上象天，天數奇，故上三也；下象地，地數偶，故下二也。茵則上直二，下橫三，茵既在下，下法地也；上數二象地，下數三象天，以天三合地二，人中央也。故鄭注《士喪禮》下篇云：「謂天三合地二，人藏其中焉。』」此皆皇氏之說也。今按《既夕禮》「杭木橫三縮二」，「茵縮二橫三」，鄭注云：「其用之木三在上，茵二在下，像天三合地二，人藏其中。」如鄭此注，則茵縮二在下。皇氏云：「茵縮二在上，橫三在下，像天裹於人。」與鄭注違，其義非也。云「以此差之，上公四重」者，按天子既五，諸侯乃三，按豆數及棺之重數，上公與諸侯不同，今諸侯既三，明上公四重也。熊氏於此明筵之例，既是禮之通義，今略載焉。熊氏云：「天子祫祭席五重，此文是也。禘則宜四重也。時祭三重，《司几筵職》是也。受神酢席亦然，大朝覲、大饗食、封國、命諸侯皆然。」知者，《司几筵職》文。其平常朝覲及燕，綯亦三重席，知者，以諸侯燕禮有加席故也。其臥席則亦「下莞上簟」，則《詩•斯干》所云是也。天子待諸侯則莞筵紛純，加繅席畫純，待諸侯之孤亦然，故《公食大夫禮》注云：「孤為賓，則莞筵紛純，加繅席畫純」是也。待諸侯之卿大夫，則《公食》云：上下大夫「蒲筵，常，緇布純，加萑席尋，玄帛純」，注云「謂三命大夫」是也。公食大夫雖是諸侯之法，然天子待之亦然也。天子於已臣子孤卿以下，蓋亦然。若其燕，此上等之人皆單席，故燕禮賓無加席，注云：「燕，私禮，臣屈也。」然天子燕臣亦然也。祭天則蒲越瑽鞂，《郊特牲》云是也。自天地以外，日月山川五祀，則《郊特牲》鬼神之祭單席是也。及《司几筵》云：「甸役則設熊席。」註：「表貉所設席。」亦是也。「顧命席」鄭註：「不用生時席，新鬼神之事故也。」諸侯則《司几筵》云：「祭祀席，蒲筵繢純，加莞席酢席，紛純加繅席。」是祭祀二重也。諸侯相朝，亦二重也。相饗，此經三重，及《郊特牲》云：「大饗君三重席而酢焉。」於燕則兩重，以介為賓，或可賓亦單席也。待聘卿大夫諸侯，自坐，蓋亦兩重也。其聘者身則禮，時及饗食，孤則莞筵藻席，卿大夫則蒲筵萑席，故聘禮之賓改筵。注引《公食大夫禮》曰：「蒲筵萑席，公燕則以介為賓。」故《郊特牲》云：「三獻之介，君專席而酢焉。」此降尊以就卑是也。於已臣子，則燕禮賓無加席。卿辭重席，則司宮徹之。諸公亦無加席。大射，則賓有加席，以射辯尊卑故也。然則饗食已卿大夫亦重席。其祭社稷山川亦單席，大夫士祭祀止一席也，故《特牲》、《少牢》無異席也。其卿大夫依法再重席，燕禮，賓及卿一席，屈也。聘，賓為苟敬席屈。大射，賓雖加席，餘卿一席，亦屈也。然則孤卿大夫再重正也，故《鄉射》注「大夫再重席正也」。然則《鄉飲酒》諸公三重席者，鄉人特尊之也。故諸公「升如賓禮，辭一席，使人去之」，注「謙自同於大夫」是也。「大夫再重」，「有諸公則辭加席，委於席端，主人不徹，無諸公則大夫辭加席，主人對，不去加席」，注云「大夫席再重也」。卿大夫為主人正一重席者，以賓，鄉人之賢者，故下之也。《公食》「賓坐，遂卷加席，公不辭」者，注云：「贊者以告公，公聽之，重來優賓也。」凡儀禮之例，一種席皆稱重，故《燕禮》注云：「重席，重蒲筵。」是也。所以鄉射大夫辭加席，亦是一種。稱加者，以上己云公三重，大夫再重，故變云加耳。若餘經雖異席亦稱重，則此經是也。凡席有兩則稱二重，有一則稱一重，與棺重別也。"
      },
      {
        "index": 11,
        "text": "有以少為貴者。天子無介，祭天特牲。天子適諸侯，諸侯膳以犢。諸侯相朝，灌用郁鬯，無籩豆之薦。大夫聘禮以脯醢。天子一食，諸侯再，大夫、士三，食力無數。大路繁纓一就，次路繁纓七就，圭璋特，琥璜爵。鬼神之祭單席。諸侯視朝，大夫特，士旅之。此以少為貴也。天子無介，無客禮也。灌，獻也。一食、再食、三食，謂告飽也。食力謂工商農也。大路繁纓一就，殷祭天之車也。《周禮》「王之五路」，「玉路繁纓十有二就」，「金路九就」，「像路七就」，「革路五就」，「木路翦繁鵠纓」。圭璋特，朝聘以為瑞，無幣帛也。琥璜爵者，天子酬諸侯，諸侯相酬，以此玉將幣也。大夫特，士旅之，謂君揖之。○犢音獨，本亦作特。朝，直遙反，下及注同。灌，古亂反，注同。鬯，丑亮反。脯醢，上音甫，下音海。繁，步干反，下及注同。琥音虎，又作虎。璜音黃。單音丹。翦，子淺反，一音箋。鵠，胡毒反。"
      },
      {
        "index": 12,
        "text": "[疏]「有以」至「貴也」。○正義曰：此一節明以少為貴，亦是稱之義也。○「天子無介」者，為賓用介，而天子以天下為家，既不為賓客，故無介也。○「祭天特牲」者，特，一也。天神尊，尊質，故止一特也。○「天子適諸侯，諸侯膳以犢」者，諸侯事天子如天子事天，天子事天既用一牛，故天子巡守過諸侯境土，諸侯奉膳亦止一牛而已也。○「諸侯相朝，灌用郁鬯」者，轉卑，須味轉多也。諸侯相朝，謂五等自相朝也。灌，獻也。天子祭天不用郁鬯，諸侯膳天子亦無郁鬯，而自相朝，朝享禮畢，未饗食之前，主君酌郁鬯之酒以獻賓，示相接以芬芳之德，不在殽味也。何以知朝享畢而灌？按《司儀職》云：凡諸公相為賓，將幣畢，云儐亦如之。鄭云：儐，謂以郁鬯禮儐也。上於下曰禮，敵者曰儐，而引《禮器》「諸侯相朝，灌用郁鬯，無籩豆之薦」，謂此朝禮畢。儐，賓也。按《大行人》云：「上公」、「王禮再祼而酢」，則諸侯朝天子，天子灌用郁鬯。此特云「諸侯相朝」者，此經據以少為貴，諸侯於天子無郁鬯，諸侯相朝，則設郁鬯，欲見卑者禮多，故特舉諸侯相朝也。○「無籩豆之薦」者，義在少而不在味，故唯有鬯而無殽也。○「大夫聘禮以脯醢」者，大夫出使行聘禮畢，主國禮之，酌以酒，而又有脯醢，無芬芳之德，故須味稍多也。○「天子一食」者，食猶飧也。尊者常以德為飽，不在食味，故每一飧輒告飽，而待勸之乃更飧，故云一食也。○「諸侯再」者，德降天子，故至再飧而告飽，須勸乃又食。○「大夫士三」者，德轉少，告轉疏也，故《少牢特牲禮》皆三飯而告飽也。○「食力無數」者，食力謂工商農庶人之屬也。以其無德不仕，無祿代耕，故但陳力就業乃得食，故呼食力也。此等無德，以飽為度，不須告勸，故飧無數也。庾云：「食力，力作以得食也。」○「大路繁纓一就」者，大路，殷祭天之車也。殷猶質，以木為車，無別雕飾，乘以祭天，謂之大路也。繁謂馬腹帶也。纓，鞅也。染絲而織之曰罽，五色一匝曰就，就，成也，言五色匝一成，車既樸素，故馬亦少飾，止一就也。○「次路繁纓七就」者，次路，殷之第三路也。供卑用，故就多也。然《郊特牲》云：「大路一就，先路三就，次路五就。」而此云次路七就，鄭注《郊特牲》以此云「七」為誤。○「圭璋特」者，圭璋，玉中之貴也。特，謂不用他物媲之也。諸侯朝王以圭，朝後執璋，表德特達，不加物也。○「琥璜爵」者，琥璜，是玉劣於圭璋者也。天子饗諸侯，或諸侯自相饗，行禮至酬時，則有幣將送酬爵，又有琥璜之玉將幣，故云琥璜爵也。琥璜既賤，不能特達，故附爵乃通也。崔氏云：諸侯貴者以琥，賤者以璜，則公侯以琥，伯子男以璜也。○「鬼神之祭單席」者，神道異人，不假多重自溫，故單席也。○「諸侯視朝，大夫特，士旅之」者，視朝，謂日出視諸臣之朝者也。特猶獨也。旅，眾也。君行日出路門視諸臣之朝，若大夫，則君人人揖之；若士，則不問多少，而君眾共一揖之也。是大夫貴，故人人得揖，士賤，故眾共得一揖。是以少為貴也。此諸侯所尊者少，故大夫特、士旅之。若天子之朝，所尊者多，故《司士》云：「孤卿特揖，大夫以其等旅揖，士旁三揖。」是也。○注「天子」至「揖之」。○正義曰：此云天子無介，謂無以客禮陳擯介也。其實餘事亦有介副，故鬯人共介鬯，是天子臨鬼神使介執鬯也。云「一食、再食、三食，謂告飽也」者，按《儀禮•特牲》有九飯，《少牢》十一飯，鄭云：「諸侯十三飯，天子十五飯。」此云「一食、再食」，與彼不同，此據食畢更加飯告飽之數也。云「食力謂工商農也」者，以經既云「大夫、士」，別云「食力」，大夫士之下，唯有工商農，故知食力是工商農也。若對文言之，則庶人食力，故《晉語》云：「士食田，庶人食力，工商食官也。」云《周禮》王之五路，玉路繁纓十有二就，金路九就，像路七就，革路五就，水路翦繁鵠纓」者，皆《周禮•巾車》文。按《巾車》云：「一曰玉路，鍚樊纓十有再就，建大常，十有二斿以祀。二曰金路，鉤樊纓九就，建大旂以賓。三曰象路，朱樊纓七就，建大赤以朝。四曰革路，龍勒條纓五就，建大白以即戎。五曰木路，前樊鵠纓，建大麾以田。」云「圭璋特，朝聘以為瑞，無幣帛也」者，《聘禮》曰：聘君以圭，聘夫人以璋。是聘也。《典瑞》云：「公執桓圭，侯執信圭，伯執躬圭。」諸侯以相見及朝天子亦無束帛。是圭璋朝聘以為瑞無幣帛。按《聘禮》行享之時，則璧以帛，琮以錦，是加束帛。又《小行人》云「以玉合六幣，圭以馬」，注云：「二王之後享天子。」「璋以皮「，注云：「二王之後享後。」皮馬不上堂，唯圭璋特升堂，亦是圭璋特義也。云「琥璜爵」者，天子酬諸侯，諸侯相酬，以此玉將幣也者，琥璜非爵名，經云「琥璜爵」，故知琥璜送爵也。按《聘禮》：禮賓之幣，束帛乘馬，又「致饗以酬幣」，又「致食以侑幣」。鄭云：「禮束帛乘馬，亦不是過也。」則諸侯於聘賓唯用束帛乘馬，皆不用玉，今琥璜送爵，故知是天子酬諸侯及諸侯自相酬也。"
      },
      {
        "index": 13,
        "text": "有以大為貴者。宮室之量，器皿之度，棺槨之厚，丘封之大，此以大為貴也。○有以小為貴者。宗廟之祭，貴者獻以爵，賤者獻以散，尊者舉觶，卑者舉角。五獻之尊，門外缶，門內壺，君尊瓦甒。此以小為貴也。凡觴一升曰爵，二升曰觚，三升曰觶，四升曰角，五升曰散。五獻，子男之饗禮也。壺大一石，瓦甒五斗，缶大小未聞也。《易》曰：「尊酒簋貳用缶。」○量音亮。皿，命景反，《字林》音猛。散，悉旦反，注同。觶，文豉反。缶，方有反。甒音武。觚音孤。"
      },
      {
        "index": 14,
        "text": "[疏]「有以」至「貴也」。○正義曰：「貴者獻以爵，賤者獻以散」，按《特牲》云：「主人獻屍用角，角受四升，其器小。佐食洗散以獻屍，散受五升，其器大。」是尊者小，卑者大。按天子諸侯及大夫皆獻屍以爵，無賤者獻以散之文，禮文散亡，略不具也。《特牲》「主人獻屍用角」者，下大夫也。「尊者舉觶，卑者舉角」者，崔氏云：按《特牲》、《少牢禮》，屍入舉奠觶，是尊者舉觶。《特牲》「主人受屍，酢受角飲」者，是卑者舉角，此是士禮耳。天子諸侯祭禮亡失，不具也。○「五獻之尊」者，五獻，子男之饗禮也。凡王饗臣，及其自相饗，行禮獻數，各隨其命，子男五命，知五獻是子男。其饗有酒列尊之法，故云尊也。○「門外缶」者，缶，尊名也。列尊之法，缶盛酒在門外。○「門內壺」者，壺亦尊也，盛酒陳尊在門內。○「君尊瓦甒」者，君尊，子男尊也，子男用瓦甒為尊，故云君尊。瓦甒云君尊，則壺、缶但飲諸臣也。不云內外，則陳之在堂，人君而尊專惠也。○「此以小為貴也」者，小尊近君，大尊在門，是不重味，故以小為貴爵也。○注「凡觴」至「用缶」。○正義曰：「一升曰爵，二升曰觚，三升曰觶，四升曰角，五升曰散」者，皆《韓詩說》文。按《異義》：「今《韓詩說》一升曰爵，爵，盡也，足也。二升曰觚，觚，寡也，飲當寡少。三升曰觶，觶，適也，飲當自適也。四升曰角，角，觸也，不能自適，觸罪過也。五升曰散，散，訕也，飲不能自節，為人所謗訕也。總名曰爵，其實曰觴，觴者餉也。觥亦五升，所以罰不敬，觥，廓也，所以著明之貌，君子有過，廓然明著，非所以餉，不得名觴。古《周禮說》：爵一升，觚三升，獻以爵而酬以觚，一獻而三酬則一豆矣。食一豆肉，飲一豆酒，中人之食。《毛詩說》：觥大七升。許慎謹按：《周禮》云一獻三酬當一豆，若觚二升不滿一豆。又觥罰不過一，一飲而七升為過多。」即駮之云：「《周禮》獻以爵而酬以觚，觚，寡也。觶字角旁著氏，是與觚相涉誤為觚也。南郡太守馬季長說：『一獻三酬則一豆，豆當為鬥，與一爵三觶相應。』」如鄭此言，是《周禮》與《韓詩說》同一也。此《周禮》一獻三酬，按《燕禮》獻以觚，又《燕禮》四舉酬，熊氏云：「此一獻三酬，是士之饗禮也。若是君燕禮，則行無筭爵，非唯三酬而巳。若是大夫以上饗禮，則獻數又多，不唯一獻也。故知士之饗禮也。」云「壺大一石，瓦甒五斗」者，《漢禮器制度》文也。此瓦甒即《燕禮》公尊瓦大也。云「缶大小未聞也」者，今以小為貴，近者小，則遠者大，缶在門外，則大於壺矣。按《禮圖》，瓦大受五斗，口徑尺，頸高二寸，逕尺大中，身銳下平。瓦甒與瓦大同。引《易》曰：「尊酒簋貳用缶。」《易•坎卦•六四爻辭》。按《六四》「尊酒簋貳用缶，納約自牖，終無咎」，鄭云：「六四上承九五，又五體在震上，天子大臣以王命出會諸侯。尊於簋副，設玄酒而用缶也。」"
      },
      {
        "index": 15,
        "text": "有以高為貴者。天子之堂九尺，諸侯七尺，大夫五尺，士三尺。天子諸侯台門。此以高為貴也。○有以下為貴者。至敬不壇，埽地而祭。天子、諸侯之尊廢禁，大夫、士棜禁。此以下為貴也。廢猶去也。棜，斯禁也，謂之棜者，無足，有似於棜，或因名云耳。大夫用斯禁，士用棜禁，如今方案，隋長局足，高三寸。○壇，大丹反。棜，於據反。去，起呂反。斯禁，如字，劉昌宗音賜。隋，池果反。高如字，又古根反。"
      },
      {
        "index": 16,
        "text": "[疏]「有以」至「貴也」。○正義曰：「天子之堂九尺」，此周法也。按《考工記》「殷人重屋」，「堂崇三尺」，鄭差之，云「夏高一尺」，故知此九尺者，周法也。○「至敬不壇，掃地而祭」者，此謂祭五方之天，初則燔柴於大壇，燔柴訖，於壇下掃地而設正祭，此周法也。○「天子，諸侯之尊廢禁」者，謂廢去其禁。《司尊彝》爵鬯之尊用舟以承之，其犧象等六尊皆無用舟。又《燕禮》諸侯之法，「瓦大兩，有豐」，是無禁也。是天子諸侯廢禁。○「大夫、士棜禁」者，謂大夫用棜，士用禁。○注「棜斯」至「高三寸」。○正義曰：棜，斯禁，此文謂之棜。按《鄉飲酒》是大夫禮謂之斯禁也。棜長四尺，廣二尺四寸，深五寸，無足，赤中，畫青雲氣，菱苕華為飾。禁長四尺，廣二尺四寸，通局足高三寸，漆赤中，畫青雲氣，菱苕華為飾，刻其足為褰帷之形也。云「謂之棜者，無足，有似於棜，或因名云耳」者，棜是輿名，故《既夕禮》云「設棜於東堂下」，注云：「棜，今之轝也。」又注《特牲》云：「棜之制，如今大木轝矣。」上有四周，下無足，今大夫斯禁亦無足，似木轝之棜。故周公制禮，或因名此斯禁云棜耳，故《少牢》「司宮尊兩甒於房戶之間，同棜」，是周公時已名斯禁為棜也。今定本無「世人」二字，熊氏以為後世人因名云耳，謂後世作記之人，始名為棜。其義非也。云「大夫用斯禁」者，按《玉藻》云：「大夫側尊用棜，則斯禁也。」按《鄉飲酒》「兩壺斯禁」，是大夫用斯禁也。《玉藻》云：「士用禁。」又《士冠禮》、《士昏禮》承尊皆用禁，是士用禁也。謂之禁者，鄭注《士冠禮》云：「名之禁者，因為酒戒也。」按《鄉射》是士禮，而用斯禁者，以禮樂賢從大夫也。按《特牲》是士禮，而云「棜禁在東序」，士亦言棜者，鄭注云：「棜禁者，祭尚厭飫，故得與大夫同也。」云「禁，如今方案，隨長局足，高三寸」者，按《漢禮器制度》而知。今按鄭注《儀禮》「棜，今無足」。轝，皇氏以為棜，一頭足，一頭無足。未知有何馮據？且高下不等，何以承尊？其義非也。"
      },
      {
        "index": 17,
        "text": "禮有以文為貴者。天子龍袞，諸侯黼，大夫黻，士玄衣纁裳。天子之冕，朱綠藻，十有二旒，諸侯九，上大夫七，下大夫五，士三。此以文為貴也。此祭冕服也。朱綠，似夏、殷禮也。周禮，天子五采藻。○卷本又作袞，同古本反。黼音甫。黻音弗。熏字又作纁，詳雲反。繰，本又作璪，亦作藻，同子老反，注同。○有以素為貴者，至敬無文，父黨無容。大圭不琢，大羹不和，大路素而越席，犧尊疏布鼏，樿杓，此以素為貴也。大圭長三尺，抒上，終葵首。琢當為「篆」，字之誤也。《明堂位》曰：「大路，殷路也。」鼏或作幕。樿，木白理也。○「琢字又作琢，文轉反，徐又依字丁角反。大羹音泰。和，胡臥反。越席音活。犧尊，鄭素何反，王如字。幎，本又作幕，又作鼏，莫歷反。樿，章善反，又市戰反。杓，市幼反。長，直亮反。杼，直呂反。幕音莫。"
      },
      {
        "index": 18,
        "text": "孔子曰：「禮不可不省也。禮不同、不豐、不殺。」此之謂也。蓋言稱也。省，察也。不同，言異也。○殺，所戒反，又所例反，下「而殺」、注「芟殺」皆同。"
      },
      {
        "index": 19,
        "text": "[疏]「禮有」至「稱也」。○正義曰：「天子龍袞，諸侯黼，大夫黻，士玄衣纁裳」，人君因天之文章以表於德，德多則文備，故天子龍袞，諸侯以下，文稍少也。然《周禮》上公亦袞，侯伯鷩，子男毳，孤卿絺，大夫玄，士爵弁玄衣纁裳。今言諸侯黼，大夫黻，雜明夏、殷禮也。但夏、殷衣有日月星辰山龍，今云龍袞者，舉多文為首耳。日月之文，不及龍也。崔云然也。○「天子之冕，朱綠藻，十有二旒」者，亦是夏、殷也。周藻五采也。十二謂旒數也。○「諸侯九，上大夫七，下大夫五，士三」者，亦夏、殷也，周家旒數隨命數，又士但爵弁無旒也。○「此以文為貴也」者，是其稱也。○注「此祭」至「采藻」。正義曰：此祭冕服也。既漫雲龍袞黼黻，故鄭云此是祭祀冕服也。云「朱綠，似夏、殷禮也。周禮，天子五采藻」者，鄭據經，非周法也。而云「似夏、殷」者，夏、殷無服禮文，今此文非周制，故云似也。熊氏云：「朱綠以下，是夏、殷禮，其天子龍袞，諸侯黼，大夫黻等，皆周法，無嫌。諸侯雖九章七章以下，其中有黼也。孤絺冕而下，其中有黻，特舉黼黻而言耳。故《詩•采蘋》云：『玄袞及黼。』是特言黼也。《詩•終南》美秦襄公『黻衣繡裳』，是特言黻也。」熊氏之義，逾於皇氏耳。○「有以素」至「貴也」。○「至敬無文」，「至敬」謂敬之至極，謂祭天服用大裘，是「無文」也。○「父黨無容」者，謂父之族黨，是親質素，故事之無有折旋揖讓之容。○「大圭不琢」者，大圭，天子朝日月之圭也，尚質之義但抒上，終葵首，而無琢桓蒲之文也。○「大羹不和」者，大羹，肉汁也；不和，無鹽梅也。大古初變腥，但煮肉而飲其汁，未知調和，後人祭既重古，故但盛肉汁，謂之大羹不和。○「大路素而越席」者，大路，殷家祭天車也。越席，蒲席也。祭天本質素，故素車蒲席也。○「犧尊」者，先儒云：「刻尊為犧牛之形，用以為尊。」鄭云：「畫尊作鳳羽婆娑然，故謂娑尊也。」祭天既用陶匏，蓋以瓦為尊，畫犧羽於上，或可用犧為尊，是夏、殷禮也。周用陶也。皇氏以為犧尊，即《周禮》犧象也。而祭天用陶匏者，謂盛牲牢及酌酒器，其義非也。具在《特牲疏》。「疏布鼏」者，疏，粗也；鼏，覆也。謂郊天時以粗布為巾以覆尊也。故《冪人》云：「祭祀，以疏布巾冪八尊。」注云：「以疏布者，天地之神尚質也。」○「樿杓」者，樿，白理木也。貴素，故用白理木為杓，而鄭注《周禮》亦云：「祭天爵不用玉也。」○注「大圭」至「葵首」。○正義曰：杼，殺也。長三尺，下頭方而殺其上，故云杼上。「終葵首」者，椎名也。於杼上之頭又為方椎，故云終葵首也。○「孔子」至「稱也」。○「禮不可不省」，記者引孔子語證上諸事也。省，察也。禮既有諸事，所趣不同，不可不察，不察則禮道無由可知也。「禮不同」者，此是可省之事也，不同謂或高下、大小、文素之異也。○「不豐」者，應少不可多，是不豐也。○「不殺」者，應多不可少也，是不殺也。此之謂也。○「蓋言稱也」者，此之謂上諸事也，上事各異，蓋是各言其有稱故也。此經總說在人稱之事也。"
      },
      {
        "index": 20,
        "text": "禮之以多為貴者，以其外心者也。外心，用心於外，其德在表也。德發揚，詡萬物，詡猶普也，遍也。○詡，況矩反。遍音遍。大理物博，如此，則得不以多為貴乎？故君子樂其發也。發猶見也。樂，多其外見也。○樂，五孝反，注同。見，賢遍反，下「外見」、「告見」皆同。"
      },
      {
        "index": 21,
        "text": "[疏]「禮之」至「發也」。○正義曰：此一節以上言稱，作記之人因廣明稱之事。○「禮之以多為貴」者，此說禮之所以須多為貴之意。○「以其外心者也」，謂其用心於外也。用心於外，謂起自朝廷，廣及九州四海也。王者居四海之上，宜為四海所畏服，故禮須自多厚顯德於外，於外亦以接物也，故云以其外心者也。《隱義》云：「萬物在人，外非已所有，故以多為貴也。」○「德發揚，詡萬物」者，此以下解心在外義也。詡，普也，遍也。言王者撫有四海，宜發揚其德普遍萬物也。○「大理物博」者，言王者大領理萬物之事，廣博如此，則得不以多為貴乎者，結上也。既有德發於外，遍萬物，理博事條如此，則豈得不貴多乎？故貴之也。○「故君子樂其發也」者，君子，則天子也。發，見也。既須外接，故所行事樂得其禮跡發見於外也。一云君子謂民下識禮道者也。庾云：「王功被於物，君子樂其外見也。」"
      },
      {
        "index": 22,
        "text": "禮之以少為貴者，以其內心者也。內心，用心於內，其德在內。德產之致也精微，致，緻密也。○致，直置反，注皆同。觀天下之物無可以稱其德者，萬物皆天所生，孰可奉薦以稱也。如此，則得不以少為貴乎？是故君子慎其獨也。少其牲物，致誠愨。○殼字又作愨，苦角反，下文同。"
      },
      {
        "index": 23,
        "text": "[疏]「禮之」至「獨也」。○正義曰：此一節亦覆說禮之以少為貴之意，以其內心者也。內心謂用心於內也。用心於內，謂行禮不使外跡彰著也。○「德產之致也精微」者，此以下解心在內義也。德，天地之德也。產，生也。致，密也。言天地之德，生於萬物，深密，唯精唯微，無所遺忘者也。盧云：「天地之德，所生至精至微也。」○「觀天下之物，無可以稱其德」者，觀猶覽視也。言視天下萬物，皆是天地所生。若待彼所生，以報於彼，終非報義，故云無可以稱其德者也。如此則得不以少為貴乎者，既無物可稱，則宜少外多內也。是其外跡，豈得不貴少乎？王云：欲遍取萬物以祭天，終不能稱其德報其功，故以特犢貴誠愨之義也。○「是故君子慎其獨也」者，獨，少也。既外跡應少，故君子用少而極敬慎也。前云「故」，此云「是故」者，慎之情深，故加「是」也。"
      },
      {
        "index": 24,
        "text": "古之聖人，內之為尊，外之為樂，少之為貴，多之為美。是故先王之制禮也，不可多也，不可寡也，唯其稱也。\n[疏]「古之」至「稱也」。○正義曰：此一節覆說聖人制禮，或內或外，或少或多，然後為稱也。○「古之聖人，內之為尊」者，解內心也。天不可外報，所以內極敬慎，而其理為尊也。○「外之為樂」者，解外心接物須廣大，故外極繁富，而其事可樂也。《隱義》云：「樂多其外見者，謂衣服萬物，悉外見物也。已有功德，故得使有此物，以光輝祀先人為樂也。」○「少之為貴」者，極心於內，故外以少為貴也。○「多之為美」者，極禮跡於表，故以外多為美也。○「是故先王之制禮也，不可多也，不可寡也」者，合結多少乃異，而以有稱為禮也。"
      },
      {
        "index": 25,
        "text": "是故君子大牢而祭謂之禮，匹士大牢而祭謂之攘。君子謂大夫以上。攘，盜竊也。○匹士，本或作正士。攘，如羊反。上，時掌反。"
      },
      {
        "index": 26,
        "text": "[疏]「是故」至「之攘」。○正義曰：此一節說禮既須稱中，則得禮，僣則盜竊。○「君子大牢而祭謂之禮」者，君子，大夫以上。大夫常祭少牢，遣奠及卒哭、祔用大牢，故祭用大牢而謂之禮也。○「匹士大牢而祭謂之攘」者，匹士，士也。攘，盜也。士常祭特豚，遣奠、卒哭、祔加一等少牢。若用大牢，則是盜竊用君子之禮也。然不直言士而言匹士者，更云士，言其微賤，不得特使為介乃行，故謂之匹也。《白虎通》云「庶人稱匹夫」者，匹，偶也，與其妻偶，陰陽相戒之義也，故《論語》云「匹夫匹婦」。檢於禮，本時有「匹」字作「正」字者，有通者云：天子大夫常祭亦大牢，故此文云大夫大牢，謂之禮正也。若諸侯大夫自常祭少牢，加一等乃大牢耳，少牢饋食是諸侯大夫禮也。崔氏亦用此義，然盧、王《禮》本並作「匹」字矣，今定本及諸本並作「正」字，熊氏依此本而為「正」字，恐誤也。"
      },
      {
        "index": 27,
        "text": "管仲鏤簋朱紘、山節藻梲，君子以為濫矣。濫亦盜竊也。鏤簋謂刻而飾之，大夫刻為龜耳，諸侯飾以象，天子飾以玉。朱紘，天子冕之紘也，諸侯青組紘，大夫士當緇組紘纁邊。栭謂之節，樑上楹謂之梲。宮室之飾，士首本，大夫達稜，諸侯斫而礱之，天子加密石焉。無畫山藻之禮也。○鏤簋，力豆反，下音軌。紘音宏。藻梲，章悅反，依字當作棳，樑上朱儒柱。栭音而。稜，力登反。斫，陟角反。礱，力工反。"
      },
      {
        "index": 28,
        "text": "[疏]「管仲」至「濫矣」。○正義曰：此一節明奢而失禮之事。○「管仲鏤簋朱紘」者，此是不稱之人也。管仲，齊大夫也。簋，黍稷器也。紘，冕之飾，用組為之，以其組從下屈而上屬之，於兩旁垂餘為纓。此鏤簋朱紘，是天子之飾，而管仲僣濫為之也。○「山節」者，山節謂刻柱頭為斗拱，形如山也。○「藻梲」者，謂畫樑上短柱為藻文也。此是天子廟飾，而管仲僣為之也。鄭注《明堂》云：山節，刻盧為山也；藻梲，畫侏儒柱為藻文也。○「君子以為濫矣」者，君子識禮者也，謂管仲行此事是為竊濫也。○注「鏤簋」至「禮也」。○正義曰：鏤簋謂刻而飾之，鏤謂刻鏤，故知刻而飾之。云「大夫刻為龜耳」者，按《少牢》「敦皆南首」鄭注云：「敦有首者，尊者器飾也。飾蓋象龜，周之禮：飾器各以其類，龜有上下甲也。龜、簋聲相近，故知為龜形也。○云「諸侯飾以象」者，按《燕禮》有象觚，故知飾以象也。云「天子飾以玉」者，按《周禮》九嬪云：「贊玉齍。」《玉府》云：「共玉敦。」是也。云「朱紘，天子冕之紘也，諸侯青組紘」，皆《祭義》文也。○云「大夫士當緇組紘纁邊」者，按《士冠禮》「緇組紘纁邊」是士也。天子諸侯用純，大夫當用雜，故宜與士同也。云「栭謂之節，樑上楹謂之梲」者，《釋宮》文。其樑上楹謂之梲，孫炎云：「樑上侏儒柱也。」又云：「栭謂之節，李巡本『節』作『楶』，謂薄盧一名節，皆謂斗栱也。」熊氏云：「栭上著木須穩，謂之盧，即今之<木沓>木也。」以盧與栭異物，其說非也。云「宮室之飾，士首本，大夫達稜，諸侯斫而礱之，天子加密石焉」者，此莊二十四年《穀梁傳》文，彼云「大夫斫之，士斫本」，與此異。按《禮緯•含文嘉》云：「大夫達稜，謂斫為四稜，以達兩端。」士首本者，士斫去木之首本，令細與尾頭相應，《晉語》及《含文嘉》並《穀梁傳》，雖其文小異，大意略同也。此管仲所僣，皆天子之禮。知者，《明堂位》云「山節，藻梲」，「梲子之廟飾」故也。"
      },
      {
        "index": 29,
        "text": "晏平仲祀其先人，豚肩不揜豆，澣衣濯冠以朝，君子以為隘矣。隘猶狹陋也。祀不以少牢，與無田者同，不盈禮也。大夫士有田則祭，無田則薦。澣衣濯冠，儉不務新。○澣又作浣，戶管反。濯，直角反。朝，直遙反。隘，本又作阨，於賣反。○是故君子之行禮也，不可不慎也。眾之紀也，紀散而眾亂。言二大夫皆非也。紀，絲縷之數有紀。"
      },
      {
        "index": 30,
        "text": "[疏]「晏平」至「眾亂」。○正義曰：此一節論儉而不中禮，非稱之事。○「豚肩不揜豆」者，晏平仲，齊大夫也。大夫祭用少牢，士用特豚，而平仲今用豚，豚又過小，並豚兩肩不揜豆也。必言肩者，周人貴肩也。肩在俎，今云豆，喻其小，假豆言之，其實在俎，不在豆也。○「澣衣濯冠以朝」者，大夫須鮮華之美，而晏氏澣衣濯冠以朝君，是不華也。○「君子以為隘矣」者，隘，狹也。識禮君子，評其大儉褊狹。○注「祀不」至「者同」。○正義曰：「與無田者同」，謂與無田之士同，不關大夫也。無田大夫，猶用羔羊也。"
      },
      {
        "index": 31,
        "text": "孔子曰：「我戰則克，祭則受福，蓋得其道矣。」我，我知禮者也。克，勝也。\n[疏]「孔子」至「道矣」。○此一節論孔子述知禮之人，自稱戰、克、祭、受福之事。○「我戰則克，祭則受福」者，又引《郊特牲》語結稱也。我謂知禮者。克，勝也。言知禮之人，戰必勝，祭必受福，蓋得其道矣者，解所以戰勝而祭受福也。戰勝、祭受福，是所為得道，不多不少，隨而稱當也，祗為二大夫之不稱也。然此無戰事，祇應云祭受福，而此連言戰者，彼為二句相連，故合引之也，且彼因祭之田獵，而教戰選兵，祭有戰事。○注「我，我知禮者也」。○正義曰：知非孔子自我者，君子務在謙光，不應自言祭祀受福之事，故知述知禮者而言我也。"
      },
      {
        "index": 32,
        "text": "君子曰：「祭祀不祈，祈，求也。祭祀不為求福也。《詩》云「自求多福」，福由巳耳。○為，於偽反，下「為母」、「為父母」皆同。不麾蚤，麾之言快也。祭有時，不以先之為快也。齊人所善曰麾。○摩，本又作麾，毀皮反，齊人謂快為麾。蚤音早。不樂葆大，謂器幣也。葆之言褒也。○葆音保，又保毛反，本又作保。不善嘉事，嘉事之祭，致夫人是也。禮宜告見於先祖耳，不善之而祭。牲不及肥大，薦不美多品。」以禮之義，有以小少為貴也。"
      },
      {
        "index": 33,
        "text": "[疏]「君子」至「多品」。○正義曰：此一節論祭祀之事，依禮而行，不樂華美。祭祀不祈者，祈，求也。凡祭祀之禮，本為感踐霜露思親，而宜設祭以存親耳，非為就親祈福報也。○「不麾蚤」者，麾，快也；蚤謂先時也。孝子感霜露應心而思親，思親而宜祭，不以霜露未至而先時早設為快也。○「不樂葆大」者，葆者，褒也。褒，崇高之稱也。祭之器幣，大小長短自有常宜，幣通丈八尺，豆盛四升，不以貴者貪高大為之也。○「不善嘉」者，嘉事，冠、昏也。人年二十成人，自宜冠，三十嗣世自宜昏。若無親者，昏三月祭以告廟，冠畢掃地而祭禰，並是有為而然，非謂善之而設祭。○「牲不及肥大」者，謂郊牛繭栗、宗廟角握、社稷尺，各有所宜，不必須並及肥大也。○「薦不美多品」者，薦祭品味宜有其定，不以多為美，故《郊特牲》而社稷大牢是也。○注「祈求」至「已耳」。○正義曰：按《鄭志》答趙商問：「祭祀不祈，商按：《周禮》設六祈之科禱攘而祭，無不祈，故敢問《禮記》者何義也？」鄭答云：「祭祀常禮，以序孝敬之心，當專一其志而已。禱祈有為言之，主於求福，豈禮之常也。又鄭《發墨守》云：「孝子祭祀，雖致其誠信與其忠敬而巳，不求其為，而祝、屍嘏主人曰：皇屍命工祝，承致多福無疆於女孝孫，來女孝孫，使女受祿於天，宜稼於田，眉壽萬年，勿替引之。」若此祭祀，內盡巳心，外亦有祈福之義也。○注「嘉事」至「是也」。○正義曰：按桓三年齊侯使仲年來聘致夫人，於時公取文姜三月廟見，故仲年來致夫人。於時無祭，而云嘉事之祭者，當致夫人之時，必告廟也。故《曾子問》卿大夫取妻三月，有廟見之禮。"
      },
      {
        "index": 34,
        "text": "孔子曰：「臧文仲安知禮！夏父弗綦逆祀而弗止也。燔柴於奧。文仲，魯公子彄之曾孫臧孫辰也。莊、文之間為大夫，於時為賢，是以非之不正禮也。文二年「八月丁卯，大事於大廟，躋僖公」，始逆祀，是夏父弗綦為宗人之為也。奧當為爨字之誤也，或作灶。禮，屍卒事，而祭饎爨饔爨也。時人以為祭火神乃燔柴。○父音甫。不綦音忌；不，亦作弗。燔音煩，又芳雲反。奧依注作爨，七亂反，下同。彄，苦侯反。大廟音太，下注「太平」、下文「太廟」並同。躋，子西反，升也，本又作躋。饎爨，昌志反，下七亂反。夫奧者，老婦之祭也。盛於盆，尊於瓶。」老婦，先炊者也。盆、瓶，炊器也。明此祭先炊，非祭火神，燔柴似失之。○盛音成。瓶，步丁反。"
      },
      {
        "index": 35,
        "text": "[疏]「孔子」至「於瓶」。○正義曰：此以下引仲尼證不得所宜之人也。文仲，魯大夫也，事莊閔僖文四君，時人眾尊為知禮，故孔子證其不知禮之事，以譏時人也。○「夏父弗綦逆祀而弗止也」者，此非禮之一事也。魯閔公、僖公俱是莊公之子，閔適而小，僖庶而大。莊公死而立閔為君，僖時為臣，閔少而死，後乃立僖為君。僖死，僖公子文公立。文二年八月丁卯大事於大廟，是時夏父弗綦為宗伯典禮，佞文公云：「吾見新鬼大故鬼小。」使列昭穆，以閔置僖下，是臣在君上為逆亂昭穆。時臧文仲為卿大夫，見有此逆祀之事而不諫使止，故云安知禮也。○「燔柴於奧」者，此又非禮之事。奧音爨，爨以爨煮為義也。禮，祭至屍食竟而祭爨神，言其有功於人，人得飲食，故祭報之。而夏父弗綦為禮官，謂爨神是火神，而遂燔柴祭之，此是失禮。而文仲又不能諫止之，又為不知禮也。○「夫奧者，老婦之祭也」者，既譏燔柴於爨，又明祭爨不可以燔柴之義。爨者，是老婦之祭，其祭卑，唯盛食於盆，盛酒於瓶，卑賤若此，何得燔柴祭之也？○注「文仲」至「燔柴」。○正義曰：云「文仲，魯公子彄之曾孫臧孫辰也」者，按《世本》：」孝公生僖伯彄，彄生哀伯達，達生伯氏瓶，瓶生文仲辰「，是公子彄曾孫也。云「莊、文之間為大夫」者，按莊二十八年臧孫辰告糴於齊，文二年縱逆祀，是莊、文之間為大夫。云「於時為賢」者，襄二十四年《左傳》云：先大夫曰臧文仲，既沒，其言立於後世，死猶不朽。是於時為賢也。云「文二年八月丁卯，大事於大廟，躋僖公，始逆祀」者，按文二年《公羊傳》云：「大事者何？大祫也。逆祀奈何？先禰而後祖也。」何休云：「近取法《春秋》，惠公與莊公當同南面西上，隱、桓與閔、僖亦當同北面西上。閔、僖為兄弟，以繼代言之，有父子君臣之道。」此恩義逆順，故云「先禰後祖」，此《公羊》之義也。按《外傳》云：「躋僖公，弗綦云：明為昭，其次為穆。」以此言之，終文公至惠公七世，惠公為昭，隱公為穆，桓公為昭，莊公為穆，閔公為昭，僖公為穆。今躋僖公為昭，閔公為穆，自此以下，昭、穆皆逆，故定公八年順祀先公，服氏云：「自躋僖公以來，昭、穆皆逆。」是同《國語》之說，與何休義異。《公羊》董仲舒說躋僖云逆祀，小惡也；《左氏》說為大惡也。許君謹按：同《左氏》說。鄭駮之云：「兄弟無相後之道，登僖公主於閔公主上，不順，為小惡也。」如鄭此意，正以僖在閔上謂之為昭，非昭穆也。云「奧，當為爨字之誤也」者，下文云「老婦之祭，盛於盆，尊於瓶」，故知非奧也。奧者，夏祀灶神，其禮尊，以老婦配之耳。故《中霤禮》祭灶，先薦於奧，有主有屍，用特牲迎屍，以下略如祭宗廟之禮，是其事大也。爨者，宗廟祭祀，屍卒食之後，特祭老婦，盛於盆，尊於瓶，是其事小也。云「或作灶」者，諸《禮記》本有作「灶」字，故云「或」也。云「禮，屍卒食，而祭饎爨饔爨也」者，《特牲記》注舊說云：「宗婦祭饎爨，亨者祭饔爨，用黍肉而已，無籩豆俎。」云「時人以為祭火神乃燔柴」者，依屍卒食而祭饎爨饔爨，當時失禮，又以此為祭火神，遂乃燔柴，故文云燔柴於奧，明失禮也。皇氏云：「弗綦既以逆祀為是，又以燔柴祭爨為是。」云「祭火神乃燔柴」者，熊氏云：「宗伯以實柴祀日月星辰，有大火之次，故祭火神乃燔柴。」按《異義》：灶神，今禮戴說引此燔柴盆瓶之事，古《周禮》說顓頊氏有子曰黎，為祝融，祀以為灶神。許君謹按：同《周禮》。鄭駮之云：「祝融乃古火官之長，猶後稷為堯司馬，其尊如是。王者祭之，但就灶陘，一何陋也？祝融乃是五祀之神，祀於四郊，而祭火神於灶陘，於禮乖也。」如鄭此言，則祝融是五祀之神，祀於郊。奧者，正是灶之神，常祀在夏，以老婦配之，有俎及籩、豆，設於灶陘，又延屍入奧。爨者，宗廟祭後，直祭先炊老婦之神，在於爨灶。此祝融並奧及爨三者所以不同也。"
      },
      {
        "index": 36,
        "text": "禮也者，猶體也。若人身體。體不備，君子謂之不成人。設之不當，猶不備也。禮有大有小，有顯有微。大者不可損，小者不可益，顯者不可揜，微者不可大也。故《經禮》三百，《曲禮》三千，其致一也。致之言至也。一，謂誠也。《經禮》謂《周禮》也，《周禮》六篇，其官有三百六十。曲猶事也，事禮謂今禮也。禮篇多亡，本數未聞，其中事儀三千。○當，丁浪反。未有入室而不由戶者，三百、三千，皆猶誠也。"
      },
      {
        "index": 37,
        "text": "[疏]「禮也」至「屍者」。○正義曰：此一節論因上禮之有稱，故此以下，廣明三代之禮皆由誠信乃合。亦各依文解之。○「禮也者，猶體也」者，猶若人身體也。○「體不備，君子謂之不成人」，釋體也。人身體髮膚、骨肉、筋脈備足，乃為成人。若片許不備，便不為成人也。○「設之不當，猶不備也」者，合譬也。禮既猶如人之有體，體雖備，但設之不當，則不成人，則設禮不當亦不成禮，猶人體之不當也。所以已祭天地，復祭山川社稷；已事生人，復祭宗廟，是備祭之義也。「禮有大」者，謂有大及多為貴也。「有小」者，謂有小及少為貴也。「有顯」者，謂有高及文為貴也。「有微」者，謂有素及下為貴也。「大者不可損，小者不可益，顯者不可揜，微者不可大也」者，各隨其體而設禮，不得不當也。○「故《經禮》三百，《曲禮》三千」者，既設禮大小隨於萬體，不可不備，故周公制禮，遂有三千三百之多也。「其致一也」者，致，至也。一，誠也。雖三千三百之多，而行之者皆須至誠，故云一也。若損大益小，揜顯大微，皆失至誠也。周公攝政七年，制禮作樂，為設官分職之法，亦名《周官》，有六卿，每卿下各有屬官六十，凡三百六十經。秦焚燒之後，至漢孝文帝時，求得此書，不見《冬官》一篇，乃使博士作《考工記》補之，非上之義，唯證《周禮》三百六十職也。○「未有入室而不由戶」者，室猶禮也。戶猶誠也。入室必由戶，行禮必由誠，故云未有入室而不由戶，行禮不由誠者，言皆由誠也。"
      },
      {
        "index": 38,
        "text": "君子之於禮也，有所竭情盡慎，致其敬而誠若，謂以少小下素為貴也。若，順也。有美而文而誠若。謂以多大高文為貴也。"
      },
      {
        "index": 39,
        "text": "[疏]「君子」至「誠若」。○正義曰：此經覆明上以少小下素之義。○「有所竭情盡慎，致其敬而誠若」者，謂所以少小下素為貴者，當求諸於內，有所求竭已情，盡其戒慎，致其恭敬而行，至誠和順，故以少小下素為貴也。○「有美而文而誠若」：此一經明多大高文為貴之義。「有美而文」者，謂有威儀之美，而文章顯著，而行至誠和順者，章之於外，故須多大高文也。言內行誠順，則以少小下素求諸內也，外行誠順，則以多大高文章之外也。"
      },
      {
        "index": 40,
        "text": "君子之於禮也，有直而行也，謂若始死哭踴無節也。有曲而殺也，謂若父在為母期也。○期音基。有經而等也，謂若天子以下至士庶人為父母三年。有順而討也，討猶去也，謂若天子以十二，公以九，侯伯以七，子男以五為節也。○去，起呂反，下「去之」同。有摲而播也，摲之言芟也，謂芟殺有所與也。若祭者貴賤皆有所得，不使虛也。○摲，所監反，又所覽反。芟，所鹹反。有推而進也，謂若王者之後，得用天子之禮。有放而文也。謂若天子之服，服日月以至黼黻。○放，方往反，下「有放」、「必放」同。有放而不致也，謂若諸侯自山龍以下。○不致，本或作「不至」。有順而摭也。謂若君沐梁，大夫沐稷，士沐梁。○摭，之石反。"
      },
      {
        "index": 41,
        "text": "[疏]「君子」至「摭也」。○正義曰：此經廣明禮意不同。○「有直而行也」者：君子於禮，一事也。直而行，謂親始死，孝子哀慼哭踴無節，直在已天性而行也。○「有曲而殺也」者：二事也。曲殺謂服父斬衰三年，為母齊衰期，是曲殺也。○「有經而等也」者：三事也。經，常也。常而等，謂上自天子，下至庶人，雖尊卑有異，而服其父母，則貴賤同等也。○「有順而討也」者：四事也。順猶順序，討猶去也，謂天子至尊，每十二為節，自此以下，轉相降差，公九，侯伯七，子男五，順序而稍去之也。○「有摲而播也」者：五事也。摲，芟也。播，布也。謂君祭而群臣助祭得俎，而下至胞翟一切悉有所得，是芟上貴之分，以布遍於下也。○「有推而進也」者：六事也。謂二王之後，已喪天位，而天子必推而進之，使用王禮也。○「有放而文也」者：七事也。放，法也。謂天子畫日月星辰於衣服，是法天以為文。○「有放而不致也」者：八事也。致，極也。謂諸侯以下，亦有放法而不得極也。○「有順而摭也」者：九事也。摭猶拾取也。謂若君沐梁，大夫用稷，士用梁，士卑不嫌，是拾君之禮而用之也。"
      },
      {
        "index": 42,
        "text": "三代之禮一也，民共由之，或素或青，夏造殷因。一也，俱趨誠也。由，用也。素尚白，黑尚青者也。言所尚雖異，禮則相因耳。孔子曰：「殷因於夏禮，所損益可知也。周因於殷禮，所損益可知也。」變白黑言素青者，秦二世時，趙高欲作亂，或以青為黑、黑為黃，民言從之，至今語猶存也。"
      },
      {
        "index": 43,
        "text": "[疏]「三代」至「殷因」。○正義曰：此一節廣明三代損益不同。○「三代之禮一也」者，謂三代所行之禮雖各別，一皆趍於至誠，故云一也。○「民共由之」者：由，用也。非唯君行禮用誠如一也，民亦共用誠如一也。○「或素」者：前明三代雖異，而俱用誠是同，此述其跡異也。或素，尚白也，尚白，殷世之禮也。○「或青」者：尚黑，夏世之禮也。然夏先殷後，今先云「或素」者，記是周時，今欲見周因於殷，殷因於夏禮也。○「夏造」者，往來之禮雖同，而先從夏始，故云夏造也。○「殷因」者，因於夏禮而用之，故云殷因也。○注「一也」至「存也」。○正義曰：「一也，俱趨誠也」，文承上「《經禮》三百，《曲禮》三千，其致一也」。一謂至誠，故知此一亦至誠也。云「青尚黑者也」者，夏以十三月為正，於時草之萌牙變白而青也，夏正尚黑，故也青謂黑也。云「秦二世時，趙高欲作亂，或以青為黑、黑為黃，民言從之，至今語猶存也」者，按《史記》秦二世名胡亥，於時丞相趙高欲殺二世，未知人從己否，乃指鹿為馬，人畏趙高，皆稱鹿為馬，是其事也。其以青為黑以黑為黃，即鹿馬之類也。鄭去胡亥既近，相傳知之。此作記之人在胡亥之後，故或素或青。若王肅之說，則異於此，故《家語》云：「夏後以水德而王，色尚黑。周以木德王，色尚黃。舜以土德王，色尚白。」《聖證論》王肅以為夏同堯，皆尚其紫色，舜土德王尚白，而尚青者，土以生為功，東方生物之始，故尚青。土既尚青，水則辟之青而用白也，故殷是水德而尚白。王肅此說，與《檀弓》、《緯候》文乖，不可用也。"
      }
    ]
  }
}