{
  "chapterNumber": 20,
  "title": "卷19",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "天子崩，未殯，五祀之祭不行。既殯而祭。其祭也，屍入，三飯不侑，酳不酢而巳矣。自啟至於反哭，五祀之祭不行，巳葬而祭，祝畢獻而巳。既葬彌吉，畢獻祝而後止。郊社亦然，惟嘗禘宗廟俟吉也。○飯，扶晚反，下同。不侑音又，絕句，下皆放此。酳音胤，又仕覲反。酢，才各反。"
      },
      {
        "index": 1,
        "text": "曾子問曰：「諸侯之祭社稷，俎豆既陳，聞天子崩，後之喪，君薨，夫人之喪，如之何？」孔子曰：「廢。亦謂夙興陳饌牲器時也。自薨比至於殯，自啟至於反哭，奉帥天子。」帥，循也。所奉循如天子者，謂五祀之祭也。社稷亦然。○比，必利反。"
      },
      {
        "index": 2,
        "text": "[疏]「天子」至「天子」。○正義曰：天子諸侯祭禮既亡，今《儀禮》唯有大夫士祭禮以言之。按《特牲饋食禮》：「祝延屍於奧，迎屍而入，即延坐，三飯告飽，祝侑屍，屍又飯，至於九飯畢。」若大夫依《少牢饋食》，屍食十一飯而畢，鄭注《少牢》云：「士九飯，大夫十一飯也。」則其餘有十三飯、十五飯也。按此說，則諸侯十三飯，天子十五飯。又按《特牲禮》，屍九飯畢，主人酌酒酳屍，屍飲卒爵，酢主人，主人受酢飲畢，酌獻祝，祝飲畢，主人又酌獻佐食。此是士之祭禮也。今約此而說天子五祀之祭也。○「天子崩未殯，五祀之祭不行」者。○以初崩哀慼，未遑祭祀。雖當五祀，祭時不得行。既殯而祭者，但五祀外神，不可以巳私喪久廢其祭，故既殯哀情稍殺而後祭也。○「其祭也，屍入，三飯不侑，酳不酢而巳矣」者，今喪既殯，不得純如吉禮，理須宜降殺。侑，勸也。故迎屍入奧之後，屍三飯告飽則止，祝更不勸侑其食，使滿常數也。又熊氏云：「『三飯不酳，不酢而巳矣』，謂迎屍入奧之後，屍三飯即止，祝不勸侑至十五飯，於時塚宰攝主酌酒酳屍，屍受卒爵，不酢攝主，故云『三飯不侑，酳不酢而巳』者，謂唯行此而巳，不為在後餘事也。」○「自啟至於反哭，五祀之祭不行」者，謂欲葬之時，從啟殯以後，葬畢反哭以前，靈柩既見，哀摧更甚，故云「五祀之祭不行，巳葬而祭，祝畢獻而巳」。「巳葬而祭」者，謂巳葬反哭殯宮畢而行其祭，但既葬彌吉，屍入三飯之後，祝乃侑屍，屍食十五飯，攝主酳屍，屍飲卒爵而酢攝主，攝主飲畢酌而獻祝，祝受飲畢則止，無獻佐食以下之事。所以然者，以葬後未甚吉，唯行此禮而巳。而巳，是語辭也。皇氏云：「巳，止也。」○注「既葬」至「吉也」。○正義曰：經云祝畢獻止，謂祝受獻祭禮，遂畢止，不獻佐食以下。云「郊社亦然」者，《王制》云「唯祭天地社稷，為越紼而行事」，是與五祀同也。趙商問云：「自啟至反哭，五祀之祭不行。注云『郊社亦然』者，按《王制》云『唯天地社稷為越紼而行事』何？」趙商之意，葬時郊社之祭不行，何得有越紼而行事？鄭答：「越紼行事，喪無事時，天地郊社有常日，自啟及至反哭，自當辟之。」鄭言無事者，謂未殯以前是有事，既殯以後未啟以前是無事，得行祭禮，故有越紼行事。鄭云「郊社有常日，自啟至反哭，自當辟之」者，郊社既有常日，自啟反哭，當辟此郊社之日。郊社尊，故辟其日，不使相妨。五祀既卑，若與啟反哭日相逢，則五祀辟其日也。鄭言天地社稷去殯處遠，祭時逾越此紼而往赴之。五祀去殯處近，暫往則還，故不為越紼也。云「唯嘗禘宗廟俟吉也」者，謂為嘗禘之禮以祭宗廟，俟待於吉，故《王制》云「喪三年不祭」是也。其在喪祭郊社之時，其喪所朝夕仍奠，知者，《雜記》云：「國禁哭則止，朝夕之奠即位，自因也。」人臣尚爾，明天子得也。○注「帥循」至「亦然」。○正義曰：「帥，循也」，此《釋詁》文。以經云奉循天子。按上天子有祭五祀之文，今云奉循如天子，謂諸侯五祀亦如天子，故云「謂五祀之祭」。是諸侯五祀，如天子五祀也。今此諸侯祭社稷，其遭喪節制與五祀同，故云「社稷亦然」。按天子崩、後喪，諸侯當奔赴，得奉循天子之禮者，諸侯或不自親奔而身在國者，或唯據君薨及夫人之喪，其嗣子所祭，得奉循天子者也。"
      },
      {
        "index": 3,
        "text": "曾子問曰：「大夫之祭，鼎俎既陳，籩豆既設，不得成禮，廢者幾？」孔子曰：「九。」「請問之。」曰：「天子崩，後之喪，君薨，夫人之喪，君之大廟火，日食，三年之喪，齊衰，大功，皆廢。外喪自齊衰以下，行也。齊衰異門則祭。其齊衰之祭也，屍入，三飯，不侑，酳不酢而巳矣。大功，酢而巳矣。小功、緦，室中之事而巳矣。室中之事，謂賓長獻。○長，知丈反，下文「誄長」同。士之所以異者，緦不祭。然則士不得成禮者十一。所祭，於死者無服，則祭。」謂若舅，舅之子，從母昆弟。"
      },
      {
        "index": 4,
        "text": "[疏]「曾子」至「行也」。○正義曰：不直云大功以上皆廢，而歷序三年之喪、齊衰、大功者，以曾子問廢者有幾，孔子對云廢者有九，遂歷序九種之事，一一備言。此大夫祭者，謂祭宗廟，故下文云「所祭，於死者無服，則祭」，是據宗廟也。○注「齊衰異門則祭」。○正義曰：今遭異門，其齊衰之喪祭也。○「屍入，三飯，不侑，酳不酢而巳矣」。○若遭異門齊衰之喪，其祭迎屍入室，但三飯則止。祝更不勸侑使至十一，但三飯耳，則主人酌酒酳屍，屍不酢主人，唯此而巳。○「大功，酢而巳矣」。○大功服輕，祭禮稍備。屍三飯，祝侑至十一飯而止。主人酌酒酳屍，屍酢主人，主人乃停，故云「大功酢而巳矣」。○「小功、緦，室中之事而巳矣」。○小功與緦麻，其服轉輕，祭禮轉備，其祭，屍十一飯訖，主人酳屍，屍卒爵，酢主人，主人獻祝及佐食畢。次主婦獻屍，屍酢主婦，主婦又獻祝及佐食。次，賓長獻屍。○若平常之祭，屍得賓長獻爵，則止不舉，待致爵之後，屍乃舉爵。今既喪殺，賓長獻屍，屍飲以酢賓，賓又獻祝及佐食而祭畢止。凡屍在室之奧，祝在室中北廂南面，佐食在室中戶西北面，但主人主婦及賓獻屍及祝、佐食等三人，畢則止，故云「室中之事而巳矣」。若致爵之時，主婦在房中南面，主人獻賓堂上北面，皆不在室中。其室中者，獻屍、祝、佐食耳，故此注云「室中之事，謂賓長獻。」此小功緦麻兼內外。知者，以前文云內喪大功以上廢，則知內喪小功以下不廢也。按《雜記》云：「臣妾死於宮中，三月而後祭之。」此內喪緦麻不廢祭者，此謂鼎俎既陳，臨祭之時，故不廢也。若不當祭時，有臣妾死於宮中，及大夫為貴妾緦，庶子為父後者，為其母緦之屬，皆不祭。○「士之所以異者，緦不祭」。○孔子見曾參歷問至大夫，必應及士，故因廣舉士以語之。大夫唯至大功為九，而士又加緦、小功二等，合為十一。此亦謂祭宗廟鼎俎既陳而值喪也。大夫祭值緦、小功，不辨內外，皆不廢祭，而禮則小異耳。士值緦、小功，不辨外內，一切皆廢祭，士輕，故為輕親伸情也。○「所祭，於死者無服，則祭」，所祭，謂士祭祖禰，而死者巳雖為緦，祖禰於死者無服，鼎俎既陳，則亦祭也。○注「謂若」至「昆弟」。○正義曰：此等於巳雖服緦，而於祖禰則無服。然此皆母親，而得云無服者，祭祀以祖禰為主，母親於巳服緦，於祖禰無服。然此皆母親，以父為主也。其從母，父雖無服，巳為小功。熊氏云：「亦廢祭也。」皇氏云：「以從母，於父無服，不廢祭也。」按經云「緦不祭，所祭，於死者無服，則祭」，據緦為文，似不關小功，故鄭以緦服解之，皇氏橫加小功，其義非也。"
      },
      {
        "index": 5,
        "text": "曾子問曰：「三年之喪吊乎？」孔子曰：「三年之喪，練不群立，不旅行。為其苟語忘哀也。○為，於偽反，下「為彼」、「為親」、「妻為」、「婦為」、「為巳病」皆同。君子禮以飾情，三年之喪而吊哭，不亦虛乎？」為彼哀，則不專於親也。為親哀，則是妄吊。"
      },
      {
        "index": 6,
        "text": "[疏]「曾子」至「虛乎」。○正義曰：此一節論身有重服，不得吊人之事。○「君子禮以飾情」，凡行吉凶之禮，必使外內相副，用外之物以飾內情，故云衰以飾在內之情，故冠冕文彩以飾至敬之情，粗衰以飾哀痛之情，所以《三年問》云：「衰服為至痛飾也。」故云「君子禮以飾情」也。○「三年之喪而吊哭，不亦虛乎」者，若身有重服而吊他人，則非飾情，所以為虛也。言虛者，吊與服並虛也。何者？若巳有喪，吊彼而哭哀彼，則忘巳本哀，是巳服為虛也。若心存於巳哀，忘彼而哭彼，則是於吊為虛也。故注云「為彼哀則不專於親也，為親哀則是妄吊」。"
      },
      {
        "index": 7,
        "text": "曾子問曰：「大夫士有私喪，可以除之矣。而有君服焉，其除之也如之何？」孔子曰：「有君喪服於身，不敢私服，又何除焉？重喻輕也。私喪，家之喪也。《喪服四制》曰：「門外之治，義斷恩。」○治，直吏反。斷，丁亂反。於是乎有過時而弗除也。君之喪服除，而後殷祭，禮也。」謂主人也。支子則否。○除如字，徐直慮反。"
      },
      {
        "index": 8,
        "text": "[疏]「曾子」至「禮也」。○正義曰：此一節論臣有君親之喪，當隆於君之事，各依文解之。○「孔子曰：有君喪服於身，不敢私服，又何除焉」者，答以重喻輕也。「門外之治，義斷恩」，若身有君服，後遭親喪，則不敢為親制服也。「又何除焉」者，謂成喪服為重始，除服為輕末，在親始重之日，尚不獲伸，況輕末之時而可行乎？故云「又何除焉」。「君之喪服除，而後殷祭，禮也」者，殷祭，謂小大二祥祭也。以其禮大，故曰殷也。言初乃為身有君服，不敢為親私除。若君服除後，乃可為親行私喪二祥之祭，以伸孝心也。故盧氏云：「殷祭，盛也。君服除，乃行釋私服之禮。」庾蔚云：「今月除君服，明月可小祥，又明月可大祥，猶若久喪不葬者也。若未有君服之前，私服巳小祥者，除君服後，但大祥而可。巳有君服之時，巳私服或未小祥，是以總謂之殷祭，而不得云再祭。殷，大也。小、大二祥，變除之大祭，故謂之殷祭也。禘祫者，祭之大，故亦謂之殷祭。」但此論大夫士，則不應有禘祫，此殷是釋除之祭也。有殷事則之君所，鄭以為朔月月半薦新之奠，此又比朝夕為大也。各有所指，不嫌殷名同也。○注「謂主人也，支子則否」。○正義曰：主人謂適子仕官者，適子主祭祀，故二祥待除君服而後行也。若支子仕官，雖不得除私服，而其家適子巳行祥祭，庶子於後無所復追祭，故云否也。"
      },
      {
        "index": 9,
        "text": "曾子問曰：「父母之喪，弗除可乎？」以其有終身之憂。\n[疏]「曾子」至「可乎」。○正義曰：曾子又疑云，聖人制變受之期，情禮之殺，使送死有巳，復生有節，是不許人子有不除之喪。若適子除君服後，乃有殷祭之事，如喪久不葬者，此則可解。若庶子除君服後，無復殷祭之事，便是其為父母之服，一生不有除說之事，此於禮許得可乎？"
      },
      {
        "index": 10,
        "text": "孔子曰：「先王制禮，過時弗舉，禮也。非弗能勿除也，患其過於制也。故君子過時不祭，禮也。」言制禮以為民中，過其時則不成禮。○中如字，又丁仲反。"
      },
      {
        "index": 11,
        "text": "[疏]「孔子」至「禮也」。○據制以答此所以不除意也。孔子言先王制禮，各有時節，若過則不追舉，是禮之意也。○「非弗」至「制也」。○勿猶不也，言今日不追除服者，非是不能除改也。為此不除，正是患其過於聖人之禮制也。○「故君子過時不祭，禮也」。○又引君子過時不舉之事以證之。過時不祭，謂春雨露既濡，君子履之，怵惕思親，思親故設祭。若春時或有事故不得行祭，至夏乃行夏祭，不復追補春祭，是過時不祭，以為禮也。若過時不祭，如適子仕者除君服後，猶得行殷祭。其四時之祭，過時所以不追者，假令春夏祭，本為感春夏而祭，至秋非時，故不追也。且今年春夏雖過時，至明年會應復有春夏，故當時則祭，過時不補前祭。祥非為感時，正是孝子為存親，存親則前後無異，故除君服巳伸孝心也。"
      },
      {
        "index": 12,
        "text": "曾子問曰：「君薨既殯，而臣有父母之喪，則如之何？」孔子曰：「歸居於家，有殷事則之君所，朝夕否。」居家者，因其哀後隆於父母。殷事，朔月月半薦新之奠也。"
      },
      {
        "index": 13,
        "text": "[疏]「孔子」至「夕否」。○殷，大也。孔子答云：君殯既訖，君所無事，父母新喪，故歸於家，以治父母之喪。若君喪有朔月月半薦新大事，則臣之適君所以哭君。若凡常朝夕則不往哭君，唯在家為父母治喪，故云「朝夕否」。若臣有父母之喪，既殯而後有君喪，則歸君所。若父母之喪有殷事之時，則來歸家，平常朝夕則不來，恆在君處。○注「居家」至「父母」。○正義曰：君薨既殯，是君喪在前；殯後親死，是父母喪在後。親喪痛甚，恆居於家，是隆於父母也。"
      },
      {
        "index": 14,
        "text": "曰：「君既啟，而臣有父母之喪，則如之何？」孔子曰：「歸哭而反送君。」言送君，則既葬而歸也。歸哭者，服君服而歸，不敢私服也。"
      },
      {
        "index": 15,
        "text": "[疏]「曰君」至「送君」。○正義曰：曾子上問「既殯」，今問「既啟」，故云「君既啟，而臣有父母之喪，則如之何」。孔子答曰：歸哭父母而反往送君，既葬畢，還來歸家，而治父母之喪。以此言之，父母之葬既啟，而有君之喪，則亦往哭於君所，而反送父母，父母葬畢而居君所。○注「言送」至「服也」。○正義曰：知既葬而歸者，以言送君則葬罷而歸則不待君之虞祭也。其君喪祔與卒哭未知臣往君所與否。云「歸哭者，服君服而歸，不敢私服也」者，謂歸哭父母，猶服君服，不私服也。知不私服者，上文云「有君喪服於身，不敢私服」，故知不私服也。"
      },
      {
        "index": 16,
        "text": "曰：「君未殯，而臣有父母之喪，則如之何？」孔子曰：「歸殯，反於君所。有殷事則歸，朝夕否。其哀雜，主於君。大夫室老行事，士則子孫行事。大夫、士其在君所之時，則攝其事。大夫內子，有殷事，亦之君所，朝夕否。」謂夫之君既殯，而有舅姑之喪者。內子，大夫妻也。妻為夫之君，如婦為舅姑服齊衰。○適，丁歷反。"
      },
      {
        "index": 17,
        "text": "[疏]「曰君」至「夕否」。○正義曰：前問君既殯及既啟，而有父母之喪。今問君未殯，而臣有父母之喪，如之何？孔子答曰：歸殯父母訖，反於君所，以殯君恆在君所，家有殷事之時，則暫歸於家。若尋常朝夕，則不得歸也，故云「朝夕否」。盧氏云「歸殯，反於君所」者，人君五日而殯，故可以歸殯父母，而往殯君也。若其臨君之殯日，盧云「歸哭父母而來殯君」，則殯君訖，乃還殯父母也。以此言之，臣有父母之喪，未殯，而有君喪，去君殯日雖遠，祗得待殯君訖而還殯父母，以其君尊故也。○注「其哀雜，主於君」。○正義曰：以君未殯，則君哀重，而父母又喪，是親哀亦重。君與親哀既半相雜，君為尊，故主意於君故尋常恆在君所。○「大夫」至「行事」。○以大夫、士有殷事在君所之時，則在家之朝夕之奠有闕，若朝夕恆在君所之時，則在家朝夕之奠亦闕。奠不可廢，其大夫尊，故遣室老攝行其事；士卑，則子孫攝行其事。○注云「大夫」至「其事」。○正義曰：「大夫內子有殷事，亦之君所，朝夕否」，上文明大夫禮節，此明婦人之進止，君既殯而婦有舅姑之喪。大夫者，卿之總號。內子者，卿之適妻。以前問君薨既殯有父母之喪，此明君既殯後而婦有舅姑之喪，歸居於家，君有殷事之時，亦之君所。云「亦」者，謂亦同其夫也。非但夫往君所，妻亦往君所也。若尋常朝夕，則不往君所。舉此一條，婦同於夫，則君既啟及君未殯而有舅姑之喪，其禮悉同夫也。○注「內子」至「齊衰」。○正義曰：按僖二十四年《左傳》云：「晉趙姬請以叔隗為內子，而巳下之。」叔隗為趙衰妻，是大夫適妻也。若對而言之，則卿妻曰內子，大夫妻曰命婦。若散而言之，則大夫是卿之總號，其妻亦總名為內子。云「妻為夫之君，如婦為舅姑服齊衰」者，此《喪服》文也。"
      },
      {
        "index": 18,
        "text": "賤不誄貴，幼不誄長，禮也。誄，累也。累列生時行跡，讀之以作謚。謚當由尊者成。○誄，力水反，謂謚也。行，下孟反。謚音示，徐又以二反。唯天子稱天以誄之。以其無尊焉。《春秋公羊》說，以為讀誄制謚於南郊，若云受之於天然。諸侯相誄，非禮也。禮當請誄於天子也。天子乃使大史賜之謚。"
      },
      {
        "index": 19,
        "text": "[疏]「賤不」至「禮也」。○正義曰：此一節論謚由尊者出之事。「賤不誄貴」，誄，累也。謂賤不得累列貴者之行而為謚，幼不得累列長者之行而作謚，如此是其禮也。所以然者，凡謚如此是其禮也。所以然者，凡謚表其實行，當由尊者所為。若使幼賤者為之，則各欲光揚在上之美，有乖實事，故不為也。○「唯天子稱天以誄之」者，諸侯及大夫其上猶有尊者為之作謚，其天子則更無尊於天子者，故唯為天子作謚之時，於南郊告天，示若有天命然，不敢自專也。○「諸侯相誄，非禮也」者，非但賤不誄貴，平敵相誄，亦為不可，故云「諸侯相誄，非禮也」。既賤不誄貴，按襄十三年《左傳》楚子囊為共王作謚者，春秋亂世不能知禮。此不言君臣兄弟，而言貴賤長幼者，廣包餘人，非唯君臣兄弟而巳。○注「以其」至「南郊」。○正義曰：按鄭之時，說《公羊》者而為此言，故《白虎通》云：「天子崩，大臣之於南郊，稱天以謚之者。為人臣子，莫不欲褒大其君，掩惡揚善，故至南郊，明不得欺天也。」○注「禮當」至「之謚」。○正義曰：按《白虎通》云：「君薨請謚，世子赴告於天子。大子唯遣大夫會葬而謚之。」又《檀弓》云：「公叔文子卒，其子戍請謚於君曰：『日月有時，將葬矣請所以易其名者，』」大夫當請誄於君，則諸侯理當言誄於天子。云「天子乃使大史賜之謚」者，按《大史職》云：「小喪，賜謚。」鄭云：「小喪，卿大夫也。」即大夫言賜之謚明謚，明諸侯之喪亦然。"
      },
      {
        "index": 20,
        "text": "曾子問曰：「君出疆，以三年之戒，以椑從。君薨，其入如之何？」其出有喪備，疑喪入必異也。戒猶備也，謂衣衾也。親身棺曰椑，其餘可死乃具也。○疆，居良反。椑，薄歷反，親身棺謂杝棺也。孔子曰：「共殯服，此謂君巳大斂，殯服，謂布深衣、苴絰、散帶垂，殯時主人所服，共之以待其來也。其餘殯事，亦皆具焉。○共殯音恭，注同；下必刃反。苴絰，七餘反；下大結反。散，息但反。則子麻弁絰，疏衰菲杖，棺柩未安，不忍成服於外也。麻弁絰者，布弁而加環絰也。布弁，如爵弁而用布。杖者，為巳病。○弁，皮彥反。柩，其又反。如爵，如或作加，誤也。為巳音以。入自闕，升自西階。闕謂毀宗也。柩毀宗而入，異於生也。升自西階，亦異生也。所毀宗，殯宮門西也。於此正棺，而服殯服，既塗而成服。殷柩出毀宗，周柩入毀宗，禮相變也。如小斂，則子免而從柩，謂君巳小斂也。主人布深衣，不括髪者，行遠不可無飾。○免音問。入自門，升自阼階。親未在棺，不忍異入，使如生來反。君大夫、士一節也。」"
      },
      {
        "index": 21,
        "text": "[疏]「曾子」至「節也」。○正義曰：此論諸侯出外，死以喪歸之事。○曾子問夫子云：諸侯之君，或出疆朝會，其出之時，以三年之戒，以椑從。戒，備也。謂以三年喪備衣衾之屬，並以椑棺而從。出既有備，今其入也如之何？○注「其出」至「具也」。○正義曰：按《王制》云：「絞紟衾冒，死而後制。」此云戒備，謂衣衾者，熊氏云：「此言三年之戒，謂衣衾之裁。若其造作，死後乃為之。」○云「親身棺曰椑」，按《喪大記》云：「大棺八寸，屬六寸，椑四寸，從外鄉內親身也。」《檀弓》注云：「椑，堅著之言也。」謂椑雖親身，天子椑內猶有水兕，諸侯公椑內猶有兕，諸侯以椑為親身也。云「其餘可死乃具也」，謂除椑之外，大棺與屬，若在家年老，亦死前為之。今出疆椑從，年未老，故大棺等死後乃具也。○「孔子曰共殯服」者，於時大斂之後，主人從柩而歸，則其家豫共主人殯時所著之服，謂布深衣、苴絰、散帶垂也。於時主人從柩在路，以棺柩未安，未忍成服於外，唯著麻弁。麻，布也，謂布弁。布弁之上，而加環絰。○注「此謂」至「具焉」。○正義曰：知此謂大斂者，以下文云「如小斂」，故知此謂巳大斂也。云「殯服謂布深衣苴絰散帶垂」，按《士喪禮》云：「小斂，苴絰、大鬲、散帶垂。」又禮：親始死，布深衣，至成服以來，其服不改。故知殯服，布深衣、苴絰、散帶垂。其首服，崔氏云：「小斂之前，大夫士皆素冠。小斂括髪之後，士則加素冠，大夫加素弁。」云「其餘殯事亦皆具焉」，以殯不可闕，故知具焉。經特云「共殯服」者，舉主人服為重。○「則子麻弁絰，疏衰菲杖」。○身著疏衰，疏衰是齊衰也。足著菲屨，菲謂藨屨也。其身巳病者柱杖。故云「疏衰菲杖」也。○注「棺柩」至「巳病」。○正義曰：按《士喪禮》云「三日成服」，今君喪在外，仍著麻弁疏衰，故知「不忍成服於外也」。云「麻弁絰者，布弁而加環絰也」者，布弁謂吉布十五升，與子游麻衰，及《詩》云「麻衣如雪」同。知加環絰者，《雜記》云「小斂環絰」是也。云「布弁如爵弁而用布」者，按《檀弓》云：「周人弁而葬，殷人哻而葬。」哻是殷之祭冠，明弁絰似周之祭冠，故知爵弁也。云「杖者為巳病」者，以《士喪禮》服、杖同時，今服未成而巳杖，故云「為巳病」也。○「入自闕，升自西階」，謂柩入宮之時，毀殯宮門西邊牆從柩而入。其升堂之時，自西階而升。必西階者，以柩從外來，如似賓客，故就西而升階，就客位也。○注「闕謂」至「變也」。○正義曰：鄭恐是門闕，故云「毀宗」也。謂毀此宗廟之牆。其處空闕，故謂之闕。云「柩毀宗而入，異於生也」，《公羊》定元年「癸亥，公之喪至自乾侯。戊辰，公即位」，正棺於兩楹之間，然後即位」，注云「正棺者，像既小斂夷於堂也」。於此之時，服殯服也。云「既塗而成服」者，謂菆塗既畢，而成服也。○云「殷柩出毀宗，周柩入毀宗，禮相變也」，《檀弓》云：「毀宗躐行，殷道也。」既云毀宗，始云躐行，是先毀宗，後躐行也。是從內而出，故云「殷柩出毀宗」。「如小斂，則子免而從柩」，上之所言，謂大斂之後。此所謂未大斂當小斂以後之節，則子首不著麻弁，身不服疏衰，唯首著免，身著布深衣，而從柩也。○注「謂君」至「無飾」。正義曰：按《士喪禮》，從死至成服，主人皆著深衣，故知小斂主人布深衣也。《士喪禮》云：「小斂，主人髻髪。」今著免者，以在外遠行，不可無飾，故著免也。○「入自門，升自阼階」。○其柩入之時，人自門，不自闕也。升自阼階，不由西階也。故注云「親未在棺」，猶如生也。○「君大夫士一節也」。○言上來從柩之儀，更無尊卑之異，非但君死於道路亦然，諸侯與大夫士一等也。"
      },
      {
        "index": 22,
        "text": "曾子問曰：「君之喪既引，聞父母之喪，如之何？」孔子曰：「遂既封而歸，不俟子。」遂，遂送君也。封當為窆。子，嗣君也。○引，以刃反，下皆同。封音窆，彼驗反。曾子問曰：「父母之喪既引及塗，聞君薨，如之何？」孔子曰：「遂既封，改服而往。」封亦當為窆。改服，括髪、徒跣、布深衣、扱上衽，不以私喪包至尊。○既封，依注音窆，彼驗反。塗音徒。扱，初洽反。衽，而審反，又而鴆反。"
      },
      {
        "index": 23,
        "text": "[疏]「曾子」至「而往」。○正義曰：此一節論君葬在路遭父母喪，或父母葬聞君喪之事。○注「遂遂」至「君也」。○正義曰：以經云「遂既封而歸」，今君喪既引在塗而言遂，故知遂送君也。又云「不俟子」，是不待子而先還。若待封墳既畢，必在子還之後。今經云「既封而歸」，非封墳也，故知封當為窆。窆，下棺也。○注「封亦」至「至尊」。○正義曰：禮，親始死笄纚，小斂始括髪。今臣聞君喪即括髪，不笄纚者，若尋常是吉，今忽聞君喪，故去冠而笄纚。今臣有父母之喪，葬在於塗，首先服免，忽聞君喪，若著其笄纚，則與尋常吉同，以首不可無飾，故括髪也。知葬時著免者，以《雜記》云「非從柩與反哭，無免於堩」，故知葬時著免也。"
      },
      {
        "index": 24,
        "text": "曾子問曰：「宗子為士，庶子為大夫，其祭也如之何？」孔子曰：「以上牲祭於宗子之家。貴祿重宗也。上牲，大夫少牢。祝曰：『孝子某，為介子某薦其常事。』介，副也。不言庶，使若可以祭然。○祝，皇之六反，舊之又反，下同。為，於偽反，下注「為有異居」、「為無曰」同。介音界，副也，下同。"
      },
      {
        "index": 25,
        "text": "[疏]「曾子」至「常事」。○正義曰：此一節論宗子祭用大夫牲之事。「以上」至「之家」。○上牲，謂大夫少牢也。宗子是士，合用特牲。今庶子身為大夫，若祭祖禰，當用少牢之牲，就宗子之家而祭也。以廟在宗子家故也。○注「貴祿」至「少牢」。○正義曰：用大夫之牲，是貴祿也。宗廟在宗子之家，是重宗也。此宗子，謂小宗也。若大宗子為士，得有祖禰二廟也。若庶子是宗子親弟，則與宗子同祖禰，得以上牲於宗子之家而祭祖禰也。但庶子為大夫，得祭曾祖廟，巳是庶子，不合自立曾祖之廟。崔氏云：「當寄曾祖廟於宗子之家，亦得以上牲，宗子為祭也。若巳是宗子從父庶子兄弟，父之適子，則於其家自立禰廟，其祖及曾祖亦於宗子之家寄立之，亦以上牲，宗子為祭。若巳是宗子從祖庶兄弟，父祖之適，則立祖禰廟於巳家，則亦寄立曾祖之廟於宗子之家，巳亦供上牲，宗子為祭。」此大夫者，謂諸侯大夫，故少牢。知此是諸侯大夫者，以下文云「宗子有罪，居於他國」，言他國則是據諸侯也。以文相連接，故知此大夫是諸侯大夫也。○「祝曰」至「常事」。○宗子祭時，祝告神辭云孝子某。孝子，謂宗子也。某是宗子之名。介子某，介子謂庶子，為大夫者。介，副也。某是庶子名也。薦其歲之常事，告神止稱宗子。其時庶子身在祭位，必知庶子在者，以經云「祭於宗子之家」，是大夫就宗子家而祭也。○注「介副」至「祭然」。○正義曰：上云「庶子為大夫」，此亦當云為庶子某。今云「介子某」者，庶子卑賤之稱，介是副二之義，介副則可祭，故云「使若可以祭然「，故稱介子。"
      },
      {
        "index": 26,
        "text": "若宗子有罪，居於他國，庶子為大夫，其祭也，祝曰：『孝子某，使介子某執其常事。』此之謂宗子攝大夫。○其祭也，本或此下有」如之何「三字，非也。攝主不厭祭，不旅，不假，不綏祭，不配。皆辟正主。厭，厭飫神也。厭有陰有陽，迎屍之前，祝酌奠，奠之且饗，是陰厭也。屍謖之後，徹薦俎敦，設於西北隅，是陽厭也。此不厭者，不陽厭也。不旅，不旅酬也。假讀為嘏。不嘏，不嘏主人也。不綏祭，謂今主人也。綏，《周禮》作「墮」。不配者，祝辭不言「以某妃配某氏」。○厭，本或作懨，於艷反，注下皆同。綏，注作墮，同許垂反，徐又況垂反，注同。辟音避，下同。飫，於去反。謖，色六反，起也。敦音對，又東論反。嘏，古唯反。布奠於賓，賓奠而不舉。布奠，謂主人酬賓，奠觶於薦北。賓奠，謂取觶奠於薦南也。此酬之始也。奠之不舉，止旅。○觶，之豉反，《字林》音支。不歸肉。肉，俎也。謂與祭者留之共燕。○歸如字，徐其位反。與音預。其辭於賓曰：『宗兄、宗弟、宗子在他國，使某辭。』」辭猶告也。宿賓之辭，與宗子為列，則曰「宗兄」若「宗弟」；昭穆異者，曰「宗子」而巳。其辭若云：「宗兄某在他國，使某執其常事，使某告。」○其辭，如字，告也，下及注同。昭穆，常遙反，下音木，後放此。"
      },
      {
        "index": 27,
        "text": "[疏]「若宗」至「其辭」。○正義曰：此一節以曾子前問宗子為士，庶子為大夫，孔子答畢，更為曾子廣陳宗子有罪出居他國、庶子為大夫在家法。其祭之禮，按《少牢饋食》司宮筵於奧，設饌畢，祝酌奠於鉶南，主人西面再拜稽首，祝曰：「孝孫某，敢用柔毛、剛鬣、嘉薦、普淖，用薦歲事於皇祖伯某，以某妃配某氏，尚饗。」此所謂配也。今攝主則不配。《少牢》又云：「祝出迎屍，屍入，即席坐，而執祝前之觶，而祝命屍挼，屍取菹耎於醢，祭於豆間，及祭黍稷肺等，是謂屍綏祭也。屍飯十一飯訖，主人洗爵酳屍，屍酢主人，主人拜受爵，上佐食取黍、稷、肺授主人，所謂綏祭也。今攝主不綏祭。《少牢》又云：主人左執爵，祝與二佐食取黍以授屍，屍執以命祝，祝受，以東北面，嘏於主人曰「皇屍命工祝，承致多福無疆於女孝孫」，所謂「嘏」也。今攝主則不嘏也。按《特牲》主人受嘏之後，獻祝及佐食訖，主婦獻屍及祝佐食訖，乃賓長獻屍，屍爵止未飲，主人主婦交相致爵訖，屍乃飲止爵以酢賓，賓飲訖，賓獻祝及佐食，洗酌致於主人主婦訖，主人獻賓，賓酢主人，主人又獻眾賓訖，尊兩壺於阼階東，西方亦如之，主人酌西方之尊以酬賓，主人尊爵於賓之薦北，賓取爵東面奠於薦南，所謂「布奠於賓」也。今攝主，主人奠於薦北，賓取奠於薦南而不舉也。主人獻長兄弟，又獻眾兄弟訖，長兄弟加爵於屍，眾賓長又加爵於屍訖，嗣子舉奠，舉奠訖，賓坐取薦南之爵，酬長兄弟，長兄弟酬眾賓，眾賓酬眾兄弟，所謂「旅酬」。今攝主不旅酬也。《特牲》云「旅酬之後無算爵」，無算爵之後，祝告既成，屍起，主人降，佐食徹屍薦俎，設於西北隅，所謂陽厭。今攝主不為此陽厭也。○注「此之」至「大夫」。○正義曰：《喪服小記》士不攝大夫，士攝大夫，唯宗子也。○「攝主不厭祭」。○正義曰：此宗子有罪，出在他國，庶子既為攝主，不敢備禮，故於祭末不為陽厭之祭也。所以不為陽厭者，陽是神之厭飫，今攝主謙退，似若神未厭飫然也。○「不旅」者，謂所將祭旅酬之時，賓奠不舉，不為旅酬也。旅酬是賓主交歡之始，今攝主不敢當正主，故不旅也。○「不嘏，不綏祭」者，嘏是主人受福，綏是將欲受福，先為綏祭。今辟正主，故不敢受嘏，以其不嘏，故不綏祭也。○「不配」者，以祭初，屍未入之時，祝告神辭曰：「以某妃配某氏，備告考妣。」今攝主不敢備禮，略言皇祖而巳。此經所陳，從祭末，然後以次至祭初，逆陳之。必逆陳之者，皇氏云：「以其攝主非正，故逆陳以見義。」○注「皆辟」至「某氏」。○正義曰：以其無屍設饌，欲神之歆饗而厭飫是也。○云「厭有陰有陽」，謂一祭之中，有此兩厭，下文有陰厭有陽厭是也。○云「迎屍」至「陰厭」也。約《少牢特牲禮》文。「祝酌奠」者，謂祝酌奠於鉶南且饗者，祝奠訖，且復以辭饗告神也，是室奧陰靜之處，故云陰厭。屍謖之後，佐食徹屍之薦俎，設於西北隅，得戶明白之處，故曰陽厭。今攝主不厭，謂不陽厭也。所以然者，厭是厭飫，凡厭是神之歆饗。○云「屍謖」至「陽厭也」。其上大夫當自賓屍，故《少牢禮》無陽厭也。下大夫不賓屍，有陽厭也。其天子諸侯，明日乃為繹祭，亦有陽厭也。故《詩》云：「相在爾室，尚不愧於屋漏。」謂天子之禮。天子既爾，諸侯亦然。此謂下大夫攝也。禮有陽厭，以其攝主，故闕陽厭。若上大夫本無陽厭可闕，知此不厭者不陽厭。此皆逆陳，於祭末者先言，故知不陽厭也。云「假讀為嘏」至「主人也」，以古旁之嘏，是福慶之辭。《少牢》云「嘏於主人」，嘏字古旁為之。祭禮，唯主人受嘏，故知不嘏，不嘏主人也。云「不綏祭，謂今主人」者，謂欲食之時，先減黍稷牢肉，而祭之於豆間，故曰綏祭。屍與主人俱有綏祭，今攝主則不綏也。所以然者，凡將受福，先為綏祭。今辟正主，不敢受福，故不綏也。若綏，《少牢禮》云，祝出迎屍，屍入即席坐，而祝命屍綏祭，屍取菹及黍稷肺祭於豆間，是謂之綏祭。綏是減毀之名，屍與主人俱有綏祭也。云「今主人」者，謂今攝主人也。云「綏，《周禮》作墮」者，以綏是綏安之義，墮是減毀之名，故從於《周禮》墮為正。《守祧》云「既祭則藏其隋「是也。○云「不配者」至「某氏」。○謂祝辭直言薦歲事於皇祖伯某，不云以某妃配某氏。某氏者，其妃之姓也。若云某妃，姜氏、子氏之類也。○「布奠」至「不舉」。○謂主人酬賓之時，賓在西廂東面，主人布此奠爵於賓之北。○「賓奠而不舉」者，賓坐取薦北之爵，奠於薦南而不舉，用以酬兄弟，此則不旅酬之事。而更別言者，以上文總云祭祀是主人之事，自此以下，更別論賓禮有闕，故重言之。○注「布奠」至「止旅」。○正義曰：此皆《特牲禮》文。云「此酬之始也」者，按《特牲禮》云：「賓奠之後，主人獻眾兄弟內兄弟訖，乃行旅酬」，故云「此酬之始也」。云「奠之不舉，止旅」者，謂止旅酬之事而不為也。○「不歸肉」者，歸，饋也，謂不歸俎肉於賓也。○注「肉俎」至「共燕」。○正義曰：賓客正祭，諸助祭之賓客，各使歸俎。今攝主不敢饋俎肉於賓，故注云「諸與祭者留之共燕」。○「其辭」至「某辭」。○正義曰：非但祭不備禮，其將祭之初，辭告於賓，與常禮亦別。云宗兄、宗弟、宗子在他國，不得親祭，故使某執其常事，使某告也，故云「使某辭」。○注「辭猶」至「之辭」。○正義曰：云「宿賓之辭」，按《特牲》云：「乃宿屍。」注云：「宿讀為肅。肅，進也。進者，使知祭日當來。」下云宿賓，故云「宿賓之辭」。○云「與宗子為列」至「而巳」。○若同列者，云宗兄若宗弟；其昭穆異者，宗子雖祖父及子孫之行，但謂之宗子，故云「而巳」。"
      },
      {
        "index": 28,
        "text": "曾子問曰：「宗子去在他國，庶子無爵而居者，可以祭乎？」孔子曰：「祭哉！」有子孫存，不可以乏先祖之祀。「請問其祭如之何？」孔子曰：「望墓而為壇，以時祭。不祭於廟，無爵者賤，遠辟正主。○壇，大丹反，下注同；注或作墠，音善。遠，徐於萬反。若宗子死，告於墓，而後祭於家。言祭於家，容無廟也。宗子死，稱名不言孝，孝，宗子之稱。不敢與之同其辭，但言子某薦其常事。○稱，尺證反。身沒而巳。至子可以稱孝。子游之徒，有庶子祭者，以此。以，用也。用此禮祭也。若義也。若，順。今之祭者，不首其義，故誣於祭也。」首，本也。誣猶妄也。"
      },
      {
        "index": 29,
        "text": "[疏]「曾子」至「祭也」。○正義曰：此一節論庶子代宗子祭之事，各依文解之。○「曾子問」至「以祭乎」。○論曾子以孔子上文云：宗子有罪居在他國，庶子為大夫得在本國攝祭，未知庶子無爵在國居者可祭以否，故問之。○「孔子曰祭哉」者，孔子既許其祭，以無正文得祭，故云「祭哉」。哉者，疑而量度之辭，故注云「有子孫存，不可以乏先祖之祀」。○「請問其祭如之何？孔子曰，望墓而為壇，以時祭」者，宗子雖有廟在宗子之家，庶子無爵，不得就宗子之廟而祭，惟可望近所祭者之墓而為壇，以四時致祭也。○注「不祭」至「正主」。○正義曰：所以不祭於宗子廟者，以庶子無爵卑賤，遠辟正主。正主，謂宗子也。據鄭此言，宗子去在他國，謂有爵者。若其無爵，在家本自無廟，何須云不祭廟辟正主也？鄭必知是有爵者，以經云宗子去在他國，庶子無爵而居。庶子云無爵，明宗子是有爵。此宗子去他國，謂有罪者。若其無罪，則以廟從，本國不得有廟。故《喪服小記》注云：「宗子去國，乃以廟從，謂無罪也。」○「若宗」至「於家」。○孔子上為曾子說宗子身在外，此又說宗子身沒，謂告於所祭之墓，而後祭於庶子無爵者之家也。注「言祭於家，容無廟也」。○正義曰：從上以來，雖據宗子有爵而言其廟在家。今宗子既死，庶子無所可辟，當云告於墓而後祭於宗子之家。今直云祭於家，是祭於庶子之家，是容宗子之家無廟故也。宗子所以無廟者，宗子無爵，不合立廟。或云祭於家者，是祭於宗子之家，容庶子之家無廟也。庶子所以無廟者，一是庶子無爵不合立廟，二是宗子無罪居他國以廟從，本家不復有廟故也。○「宗子死，稱名不言孝」。○宗子既死，庶子其祭之時告神，但稱其名，不得稱孝，辟宗子也。○注「孝宗」至「常事」。○正義曰：上文孝子某使介子某，孝子是宗子之稱。今直言名，不言介。若宗子在得言介子某，今宗子既死，身又無爵，復稱名不得稱介，故但言「子某薦其常事」。「身沒而巳」者，其不稱孝者，惟已身終沒而巳，至其子則稱孝也。○注「至子可以稱孝」。○正義曰：以庶子合稱孝者，庶子身死，其子則是庶子適子，祭庶子之時，可以稱孝。○「子游之徒，有庶子祭者，以此」。○以其禮無正文，故孔子引子游之徒黨有庶子祭者，而用此禮而祭。○「若義也」者，若，順也，謂順於古義，故云「若義也」。○「今之祭者，不首其義，故誣於祭也」。○注「首，本也。誣猶妄也」。○正義曰：謂今日世俗庶子祭者，不尋本義之道理為此祭，故云誣於祭，謂妄為祭之法，不依典禮。"
      },
      {
        "index": 30,
        "text": "曾子問曰：「祭必有屍乎？言無益，無用為。若厭祭，亦可乎？」厭時無屍。孔子曰：「祭成喪者必有屍，屍必以孫。孫幼，則使人抱之。無孫，則取於同姓可也。人以有子孫為成人。子不殤父，義由此也。祭殤必厭，蓋弗成也。厭飫而巳，不成其為人。祭成喪而無屍，是殤之也。」與不成人同。孔子曰：「有陰厭，有陽厭。」言祭殤之禮，有於陰厭之者，有於陽厭之者。曾子問曰：「殤不祔祭，何謂陰厭、陽厭？」「祔」當為「備」，聲之誤也。言殤乃不成人，祭之不備禮，而云陰厭陽厭乎？此失孔子指也。祭成人，始設奠於奧，迎屍之前，謂之陰厭。屍謖之後，改饌於西北隅，謂之陽厭。殤則不備。○附，依注音備，本或作祔，亦同。奧，於報反。"
      },
      {
        "index": 31,
        "text": "[疏]「曾子」至「陽厭」。○正義曰：此一節論祭有屍有陽厭陰厭之事，各依文解之。○「祭必有屍乎」，曾子之意，以祭神，神本虛無，無形無象，何須以生人像之，故云「祭必有屍乎。」○注「言無益，無用為」。○正義曰：祭是祭神，不祭生人，今祭生人，無益死者，故云「無益」。云「無用為」者，無用為此屍。一解云，「無用為」者，無用此之為。為是助語。○「若厭祭，亦可乎」。○若如厭祭之時，亦應可乎？謂祭初，屍未入之前，祭末，屍既起之後，並皆無屍，直設饌食以厭飫鬼神。如此之時，其理亦可。注云「厭時無屍」。○「孔子曰：祭成喪者必有屍」。○孔子答祭以成人之喪者，必須有屍。以成人之喪，威儀具備，必須有屍，以象神之威儀也。「屍必以孫」，若其孫幼，則使人抱之。若無孫，則取同姓昭穆孫行適者可也。以其成人，威儀既備，有為人父之道，不可無屍。○「祭殤必厭，蓋弗成也」。○年若幼，在殤，人道未備，威儀簡略，不足可像，不須立屍，故「祭殤必厭，蓋弗成也」者，蓋以不成人，故不立屍也。今祭成人喪，但厭飫而巳，是將成人與殤同也。○「孔子曰有陰厭有陽厭」。○孔子答問巳了，更起別端辯祭殤之禮，其處有異，故記者又言「孔子曰」。其祭殤有於陰厭者，謂適殤也。有於陽厭者，謂庶殤也。○「曾子」至「陽厭」。○正義曰：曾子既聞孔子云「有陰厭有陽厭」，不解孔子之旨，謂言祭殤始末，一宗之中，有此兩厭，故問云，祭成人之時，有此二厭。「殤不祔祭」，祔，備也。謂祭殤簡略，何謂備有陰厭有陽厭也？○注「祔當」至「不備」。○正義曰：知「祔當為備」者，按《喪服小記》云「殤與無後者從祖祔食」，今云「殤不祔祭」，與《小記》文乖，故知祔當為備。備、祔聲相近，故云「聲之誤也」。○云「言殤」至「陰厭」，約《特牲少牢禮》文。當設饌於西南奧，屍未入之前也。云「屍謖之後，改饌於西北隅，謂之陽厭」者，當祭末謖起也，謂屍起之後也。"
      },
      {
        "index": 32,
        "text": "孔子曰：「宗子為殤而死，庶子弗為後也。族人以其倫代之，明不序昭穆立之廟，其祭之就其祖而巳。代之者，主其禮。"
      },
      {
        "index": 33,
        "text": "[疏]「孔子」至「後也」。正義曰：孔子更為辯云：若宗子為殤而死，以其未成人，庶子不得代為之後。○注「族人」至「其禮」。○正義曰：以經云庶子既不為後，宗子理不可闕，明族人以其倫代之。倫謂輩也。謂與宗子昭穆同者則代之。凡宗子為殤而死，庶子既不得為後，不以父服服之，鄭注《喪服》云：「若與宗子期親者，其長殤大功衰九月，中殤大功衰七月，下殤小功衰五月。有大功之親者，成人服之齊衰三月，卒哭，受以大功衰九月。其長殤、中殤，大功衰五月，下殤小功衰三月。有小功之親者，成人服之齊衰三月，卒哭，受以小功衰五月。其殤與絕屬者同。有緦麻之親者，成人及殤，皆與絕屬者同。」故《喪服記》云「宗子孤為殤而死者，大功衰，小功衰，皆三月」，據與宗子小功以下及無服者，長中殤則大功，下殤則小功。又云「親則月算如邦人」，則鄭注是也。此是族人以其倫代之者，各以本服服之。○云「明不序昭穆立之廟」，以宗子殤死，無為人父之道，故不序昭穆，不得與代之者為父也。云「代之者，主其禮」者，以宗子存時，族人凡殤死者，宗子主其祭祀。今宗子殤死，明代為宗子者，主其禮也。此宗子是大宗，族人但是宗子兄弟行，無限親疏，皆得代之。"
      },
      {
        "index": 34,
        "text": "其吉祭特牲，尊宗子從成人也。凡殤則特豚，自卒哭成事之後為吉祭。祭殤不舉肺，無肵俎，無玄酒，不告利成。此其無屍，及所降也。其他如成人，舉肺脊、肵俎。利成，禮之施於屍者。○肵音其，又忌依反，敬也。是謂陰厭。是宗子而殤祭之於奧之禮。小宗為殤，其祭禮亦如之。"
      },
      {
        "index": 35,
        "text": "[疏]「其吉祭特牲」。○正義曰：其卒哭成事之後，祭之以特牲。○注「尊宗」至「吉祭」。○正義曰：士祭成人特牲，今宗子祭亦特牲，故云「尊宗子」，從成人之禮也。云「凡殤則特豚」者，以凡殤降宗子之殤，故用特豚。云「自卒哭成事之後為吉祭」者，《檀弓》云：「卒哭曰成事，是日也，以吉祭易喪祭。」熊氏云：「殤與無後者，唯祔與除服二祭則止。此言吉祭者，唯據附與除服也。」庾云：「吉祭，通四時常祭。」若如庾言，殤與無後者之祭，不知何時休止，未有聞焉。經云「吉祭特牲」，則喪祭之時，以其未成人，降用特豚也。○「祭殤」至「利成」。○謂祭此殤時不舉肺，以其無屍，故不舉肺脊。○「無肵俎」者，肵是屍之所食歸餘之俎，以其無屍，故無肵俎。○「無玄酒」者，若祭成人則有玄酒，重古之義。今祭殤既略，故無玄酒也。「不告利成」者，謂祭畢，今既無所可告，故不告利成。利猶養也。不告供養之禮成也。○注「此其」至「屍者」。○正義曰：以經云「不舉肺，無肵俎。「不告利成」，此三事本主於屍，今以無屍故不為，故云「此其無屍」也。玄酒之設，本不為屍所有，祭殤略，無玄酒，是降也，故云「及所降也」。云「舉肺脊，肵俎。利成，禮之施於屍」者，按《特牲少牢》「屍將食，舉肺脊」，又云「上佐食設肵俎，初載心舌」，肵者，敬也。主人敬屍之俎。又云「無算爵，祝東面告利成」，舉肺脊肵俎利成之禮，並施於屍也。○「是謂陰厭」。○此宗子殤死，祭於祖廟之奧，陰闇之處，是謂陰厭也。○注「是宗」至「如之」。○正義曰：鄭既云小宗為殤祭禮如大宗者，以前經云宗子為殤而死，不顯大小，故知凡宗子殤祭之禮皆然。是以小宗為殤，祭禮亦如之。必知此經指大宗者，以何休《公羊注》云：「小宗無子則絕，大宗無子則不絕，重適之本。」上文庶子不為後，謂大宗子在殤而死，不得為後。若非殤則得為後，故知是大宗也。凡宗子成人而死，則得立子孫為後。若立兄弟為後則不可，故成十五年《公羊傳》譏仲嬰齊是公孫歸父之弟，當云公孫嬰齊，而云仲嬰齊者，為歸父之後，譏其亂昭穆，故云仲是也。"
      },
      {
        "index": 36,
        "text": "凡殤與無後者，祭於宗子之家，當室之白，尊於東房，是謂陽厭」。凡殤，謂庶子之適也：或昆弟之子，或從父昆弟。無後者如有昆弟及諸父，此則今死者皆宗子大功之內親共祖禰者。言祭於宗子之家者，為有異居之道也。無廟者，為墠祭之。親者共其牲物，宗子皆主其禮。當室之白，尊於東房，異於宗子之為殤。當室之白，謂西北隅得戶明者也。明者曰陽。凡祖廟在小宗之家，小宗祭之亦然。宗子之適，亦為凡殤。過此以往，則不祭也。祭適者，天子下祭五，諸侯下祭三，大夫下祭二，士以下祭子而止。○適，丁歷反，下同。如有昆弟，一本作加有。共其音恭。"
      },
      {
        "index": 37,
        "text": "[疏]「凡殤」至「陽厭」。○正義曰：「凡殤」，謂非宗子之殤，故云「凡殤」。「無後者」，謂庶子之身無子孫為後。此二者，皆宗子大功內親，祭於宗子之家祖廟之內，不敢在成人之處，故於當室之明白顯露之處，為之設尊於東房，以其明是陽，故為陽厭也。○注「凡殤」至「而止」。○正義曰：謂庶子之適子為殤而死，此「庶子之適」一句，與下文為總，即是昆弟之子、從父昆弟是也。云「或昆弟之子」者，謂宗子親昆弟所生之子是適，其昆弟是庶子，昆弟所生者是適，故云「庶子之適」。云「或從父昆弟」者，亦謂宗子之從父兄弟，宗子之父身是適，諸父是庶，諸父所生之適子，亦是庶子之適，故云「或從父昆弟」。云「無後者如有昆弟及諸父」者，如，而也。而有昆弟，謂宗子之親、庶兄弟與宗子同祖，今既無後，祭之當於宗子祖廟；及諸父謂宗子諸父，身並是庶子，與宗子同曾祖，祭之當於宗子曾祖之廟。凡殤有二：一昆弟之子，祭之當於宗子父廟；二是從父昆弟，祭之當於宗子祖廟。其無後者亦有二：一是昆弟無後，祭之當於宗子祖廟；二是諸父無後，祭之當於宗子曾祖之廟。凡殤得祭者，以其身是適故也。「無後者」，成人無後則祭，若在殤而死則不祭，以其身是庶故也。按《小記》云：「庶子不祭殤與無後者，殤與無後者，從祖祔食。」注云：「不祭殤者，父之庶。不祭無後者，祖之庶。」但此經據死者之身，《小記》注據生者設祭之人，宗子昆弟是庶，不得自祭適子，故云「父之庶」。宗子之諸父自是庶，不得祭所生適子，適子即是宗子從父兄弟，故云「父之庶」。「不祭無後，祖之庶」者，宗子昆弟無後而死，其餘兄弟應祭之，以兄弟並是祖庶，不合立廟，故云「祖之庶」。宗子諸父無後，其餘諸父親者亦應合祭之，以諸父並是庶子，不合立祖廟，故云「祖之庶」，義與此不異也。云「此則今死」至「其祖禰者」，從父兄弟是宗子大功親，昆弟諸父是宗子期親，諸父及從兄弟共祖者，昆弟及昆弟之子共禰者，鄭必限以大功內親共祖禰者，以上文云吉祭特牲，唯據士禮，適士二廟，有祖有禰，下士祖禰共廟，故鄭限以祖禰同者，唯大功之內親也。云「言祭於宗子之家者，為有異居之道也」，禮：大功以上同居，命士以上則父子異宮。故云「有異居之道」。云「無廟者，為墠祭之」者，士立二廟，若祭諸父，當宗子曾祖之廟，宗子是士，但有二廟，無曾祖廟，故云「無廟者，為墠祭之」。推此而言，大夫立三廟無太祖者，其祭諸父得於曾祖廟也。其立太祖廟者，其祭諸父當於曾祖廟。曾祖無廟，亦為墠祭之。云「親者共其牲物，宗子皆主其禮」，大功雖有同財之義，其經營祭事牲牢之屬，親者主為之。又牲牢視親者之品命，故云「親者共其牲物」。就宗子之家，祭其祖禰，故云「宗子皆主其禮」。云「當室之白，尊於東房」，以宗子之殤，祭於室奧，今祭凡殤，乃於西北隅。又《特牲》云：「尊於戶東。」注云：「室戶東。」按上文宗子之殤，但「不舉肺，無肵俎，無玄酒，不告利成」，其餘皆與祭成人同，則其尊亦設於室戶東。今祭凡殤，乃尊於東房，故云「當室之白，尊於東房，異於宗子之殤也」。云「宗子之適，亦為凡殤」者，以上經云宗子為殤而死，據宗子身殤，不論宗子適子也。此明宗子適子，父雖是適，其子殤死，亦為凡殤，以其更無別文，故知與凡殤同。云「過此以往，則不祭也」者，此謂宗子身殤，及宗子昆弟之子，及從父昆弟，並宗子適子等，唯此等殤死祭之，過此以往，皆不祭也。云「祭適者，天子下祭五」以下，並《祭法》文。彼注云：「祭適殤於廟之奧，謂之陰厭。」是天子諸侯祭適殤於其廟奧。彼注又云：「王子公子祭其適殤於其黨之廟，大夫以下庶子祭其適殤於宗子之家，皆當室之白，謂之陽厭。」是王子以下及大夫等祭其適殤，皆為凡殤也。彼注又云：「凡庶殤不祭，以其身是庶。若其成人無後則祭之。」則上文無後昆弟及諸父是也。"
      },
      {
        "index": 38,
        "text": "曾子問曰：「葬引至於堩，日有食之，則有變乎，且不乎？」堩，道也。變謂異禮。○堩，古鄧反。且如字，徐子餘反。孔子曰：「昔者吾從老聃助葬於巷黨，及堩，日有食之，老聃曰：『丘！止柩就道右，止哭以聽變。』既明反，而後行，曰：『禮也。』巷黨，黨名也。就道右者，行相左也。變，日食也。反，復也。○從，才用反，又如字。既明反，絕句。反葬，而丘問之曰：『夫柩不可以反者也。日有食之，不知其巳之遲數，則豈如行哉！』巳，止也。數讀為速。老聃曰：『諸侯朝天子，見日而行，逮日而捨奠。大夫使，見日而行，逮日而捨。捨奠，每將捨奠行主。○朝，直遙反。使，色吏反，下「君使」、「所使」同。夫柩不蚤出，不莫宿。侵晨夜，則近奸寇。○蚤音早。莫音暮。近，附近之近。見星而行者，唯罪人與奔父母之喪者乎！日有食之，安知其不見星也？為無日而慝作，豫止也。○慝，他得反，惡也。且君子行禮，不以人之親痁患。』痁，病也。以人之父母行禮，而恐懼其有患害，不為也。痁，始占反，病也。恐，丘勇反。吾聞諸老聃云。」"
      },
      {
        "index": 39,
        "text": "[疏]「曾子」至「聃云」。○正義曰：此一節論葬在道逢日食之事，各依文解之。○「曾子」至「不乎」。曾子以葬引至塗，值日有食之，則有變常禮而停住乎，且不變常禮而遂行乎，不審其事而問孔子也。○「孔子」至「禮也」。○孔子答以巳從老聃助葬於巷黨，遭日食之事，老聃令止柩就道右，止哭，以聽日食變動。既待日食光明反回，而後引柩行。老聃稱曰「禮也」。○注「巷黨」至「復也」。○正義曰：「就道右者，行相左也」者，「就道右」者，以道東為右也。按《儀禮》云：「吉事交相左，凶事交相右。」此既柩行而交相左者，以其遭日食之變，止哭停柩而不行兇禮，故從吉禮行相左。或可行相左者，云此據北出，停柩在道東北向，對南鄉行人，為交相左。○「反葬」至「行哉」。○丘反問老聃云：「夫柩務於速葬，不可以回反。今日有食之，令止柩就道右不行，不知其日食休巳之遲速。既不知其遲速，設若遲晚，遂至於夜莫，則豈如行哉！言豈如早行為勝哉！言當疾行以至於墓，赴其吉辰也。○「夫柩」至「痁患」。○唯罪人及奔父母之喪，見星而行。今若令柩見星而行，便是輕薄人親，與罪人同。非但輕薄人親，且君子行禮之時，當尊人後巳，不可以人之親痁患。痁，病也。病於危也，言不可使人之親病於危亡之患也。故注云「以人之父母行禮，而恐懼其有患害，不為也」。意者言若日食而務速葬，以赴吉辰，即慮有患害，而遂停柩，待明反而行禮也。"
      },
      {
        "index": 40,
        "text": "曾子問曰：「為君使而卒於捨，禮曰：『公館復，私館不復。』凡所使之國，有司所授捨。則公館巳，何謂私館不復也？」復，始死招魂。○為君，於偽反，又如字。孔子曰：「善乎問之也。善其問難明也。自卿大夫之家曰私館，公館與公所為曰公館。公館復，此之謂也。」公館，若今縣官宮也。公所為，君所命使捨已者。"
      },
      {
        "index": 41,
        "text": "[疏]「曾子」至「謂也」。○正義曰：此一節論人臣死招魂復魄之事。○「自卿大夫士之家曰私館」。○孔子又為曾子釋私館公館之義。「私館」者，謂非君命所使，私相停捨，謂之私館。「公館」，謂公家所造之館。「與公所為」者，與，及也，謂公之所使為命停捨之處，亦謂之公館。君所命停客之處，即是卿大夫之館也。但有公命，故謂之公館也。注「公館若今縣官宮也」，鮑遺問曰：「注此云『公所為，君所命使捨巳者』，注《雜記》云『公所為，若今離宮別館也』，是二說異何？」張逸答曰：「公館，若今停待者也，離宮是也。《聘禮》曰：『卿館於大夫，大夫館於士。』公命人使館客，亦公所為也。」"
      },
      {
        "index": 42,
        "text": "曾子問曰：「下殤土周，葬於園，遂輿機而往，塗邇故也。土周，堲周也。周人以夏後氏之堲周，葬下殤於園中，以其去成人遠，不就墓也。機，輿屍之床也。以繩緪其中央，又以繩從兩旁鉤之。禮，以機舉屍，輿之以就園，而斂葬焉，塗近故耳。輿機，或為餘機。○邇音爾，近也。即，本又作堲，子栗反，下同。緪，本又作緪，古鄧反，一音古恆反。鉤，本又作拘，古侯反。斂，力驗反，下同。今墓遠，則其葬也如之何？」今人斂下殤於宮中，而葬於墓，與成人同。墓塗乃遠，其葬當輿其棺乎？載之也？問禮之變也。孔子曰：「吾聞諸老聃曰：『昔者史佚有子而死，下殤也，墓遠。蓋欲葬墓如長殤，從成人也。長殤有送葬車者，則棺載之矣。史佚，成王時賢史也。賢猶有所不知。○佚音逸。長，丁丈反，下同。則棺，古患反，下文「棺斂」、「衣棺」，注「棺謂」皆同。召公謂之曰：「何以不棺斂於宮中？」欲其斂於宮中，如成人也。斂於宮中，則葬當載之。○召，本又作邵，同，上照反，下同。史佚曰：「吾敢乎哉！」畏知禮也。召公言於周公。為史佚問。○為，於偽反，下「為辟」、下文「有為」並同。周公曰：「豈，不可？」言是豈，於禮不可，不許也。○「周公曰豈」絕句，「言是豈」絕句，「於禮不可」絕句。史佚行之。』失指以為許也。遂用召公之言。下殤用棺衣棺，自史佚始也。」棺，謂斂於棺。"
      },
      {
        "index": 43,
        "text": "[疏]「曾子」至「始也」。○正義曰：此一節論葬下殤之事。「曾子問曰下殤土周」。○曾子既見時所行與古禮異，故舉事而問也。下殤謂八歲至十一也。土周，《檀弓》所云「夏後氏之堲周」是也。周人用特葬下殤之喪，故云「下殤土周」也。○「葬於園」者，園，圃也。下殤去成人遠，不可葬於成人之墓，故用土周，而葬於園中也。○「遂輿機而往」者，輿猶抗也。機者以木為之狀，如床無腳及簀也。先用一繩直於中央，繫著兩頭之榪。又別取一繩，系一邊材，橫鉤中央，直繩報還鉤材，往還取匝，兩邊悉然。而後以屍置於繩上，抗舉以往園中，臨斂時，當堲周之上，先縮除直繩，則兩邊交鉤之繩，悉各離解，而屍從機中央零落，入於堲周中，故曰「輿機而往」也。○「塗邇故也」者，塗，路也。邇，近也。若成人墓遠，則以棺衣棺於宮中。此下殤葬於園，是路去家甚近，故先用機舉屍往園中，而後棺斂，故曰「塗邇故也」。○注「土周」至「輿機」。○正義曰：按《檀弓》云「夏後氏之堲周，葬中殤下殤」，故知土周是堲周也。云「周人以夏後氏之堲周，葬下殤於園中」者，《檀弓》云「中殤下殤」，此直云葬「下殤土周葬於園」者，以經云「下殤」，故指下殤為言。《檀弓》所云，據士及庶人也。若諸侯長、中殤適者，車三乘，下殤車一乘，既有遣車，即不得堲周、輿機而葬也。諸侯庶長殤、中殤，車一乘，則宗子亦不用堲周、輿機而葬；其下殤則輿機。其大夫之適長殤、中殤，遣車一乘，亦不輿機；下殤無遣，則輿機也。然則王之適庶長、中、下殤皆有遣車，並不輿機。士及庶人適庶皆無遣車，則中、下殤並皆輿機，故熊氏云：「若無遣車，中從下殤。其長殤既無遣車，年又長大，不可與下殤同，蓋棺斂於宮中，載棺而往之墓，從成人也。」○「今墓遠，則其葬也如之何」。○今謂曾子見時世禮變，皆棺斂下殤於宮中，而葬之於墓，與成人同隆。今既遠，不復用輿機，於屍為當用人抗舉棺而往墓？為當用車載棺而往墓邪？問其葬儀，故云「如之何」。○「昔者史佚有子而死，下殤也，墓遠」。○此舉失禮所由之人。史佚，周初良史，武王、周公、成王時臣也。有子下殤而死。○「墓遠」者，史佚欲不葬於園而載屍往墓，及棺而葬之，其墓稍遠，猶豫未定。注「史佚，武王時賢史也」。○正義曰：史佚，文王武王時臣，故《國語》稱訪於辛尹，《尚書》稱逸祝冊是也。但下殤之喪，非成人之要，故史佚猶有不知。○「召公謂」至「宮中」。○召公名奭，見史佚欲依下殤禮，而不棺斂於宮中，而欲車載往墓，猶豫未定，故勸之，令棺斂於宮中，如成人也。○「史佚曰吾敢乎哉」者，言吾雖欲如此，猶不敢，恐達禮者所譏。注「畏知禮也」者，是畏周公也。不欲直指。○「召公言於周公」者，言猶問也。史佚既畏周公，故召公為諮問於周公，述其事狀，以決之者，「周公曰豈，不可」者，周公聞召公之問，故答云「豈」。豈者怪拒之辭，先怪拒之，又云「不可」。不可是不許之辭。○「史佚行之」者，召公述「周公曰豈，不可」之辭，以語史佚，史佚不達其指，猶言周公豈不可，是許之辭，故行棺衣宮中之禮也。○「下殤用棺衣棺，自史佚始也」。○更據失禮所由也。然此云棺衣棺於宮中，自史佚為始，明昔非惟宮中不棺，亦不衣也。而不言於宮中者，略從可知也。"
      },
      {
        "index": 44,
        "text": "曾子問曰：「卿大夫將為屍於公，受宿矣，而有齊衰內喪，則如之何？」孔子曰：「出捨於公館以待事，禮也。」吉凶不可以同處。孔子曰：「屍弁冕而出，為君屍或弁者，先祖或有為大夫、士者。卿、大夫、士皆下之。見而下車。屍必式，小俯禮之。必有前驅。」為辟道。○辟，婢亦反。"
      },
      {
        "index": 45,
        "text": "[疏]「曾子」至「前驅」。○正義曰：此一節論卿大夫與君為屍之事。○「曾子」至「之何」。○曾子言卿大夫或為屍而巳，受宿齊戒，而門內有齊衰之喪，其禮如何，故云「則如之何」。○「孔子曰出捨於公館以待事，禮也」者，此答曾子云：且捨公館，待事畢，然後歸哭也。所以出於公館者，以祭是吉，吉凶不可同處也。○「孔子曰屍冕而出」，此孔子因曾子上問為屍之事，遂為曾子廣說事屍之法，故此直言「孔子曰」，無曾子問辭。此篇之內，時有如此，皇氏以為無曾子問者，後寫脫漏，非也。○注「為君」至「士者」。○正義曰：按《士虞禮》云「屍服卒者之上服」，以君之先祖有為士者，當著爵弁以助君祭，故子孫祭之，屍得服爵弁者。若以助君祭服言之，大夫著冕。此云大夫者，因士連言大夫耳。按《儀禮•特牲》「屍服玄端少牢」，又云「屍服朝服」，屍皆服在家自祭之服，不服爵弁及冕者，大夫、士卑屈於人君，故屍服父祖自祭之上服；人君禮伸，故屍服助祭之上服也。○「卿、大夫、士皆下之」者，謂屍或出於道路，其卿、大夫乘車，見屍則下車也。「屍必式」者，而屍當馮式小俛以敬之。「必有前驅」者，謂屍出行，則有前驅辟道之人也。"
      },
      {
        "index": 46,
        "text": "子夏問曰：「三年之喪卒哭，金革之事無辟也者，禮與？初有司與？」疑有司初使之然。○辟音避，下同。與音餘，下皆同。孔子曰：「夏後氏三年之喪，既殯而致事，殷人既葬而致事。致事，還其職位於君。周卒哭而致事。《記》曰：『君子不奪人之親，亦不可奪親也。』此之謂乎？」二者：恕也，孝也。子夏曰：「金革之事無辟也者，非與？」疑禮當有然。孔子曰：「吾聞諸老聃曰：『昔者魯公伯禽有為為之也。伯禽，周公子，封於魯。有徐戎作難，喪卒哭而征之，急王事也。征之，作《費誓》。○難，乃旦反。費音秘。今以三年之喪從其利者，吾弗知也。』」時多攻取之兵，言非禮也。"
      },
      {
        "index": 47,
        "text": "[疏]「子夏」至「知也」○正義曰：此一節論君不奪孝子情之事，各依文解之。○「子夏問曰三年之喪」至「初有司與」者，子夏以人遭父母三年之喪，卒哭之後，國有金革戰伐之事，君使則行，無敢辭辟，為是禮當然與？為當初時有司強逼遣之與？○注「致事」至「致事」。○正義曰：皇氏云：「夏後氏尚質，孝子喪親恍惚，君事不敢久留，故既殯致事還君。殷人漸文，思親彌深，故既葬畢始致事還君。周人極文，悲哀至甚，故卒哭而致事。」知周卒哭致事者，以喪之大事有三：殯也，葬也，卒哭也。夏既殯，殷既葬，後代漸遠。以此推之，故知周卒哭也。○「記曰」至「謂乎」。○解人臣喪親，在上君子許之致事。君子謂人君也。人臣有親之喪，在上君子許其致事，是不奪人喪親之心，此謂恕也，以巳情恕彼也，據君許於下也。亦不可奪親者，謂人臣遭親之喪，若不致事，是自奪思親之心也，故遭喪須致事，是不奪情以求利祿，此謂孝也，此據孝子之身也。言孝子居喪，不可以不致事，人君不可以不許。舊記先有此文，故孔子引之，故云「此之謂乎」。○注「二者恕也孝也」者，「恕也」解不奪人之親，巳既思親，以巳方人，何可奪人之親？是君恕也。「孝也」解亦不可奪親，是孝子思親，今不致事，不能念親；今既致事，是不奪思親之情，是其孝也。○「子夏曰金革之事，無辟也者，非與」，孔子既前答周人卒哭而致事，則無從金革之理。子夏既見周代行金革無辟之事，謂其禮當然，故問孔子云：金革之事，無辟也者，豈非禮也與？疑其於禮當然。又意謂見魯君居喪有金革之事，豈是禮也與？疑其非禮也，故問之。○「孔子曰：吾聞諸老聃曰：昔者魯公伯禽有為為之也」者，孔子對云：金革之事無辟也者，當亦有之。吾聞諸老聃曰：昔者魯君伯禽卒哭而從金革，時有徐戎作亂，東郊不開，故征之。有為，為之也。○注「伯禽」至「費誓」。○正義曰：言伯禽，周公之子，封於魯。按《史記•魯世家》文云「徐戎作難」，《尚書》序又云「卒哭而征之，急王事也」，以此上經云「卒哭，金革之事無辟」，此云「魯公伯禽有為為之」，故知征之。然周公致政之後，成王即位之時，周公猶在，則此云伯禽卒哭者，為母喪也。「今以三年之喪」至「弗知也」。○今以三年之喪，卒哭而從金革之事，更無所為，蓋直貪從於利，攻取於人者。吾不知也，言不知是不得此禮也。"
      }
    ]
  }
}