{
  "chapterNumber": 19,
  "title": "卷18",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「曾子，孔子弟子曾參也。以其所問多明於禮，故著姓名以顯之。\n[疏]正義曰：按鄭《目錄》云：「名為《曾子問》者，以其記所問多明於禮，故著姓名以顯之。曾子，孔子弟子曾參。此於《別錄》屬《喪服》。」"
      },
      {
        "index": 1,
        "text": "曾子問曰：「君薨而世子生，如之何？」孔子曰：「卿、大夫、士從攝主，北面於西階南。變於朝夕哭位也。攝主，上卿代君聽國政。大祝裨冕，執束帛，升自西階，盡等，不升堂，命毋哭。將有事，宜清靜也。裨冕者，接神則祭服也。諸侯之卿大夫所服裨冕，絺冕也、玄冕也。士服爵弁服。大祝裨冕，則大夫。○大祝音泰，下文注「大祝」、「大宰」、「大宗」、「大廟」、「大史」皆同此音。祝，之六反，《說文》云：「祝，祭主贊詞者。」裨，婢支反。毋音無，本亦作無。絺，知裡反，本又作希，徐張履反。祝聲三，告曰：『某之子生，敢告。』聲，噫歆警神也。某，夫人之氏也。○祝，之六反，下同，徐之又反。三，息暫反，又如字，下「聲三」、「及三」、「者三」皆放此。噫，於其反。歆，許金反。警，居領反。升，奠幣於殯東几上，哭降。几筵於殯東，明繼體也。眾主人、卿、大夫、士、房中皆哭，不踴。眾主人，君之親也。房中，婦人。盡一哀，反位，遂朝奠。反朝夕哭位。小宰升，舉幣。所主也，舉而下，埋之階間。"
      },
      {
        "index": 2,
        "text": "[疏]「曾子」至「舉幣」。○正義曰：此一節論君薨而世子生告殯之事，各隨文解之。○「君薨而世子生」者，按《聘禮》云：「子即位不哭。」《公羊》云：「君存稱世子，君薨稱子某。」此既君薨仍稱世子者，以其別於庶子，又用世子之禮告殯，故雖君薨，猶稱世子，異於《春秋》之例。按《左傳》桓六年「子同生」，賈、杜注云：「不稱大子者，書始生。」此亦始生而稱世子者，彼為父在始生未命，故直云子；此是君薨初生，則舉以世子之禮，故云「世子」也。熊氏云：「下稱奠幣於殯東，則此告世子生，謂既殯以後，若未殯之前，則世子生亦不告。」凡天子諸侯稱世子，《春秋經》稱王世子、曹世子是也。卿大夫以下謂之適子，《喪服》云「大夫之適子」是也。若在喪，諸侯之子亦稱適子，《檀弓》云「君之適長殤」是也。天子諸侯亦謂之大子，則《王制》云「王大子」，及《檀弓》云「大子申生」是也。塚子則上下通名，故《內則》云「其非塚子，則皆降一等」，注則言天子以下至庶人，是其通名也。其《春秋三傳》世子之例，煩而不要，今所不用也。○「孔子」至「北面」。○此論卿大夫士等皆衣衰服也。「攝主，上卿代國政」者，卿大夫士等皆衣衰服北面。文不言者，以下文云「大祝裨冕」，明卿大夫等不裨冕也。○「於西階南」。注「變於朝夕哭位也」。○正義曰：按《喪大記》云：「君之喪既正屍，卿大夫父兄子姓立於東方。」又《士喪禮》：「朝夕哭，丈夫即位於門外，西面北上。外兄弟在其南，南上。賓繼之，北上。若其門內位，主人堂下直東序西面。兄弟皆即位，如外位，卿大夫在主人之南。」是朝夕內外哭位，皆在東方也。今乃從攝主北面於西階南，故云「變於朝夕哭位也」。必於西階南者，以將告殯，近殯位故也。若君喪大斂，《喪大記》云「卿大夫即位於堂廉楹西北面」者，彼斂故升堂，非朝夕哭位。此為告世子生，故在堂下。○「大祝」至「毋哭」。○大祝，以大夫為之，祝主接神，故服裨冕。裨冕，祭服也。以其將告神，故執束帛。執，持也。束帛，十端也。端則二丈，鬼神質，故用偶數也。鬼神以丈八尺為端，鬼神之道，陰陽不測，故用陰陽之數求之，一丈象陽，八尺法陰，十端、六玄、四纁、五兩、三玄、二纁。纁是地色，玄是天色也。欲往告殯，故升自西階。若於堂下告，則大遠，堂上告，則大近殯，故升階，盡等級，即不升堂，將有告事宜靜，故命毋哭。○注「裨冕」至「大夫」。○正義曰：卿大夫所服裨冕，絺冕也。按《覲禮》「侯氏裨冕」，鄭注云：「裨冕者，衣裨衣而冠冕也。裨之為言埤也。天子六服，大裘為上，其餘為裨，以事尊卑服之，而諸侯亦服焉。」又注云：「袞衣者，裨之上也。」則裨唯據衣也。言服裨衣而著冕，故云「裨冕」。言裨者，取其繢繡。云「諸侯之卿大夫所服裨冕，絺冕也、玄冕也」者，此言五等諸侯孤卿大夫，唯絺冕而下。以上諸侯薨，兼五等，故總解其臣服。此卿，兼公孤卿也。若孤卿則絺冕，若三命再命卿大夫服玄冕。故《周禮•司服》云：「孤自絺冕而下，卿大夫自玄冕而下。」又《大宗伯》云：「再命受服。」鄭注云：「受玄冕之服，列國之大夫，於子男為卿。卿大夫自玄冕而下，如孤之服也。」是孤則絺冕，卿與大夫皆玄冕。《周禮》謂三孤六卿為九卿，總云謂卿四命，是卿名通於孤也。云「士服爵弁服」者，以天子大祝是大夫，諸侯則無文，若是士則爵弁。今經云「大祝裨冕」，故云「則大夫」。○「祝聲」至「敢告」。○聲謂噫歆之聲三，所出警神也。言若夫人某氏之子生，以告殯之辭也。○注「聲，噫歆警神也」。○正義曰：直云祝聲，不知作何聲。按《論語》云：「顏淵死，子曰：噫，天喪予！」《檀弓》云：「公肩假曰：噫！」是古人發聲多云噫，故知此聲亦謂噫也。凡祭祀神之所享謂之歆，今作聲欲令神歆享，故云「歆警神也」。○「升奠幣於殯東几上，哭降」者，謂告殯竟，執束帛者，升堂奠置所執之幣於殯東几筵上，畢，遂哭，哭竟而降階也。○注「几筵」至「體也」。○正義曰：按阮諶《禮圖》云：「幾長五尺，高尺二寸，廣二尺。」皇氏云：「《周禮》天子下室喪奠有素幾，不云殯宮有幾，而諸侯雖無文，當與天子同。而大夫士，葬前下室並無幾，降於人君也。並葬後殯宮皆有幾。人君未葬前，而於下室有素幾，其殯宮無幾。今世子生既告，權移下室之幾於殯東，告於繼體，異常日。」庾氏云：「未虞，施几筵常於下室，然殯宮几筵，為朝夕之奠，常在不去。今更特設几筵於殯宮東者，特異其事，以為世子之生，故鄭云『几筵於殯東，當明繼體也』。」今按《既夕禮》，燕養饋羞如他日，則下室所供之物如平常，皆用吉物。即今之告靈，不得有素幾。又《司几筵》云：「凡喪事，右素幾。」注云：「喪事，謂凡奠也。」又云：「凶事仍幾。」注云：「凶事，謂凡奠，幾朝夕相因，喪禮略。」以此推之，即素幾。是殯宮朝夕設奠之幾，不在下室，而庾、皇等以為素幾設於下室，未審何以知之，其義非也。熊氏以為天子諸侯在殯宮則有几筵，大夫士大斂有席，虞始有幾。然殯宮几筵為朝夕之奠，常在不去。今更特設幾於殯東，當明世子是繼體之貴，故於常几筵之外，別特設之。考三家之說，熊以為是，皇、庾以為非。○注「眾主」至「婦人」。○正義曰：知者，按《喪大記》云：「君將大斂，父兄堂下北面。」父兄即君之親。又云：「外宗房中南面。」故云「房中，婦人」。○注「反朝夕哭位」。○正義曰：按《士喪禮》每日之旦，於朝夕哭位先哭，而後行朝奠，朝奠了又哭。今因西階前哭畢，反此朝夕哭位，於位不更哭，即行朝奠禮，謂一時兼哭兩事，故云遂朝奠。按《士喪禮》尋常朝奠，皆先哭後奠。皇氏云「尋常先奠後哭，此謂告世子生，故先哭後奠」，其義非也。○注「所主」至「階間」。○正義曰：所以小宰舉幣，幣是小宰所主，故云「所主也」。故《周禮•小宰職》云「凡祭祀贊王幣爵之事，喪竟受其含襚幣玉之事」是也。必知埋之階間者，下文云「師行主命，反必告，設奠卒，斂幣玉，藏諸兩階之間」，故知此幣亦埋之階間也。"
      },
      {
        "index": 3,
        "text": "三日，眾主人、卿、大夫、士如初位，北面。三日，負子日也。初告生時。大宰、大宗、大祝皆裨冕，少師奉子以衰，祝先，子從，宰、宗人從，入門，哭者止。宰、宗人，詔贊君事者。○少，升召反，下「少喪」並注同。奉，方勇反，下注「奉者」同。衰，七雷反，下同。從，才用反，下同。子升自西階，殯前北面，祝立於殯東南隅。祝聲三，曰：『某之子某，從執事敢見。』子拜稽顙，哭。奉子者拜哭。○見，賢遍反，下「而見」、「伯父廟見」、「旅見」同。祝、宰、宗人、眾主人、卿、大夫、士，哭踴，三者三，降東反位，皆袒。子踴，房中亦踴，三者三，襲衰杖。踴、襲、衰、杖，成子禮也。亦出。亦謂朝奠。大宰命祝史，以名遍告於五祀山川。」因負子名之，喪於禮略也。○遍音遍，下同。"
      },
      {
        "index": 4,
        "text": "[疏]「三日」至「山川」。○正義曰：此一節論世子生巳三日，名之以名見於殯之禮，各依文解之。○三日之朝，自眾主人以下，悉列西階下，列位如初日子生之義也。以子自為主，故不云從攝主也。○注「三日」至「生時」。○正義曰：按《內則》云：「國君世子生，告於君三日，卜士負之。」此亦生則告君，三日負之，但告時直負之而巳。子未見君，至三月為名之時，則始見之也。今既在喪，禮略，於負子之時則見也。此不用束帛者，初告生巳用，今既禮殺，故不用也。云「初告生時」者，以經云「如初」，恐初是朝夕哭位，故以初為告生時也。必知告生時者，以告生時北面於西階南，此亦云「北面」，故知是告生時也。○「大宰大宗大祝皆裨冕」。○大宰是教令之官，大宗是主宗廟之官，初不裨冕，今得裨冕者，以為奉子接神，故服祭服。此大宰、大宗等亦從子升堂，故下文云「祝宰宗人降東反位」。既言降，明其時當在堂。此經不云升堂者，文不具耳。○「少師奉子以衰」者，少師主養子之官，又奉子，故與子皆著衰也。皇氏及王肅云：「謂以衰衣而奉之。」崔氏云：「諸侯五日而殯，殯而成服。此三日而衰者，喪巳在殯，異於未殯也。」○「祝先子從」者，祝主接神，故先進也。少師奉子，次從祝也。○「宰宗人從」者，大宰大宗，為詔告贊君事，故次從在後也。○「入門哭者止」者，入門，是入殯宮門也。眾主人及諸臣並巳先列位而哭，今祝、宰、宗三人將子入門見，故命門內在位者止哭也。前告是初生日，哀甚，故祝升階，乃命止哭。今三日哀巳微殺，故子入門而哭則止也。○注「宰宗」至「事者」。○正義曰：上云「大宰大宗」，此直云「宰宗人」者，皇氏云：「宰則大宰，宗人則大宗也。」此祝先子從者，同吉祭之禮，故特牲、少牢，皆祝前主人後，若凶祭，則主人前，祝在主人後，《士虞禮》是也。今此亦凶祭而祝在先者，以其告神故也。○「子升」至「顙哭」。○「子升自西階」者，謂世子不忍從先君之階升，故由西階升。於時大宰、大宗及祝亦升，不言從者，以子為主，故略而不言也。「殯前北面」者，殯以東為前，謂當殯之東，稍南北面也。○「祝立於殯東南隅」者，祝在子之西，而北面當殯之東南，故云「殯東南隅也」。其宰及宗人，皇氏云：「以次立於子之東階北面，若其須詔相之時，或就子前而西面也。」○「祝聲三」者，亦謂警神也。前告生哀甚，故盡階不升堂，此見子須近殯，故進立於殯東南隅。既警神之後，祝乃告曰：夫人某氏之子某，從執事宰、宗人等敢見。告訖，奉子之人拜而稽顙，乃哭。不踴者，未即位故也。皇氏云：「於時未立子名，不得云某氏之子某從執事。下有『某』字者，誤也。」今按定本及諸本皆有「某」字，子升堂之時，大宰即位立名，告殯云：某之子某。○「祝宰」至「衰杖」。○「祝宰宗人卿大夫士哭踴，三者三」，此等以子稽顙哭，故亦祝宰宗人在堂上北面哭，眾主人、卿、大夫、士俱在西階下北面哭，為踴。每踴三度為一節，如此者三，故云「三者三」。○「降東反位」者，堂上皆降反東，在下者皆東，反朝夕哭位。降者，謂降自西階也。皆袒者，以初堂上堂下之哭非正位，故不袒。今反朝夕哭位，故皆袒。○「子踴，房中亦踴」者，以上文子不踴，房中亦不踴，至此乃踴，故云「子踴，房中亦踴」。明祝、宰、宗人、眾主人及卿、大夫、士反位，亦皆踴也。當子踴之時亦袒也，故下注云「踴襲衰杖，成子禮也」。既云襲，明初時袒也。皇氏云：「子踴不袒。」若然，子初不袒，何得後有襲乎？皇氏說非也。○注「亦謂朝奠」。○正義曰：恐是見子，故為奠祭，故云「亦謂朝奠」。以告生之時，遂朝奠，故云「亦謂朝奠」。知非特奠者，在殯無特告奠之法故也。○注「因負」至「略也」。○正義曰：按《內則》及《左傳》桓六年皆三月乃名之。今此因負子三日即名之，以喪事促遽，於禮簡略，不暇待三月也。上見殯之時，既以名告，故云「某之子某」。鄭於此乃解名者，以經有名文，而遂解之，非謂告山川之時始作名也，若依皇氏以見殯後乃作名，故鄭於此解之。"
      },
      {
        "index": 5,
        "text": "曾子問曰：「如巳葬而世子生，則如之何？」孔子曰：「大宰、大宗從大祝而告於禰。告生也。○禰，本又作爾，乃禮反。三月，乃名於禰，以名遍告及社稷、宗廟、山川。」"
      },
      {
        "index": 6,
        "text": "[疏]「曾子」至「山川」。○正義曰：此一節因前論問君未葬而世子生，今更問巳葬後世子生之禮。○「大宰、大宗從大祝而告於禰」者，禰父殯官之主也。既葬訖，殯無屍柩，唯有主在，故告於主，漸神事之故也。同廟主之名，故曰禰也。然直云三人告禰，不云「攝主」者，葬時攝主巳弁絰葛以交神明，葬竟又服受服，喪之大節更畢，攝主亦無復有此事，故子生，則攝主不復與群臣列位西階下，故自還依大宰之禮，與大宰大宗從大祝裨冕，而告殯官中主也。不云：「裨冕」者，未葬尚裨冕，葬後不言自顯也。不云「束帛」者，凡告必制幣，從之可知也。不言「盡階不升」者，三人例是升者，非不升也。不言「某之子生敢告」者，亦自可知也。「三月乃名於禰」者，葬後神事之，故依平常之禮，三日不見也。三月乃見，因見乃名，故云「乃名於禰」也。從見之人，與告生不異，故不重言也。雖三日不見，其成服衰絰，自依常禮也。○「以名遍告及社稷宗廟山川」者，名於禰既畢，宰亦命祝史遍告也。不言宰命祝史，從可知也。又前不云「社稷宗廟」，此不云「五祀」，相互明也。王肅云：「前三日名之。君云未葬當稱子某，故三日因名之。此經既葬稱子，不稱名，故三月乃名也。」鄭云：「稱世子生，喪在殯，告五祀山川耳。五祀：殯宮之五祀，山川國鎮之重，不可不告，故越社稷告之。既葬而世子生，三月而名，葬後三月，於禮巳祔廟，故告可及廟。廟與社稷相連，不得不告社稷。」"
      },
      {
        "index": 7,
        "text": "孔子曰：「諸侯適天子，必告於祖，奠於禰。皆奠幣以告之，互文也。冕而出視朝。聽國事也。諸侯朝天子，必裨冕，為將廟受也。裨冕者，公袞，侯伯鷩，子男毳。○朝，直遙反，注及下同。為，於偽反，下「為事」同。袞，古本反。鷩，必列反。毳，昌銳反。命祝史告於社稷、宗廟、山川。臨行，又遍告宗廟，孝敬之心也。乃命國家五官而後行。五官，五大夫與事者，命者，敕之以其職。道而出，祖道也。《聘禮》曰「出祖釋軷祭酒脯也」。○軷，步末反。告者五日而遍，過是非禮也。既告，不敢久留。凡告用牲幣，反亦如之。牲當為「制」字之誤也。制幣一丈八尺。○牲幣，依注牲音制。諸侯相見，必告於禰。道近，或可以不親告祖。朝服而出視朝。朝服為事故也。命祝史告於五廟，所過山川。山川所不過則不告。貶於適天子也。亦命國家五官，道而出。反必親告於祖禰，乃命祝史告至於前所告者，而後聽朝而入。」反必親告祖禰，同出入禮。"
      },
      {
        "index": 8,
        "text": "[疏]「孔子」至「如之」。○正義曰：此一節論諸侯朝天子將出之禮。不云「曾子問」，直云「孔子曰」者，以此與上事連文。上既云「以名遍告社稷宗廟」，因論出朝告祖禰之事，此乃因上起文也。此篇之內，時有如此，故下「曾子問云：『除喪則不復禮乎。』孔子曰：『祭過時不祭，禮也。又何反於初？』」又云：「孔子曰：『嫁女之家，三夜不息燭。』」與此相類。云「告於祖」，亦告於禰也。言「奠於禰」，亦奠於祖也。○「冕而出視朝」。○裨冕，謂裨衣而冕。裨衣者，公袞，侯伯鷩，子男毳，視朝詔聽事也。○注「聽國」至「受也」。○正義曰：聽國事，解經視朝之事，云「諸侯朝天子必裨冕，為將廟受也」，諸侯視朝，當用玄冠緇衣素裳，今視朝而服裨冕之服者，按《覲禮》侯氏裨冕，天子受之於廟，故鄭云「諸侯朝天子必裨冕，為將廟受也」。言天子於廟受巳之禮。今諸侯往朝天子，為天子將欲於廟中受巳之禮，故諸侯豫敬之，以冕服視朝也。○「命祝史告於社稷宗廟山川」。○注「臨行又遍告宗廟，孝敬之心也」。○正義曰：按上文云「諸侯適天子，必告於祖，奠於禰」。此又命祝史告於宗廟山川，是臨行一告宗廟，則知後再告，故云「臨行又遍告宗廟，孝敬之心也」。言遍告宗廟，則五廟皆告也。前云「告於祖」者，亦祖禰皆告也。○「乃命國家五官而後行」。○注「五官」至「其職」。○正義曰：按《大宰》云：「建其牧，立其監，設其參，傅其伍。」是諸侯有三卿五大夫。經云「五官」，故云五大夫，以屬官大夫其數眾多，直云五者，據與國事者言之。不云「命卿」者，或從君出行，或雖在國留守，總主群吏，如三公然，不專主一事，且尊之。既命五大夫，則卿亦命之可知，故不顯言命卿也。命者，謂戒敕以所掌之事也。○注「祖道」至「脯也」。○正義曰：經言「道而出」，明諸侯將行，為祖祭道神而後出行。引《聘禮》者，證祖道之義。按《聘禮記》云：「出祖釋軷祭酒脯。」彼注云：「祖，始也。行出國門，止陳車騎，釋酒脯之奠於軷，為行始也。」《春秋傳》曰：「軷涉山川。」然則軷，止行之名也。道路以險阻為難，是以委土為山，或伏牲其上，使者為軷，祭酒脯。祈，告也。禮畢然後乘車，轢之而遂行，其有牲犬羊可也，此城外之軷祭也。其五祀行神，則在宮內，故鄭注《聘禮》云：「行，謂行者之先，其古人之名未聞。天子諸侯有常祀在冬也。」《喪禮》有毀宗躐行，出於大門，則行神之位，在廟門外西方。又鄭注《月令》：「軷，壇厚二寸，廣五尺，輪四尺。」《周禮》注云：「以菩芻棘柏為神主。」此鄭釋為軷祭之義。此軷亦有屍，故《詩•生民》云：「取羝以軷。」注「燔烈其肉為屍羞」是也。其牲，天子軷用犬，故《犬人》云：「伏瘞亦如之。」注云：「伏謂伏犬於軷上。」諸侯用羊，《詩》云「取羝以軷，謂諸侯也。卿大夫以酒脯，既行祭軷竟，御者，以酒祭車軾前及車左右轂末，故《周禮•大馭》云：「及犯軷，王自左馭，馭下祝，登受轡，犯軹，遂驅之。」又云：「及登，酌僕。僕左執轡，右祭兩軹，祭軏，乃飲。」軹即轂末，軌謂車軾前是也。其祭宮內行神之軷，及城外祖祭之軷，其制不殊。崔氏云：「宮內之軷，祭古之行神。城外之軷，祭山川與道路之神。」義或然也。壇名山，其神曰累。○「告者五日而遍，過是非禮也」。○前命祝史告山川，而諸侯猶待告遍乃行也。以五日為期，若近者乃可就彼告，若遠者則當望告，故以五日為限也。所以爾者，為先以告廟載遷主。若久留不去，則為非禮，故云「過是非禮也」。《曲禮》云「凡為君使者，巳受命，君言不宿於家」是也。○注「牲當為制字之誤也」。○正義曰：皇氏、熊氏以此為諸侯禮，不應用牲，故牲當為制，其天子則當用牲，故熊氏云：「鄭注《周禮•大祝職》引此文云，『告用牲幣』，不破牲字，是天子用牲幣也。必知天子用牲者，《校人》云：『王所過山川，則飾黃駒』，是用牲也。必知諸侯不用牲者，約下文云『幣帛皮圭以告』，故知不用牲也。或天子諸侯出入有告有祭，故告用制幣一丈八尺。其卿大夫唯入祭而巳，故《聘禮》既使而反祭用牲也。」○注「道近」至「告祖」。○正義曰：以直云告於禰，是據其道近，故云「或可以不親告祖」。知諸侯不直告禰者，下文云「反必親告於祖禰」，明出時亦告祖禰，為道近，唯告禰耳。○注「朝服為事故也」。○正義曰：「朝服為事故」者，或會或吊之事，諸侯朝服玄冠緇衣素裳，以上文諸侯朝天子，冕而出視朝，為將廟受，尊敬天子，習其禮，故著冕服。諸侯視朝，亦雖在廟受，降下天子不敢冕服，唯著臨朝聽事之服，故云「朝服為事故也」。熊氏又云：「此朝服，謂皮弁服，以天子用以視朝，故謂之朝服。」《論語》云：「吉月必朝服而朝。」注云「朝服，皮弁服」是也。必知朝服皮弁服者，《聘禮》「諸侯相聘皮弁服」，明相朝亦皮弁服，此義為勝也。○注「反必親告祖禰，同出入禮」。○正義曰：庾蔚云：「鄭當謂出入所告，理不容殊。而諸侯祖見，出不云告祖者，或道近，變其常禮耳。故反必親告祖禰，以明出入之告，其禮不殊也。"
      },
      {
        "index": 9,
        "text": "曾子問曰：「並有喪，如之何？何先何後？」並，謂父母，若親同者，同月死。孔子曰：「葬，先輕而後重；其奠也，先重而後輕：禮也。自啟及葬不奠。不奠，務於當葬者。行葬不哀次，不哀次，輕於在殯者。反葬，奠而後辭於殯，遂脩葬事。殯當為「賓」，聲之誤也。辭於賓，謂告將葬啟期也。○殯音賓，出注。其虞也，先重而後輕，禮也。」○孔子曰：「宗子雖七十，無無主婦。族人之婦，不可無紀。非宗子，雖無主婦可也。」"
      },
      {
        "index": 10,
        "text": "[疏]「曾子」至「禮也」。○正義曰：此一節論並有喪葬之事，各隨文解之。○注「並謂」至「月死」。○正義曰：「並「，謂父母也。「親同者」，祖父母及世叔兄弟。云「同月死」，不云「同日」者，略可知也。○「自啟」至「葬事」。○既父喪在殯，先葬母之時，自，從也。從啟母殯之後，及至葬柩欲出之前，唯設母之啟殯之奠，朝廟之奠，及祖奠、遣奠而巳，不於殯宮為父設奠，故云「自啟及葬不奠」，謂不奠父也。「不奠」者，不朝夕更改新奠，仍有舊奠存也。「行葬不哀次」者，次謂大門外之右平生待賓之處，葬柩車出門，至此，孝子悲哀，柩車暫停。今為父喪在殯，故行葬母之時，出門外，孝子不得為母伸哀於所次之處，遂行而去。所以不敢若此悲哀，恐輕於在殯也。「反葬奠」者，謂葬母還，反於父殯然後設奠也。○「而後辭於殯，遂脩葬事」者，辭猶告也。謂奠父之後，孝子告語於賓以明日啟父殯期節，既告賓，賓出之後，遂修營葬父之事。所以葬則先輕，奠則先重者，皇氏云：「葬是奪情，故從輕者為首。奠是奉養，故令重者居先也。」○注「不奠，務於當葬」者。○正義曰：不奠，謂不奠父及餘喪也。重喪所以不奠者，若營奠父事，恐葬事遲晚，務欲輕喪在先當葬者，使其速畢故也。知此不奠不據先葬者，葬是喪之大事，永離宮室，不可以不奠也。○注「不哀次，輕於在殯」者。○正義曰：解經「不哀次」之義，以父喪在殯為重，今為母至次處而哀，為輕於在殯者。今為在殯者所壓，不敢為母伸哀，故云「不哀次，輕於在殯者」。上注云「若親同者」，則除父母之外餘喪，其重喪在殯，皆為輕喪不哀次。○注「殯當」至「期也」。○正義曰：此經「辭於殯」，知非告殯以將葬，而云「殯當為賓」，為告賓者，按《既夕禮》云主人「請啟期，告於賓」之後，即陳葬事，設盟陳鼎饌夷床之屬。下乃云「祝聲三」，是告殯之事。今先云「辭於殯」，乃云「遂脩葬事」，故云「殯當為賓」，謂詔告賓也。與《既夕禮》同。○「其虞也，先重而後輕，禮也」。○以虞是奠之類，故亦先重後輕，以禮結之，故云「禮也」。按崇精問曰：「葬母亦朝廟否？其虞父與母同日異日乎？」焦氏答曰：「婦未廟見，不朝廟耳。《內豎職》云王后之喪朝廟，則為之蹕也，是母喪亦朝廟明也。虞當異日也。」○「孔子」至「可也」。○正義曰：此一節論宗子立後之事，凡無問而稱「孔子曰」者，皆記者失問也，亦此卷之通例矣。宗子，大宗子也。凡人年六十無妻者不復娶，以陽氣絕故也。而宗子領宗男於外，宗婦領宗女於內，昭穆事重，不可廢闕，故雖年七十亦猶娶也。故云「無無主婦」，言必須有也。然此謂無子孫，及有子而年幼小者。若有子孫，則傳家事於子孫，故《曲禮》「七十老而傳」是也。"
      },
      {
        "index": 11,
        "text": "曾子問曰：「將冠子，冠者至，揖讓而入，聞齊衰，大功之喪，如之何？」冠者，賓及贊者。○冠，古亂反，下及注皆同。孔子曰：「內喪則廢。外喪則冠而不醴，徹饌而埽，即位而哭。如冠者未至，則廢。內喪，同門也。不醴，不醴子也。其廢者喪成服，因喪而冠。○饌，仕戀反。埽，悉報反。如將冠子，而未及期日，而有齊衰、大功、小功之喪，則因喪服而冠。」廢吉禮而因喪冠，俱成人之服。及，至也。「除喪不改冠乎？」孔子曰：「天子賜諸侯、大夫冕弁，服於大廟，歸設奠，服賜服，於斯乎有冠醮，無冠醴。酒為醮，冠禮醴重而醮輕。此服賜服，酌用酒，尊賜也。不醴，明不為改冠，改冠當醴之。○醮，子妙反，酌而無獻酬曰醮。父沒而冠，則已冠，埽地而祭於禰，巳祭而見伯父叔父，而後饗冠者。」饗謂禮之。"
      },
      {
        "index": 12,
        "text": "[疏]「曾子」至「冠者」。○正義曰：此一節論冠子逢喪之事。「將冠子，冠者至，揖讓而入」者，曾子問將欲冠子，冠者謂賓及贊者，至主人之門，而與主人揖讓而入，主人忽聞齊衰大功之喪，如之何？孔子答之云：若是大門內之喪則廢，以加冠在廟，喪則在大門之內，吉凶不可同處，故云「內喪則廢」。○「外喪則冠而不醴」者，外喪謂大門外之喪，喪在他處，猶可以加冠也。但平常吉時，三加之後，設醴以禮冠者之身。今既有喪，故直三加而巳，不醴之。○「徹饌而埽」者，以初欲迎賓之時，未知有喪，醴及饌具既巳陳設。今忽聞喪，故徹去醴與饌具，又埽除冠之舊位，令使清絜更新，乃即位而哭。如賓及贊者未至，則廢而不冠也。○「如將」至「而冠」，既答曾子之問，遂言未及期日有喪之禮，故云「未及期日而有齊衰大功小功之喪」。○「則因喪服而冠」者，孔子言冠日尚遠，不可以吉加冠，故廢其吉禮，則因著喪之成服而加喪冠也。「除喪不改冠乎」者，曾子既得夫子引類以答之，仍疑而發問云，此人因喪服而冠，除喪之後，不更改易，而行吉冠之禮乎？○「孔子」至「賜服」。○此一經孔子引類答，曾子除喪不合改冠之事。所以然者，謂諸侯幼弱未冠，總角從事，至當冠之年，因朝天子。天子而賜諸侯大夫或弁或冕之服，於天子大廟之中，榮君之賜，歸設奠祭於巳宗廟，此時身服所賜之服，更不改冠也。○「於斯乎有冠醮，無冠醴」，斯，此也。於此之時，唯有冠之醮法，行醮以相燕飲。無有冠之醴法，謂不用醴以禮受服者之身。所以然者，凡改冠則當用醴。今既受服於天子，不可歸還更改為初冠禮法。然則既因喪而冠，不可除喪更改為吉冠也。○「父沒」至「冠者」。○孔子既答其問，又釋父沒加冠之禮，故云「父沒而冠」，則加冠，巳冠之後埽地而祭於禰廟，巳祭之，而見伯父叔父，見伯叔之後，乃饗冠者。○注「內喪」至「而冠」。○正義曰：「內喪，同門」者，皇氏云：「謂同大門之內。」云「不醴，不醴子也」者，按《士冠禮》醴子之後始醴賓，恐此經云「不醴」，是不醴賓，故云「不醴子也」。必知不醴子者，以經云「冠者未至則廢」，廢謂子身冠廢，明不醴是「不醴子也」。云「其廢者喪成服，因喪而冠」者，以下文云「未及期日」，「因喪服而冠」是也。熊氏以即位而哭，謂在冠家即位，以文承「徹饌而歸」之下。皇氏以為即喪家之位，非也。○注「廢吉」至「之服」。○正義曰：吉冠是吉時成人之服，喪冠是喪時成人之服。今既有凶，廢吉禮而因喪冠，故云「俱成人之服」也。○注「酒為」至「醴之」。○正義曰：按《士冠禮》云「若不醴，則醮用酒」，是酌酒為醮。謂之醮者，鄭注云「酌而無酬酢曰醮」。皇氏云：「醴亦無酬酢，而云酒無酬酢者，以酒有酬，酢為常禮，故無酬酢，乃謂之為醮。」云「冠禮醴重而醮輕」者，按《士冠禮》：「適子三加於阼，乃醴於客位。」醴是古之酒，故為重。《士冠禮》又云：「若庶子，則冠於房外南面，遂醮焉。」醮既用酒，酒是後代之法，故為輕也。按《士冠禮》：「若不醴，則醮用酒。」注云：「若不醴，謂國有舊俗可行，聖人用焉不改者也。」如鄭此言，則行周禮者，適子用醴，庶子用醮。若用先王舊俗者，雖適子與庶子同用醮。先王是夏殷也，雖在周前，因而用也。醮之所以異於醴者，醴則三加之後，總一醴之，醮則每一加而行一醮，凡三醮也。云「酌用酒，尊賜也」者，謂諸侯大夫既受賜服而歸，祭告之後，使人酌酒以飲，巳榮上之賜，不酬酢也。云「不醴，明不為改冠」者，受賜服而來，若其改而更冠，應從適子之尊，冠必酌醴以醴之。今既不醴，明不改冠也。皇氏云：「謂諸侯及大夫幼弱未冠，總角從事，當冠之年，因朝天子而賜之服，故歸還不改冠也。」義或然也。○注「饗謂禮之」。○正義曰：按《士冠禮》醴賓以壹獻之禮，此云「饗冠者」，前注云「冠者，賓及贊」者，此即是饗賓及贊者，此父沒而冠。按《士冠禮》云：「若孤子，則父兄戒宿。冠之日，主人紒而迎賓，拜，揖讓，立於序端。」則冠身自迎賓。皇氏云：「冠者諸父迎賓，非禮也。」"
      },
      {
        "index": 13,
        "text": "曾子問曰：「祭如之何則不行旅酬之事矣？」孔子曰：「聞之小祥者，主人練祭而不旅，奠酬於賓，賓弗舉，禮也。奠無屍，虞不致爵，小祥不旅酬，大祥無無筭爵，彌吉。昔者魯昭公練而舉酬行旅，非禮也。孝公大祥，奠酬弗舉，亦非禮也。」孝公，隱公之祖父。"
      },
      {
        "index": 14,
        "text": "[疏]「曾子」至「禮也」。○正義曰：此一節論喪祭簡略之事。○「孔子」至「舉禮」也。練，小祥祭也。旅謂旅酬，故奠無屍。「虞不致爵」至「小祥」、「彌吉」，但得致爵於賓，而不得行旅酬之事，大祥乃得行旅酬，而不得行無筭爵之事也。此皆謂喪畢簡略，於禮未備故也。○注「奠無」至「彌吉」。○正義曰：按《士虞禮》云：「男，男屍。女，女屍。」《檀弓》云：「虞而立屍。」是虞時始立屍，故云「奠無屍」。奠所以無屍者，奠是未葬之前，形體尚在，未忍立屍異於生，故未立屍。虞是既葬之後，形體巳去，鬼神事之，故立屍以象神也。又按《特牲》云「祝延屍於奧」，「屍即席坐，主人拜妥屍，屍答拜」，「屍左執觶，右取菹耎祭於醢，祭於豆間。佐食取黍稷肺祭授屍，屍祭之祭酒、啐酒」，祭鉶，乃食，九飯。「主人洗角升，酌酳屍，屍卒爵。祝酌授屍，屍以醋主人，主人卒爵，筵祝南面。主人酌獻祝，祝受卒爵。主人酌獻佐食，佐食受卒爵」。此是主人之獻也。《特牲》又云，主婦洗爵獻屍，屍卒爵。屍酢主婦，主婦卒爵。主婦酌獻祝，祝卒爵。酌獻佐食，佐食卒爵。此是主婦之獻也。賓三獻，獻於屍，屍三爵止。注云：「屍止爵者，三獻禮成，欲神惠之均於室中。云「虞不致爵」者，按《士虞禮》「賓三獻屍，屍卒爵，禮畢」，無致爵以下之事，所謂「虞不致爵」也。按《特牲》又云，屍止爵之後，「席於戶內，主婦洗爵酌，致爵於主人，主人拜受爵，主婦拜送爵」，主人卒爵拜，主婦答拜，受爵酌酢，左執爵拜，主人答拜」，「主人降洗酌，致爵於主婦，席於房中南面，主婦拜受爵，主人西面答拜」，主婦卒爵拜，主人答拜。主人更爵酢，卒爵拜，主婦答拜，所謂致爵也。三獻之賓作，屍所止爵，屍飲卒爵酢賓，賓飲卒爵獻祝，及佐食致爵於主人、主婦，畢，主人降阼階，升酌西階上，獻賓及眾賓訖，主人洗觶於西階前北面酬賓，酬賓訖，主人洗爵於阼階上獻長兄弟，及眾兄弟，及內兄弟於房中。獻畢，賓乃坐，取主人所酬之觶於阼階前酬長兄弟，長兄弟受觶於西階前，酬眾賓，眾賓酬眾兄弟，所謂旅酬也。云「小祥不旅酬」，眾賓不舉主人所酬之觶，不行旅酬之事，所謂小祥不旅酬，謂奠酬於主人，主人酬於賓，賓不舉也。旅酬之後，賓弟子兄弟弟子，各酌於其尊，舉觶各於其長，賓取觶酬兄弟之黨，長兄弟取觶酬賓之黨，所謂「無筭爵」也。云「大祥無無筭爵，彌吉」者，大祥乃得行旅酬，而不得行此無筭爵之事，故云「大祥無無筭爵」，以其漸漸備禮，故云「彌吉」，仍未純吉也。○「昔者魯昭公練而舉酬行旅，非禮也」者，練祭但得致爵於賓，賓不合舉此爵而行旅酬，今昭公行之，故曰「非禮也」。大祥彌吉，得行旅酬。今孝公不然，亦曰「非禮」。○注「孝公，隱公之祖父」。○正義曰：按《世本》，孝公生惠公弗皇，弗皇生隱公，是隱公之祖父也。"
      },
      {
        "index": 15,
        "text": "曾子問曰：「大功之喪，可以與於饋奠之事乎？」饋奠，在殯時也。○與音預，下至「說衰與奠」皆同。孔子曰：「豈大功耳，自斬衰以下皆可，禮也。」曾子曰：「不以輕服而重相為乎？」怪以重服而為人執事。○為，於偽反，注「為人」、「其所為服」、「為君」、「為其」皆同。孔子曰：「非此之謂也。非謂為人，謂於其所為服也。天子諸侯之喪，斬衰者奠。為君服者皆斬衰，唯主人不奠。大夫齊衰者奠，服斬衰者不奠，辟正君也。齊衰者，其兄弟。○辟者避，下同。士則朋友奠。不足則取於大功以下者，不足則反之。」服齊衰者不奠，辟大夫也。言不足者，謂殷奠時。○「士則朋友」，一本作「士則朋友奠」。曾子問曰：「小功可以與於祭乎？」祭謂虞卒哭時。孔子曰：「何必小功耳，自斬衰以下與祭，禮也。」曾子曰：「不以輕喪而重祭乎？」怪使重者執事。孔子曰：「天子諸侯之喪祭也，不斬衰者不與祭。大夫齊衰者與祭。士祭不足，則取於兄弟大功以下者。」○曾子問曰：「相識，有喪服可以與於祭乎？」問巳有喪服，可以助所識者祭否。孔子曰：「緦不祭，又何助於人？」"
      },
      {
        "index": 16,
        "text": "[疏]「曾子」至「反之」。○正義曰：此一節論為死者服，還得為死者饋奠之事。曾子之意，云己有大功之喪，可以與於他人饋奠之事乎？孔子不解曾子問旨，謂言曾子所問巳有大功之喪，得為大功者饋奠以否，故答云豈大功乎？言巳有大功，豈但為大功者饋奠，自斬衰以下，皆可禮也。言身有斬衰，所為者斬衰，身有齊衰，所為者齊衰，皆可與於饋奠，故云「禮也」。○「曾子曰不以輕服而重相為乎」，孔子所論，據所服者言之。曾子又不解孔子之旨，謂言為他人，故更問云：若為他人，不以輕巳喪服，而重他人相為饋奠乎？○「孔子曰非此之謂也」，孔子乃答云，我之所言，據所為服者饋奠，非此為他人之謂也，故注云「非謂為人，謂於其所為服也」。以下乃論所為饋奠之事也。「天子諸侯之喪，斬衰者奠。大夫之喪，齊衰者奠。士則朋友奠」，若朋友不足，則取於大功以下小功緦麻者，奠若其不足，則反之，謂奠大，執事其人不足，則反取前人執事者充之。○注「饋奠在殯時也」。○正義曰：以其稱奠，又下云「天子諸侯之喪祭也」，喪祭謂虞卒哭，故知此饋奠謂在殯時也。○注「為君」至「不奠」。○正義曰：知主人不奠者，按《士喪禮》「主人不親奠」，又此文云「士則朋友奠」，故知主人不親奠也。主人必不親奠者，以主人悲號思慕，不暇執事故也。○注「服斬」至「兄弟」。○正義曰：大夫之喪，子服斬衰者不親奠，此服斬衰，謂大夫家臣雖服斬衰，不得饋奠，辟天子諸侯之正君。云「齊衰者，其兄弟」者，以大夫之喪，子及屬臣皆服斬衰。今服齊衰唯兄弟耳，故云「其兄弟」也。○注「言不」至「奠時」。○正義曰：殷奠，謂月朔之奠，以其有牲牢黍稷，用人多也。殷，盛也，以月朔之奠，盛於常奠，非月半之殷奠也，以士月半不暇殷奠故也。以次差之，天子斬衰者奠，大夫用齊衰，士則應先取大功。今先取朋友者，以天子諸侯皆使臣為奠，大夫辟正君，故遣兄弟奠，士則位卑不嫌敵君，故遣僚屬奠，僚屬則朋友也。按《士虞禮》：「祝免澡葛絰帶。」鄭云：「治葛以為首絰及帶，接神宜變也。」然則士之屬官，為其長吊服加麻矣。祝則僚屬也，加麻則朋友也。○注「祭謂虞卒哭時」。○正義曰：知者，以下文孔子答云「諸侯之喪祭也」，故知此祭謂虞卒哭時也。知非練祥者，以士練祥之祭，大功之服巳除，不得云取於兄弟大功以下者。其天子諸侯則得兼練祥也，以其練祥時猶斬衰與祭也。○「曾子」至「於人」。○正義曰：此一節論身有喪服，不得助他人祭事。○「緦不祭，又何助於人」者，言身有緦服，尚不得自祭巳家宗廟，何得助於他人祭乎？而熊氏云「謂身有緦服，則不得自為父母虞祔卒哭祭」。此謂同宮緦，則士為妾有子及大夫為貴妾，是同宮緦者。若大夫士有齊衰、大功、小功、緦麻同宮，則亦不祭。若異宮則殯後得祭，故《雜記》云「父母之喪將祭，而兄弟死，既殯而祭。若同宮，則雖臣妾，葬而後祭」，「虞祔亦然」。天子諸侯臣妾死於宮中，雖無服亦不得為父母虞祔卒哭祭也。天子諸侯適子死，斬衰既練乃祭。天子諸侯為適孫適婦，則既殯乃祭，以異宮故也。"
      },
      {
        "index": 17,
        "text": "曾子問曰：「廢喪服，可以與於饋奠之事乎？」謂新除喪服也。孔子曰：「說衰與奠，非禮也。執事於人之神，為其忘哀疾也。○說，湯活反。以擯相可也。」"
      },
      {
        "index": 18,
        "text": "[疏]「曾子」至「可也」。○正義曰：此一節論大祥除服，不得與他人饋奠之事。廢猶除也。言巳新說喪服，可以與他人在殯饋奠之事乎？不問可以與於吉祭，而問可與饋奠者，以巳新說喪服，吉祭禮輕，吉凶不相干涉，其不可饋奠，是他人之重者，巳又新始說衰，凶事相因，疑得助奠，故問之也。"
      },
      {
        "index": 19,
        "text": "曾子問曰：「昏禮既納幣，有吉日，女之父母死，則如之何？」吉日，取女之吉日。○相，息亮反。取，七住反，本亦作娶，下文取婦，取女同。○孔子曰：「？使人吊如？之父母死則女之家亦使人吊必使人吊者，未成兄弟。父喪稱父，母喪稱母。禮宜各以其敵者也。父使人吊之，辭云：「某子聞某之喪，某子使某如何不淑。」母則若云，宋蕩伯姬，聞姜氏之喪，伯姬使某如何不淑。凡吊辭耳。父母不在，則稱伯父世母。吊禮不可廢也。伯父母又不在，則稱叔父母。婿巳葬，婿之伯父致命女氏曰：『某之子有父母之喪，不得嗣為兄弟，使某致命。』女氏許諾而弗敢嫁，禮也。必致命者，不敢以累年之喪，使人失嘉會之時。○累，力弭反。婿免喪，女之父母使人請，婿弗取而後嫁之，禮也。請，請成昏。女之父母死，婿亦如之。」女免喪，婿之父母亦使人請，其巳葬時亦致命。"
      },
      {
        "index": 20,
        "text": "[疏]「曾子」至「如之」。○正義曰：此一節論昏娶遭喪之事，各隨文解之。○注「必使」至「兄弟」。○正義曰：以夫婦有兄弟之義，故下云「不得嗣為兄弟」。或據婿於妻之父母有緦服，故得謂之為兄弟也。○「父喪稱父，母喪稱母」，禮各宜以敵，若彼家父死，則此家遣使吊，當稱此家父遣使吊也。若彼家母死，則此家亦稱母遣使吊也。○注「某子」至「一耳」。○正義曰：某子，謂此父姓位，某之喪者，謂若彼家死者之身。「某子使某如何不淑」者，某子還指此父姓位。使某，某是使者之名。淑，善也。致辭云如何不善。云「母則若云，宋蕩伯姬聞姜氏之喪」者，鄭假說為文，故云「若宋蕩伯姬」。據此婿家之母姜氏之喪，據彼女家之母伯姬使某如何不淑者，某謂使者之名。按僖二十五年經云，「宋蕩伯姬來逆婦」，是宋國公子蕩之妻，元是魯女，既嫁與蕩氏為妻，故云「宋蕩伯姬」也。今為其子來迎魯公之女而為婦，魯之夫人多是齊女，故稱姜氏。姜氏若蕩伯姬遣使來吊，則云「聞姜氏之喪」。云「凡吊辭一耳」者，謂男吊女家，女吊男家，皆云「使某如何不淑」，是吊辭一也。○「父母不在，則稱伯父世母」，此家父不在，彼家父亡，則稱伯父某子使某，伯父某亦不在，則稱叔父某子使某。若此家母不在，彼家母亡，則稱伯母某氏叔母某氏使某，直云父母不在不云沒亡，則兼沒亡及餘不在也。○「婿已葬，婿之伯父致命女氏」。○「必待巳葬」者，葬後哀情稍殺，始兼他事，不待逾年者，不可曠年廢人昏嫁也。不得嗣為兄弟者，夫婦有兄弟之義，或據婿為妻父母有緦麻之服，故謂之兄弟。○「婿免喪，女之父母使人請」，婿免喪之後則應迎婦，必須女之父母請者，以婿家既葬，致命於已，婿既免喪，所以須請也。女之父母死，婿亦如之。女之父母死，已葬之後，女之伯父致命於男氏，曰「某之子有父母之喪，不得嗣為兄弟，使某致命」，男氏許諾，而不敢娶。女免喪，婿之父母使人請，女家不許婿而後別娶，禮也。陽唱陰和，婿之父母使人請昏，而女家得有不許者，亦以彼初葬訖，致命於已故也。"
      },
      {
        "index": 21,
        "text": "曾子問曰：「親迎女在塗，而婿之父母死，如之何？」孔子曰：「女改服，布深衣，縞總以趨喪。布深衣、縞總，婦人始喪未成服之服。○迎，魚敬反，下同。縞，古老反。總音。"
      },
      {
        "index": 22,
        "text": "[疏]「曾子」至「趨喪」。○正義曰：「女改服」者，謂女在塗聞舅姑喪，即改嫁時之衣服。嫁服者，士妻褖衣，大夫妻展衣，卿妻則鞠衣。故《士昏禮》云：「女次純衣。」純衣即褖衣也。○注「布深」至「之服」。○正義曰：深衣謂衣裳相連，前後深邃，故曰「深衣」。縞，白絹也。總，朿發也，長八寸。女在塗，以其聞喪，即改嫁服，故云「未成服之服」也。《士喪禮》注「始死，婦人將斬衰者，去笄而纚，將齊衰者，骨笄而纚。至將斂時，則婦人亦去笄纚而髽」，皆不云縞總，文或略也。"
      },
      {
        "index": 23,
        "text": "女在塗，而女之父母死，則女反。」奔喪服期。○期，居宜反，下同。「如婿親迎，女未至，而有齊衰大功之喪，則如之何？」"
      },
      {
        "index": 24,
        "text": "[疏]注「奔喪服期」。○正義曰：經云「女反」，故知「奔喪」。《喪服》期云「女子子在室為父，箭笄髽，衰三年」，今既在塗，非復在室，故知「服期」。但在室之女父卒，為母亦三年。今既在塗，故為父母同皆期也。於時女亦改服布深衣縞總，反而奔喪。"
      },
      {
        "index": 25,
        "text": "孔子曰：「男不入，改服於外次。女入，改服於內次，然後即位而哭。」不聞喪即改服者，昏禮重於齊衰以下。曾子問曰：「除喪則不復昏禮乎？」復猶償也。○償音嘗。孔子曰：「祭過時不祭，禮也。又何反於初？」重喻輕也。同牢及饋饗相飲食之道。○過，古臥反。飲，於鴆反。食音嗣。○孔子曰：「嫁女之家，三夜不息燭，思相離也。親骨肉也。○離，力智反。取婦之家，三日不舉樂，思嗣親也。重世變也。"
      },
      {
        "index": 26,
        "text": "[疏]「孔子」至「而哭」。○正義曰：女既未至，聞婿家有齊衰大功之喪，則廢其昏禮，男女變服就位哭。男謂婿也，不入大門，改其親迎之服，服深衣於門外之次。女謂婦也，入大門，改其嫁服，亦深衣於門內之次。男女俱改服畢，然後就喪位而哭，謂於婿家為位也。皇氏以為就喪家為位哭也。然曾子唯問齊衰大功，不問小功者，以小功輕，不廢昏禮待昏禮畢乃哭耳，故《雜記》云「小功可以冠子取婦」，明與大功及期異也。此文據婿家齊衰大功之喪。若女家齊衰大功之喪，皇氏云「女不反歸，其改服即位，與男家親同也」。此不見喪而改服，《奔喪禮》注云「不見喪，不改服者「，崔氏云：「奔喪不見，喪不改服，謂不改素冠而著免，其改吉服著布深衣素冠，聞喪即改之。」○注「不聞」至「以下」。○正義曰：上文云女聞婿之父母喪，在塗即改服。今女聞婿齊衰大功之喪，入門始改服，故云「不聞喪即改服者，昏禮重於齊衰以下」者，按《禮運》云：「三年之喪，與新有昏者，期不使。」又《王制》云：「齊衰大功，三月不從政。」是昏禮重於齊衰以下也。此謂在塗聞齊衰大功廢昏禮。若婦巳揖讓入門，內喪則廢，外喪則行昏禮，約上《冠禮》之文。此熊氏之說。然昏禮重於冠，故《雜記》云「大功之末，可以冠子；小功之末，可以取妻」也。○注「復猶償也」。○正義曰：復是反覆之義，故為償也。曾子以初昏遭喪，不得成禮，除喪之後，豈不酬償，更為昏禮乎？○「孔子曰，祭過時不祭，禮也。又何反於初」，過時不祭，謂四時常祭也。謂祭重而昏輕，重者過時尚廢，輕者不復可知。熊氏云：「若喪祭及禘祫祭，雖過時，猶追而祭之。」故《禘祫志》云：「昭十一年齊歸薨。十三年會於平丘，冬，公如晉，不得祫。至十四年乃追而祫之，十五年乃禘也。」又僖公八年春當禘，以正月會王入於洮，故七月而禘，故《雜記》云「三年之喪既<索頁>，其練祥皆行」，是追行前練祥祭也。○注「重喻」至「之道」。○正義曰：祭祀是奉事鬼神，故為重。昏禮是生人燕飲，故為輕。喻，明也。據重者尚廢，以明輕者廢可知也，故云「重喻輕也」。○注「重世變也」。○正義曰：所以不舉樂者，思念巳之取妻嗣續其親，則是親之代謝，所以悲哀感傷，重世之改變也。"
      },
      {
        "index": 27,
        "text": "三月而廟見，稱來婦也。擇日而祭於禰，成婦之義也。」謂舅姑沒者也。必祭，成婦義者，婦有供養之禮，猶舅姑存時，盥饋特豚於室。○供，九用反。養，羊尚反。盥饋音管；下其位反。○曾子問曰：「女未廟見而死，則如之何？」孔子曰：「不遷於祖，不祔於皇姑，婿不杖、不菲、不次，歸葬於女氏之黨，示未成婦也。」遷，朝廟也。婿雖不備喪禮，猶為之服齊衰也。○菲一本作屝，扶畏反，草屨。朝，直遙反。為，於偽反，下「為庶母」、「為其」、下文「君為」皆同。○曾子問曰：「取女有吉日而女死，如之何？」孔子曰：「婿齊衰而吊，既葬而除之。夫死亦如之。」未有期三年之恩也。女服斬衰。"
      },
      {
        "index": 28,
        "text": "[疏]「三月」至「義也」。○正義曰：此謂舅姑亡者，婦入三月之後，而於廟中以禮見於舅姑，其祝辭告神，稱來婦也。謂選擇吉日，婦親自執饌，以祭於禰廟，以成就婦人盥饋之義。○注「謂舅」至「於室」。○正義曰：若舅姑存者，於當夕同牢之後，明日婦執棗栗腶脩見於舅姑。見訖，舅姑醴婦。醴婦訖，婦以特豚盥饋舅姑。盥饋訖，舅姑饗婦，更無三月廟見之事。此是《士昏禮》之文。若舅姑既沒，雖昏夕同牢禮畢，明日無見舅姑盥饋之事，至三月乃奠菜於舅姑之廟，故《昏禮》云「舅姑既沒，則婦入。三月乃奠菜」是也。昏禮奠菜之後，更無祭舅姑之事，此云「祭於禰」者，正謂奠菜也。則廟見奠菜、祭禰是一事也。熊氏云：「如鄭義，則從天子以下至於士，皆當夕成昏。」舅姑沒者，三月廟見，故成九年季文子如宋致女，鄭云致之使孝，非是始致於夫婦也。又隱八年鄭公子忽先配而後祖，鄭以祖為祖道之祭，應先為祖道然後配合。今乃先為配合，而後乃為祖道之祭。如鄭此言，是皆當夕成昏也。若賈、服之義，大夫以上，無問舅姑在否，皆三月見祖廟之後，乃始成昏，故譏鄭公子忽先為配匹，乃見祖廟，故服虔注云「季文子如宋致女」，謂成昏。是三月始成昏，與鄭義異也。若舅姑偏有沒者，庾氏云：「昏夕厥明，即見其存者，以行盥饋之禮，至三月不須廟見亡者。」崔氏云：「厥明婦盥饋於其存者，三月廟見於其亡者。」未知孰是。此盥饋廟見，皆謂適婦。其庶婦，按《士昏禮》：「庶婦則使人醮之，婦不饋。」注云：「使人醮之，不饗也。不饋者，共養統於適也。」以此言之，則庶婦不饋舅姑，舅姑不饗也，使人醮之以酒而巳。既不饋，亦不廟見也。《昏禮》唯云「不饋」，不云不見，則庶婦亦以棗栗腶脩見舅姑也。三月廟見之禮，必待三月，一時天氣改變，乃可以事神也。○「不遷」至「婦也」。○婦既死於巳寢，將反葬於女氏之黨，故其柩不遷移朝於婿之祖廟，言祔祭之時，又不得祔於皇姑廟也。皇，大也，君也。稱皇者，尊之也。凡人為妻，齊衰杖而菲屨。今婿為之不杖、不菲、不次。菲，草屨也。不次謂不別處止哀次也。婿為妻合服齊衰杖而菲屨，及止哀次。今未廟見而死，其婿唯服齊衰而巳，其柩還歸葬於女氏之黨，以其未廟見，不得舅姑之命，示若未成婦。然其實巳成婦，但示之未成婦禮，欲見其不敢自專也。○注「猶為之服齊衰也」。○正義曰：此經但云「不杖不菲」，不云不服，故知服齊衰。其女之父母，則為之降服大功，以其非在家，婿為之服齊衰期，非無主也。○注「未有」至「斬衰」。○正義曰：所以既葬除者，婿於女未有期之恩，女於婿未有三年之恩。以婿服齊衰，故知女服斬衰。"
      },
      {
        "index": 29,
        "text": "曾子問曰：「喪有二孤，廟有二主，禮與？」怪時有之。○與音餘，下「禮」與同。孔子曰：「天無二日，土無二王。嘗、禘、郊、社，尊無二上，未知其為禮也。尊喻卑也。神雖多，猶一一祭之。昔者齊桓公亟舉兵，作偽主以行。及反，藏諸祖廟。廟有二主，自桓公始也。偽猶假也。舉兵以遷廟主行，無則主命。為假主，非也。○亟，徐起吏反。喪之二孤，則昔者靈公適魯，遭季桓子之喪，衛君請吊。哀公辭，不得命。公為主，客入吊。康子立於門右，北面。公揖讓，升自東階，西鄉。客升自西階吊，公拜興哭，康子拜稽顙於位。有司弗辯也。今之二孤，自季康子之過也。」辯猶正也。若康子者，君吊其臣之禮也。鄰國之君吊，君為之主，主人拜稽顙，非也，當哭踴而巳。靈公先桓子以魯哀公二年夏卒，桓子以三年秋卒，是出公也。○鄉，許亮反。先，悉薦反。夏，戶嫁反。"
      },
      {
        "index": 30,
        "text": "[疏]「曾子」至「過也」。○正義曰：此一節論喪不得有二孤，廟不得有二主之事，各隨文解之。○「孔子曰：天無二日，土無二王」者，天有二日，則草木枯萎；土有二王，則征伐不息，《老子》云「天得一以清，地得一以寧」是也。○注「尊喻卑也」者，尊謂天無二日，土無二王，嘗、禘、郊、社，尊無二上。卑謂喪有二孤，廟有二主。喻，明也。尊者，尚不可二，明卑者不二可知也。舉尊以明卑，故云「尊喻卑也」。云「神雖多，猶一一祭之」者，解嘗、禘、郊、社尊無二上之意。以嘗禘之時，雖眾神並在，猶先尊後卑，一一祭之，不一時總祭，故云「尊無二上」也。○「昔者齊桓公亟舉兵，作偽主以行」者，此說二主之由。桓公名小白，作霸主。亟，數也。偽。假也。言作假主以行，而反藏於祖廟，故有二主也。舉兵為南伐楚，北伐山戎，西伐白狄，故云數舉兵也。○「今之二孤，自季康子之過也」。○上云「自桓公始」，此不云自季康子始而云康子之過者，此孔子答曾子之時，上去桓公巳遠，二主行來又久，故云「自桓公始也」。康子之過者，正當孔子之時，未知後代行之以以否，不得云自季康子始，但見當時失禮，故云「今之二孤，自季康子之過也」。○注「辯猶」至「公也」。○正義曰：若康子者，經云「有司」，謂當時執事之有司，畏季子之威，不敢辯正，故云「若康子者」。若，順也。云「君吊其臣之禮也」者，按《士喪禮》：「君使人吊，主人進中庭，哭拜稽顙成踴。」《喪大記》云：「大夫既殯，君吊，主人門右，北面哭拜稽顙。」今季康子與之同，故云「君吊其臣之禮也」。云「鄰國之君吊，君為之主」者，以賓主尊卑宜敵，故君為主，主則拜賓，康子又拜，故云「非也，當哭踴而巳」，但唯君答拜耳。出公來吊，《春秋》不見經者，蓋為吊而來，非有國之大事，故略而不書於經也。出公輒，是靈公孫也。曾子所問，皆前孤後主。今答前主後孤者，謂齊桓公之時事在前，衛君之事在後。"
      },
      {
        "index": 31,
        "text": "曾子問曰：「古者師行，必以遷廟主行乎？」孔子曰：「天子巡守，以遷廟主行，載於齊車，言必有尊也。今也取七廟之主以行，則失之矣。齊車，金路。○守，手又反，本亦作狩。齊，側皆反，本亦作齋，注及下同；齊車，祭祀所乘金輅也。當七廟五廟無虛主。虛主者，唯天子崩，諸侯薨，與去其國，與祫祭於祖，為無主耳。吾聞諸老聃曰：「天子崩，國君薨，則祝取群廟之主而藏諸祖廟，禮也。卒哭成事，而後主各反其廟。老聃，古壽考者之號也。與孔子同時。藏諸主於祖廟，像有凶事者聚也。卒哭成事，先祔之祭名也。○祫音洽。聃，他甘反。老聃，即老子也。祔音附。君去其國，大宰取群廟之主以從，禮也。鬼神依人者也。○從，才用反，下「裨從」、「而從」同。祫祭於祖，則祝迎四廟之主。祝，接神者也。主出廟入廟，必蹕。』蹕，止行也。○蹕音畢。老聃云。」○曾子問曰：「古者師行無遷主，則何主？」孔子曰：「主命。」問曰：「何謂也？孔子曰：「天子諸侯將出，必以幣、帛、皮、圭告於祖禰，遂奉以出載於齊車以行。每捨奠焉，而後就捨。以脯醢禮神，乃敢即安也。所告而不以出，即埋之。反必告，設奠，卒，斂幣、玉，藏諸兩階之間，乃出。蓋貴命也。」"
      },
      {
        "index": 32,
        "text": "[疏]「曾子」至「命也」。○正義曰：此一節論師出當取遷廟主，及幣帛皮圭以行廟無虛主之事，各隨文解之。○注「齊車金路」。○正義曰：按《齊僕》云「掌馭金路」，《大馭》「掌馭玉路」。凡祭祀皆乘玉路，齊車則降一等，乘金路也。「遷廟主行」者，皇氏云「謂載新遷廟之主」，義或然也。○注「老聃」至「名也」。○正義曰：按下文「助葬於巷黨，老聃曰：丘止柩」，又莊子稱孔子與老聃對言，是與孔子同時也。按《史記》云：「老聃，陳國苦縣賴鄉曲仁裡也。為周柱下史，或為守藏史。」鄭注《論語》云：「老聃，周之大史，未知所出。」云「像有凶事者聚也」者，此實凶事而云象者，以凶事生人自聚，今主亦集聚，似生人之聚，故云象也。云「卒哭成事，先祔之祭名也」者，《檀弓》云：「卒哭曰成事，謂漸成吉事。」《檀弓》又曰：「明日祔於祖。」是卒哭之事，在祔祭之前。鄭必云「先祔之祭名」者，以卒哭主各反其廟者，為明日祔時，須以新死者祔祭於祖，故祖主先反廟也。○注「祝接神者也」。○正義曰：以其祫祭於祖，是祝之所掌之事，故祝迎四廟之主。若去其國，非祭祀之事，故大宰取群廟之主以從，鬼神依人故也。祫祭於祖，則迎四廟之主，祝主接神，故迎之也。祫，合祭。祖，大祖。三年一祫，謂當祫之年，則祝迎高、曾、祖禰四廟，而於大祖廟祭之。天子祫祭，則迎六廟之主，今言迎四廟者，舉諸侯言也。主出廟入廟必蹕。主謂木主，群廟之主也。主：天子一尺二寸，諸侯一尺。出廟者，謂出已廟而往大祖廟，入廟謂從大祖廟而反還入已廟。若在廟院之外，當主出入之時，必須蹕止行人。若王入大祖廟中，則不可須蹕也，似壓於尊者也。若有喪及去國，無蹕禮也。○「老聃云」，從上「天子崩」以下，至「出廟入廟必蹕」以上，皆是老聃所云，結上義也。○「孔子曰主命」者，孔子言天子諸侯將出，既無遷主，乃以幣帛及皮圭告於祖禰之廟，遂奉以出行，載於齊車，以象受命，故云「主命」。○「將出」至「命也」。○以曾子不解主命之意，故孔子答以主命之義。云天子諸侯將出，必以幣帛皮圭告於祖禰之廟，告訖，遂奉此幣帛皮圭以出於廟，載於齊車金路以行，每至停捨之處，先以脯醢奠此幣帛皮圭，而後始就停捨之處。行還反後，必陳此幣帛皮圭於祖禰主前以告神，又設奠祭既卒，斂此幣帛皮圭，埋諸兩階之間，乃後而出，蓋貴此主命故也。○注「以脯」至「埋之」。○正義曰：經云「每捨奠焉」，以其在路不可恆設牲牢，故知以脯醢也。與殯奠同謂之奠，以其無屍故也。云「所告而不以出，即埋之」者，皇氏云：「謂有遷主者，直以幣、帛告神，而不將幣、帛以出行，即埋之兩階之間。無遷主者，加之以皮圭告於祖禰，遂奉以出。」熊氏以為每告一廟，以一幣玉，告畢，若將所告遠祖幣玉行者，即載之而去。若近祖幣玉，不以出者，即埋之。以其反還之時，以此載行幣玉，告於遠祖，事畢，則埋於遠祖兩階間。其近祖以下，直告祭而巳，不陳幣玉也。"
      },
      {
        "index": 33,
        "text": "子游問曰：「喪慈母如母，禮與？」如母，謂父卒三年也。子游意以為國君亦當然。禮所云者，乃大夫以下，父所使妾養妾子。孔子曰：「非禮也。古者男子外有傅，內有慈母，君命所使教子也，何服之有？言無服也。此指謂國君之子也。大夫士之子，為庶母慈巳者服小功，父卒乃不服。昔者魯昭公少喪其母，有慈母良，及其死也，公弗忍也，欲喪之。有司以聞曰：『古之禮，慈母無服。據國君也。良，善也。謂之慈母，固為其善。國君之妾子於禮不服也。昭公年三十，乃喪齊歸，猶無戚容，是不少，又安能不忍於慈母？此非昭公明矣，未知何公也。○少喪，如字下及注皆同，讀者亦息浪反。今也君為之服，是逆古之禮而亂國法也。若終行之，則有司將書之，以遺後世，無乃不可乎？』公曰：『古者天子練冠以燕居。』公弗忍也，遂練冠以喪慈母。喪慈母自魯昭公始也。」公之言又非也。天子練冠以燕居，蓋謂庶子王為其母。○遺如字，猶垂反，又於季反。"
      },
      {
        "index": 34,
        "text": "[疏]「子游」至「始也」。○正義曰：此一節論諸侯之子喪慈母無服之事。「喪慈母」者，子游之意以。《喪服》：大夫以下，所使妾無子者，養妾子之無母者謂之慈母，喪此慈母，如巳之母。今國君喪其慈母，還如已母，是禮與？○注「如母」至「妾子」。○正義曰：如母，謂父卒三年也。知者，以《喪服》慈母如母，在「父卒三年」章中，故云「謂父卒三年」。若父在之時，則期也。鄭注《喪服》：「大夫妾子，父在為母大功。士之妾子，父在為母期。」則父在為慈母亦當與已母同也」。云「子游意以為國君亦當然」者，鄭知國君者，以下孔子答云「君命所使教子也」。又引魯昭公之事，皆以國君答子游，明子游本問國君也。云「禮所云者，乃大夫以下，父所使妾養妾子」者，「禮所云」，謂《喪服》所云「慈母如母」也。按《喪服傳》云：「慈母者何也？妾之無子者，妾子之無母者，父命妾曰，女以為子。命子曰，女以為母。若是則生養之，終其身如母，死則喪之三年。」必知大夫以下者，以天子諸侯不服庶母，故此云「君命所使，何服之有？」故知此慈母如母，謂大夫以下也。天子諸侯則絕之也。○注「此指」至「不服」。○正義曰：鄭知經指國君之子者，以經云「君命所使教子」，故知謂國君之子也。國君之子尚不服庶母，則國君身不服庶母可知也。云「大夫士之子，為庶母慈已者服小功」者，按《喪服》小功章云：「君子子為庶母慈已者。」傳云：「君子子者，貴人之子也。為庶母何以小功也？以慈已加也。」云「父卒乃不服」者，按《喪服》云：「士為庶母緦。」則大夫之子父沒，為庶母慈已亦緦。此云「父卒乃不服」者，謂不服小功，仍服緦耳。若大夫之子，庶母不慈已者，雖父在亦服緦，故鄭注《喪服》云：「其不慈已則緦可也。」《喪服》注又云：「士之妻自養其子，則不得有庶母慈已。」此云大夫士者，因大夫連言士耳，其實士無庶母慈已者。皇氏云：「有士誤也。」熊氏云：「士之適子無母，乃命妾慈已，亦為之小功。」知者，以士為庶母緦，明士子亦緦，以慈已加小功，故此連言大夫士也。凡諸侯之子適庶皆三母，故《內則》云：「必求其寬裕慈惠，溫良恭敬，慎而寡言者為子師，其次為慈母，其次為保母。」《內則》據諸侯也。其大夫及公子適妻子亦三母，故《喪服》云：「君子子為庶母慈已小功。」注云：「君子子者，大夫及公子之適妻子。」又注引《內則》三母，是大夫及公子適妻之子為三母，故彼注不云師、保，慈母居中，服之可知也。言君之庶子，內有慈母，又大夫公子適妻子為慈母。小功，則大夫公子之庶子無三母也，但有慈母如母也。○注「據國」至「公也」。○正義曰：前經指國君之子，此經引魯昭公，故云「據國君也」。是國君與其子同也。云「謂之慈母，固為其善」者，《內則》既云擇於諸母寬裕慈惠溫良者以為子師，其次為慈母，此云慈母良，固當是性行善者。云「國君之妾子於禮不服也」者，以《喪服》公子為其母練冠麻衣，故云「於禮不服」。親母尚不服，庶母不服可知。若父卒，得為已母大功也。云「昭公年三十乃喪齊歸」者，按襄三十一年襄公薨，《左傳》云：「昭公十九猶有童心。」是即位時年十九也。昭公十一年，其母齊歸薨而無慼容，是年三十，非少孤也。按《家語》云：「孝公有慈母良。」今鄭云「未知何公」者，鄭不見《家語》故也。或《家語》王肅所足，故鄭不見也。○注「公之」至「其母」。○正義曰：「公之言又非「者，以上云公弗忍、欲喪慈母既為非，今公言「古者天子練冠以燕居」，是公言又非也。云「天子練冠以燕居，綯謂庶子王為其母」者，按鄭注《服問》云「庶子為後、為其母緦。《春秋》有以小君服之者」，故《春秋》母以子貴，其服皆伸。而天子服練冠者、皇氏云：「若適小君沒則得伸。若小君猶在，則其母厭屈，故練冠也。所以不同大夫士為後著緦服，必練冠者，以大夫士為母本應三年，以為後壓屈，故降服緦麻。王侯庶子為母本練冠，故今應練冠，此乃異代之法。」按《喪服》緦麻章云：「庶子為後、為其母緦。」鄭注《服問》云：「庶子為後、為其母緦。」則是周法，天子、諸侯、大夫、士，一也。凡言古者，皆據今而道前代，此經既云古者天子為其母，則是前代可知也。以經無明文，故鄭注云「綯謂庶子上為其母」。綯是疑辭也。"
      },
      {
        "index": 35,
        "text": "曾子問曰：「諸侯旅見天子，入門，不得終禮，廢者幾？」旅，眾。○幾，居豈反，下同。孔子曰：「四。」「請問之。」曰：「大廟火，日食，後之喪，雨霑服失容，則廢。大廟，始祖廟、宗廟皆然，主於始祖耳。○霑，竹廉反。○如諸侯皆在而日食，則從天子救日，各以其方色與其兵。示奉時事，有所討也。方色者，東方衣青，南方衣赤，西方衣白，北方衣黑。兵未聞也。○衣，於既反。大廟火，則從天子救火，不以方色與兵。」○曾子問曰：「諸侯相見，揖讓入門，不得終禮，廢者幾？」孔子曰：「六。」「請問之。」曰：「天子崩，大廟火，日食，後夫人之喪，雨霑服失容，則廢。」夫人，君之夫人。○曾子問曰：「天子嘗、禘、郊、社五祀之祭，簠簋既陳，天子崩，後之喪，如之何？」孔子曰：「廢。」既陳，謂夙興陳饌牲器時也。天子七祀，言五者，關中言之。○禘，大計反。簠音甫，徐方於反，又音蒲。簋音軌。饌，仕戀反，又仕轉反，下同。○曾子問曰：「當祭而日食，大廟火，其祭也如之何？」孔子曰：「接祭而巳矣。如牲至未殺，則廢。」接祭而已，不迎屍也。"
      },
      {
        "index": 36,
        "text": "[疏]「曾子」至「則廢」。○正義曰：此一節論行禮有故，不得終之事，各依文解之。○注「大廟」至「祖耳」。○正義曰：《公羊傳》云：「周公稱太廟，魯之始祖也。」明諸國皆然。餘廟有火亦廢朝，故云「宗廟皆然」。特云大廟火，是主於始祖而言耳。○注「示奉」至「聞也」。○正義曰：「示奉時事」，解各以其方色。「有所討」，解與其兵也。故諸侯皆在京師者，則從天子救日，為陰侵陽，是君弱臣強之象。「方色者，東方衣青，南方衣赤，西方衣白，北方衣黑。兵未聞」者，《隱義》云：「東方用戟，南方用矛，西方用弩，北方用楯，中央用鼓，所以有所討者，以日食陰侵陽，示欲助天子討陰也，亦備非常。」以彼非正經，故不取也。《穀梁》云：「天子救日，置五麾，陳五兵五鼓。諸侯置三麾，陳三鼓三兵。大夫擊門。士擊柝。言充其陽也。」范寧云：「凡聲陽也。擊鼓為聲，所以助陽壓陰也。」《春秋傳》曰：「日有食之，天子伐鼓於社，責上公也。諸侯伐鼓於朝，退自責也。」《夏書》曰：「辰不集於房，瞽奏鼓，嗇夫馳，庶人走。」孔傳曰：「辰，日月所會。集，合也。房，日月所捨，而不合其所捨，食可知也。馳走者，救日之備也。奏猶擊也。」《周禮》有救日之弓，但不知兵之細別，故云「未聞」。○「大廟火，則從天子救火，不以方色與」兵。○以日食是陰之災，故象五方之色，以兵討陰。救火無此義，故不用五方色及兵也。○注「夫人，君之夫人」。○正義曰：此經曰「後夫人之喪」，恐是天子之三夫人，故云「君之夫人」。此大廟火者，亦謂君之大廟，非天子大廟也。知非者，既云「揖讓入門」，無容天子大廟之火赴告即至，故知非王之大廟。假令在後堂朝，方聞火時，過巳久，又不可廢朝，故知非王之大廟也。○注「既陳」至「言之」。○正義曰：知「既陳，謂夙興陳饌牲器時也」者，以下文云「當祭而日食」，則此簠簋既陳，不當祭也。既不當祭時，明是祭前陳饌牲器也。前文云「天子崩，後之喪」與日食、大廟火，其禮皆同。則此簠簋既陳，日食、大廟火亦同也。故下云「如牲至未殺，則廢」是也。牲至巳殺則行接祭，其天子崩，後之喪，牲入雖殺，不可行接祭，以其喪事重故也。云「天子七祀，言五者，關中言之」者，鄭此注以《周禮》言之，《祭法》周天子七祀，諸侯五祀，大夫三祀。五居其中，言是諸侯之法，舉五而言，則上兼七，下通三，欲見天子及大夫其祭皆然，故云「關中言之」。關，通也，謂通取中央而言之。經云「嘗禘」者，謂宗廟之祭也。「郊社」謂天地之祭，舉天地宗廟，則五祀以上之祭皆在其中。孔子曰「接祭而巳矣」者，謂牲至之後，則接祭之也。接，捷也。捷，速也。速而祭之。○注「接祭而巳，不迎屍也」。○正義曰：經云「如牲至未殺，則廢」，此云「接祭」，則牲至巳殺之後也。按《郊特牲》云「既灌然後迎牲」，則迎屍於奧，在未殺牲之前。此經殺牲，後云不迎屍者，凡迎屍之禮，其節有二：一是祭初迎屍於奧而行灌禮，灌畢而後出迎牲，於時筵屍於戶外，殺牲薦血毛，行朝踐之禮，設腥𦢨之俎於屍前，是一也；然後退而合亨，更迎屍入坐於奧，行饋孰之禮，是二也。此云不迎屍者，直於堂上行朝踐禮畢則止，不更迎屍而入。此謂宗廟之祭，郊社之祭無文，不迎屍亦謂此時也。熊氏云：「郊社五祀，祭初未迎屍之前，巳殺牲也。以其無灌故也。」故《大宰》云：「祀五帝，納享。」注云：「納享謂祭之時。」又《中霤禮》皆為祭奠於主，乃始迎屍，是郊及五祀殺牲在迎屍之前也。則此不迎屍亦得為祭，初不迎屍也。"
      }
    ]
  }
}