{
  "chapterNumber": 6,
  "title": "Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pokój był szary i smutny od dnia rozdeszczonego i mgieł, co, jak pasma dymów, wciskały się do mieszkania, osnuwając ściany i sprzęty w popielną, lepką i zimną przesłonę, deszcz brzęczał po zapoconych szybach i był jedynym głosem, szemrzącym nieustannie w zmartwiałej ciszy."
      },
      {
        "index": 2,
        "text": "Joe siedział przy łóżku Zenona razem z doktorem, który co chwila badał puls śpiącego i niecierpliwie spoglądał na zegarek."
      },
      {
        "index": 3,
        "text": "Milczenie stawało się już nieopowiedzianie nudne i senne."
      },
      {
        "index": 4,
        "text": "— Ciekawym, jak jeszcze długo potrwa ten sen? — szepnął doktór."
      },
      {
        "index": 5,
        "text": "— Najdłużej z pół godziny."
      },
      {
        "index": 6,
        "text": "— Trzy dni i trzy noce to sen wprost niepojęty!"
      },
      {
        "index": 7,
        "text": "— Dla medycyny!"
      },
      {
        "index": 8,
        "text": "— Dla nikogo! — odparł z naciskiem, podnosząc dumnie głowę."
      },
      {
        "index": 9,
        "text": "Joe uśmiechnął się ze słodką, lecz zabijającą pobłażliwością. I znowu zapadła cisza i przydławione zniecierpliwienie; doktór patrzał w okno, na szklane, skośne włókna deszczu, trzepiącego w czarne, pochylone drzewa. Joe siedział nieruchomo, z przymkniętemi powiekami, a chodzący w drugim pokoju mr. Smith zaglądał co chwila przez rozchylone portjery, aż wreszcie wsunął się cicho i rzekł lękliwie."
      },
      {
        "index": 10,
        "text": "— Trzeba, aby zapomniał; to go najpewniej uleczy..."
      },
      {
        "index": 11,
        "text": "— O czem mam zapomnieć? — ozwał się naraz Zenon, otwierając oczy."
      },
      {
        "index": 12,
        "text": "— O... własnej chorobie! — pośpieszył z odpowiedzią Joe, biorąc go za rękę."
      },
      {
        "index": 13,
        "text": "— Jakto, ja jestem chory? — Zdumienie go ogarnęło."
      },
      {
        "index": 14,
        "text": "— Już przeszło wszystko, nie sil się na przypomnienie, nic strasznego."
      },
      {
        "index": 15,
        "text": "— Ależ niczego sobie nie przypominam."
      },
      {
        "index": 16,
        "text": "— Omdlał pan widocznie z przepracowania! — szepnął mr. Smith."
      },
      {
        "index": 17,
        "text": "— Nie, nie, mr. Smith żartuje — zaprzeczał energicznie Joe."
      },
      {
        "index": 18,
        "text": "— Omdlałem, kiedy? — usiłował nawiązać porwane przypomnienie, snujące się po mózgu, ale znalazł się nagle w ciemni, nikłe błyski wymknęły mu się ze świadomości, jak ratunkowe sznury z rąk tonącego, spojrzał na Joe’go i zadrżał... usiłował powstać z pościeli... chciał krzyknąć... pragnął coś powiedzieć i pozostał zesztywniały, z wyciągniętą ręką... z pustym dźwiękiem na zbielałych wargach... z przewróconemi oczami... porażony do rdzenia jego stalowym, hipnotyzującym wzrokiem, rozprężył się naraz i padł uśpiony."
      },
      {
        "index": 19,
        "text": "— Będziesz spał do rana mocno i spokojnie, obudzisz się zdrowy, nic już nie pamiętasz i o niczem, o niczem! — suggerował mu z siłą, czyniąc nad nim długie, usypiające ruchy rąk."
      },
      {
        "index": 20,
        "text": "Doktór chciał protestować, ale było już za późno. Zenon zapadł w kamienny sen, głuchy na wołania i próby budzeń."
      },
      {
        "index": 21,
        "text": "— Tylko mnie słyszysz, i mnie rozumiesz, i mnie odpowiadasz! — szeptał mu Joe, naciskając mu palcami skronie i oczy."
      },
      {
        "index": 22,
        "text": "— Chciałem, aby wypoczął nieco i pożywił się; jest straszliwie wyczerpany — tłumaczył się doktór."
      },
      {
        "index": 23,
        "text": "— Czekałem na jego przebudzenie, aby go uśpić zaraz, zanim zdoła się w nim rozbudzić świadomość, potem byłoby za późno, jużby nikt nie spętał rozbudzonej myśli."
      },
      {
        "index": 24,
        "text": "— A czyż można ją tak uśpić, że przebudzony nie będzie pamiętał o niczem?"
      },
      {
        "index": 25,
        "text": "— Ale można ją wyrwać i zatracić w niepamięci."
      },
      {
        "index": 26,
        "text": "— Ciekawy, ale wątpliwie skuteczny eksperyment!"
      },
      {
        "index": 27,
        "text": "— Konieczny dla jego ocalenia i najpewniejszy! — rzekł twardo. Przeszli do drugiego pokoju. Doktór jeszcze obmacał puls, zmierzył temperaturę, zajrzał śpiącemu w przewrócone białkami oczy i wyszedł, a mr. Smith, zamknąwszy za nim drzwi, szepnął trwożnie."
      },
      {
        "index": 28,
        "text": "— Co mu się stało? Czy to wpływy Daisy?"
      },
      {
        "index": 29,
        "text": "— Nie wiem... boję się, że tak... sprawa zupełnie zagadkowa... sam nic nie wiem i niczego nie rozumiem... ale będę nad nim czuwał ze wszystkich sił... posiedzę przy nim do rana."
      },
      {
        "index": 30,
        "text": "Mr. Smith zakręcił się po pokoju, obejrzał swoim taksatorskim, głodnym wzrokiem wszystkie obrazy, popieścił lubieżnemi palcami bronzy i, przesunąwszy się krętym, kocim ruchem, zapytał pokornie:"
      },
      {
        "index": 31,
        "text": "— Czy naprawdę występujesz z naszego kościoła?"
      },
      {
        "index": 32,
        "text": "— Wszak napisałem wam o tem wyraźnie i stanowczo."
      },
      {
        "index": 33,
        "text": "— Zrywasz z nami na zawsze?"
      },
      {
        "index": 34,
        "text": "— Nie zrywam, tylko odtąd idę swoją własną drogą."
      },
      {
        "index": 35,
        "text": "— Proszę cię w imieniu całej braci, abyś szedł z nami."
      },
      {
        "index": 36,
        "text": "— Poco, gdzie, dokąd? — odrzekł niecierpliwie, prawie z gniewem."
      },
      {
        "index": 37,
        "text": "— Ty wiesz, któryś razem z nami wznosił świątynię..."
      },
      {
        "index": 38,
        "text": "— Tak, ale przejrzałem i wychodzę na światło."
      },
      {
        "index": 39,
        "text": "— Runie, jeśli ją przestaniesz podtrzymywać. — Niechaj runie wszystko, co samo nie stoi, czego nie wspiera potęga własnej treści. Byliście mi etapem w ciężkim pochodzie ku prawdzie, jestem wam zato wdzięczny, ale muszę iść dalej koleją swego przeznaczenia."
      },
      {
        "index": 40,
        "text": "— Pogardę czuję w tobie — szepnął ze smutkiem."
      },
      {
        "index": 41,
        "text": "— Nie, mam tylko dosyć wirujących stołów, pukań, zagrobowych bełkotów i tego kręcenia się wśród kurzawy głupich faktów! Wasz spirytyzm jest tylko wulgarnym i dzikim fetyszyzmem sił przypadkowych i zjaw halucynacyjnych, jest wiarą ślepych i słabych. Stworzyliście kościół, w którym króluje medjum, mniej lub więcej oszukujące; kościół, który nie wiedzie do niczego, nic nie rozjaśnia i nikogo nie zbawia!"
      },
      {
        "index": 42,
        "text": "— Zali nie byłeś jego apostołem? — jęknął mr. Smith."
      },
      {
        "index": 43,
        "text": "— Wczoraj jest tylko cieniem na jaśni dzisiaj, marzącego o jutrze..."
      },
      {
        "index": 44,
        "text": "— Zali nie pracujemy dla jutra?"
      },
      {
        "index": 45,
        "text": "— Nie, świat gnije w zbrodni i hańbie, a wy żebrzecie o zmiłowanie u mar struchlałych i pragniecie cudów jedynie na karm rozgorączkowanych wyobraźni. Jutro, wytęsknione przez miljony, nie wstanie z tego, bo to tylko poniżający strach przed nieznanem. Nie zbawia się jękiem, ni łzami..."
      },
      {
        "index": 46,
        "text": "Zły świat należy zdruzgotać i rozwalić do fundamentów, aby nowy mógł powstać z ruin, a trzeba go stworzyć czynem, czynem woli, spotężnionej łaską. Kto jej nie osiągnie, nawozem jest tylko dla przyszłych pokoleń... Kto chce być, musi zabić własnego trupa; aby się mógł stać, musi zwalczyć życie i samego siebie. Nieśmiertelność płynie przez wszystko nieskończoną rzeką, ale nieśmiertelna jest tylko wola, prześwietlona łaską i powracającą tęsknią do Niego. Mówię za wiele i za mało równocześnie, daruj, streszczę się: oto rozeszły się nasze drogi na krzyżowym rozstaju, przy rozpiętem drzewie niechaj pozostaną trwożni i słabi, niechaj oczekują zmiłowania, my pójdziemy w otchłanie!"
      },
      {
        "index": 47,
        "text": "— Pycha jest wiarą twoją! — rzekł drżąco i wyszedł."
      },
      {
        "index": 48,
        "text": "— Nie... nie... — szeptał Joe, pogrążając się w zadumie."
      },
      {
        "index": 49,
        "text": "Zmierzch zaczął zwolna zapadać, turkoty ulic umilkły, oddalały się, światła jęły błyskać w mgłach przez nieruchome, oprzędzone w szarość drzewa."
      },
      {
        "index": 50,
        "text": "Zenon spał snem równym i mocnym, przygaszone, lękliwe światełko przy jego łóżku żarzyło się złotym brzaskiem w ciemnościach, a reszta mieszkania zanurzała się w gruby, nieprzenikniony mrok."
      },
      {
        "index": 51,
        "text": "Joe pozamykał drzwi, pospuszczał story u okien i długo stał w najgłębszem skupieniu, w niemej modlitwie, jaką odprawiał zawsze przed seansem, aż wreszcie poszedł do pierwszego pokoju i usiadł na podłodze obok kominka, wspierając się grzbietem o ścianę — w głębi, przez pootwierane drzwi i rozchylone portjery, widniał słaby zarys śpiącego. Przysiadł na podwiniętych nogach, by się zapaść w siebie i rozdwoić, by się wyłonić nazewnątrz sobowtórem i ujrzeć siebie poza sobą, nie zrywając jedni, rozszczepić się i być tej jedni dwiema tożsamościami, podwoić się w rozdwojeniu, nie przestając być sobą; były to wstępne praktyki Joe’go, prowadzone z żelazną konsekwencją pod wpływem i kierunkiem Mahatmy."
      },
      {
        "index": 52,
        "text": "Wnet znieruchomiał i jakby zastygnął; mimo męki tej pozycji skurczowej, nie poruszył się jednak ni razu, nie zadrgał z bólu, przemagał zwolna ciało, zabijał wrażliwość i, krzepiąc się cierpieniem, znoszonem bez drżenia, ściągał rozproszone myśli w jeden punkt, w jedno przerażające mocą pragnienie je zamykał: ujrzenia samego siebie."
      },
      {
        "index": 53,
        "text": "Daremnie rozedrgane życie, przypomnienia jakieś budziły się w głębi mózgu; daremnie tłumny szereg obrazów, zdarzeń, zarysy twarzy, dźwięki głosów wydzierały się zgiełkiem na pole świadomości, obsiadając mu duszę zjawami prawie widzialnemi, zabijał je, spychając na samo dno zapomnienia, ogarniał siebie coraz potężniej, krzepnął, zapadając w świadomie wywoływaną katalepsję."
      },
      {
        "index": 54,
        "text": "Otwarte szeroko oczy patrzyły nieruchomo, szklisto a czujnie, napięte strasznem oczekiwaniem widzenia."
      },
      {
        "index": 55,
        "text": "Parł się zwolna z siebie, wydzierał z więzów ciała, smagał z nieubłagalnością własnego trupa, szponami woli wyłupywał z siebie własną duszę, stwarzając z niej drugi, swój własny i tylko przez siebie widziany i czuły byt."
      },
      {
        "index": 56,
        "text": "Godziny płynęły wolno, cicho, niepostrzeżenie, przesuwały się, jak sen nocy po oślepłem zwierciadle, stawały się, nie będąc, przychodziły z nieznanych głębin i marły niezapamiętane, wydzwaniał je zegar, gdy już ich nie było i jeszcze nie nadchodziły, stwarzały wszystko same, nie stając się niczem, znaczyły swój ślad błędny tęsknotą i rozmarzeniem, a czasem łzami, a niekiedy śmiercią..."
      },
      {
        "index": 57,
        "text": "Miasto spało ciężkim snem spracowanych kamieni, spowitych w niepokojące marzenia, głucha noc patrzała ślepą twarzą w ostygły świat."
      },
      {
        "index": 58,
        "text": "Zenon spał bez przerwy, w mieszkaniu leżało odrętwiałe, senne milczenie, tylko niekiedy ciemność i cisza przemawiały nikłym cieniem nieopowiedzianego, szemrały dawno pomarłe dźwięki i barwy... jakieś utajone trwożnie życie poczynało się zjawiać... martwe zdawało się żyć... ściany szeptały... bronzy śpiewały żałośnie, jakby jękiem dusz, błądzących koło swoich cielesnych awatarów... twarde mahonie podnosiły tęskny głos... a z muszli, leżących na kominku, promieniowały roztęsknione szumy mórz dalekich, obszarów, pławiących się w słońcu, emananacjeemanacje rozkołysanych głębin, życie inne, życie rzeczy wszelkiej drgało w ciemnościach."
      },
      {
        "index": 59,
        "text": "...W cieniach zawsze się kryją straszne zjawy, noc ma wieczną swoją tajemnicę. Samotność i cisza odkrywa niekiedy nieznane łono, stare zwierciadła zaczynają przemawiać, pokazując to wszystko, co się w nich niegdyś jawiło."
      },
      {
        "index": 60,
        "text": "Wszystko, co jest, ma swoją duszę, poślubioną milczeniu i tajemnicy..."
      },
      {
        "index": 61,
        "text": "Joe siedział wciąż w najwyższem, prawie skamieniałem napięciu woli, był już tylko snem, poczynającym samego siebie poza sobą..."
      },
      {
        "index": 62,
        "text": "Obtulała go cisza mrących zwolna godzin, nie wiedział o niczem, zapatrzony w głąb strasznego pożądania, jego zgięta i we czworo złożona postać zaczynała się wyłaniać z nocy fosforyzującym obrazem, jaśniał jakby obsypany błękitnawym brzaskiem, oczy mu gorzały zastygłą strugą sinego światła... a z palców zaciśniętych, z włosów, ze wszystkich stawów wydzielał się pył świetlany, promieniował cały!"
      },
      {
        "index": 63,
        "text": "Naraz drgnął w sobie i jakby jeszcze natężył marzenie... oto zamajaczył przed nim cień jakiś... w czarnej otchłani zawirował mgławy i rozpryśnięty zarys... chwiał płomieniem... stawał się zwolna... przyjmował kształt ludzki i nieruchomiał... zaczął widzieć kogoś, siedzącego naprzeciw i zapatrzonego przed się...."
      },
      {
        "index": 64,
        "text": "Zrozumiał, że stał się ten cud upragniony, widział się już bowiem siedzącym na podwiniętych nogach, skupionym i nieruchomym, takim samym i tym samym, we własne oczy patrzał i we własną twarz, jakby zwierciadlane odbicie oderwało się i siadło naprzeciw niego... Zachwiał się naraz, jakaś mgła przysłoniła mu świadomość na mgnienie... że gdy się znowu podniósł w sobie... nie mógł zrozumieć, gdzie jest, którym jest z tych dwóch rozszczepień?..."
      },
      {
        "index": 65,
        "text": "Podniósł się nagle z ziemi pod wpływem świętej radości cudu, ten drugi on podniósł się również, stali naprzeciw siebie z tym samym cichym, szczęsnym uśmiechem, z tem czuciem siebie."
      },
      {
        "index": 66,
        "text": "Każdy ruch duszy, każda myśl i każde drgnienie czucia było w nim podwójnem i tożsamem, rozdzielonem, a jednem."
      },
      {
        "index": 67,
        "text": "— To ja tam jestem, ja! — myślał, czuł raczej, pochylając się naprzód — sobowtór uczynił toż samo i z tem samem uczuciem zdumienia.."
      },
      {
        "index": 68,
        "text": "Posunął się do siebie o krok jeden i przystanął, tamten również, zajrzeli sobie w oczy i długo, mocno, do najtajniejszych głębin patrzyli, z tem uczuciem trwożnego podziwu, z jakim człowiek spogląda w siebie niekiedy, bo niema nic bardziej przerażającego nad usuwanie się świadome w przepaści własnego ja."
      },
      {
        "index": 69,
        "text": "— I gdzie ja jestem? Spostrzegł nagle wiecznie czuwającą myślą, że cały pokój widzi równocześnie z dwóch przeciwległych sobie punktów, że rozpatruje siebie z dwóch przeciwnych stron... czując się w obu zjawach z jednaką mocą i zupełnością."
      },
      {
        "index": 70,
        "text": "Przymknął oczy, aby ciszej i radośniej śnić ten cudowny sen o sobie, pogrążał się w marzenie niewyrażalne zgoła, w marzenie o marzeniach. Niekiedy powracał z nieśmiertelnych krain tęsknoty, jak ptak znużony samotnym lotem w bezmiarach, krążył nad życiem i odlatywał strwożony w nowe otchłanie snów o snach."
      },
      {
        "index": 71,
        "text": "Niekiedy otwierał oczy, przyglądając się sobie z uśmiechem niewysłowionej tkliwości, z uśmiechem nadludzkiego szczęścia i znowu śnił nieśmiertelność."
      },
      {
        "index": 72,
        "text": "Niekiedy zaś całą pamięcią ciała powracał na ziemię, przypominał sobie życie i wszystko ogarniał, a wtedy to drugie jego ja unosiło się przed nim, krążyło zwolna i nieustannie po mieszkaniu, zajmowało się czemciś niebardzo rozumianem przez niego, czemciś błahem, pewnie życiowem, bo on, spostrzegając ten swój awatar życiowy, szeptał prawie rozkazująco:"
      },
      {
        "index": 73,
        "text": "— Idź, myśli moja... stawaj się życiem... wypełniaj konieczność i przeznaczenie... idź... ja wracam do Niego..."
      },
      {
        "index": 74,
        "text": "I pochylał się roztęskniony w ramiona nieskończoności, padał w tajemnicze, samotnie królujące Milczenie."
      },
      {
        "index": 75,
        "text": "Noc już dochodziła swego kresu, pokój napełniał się zwolna szarym świtem, jakby popielnym brzaskiem rozwianych w pył, pomarłych godzin ciszy... z mroków poczynały się leniwe zarysy sprzętów..."
      },
      {
        "index": 76,
        "text": "Jeszcze senny ruch budził się w odrętwiałym domu... życie codzienne przytomniało po ciężkim śnie odpoczywania... zjawiały się pierwsze, nieśmiałe głosy dnia... jakiś poranny wiatr z szumem otrząsał zimną rosę z drzew pokurczonych... ulice poczynały bełkotać głucho... dzień spadał na budzących się, jak głodny wilk, i porywał w drapieżne pazury trudu krwawego."
      },
      {
        "index": 77,
        "text": "Tylko Zenon spał wciąż, a Joe siedział pod ścianą na podwiniętych nogach, zesztywniały, z szeroko otwartemi oczyma, ale w zupełnej katalepsji."
      },
      {
        "index": 78,
        "text": "Dopiero ostre i gwałtowne dzwonienie u drzwi wchodowych wyrwało go nagle z odrętwienia; porwał się na nogi."
      },
      {
        "index": 79,
        "text": "Malajczyk stał u progu, zakłopotany wielce."
      },
      {
        "index": 80,
        "text": "— Czego chcesz? — mówiłem ci, abyś czekał na mnie w domu!"
      },
      {
        "index": 81,
        "text": "— Miss Daisy kazała mi obudzić pana i powiedzieć, że mr. Zenon ma już dosyć snu i że trzeba go zostawić samego."
      },
      {
        "index": 82,
        "text": "— Spotkałeś ją na schodach? — zdumiony był tym szczególnym nakazem..."
      },
      {
        "index": 83,
        "text": "— Przychodziła na górę... kazała mi iść — tłumaczył się lękliwie."
      },
      {
        "index": 84,
        "text": "— Dobrze, naszykuj kąpiel, zaraz przyjdę."
      },
      {
        "index": 85,
        "text": "Zdumiał się jeszcze więcej, ujrzawszy Zenona, siedzącego na łóżku i zgarniającego palcami rozsypane na kołdrze fiołki."
      },
      {
        "index": 86,
        "text": "— Dawno nie śpisz?"
      },
      {
        "index": 87,
        "text": "— Przed chwilą się przebudziłem. Kto to przyniósł i rozsypał?"
      },
      {
        "index": 88,
        "text": "— Właśnie o to samo chciałem się zapytać. — Śniło mi się, że Daisy rzuciła na mnie pękiem kwiatów, śniło mi się przed chwilą, że, przebudziwszy się, myślałem, iż to sen te kwiaty."
      },
      {
        "index": 89,
        "text": "— Nie, to są rzeczywiste kwiaty, jakiś tajemniczy aport! — szepnął, pomagając mu zbierać fiołki, bo pełno ich było na łóżku, świeżych, wonnych jeszcze, rosą błyszczących, iż zapełniały mieszkanie wiośnianym aromatem."
      },
      {
        "index": 90,
        "text": "— Jak się czujesz?"
      },
      {
        "index": 91,
        "text": "— Zupełnie dobrze, ale co mi się stało właściwie, bo nic nie pamiętam?"
      },
      {
        "index": 92,
        "text": "— Ależ prawie nic, omdlałeś na ulicy... to wszystko..."
      },
      {
        "index": 93,
        "text": "— Omdlałem?... dziwnie nic nie mogę sobie przypomnieć... mam jakieś przypomnienia w sobie, ale tak zamglone, że nic dojrzeć nie mogę, czuję tylko ich ruch zgiełkliwy i niepokój... otacza mnie mrok... a teraz te fiołki..."
      },
      {
        "index": 94,
        "text": "— Są od niej!"
      },
      {
        "index": 95,
        "text": "— Była tutaj, była u mnie? — wykrzyknął zdumiony."
      },
      {
        "index": 96,
        "text": "— Zwykły aport. Nie potrzebowała przychodzić aż tutaj, aby ci je rzucić na piersi."
      },
      {
        "index": 97,
        "text": "— Być może, ale niebardzo wierzę w te cudowne aporty."
      },
      {
        "index": 98,
        "text": "— Cuda się z tobą dzieją, cuda stają się dokoła ciebie, ty zaś nic nie spostrzegasz, jesteś ślepy na światło — mówił z pewną goryczą."
      },
      {
        "index": 99,
        "text": "— Prawda, że ze mną dzieją się rzeczy nadzwyczajne, niewytłumaczone... Przypomniał sobie naraz jakieś rozproszone strzępy zdarzeń i uczuć."
      },
      {
        "index": 100,
        "text": "— Czuwałeś dzisiaj w nocy nade mną? bo coś sobie przypominam."
      },
      {
        "index": 101,
        "text": "— Byłem przy tobie, byłem... — drgnął nagle, i rzucił się gwałtownie wtył, bo oto znowu ujrzał samego siebie stojącego naprzeciw."
      },
      {
        "index": 102,
        "text": "— Co ci się stało?"
      },
      {
        "index": 103,
        "text": "— Nic... nic... Powiedz mi, gdzie ja jestem? — wyszeptał trwożnie, śledząc to drugie swoje ja, również pochylone nad Zenonem i szepczące mu do ucha."
      },
      {
        "index": 104,
        "text": "— No, tutaj, przy mnie... Nic nie rozumiem... — zaniepokoił się jego wzburzeniem."
      },
      {
        "index": 105,
        "text": "— Weź mnie za rękę... mocno trzymaj... silniej... Jęknął żałośnie, padając na krzesło; z zamkniętemi oczyma, napół przytomny, długo siedział bez ruchu, w najstraszniejszej trwodze, że, skoro otworzy oczy, znowu siebie ujrzy."
      },
      {
        "index": 106,
        "text": "— Czy sami jesteśmy? — zapytał ledwie dosłyszalnie."
      },
      {
        "index": 107,
        "text": "— Ależ najzupełniej, nikt nie wszedł..."
      },
      {
        "index": 108,
        "text": "— Przejrzyj mieszkanie, proszę cię... — Strach dygotał mu w głosie."
      },
      {
        "index": 109,
        "text": "— Zapewniam cię, że prócz nas niema nikogo więcej."
      },
      {
        "index": 110,
        "text": "Otworzył wtedy oczy i ze strachem przyczajonym rozglądał się dokoła."
      },
      {
        "index": 111,
        "text": "— Strasznie czuję się zmęczony i senny — rzekł po chwili. — Co ci się stało?"
      },
      {
        "index": 112,
        "text": "— Zdawało mi się przez chwilę, że ktoś wszedł tutaj — wstrząsnął się nerwowo, rozglądając się po pokoju — ale, jeśli będziesz mógł, jedź dzisiaj do Bartelet Court, tam czekają na ciebie z upragnieniem."
      },
      {
        "index": 113,
        "text": "— Z pewnością pojadę; wczoraj nie mogłem przyjechać za tobą, późno było i..."
      },
      {
        "index": 114,
        "text": "— Wczoraj! trzy dni temu byłem... przypomnij sobie... przypomnij... — powtórzył mocno, uderzając w niego stalowemi oczyma."
      },
      {
        "index": 115,
        "text": "— Trzy dni... więc ja cały ten czas byłem bezprzytomny... Nie mogłem wtedy pojechać do Betsy, bo... tak, wiem już... pamiętam..."
      },
      {
        "index": 116,
        "text": "Zerwał się, olśniony przypomnieniami, mrok się w nim rozdarł, że nagle ujrzał to wszystko, co przeżył i widział."
      },
      {
        "index": 117,
        "text": "— Pamiętasz teraz? — pytał cicho, chcąc mu wydrzeć tajemnice."
      },
      {
        "index": 118,
        "text": "— Wszystko, wszystko..."
      },
      {
        "index": 119,
        "text": "— Opowiedz kolejno, mniej się zmęczysz... — podsunął mu podstępnie, nie zdejmując z niego oczu hipnotyzujących."
      },
      {
        "index": 120,
        "text": "— Nie, nie mogę, nie... — bronił się zajadle, bo naraz zabrzmiało mu, jakby tuż nad uszami: „Bądź bez trwogi, milcz”."
      },
      {
        "index": 121,
        "text": "— Jeśli to tajemnica, nie żądam jej... ale jeszcze ci raz powiem, że się strzeż Daisy, ona stanie się twojem nieszczęściem — szepnął groźnie. — To będzie, co przyjdzie... Niechaj się stanie, co się stać ma... Nie w mojej mocy odwrócić przeznaczone — odparł z nieoczekiwaną stanowczością."
      },
      {
        "index": 122,
        "text": "— Daruj, ale musiałem spełnić swój przyjacielski obowiązek..."
      },
      {
        "index": 123,
        "text": "— Nie żal, ale wdzięczność mam tylko dla twoich ostrzeżeń..."
      },
      {
        "index": 124,
        "text": "— I niczego się nie lękasz? — zapytał jeszcze."
      },
      {
        "index": 125,
        "text": "— Nie wiem; zdaje mi się, że zamarła we mnie sama możność obawy."
      },
      {
        "index": 126,
        "text": "Joe uścisnął mu rękę i odszedł w milczeniu."
      },
      {
        "index": 127,
        "text": "— Niechaj się stanie, co ma się stać — szepnął sam do siebie z jakąś cichą i zupełną determinacją. Nie bronił się już i nie wydzierał przeznaczeniu, poczuł nagle w głębiach swej istności, jakby w rdzeniu duszy, że musi być posłusznym, więc pochylił się kornie przed nieznanem i czekał na wyrok bez drżenia."
      },
      {
        "index": 128,
        "text": "Pamiętał teraz wszystko i w najdrobniejszych szczegółach, lecz się nie dziwił niczemu, ni przerażał, ni chciał zrozumieć otaczające go tajemnice..."
      },
      {
        "index": 129,
        "text": "Nawet mu na myśl nie przychodziło pytanie: dlaczego? kto?"
      },
      {
        "index": 130,
        "text": "Zdawał się trwać, jak człowiek, zabity w bitwie, ściśnięty w szeregi i porwany wichurą żywych, który idzie razem ze wszystkimi, patrzy, spostrzega, coś czyni bezwiednie, coś nawet myśli automatycznie, a gdy się rozerwą szeregi, pada martwy. Czuł się tylko dziwnie słaby fizycznie i tak roztkliwiony, że, odczytując listy Betsy, rozpłakał się nad jej troskliwością."
      },
      {
        "index": 131,
        "text": "— Biedne dziecko — rozmyślał o niej ze współczuciem bardzo silnem, nie wiedząc sam, dlaczego się nad nią lituje."
      },
      {
        "index": 132,
        "text": "Niedługo to jednak trwało, ustępując miejsca niewytłumaczonemu niepokojowi i zdenerwowaniu; nie potrafił myśleć o niczem i nie był w stanie zająć się czemkolwiek; zrywał się co chwila z miejsca, bo zdawało mu się, że go ktoś woła w przestrzeni, że musi gdzieś biec... coś robić... z kimś się spotkać... Przypomniał sobie jakieś pilne sprawy i zapomniał o wszystkiem, bo ten nawołujący głos brzmiał w nim coraz wyraźniej. Ale kto wołał i gdzie? nie mógł zrozumieć."
      },
      {
        "index": 133,
        "text": "Stawał bezradnie, nasłuchując w skupieniu najgłębszem."
      },
      {
        "index": 134,
        "text": "Tak, był już zupełnie pewny, że woła go jakiś głos przytłumiony, daleki, że ktoś na niego czeka i myśli o nim."
      },
      {
        "index": 135,
        "text": "Tysiąc razy rzucał się wytężoną, szukającą myślą w próżnię odgadywań i tysiąc razy opadał, zniechęcony daremnym wysiłkiem."
      },
      {
        "index": 136,
        "text": "— Kto mnie woła? — pytał głośno w najwyższem zniecierpliwieniu..."
      },
      {
        "index": 137,
        "text": "Odpowiedzi nie było, ale i to wołanie głuche nie ustawało ani na mgnienie, drgało mu w sercu, jak daleki, daleki krzyk tęsknoty. A chwilami słyszał tak wyraźnie, jakby kto wołał za oknem, przez ścianę lub na kurytarzu, ale pod oknami drzewa szumiały rozkołysane i szczebiotały tylko zziębłe ptaki, a na kurytarzach było prawie pusto."
      },
      {
        "index": 138,
        "text": "Wracał do mieszkania, rozdrażniony coraz więcej i tak znużony wysiłkami daremnych odgadywań, że położył się wkońcu na otomanie i zasnął."
      },
      {
        "index": 139,
        "text": "Przeszło południe i zmrok już zapadał, gdy się przebudził."
      },
      {
        "index": 140,
        "text": "— Pójdź! — zabrzmiał mu głos jakiś nad uchem."
      },
      {
        "index": 141,
        "text": "Śpiesznie się podniósł i rozglądał nieprzytomnemi oczyma po pokoju. Nie było nikogo, mrok się już rozpościerał gęsty, szare, smutne tumany przysłaniały wszystko, meble zaledwie widoczne były zarysami, a zwierciadła szarzały, jak mętne tafle lodowe."
      },
      {
        "index": 142,
        "text": "Jeszcze słuchał tych mrących w ciszy dźwięków, gdy nagle zwierciadło zamigotało błyskawicą; w lustrzanej głębi poczęło się coś stawać, gąszcze drzew i kwiatów wyłaniały się jakby z przesłonecznionych mgieł."
      },
      {
        "index": 143,
        "text": "Obejrzał się trwożnie, pokój ciemniał zwolna i zapadał w nocy, ale tam, za zwierciadlaną powierzchnią, w dziwnej rozbłyskującej jaśni, wychylała się jakby wizja podzwrotnikowego lasu, wyniosły tłum palm pierzastych osłaniał nieskończoną drogę, jakby tunel zielony. Przysunął się bliżej, nie mogąc oderwać oczu, bo z tych głębin, wprost ku niemu, nadchodziła Daisy."
      },
      {
        "index": 144,
        "text": "— Pójdź!"
      },
      {
        "index": 145,
        "text": "Widział poruszenie jej ust i przyzywające, rozgorzałe oczy."
      },
      {
        "index": 146,
        "text": "Zadrżał do głębi, rozpoznał głos i poszedł, jakby wprost przed siebie do niej, poszedł, jakby w tę głąb zwierciadlaną, straciwszy świadomość, co się z nim dzieje, ale z tem radosnem drżeniem, że odnalazł wreszcie poszukiwaną."
      },
      {
        "index": 147,
        "text": "Przeszedł jadalnię ciemną, niby przez zwały nierozpoznanych rzeczy, wpatrzony wciąż w Daisy, zbliżającą się ku niemu."
      },
      {
        "index": 148,
        "text": "Oprzytomniał naraz, znalazłszy się w oranżerji."
      },
      {
        "index": 149,
        "text": "Tak, Daisy tam czekała na niego przy fontannie z kwiatem magnolji w ręce; Bagh tuliła się miłośnie do jej kolan, zaglądając w oczy."
      },
      {
        "index": 150,
        "text": "— Jestem! — szepnął, stając przed nią."
      },
      {
        "index": 151,
        "text": "— Ma pan oporną duszę."
      },
      {
        "index": 152,
        "text": "Spojrzał na nią, nie rozumiejąc."
      },
      {
        "index": 153,
        "text": "— Dawno pragnęłam pana ujrzeć, dawno już przyzywałam."
      },
      {
        "index": 154,
        "text": "— Słyszałem, nie wiedząc, kto mnie woła!"
      },
      {
        "index": 155,
        "text": "Fontanna szemrała cicho, rozpryskując rosisty pył na kwiaty migdałów, które, jak różowy obłok, wznosiły się z zielonych głębin gąszczów; mocne, przenikające zapachy kwiatów przepełniały oranżerję."
      },
      {
        "index": 156,
        "text": "— Pamięta pan? — zapytała, dotykając jego ręki. — Wszystko..."
      },
      {
        "index": 157,
        "text": "— Kto tam był ze mną, jest Jego!"
      },
      {
        "index": 158,
        "text": "— Jestem twój, pani, twój! — powtórzył, chyląc przed nią głowę."
      },
      {
        "index": 159,
        "text": "Uśmiech, jak radosna błyskawica, rozjaśnił jej twarz bladą, oczy strzeliły potężnym płomieniem, a purpurowe usta zaszemrały:"
      },
      {
        "index": 160,
        "text": "— Więc niechaj się stanie, czy tak?"
      },
      {
        "index": 161,
        "text": "— Co się ma stać! Tak, tak, myślałem, tego pragnę."
      },
      {
        "index": 162,
        "text": "— I jesteś gotów?"
      },
      {
        "index": 163,
        "text": "— Choćby na śmierć! — zawołał namiętnie, zapominając o całym świecie. Utopił w niej całą duszę."
      },
      {
        "index": 164,
        "text": "Patrzał w nią pokornie, niewolniczemi oczyma oddania i zależności, czując, iż jest związany z jej duszą na zawsze, że jeśli ona powie: Umrzyj! to spełni ten nakaz z rozkoszą."
      },
      {
        "index": 165,
        "text": "Ujęła go za rękę, wiodąc w zaciemnioną głąb, pod bambusowe krzewy. Tam usiedli: pantera patrzała na nich zielonemi, stróżującemi oczyma."
      },
      {
        "index": 166,
        "text": "— Mam kilka słów do powiedzenia, kilka ważnych słów."
      },
      {
        "index": 167,
        "text": "— Czekałem na nie z utęsknieniem..."
      },
      {
        "index": 168,
        "text": "— Jeżeli chcesz, możemy pojechać na ten słoneczny brzeg, o którym niegdyś opowiadałeś... Parę tygodni... przepadniemy dla ludzi... będziemy śnili nadludzkie szczęście..."
      },
      {
        "index": 169,
        "text": "— To droga, wykreślona wtedy na mapie, tam wiodła? — Do wykradzionego od życia szczęścia wiodła!... — szepnęła."
      },
      {
        "index": 170,
        "text": "— Nie mogę się przebudzić! — ozwał się, ściskając sobie głowę."
      },
      {
        "index": 171,
        "text": "— Zginiemy na kilka tygodni, ale potem pamięć tego czasu musi w nas umrzeć... Będziemy dla siebie tak obcy i dalecy, jak dotychczas."
      },
      {
        "index": 172,
        "text": "— Jakże pamięć szczęścia może w nas umrzeć!"
      },
      {
        "index": 173,
        "text": "— Chcesz?... — zapytała znowu, zaglądając mu zbliska w twarz."
      },
      {
        "index": 174,
        "text": "Pochwycił jej ręce i przycisnął do ust."
      },
      {
        "index": 175,
        "text": "— Mów do mnie, obudź mnie, niech uwierzę, iż to nie sen, błagam cię... — szeptał nieprzytomnie i gorączkowo."
      },
      {
        "index": 176,
        "text": "Wpatrzyła się w niego rozgorzałemi, jak płomienne otchłanie, oczyma, stała się, jak kwiat cudny, rozkwitły nagle przepychem barw, i dyszący upajającemi aromatami, usta jej drgały, aż, nachylając je prawie do jego ust, szepnęła:"
      },
      {
        "index": 177,
        "text": "— Tylko sen możemy śnić razem; życia nam nie wolno."
      },
      {
        "index": 178,
        "text": "— I kiedy się ma to stać? — pytał z lękiem, że wnet się rozwieje wszystko."
      },
      {
        "index": 179,
        "text": "— Może dzisiaj jeszcze... może jutro... Nie wiem, ale kiedy nadejdzie ta chwila, zjawię się przed tobą, i ty..."
      },
      {
        "index": 180,
        "text": "— A ja pójdę za tobą! O Daisy! O Daisy! ja śnię rzeczy nieopowiedziane..."
      },
      {
        "index": 181,
        "text": "— Będziemy śnili o sobie... prześnimy nasze dawne istnienia i awatary. — Słowa twoje mnie budzą, zmartwychwstaję w tobie..."
      },
      {
        "index": 182,
        "text": "— Bom jest tobą, jak kwiatem jest jego aromat!"
      },
      {
        "index": 183,
        "text": "— Musiałem cię już dawniej kochać, dawniej i zawsze..."
      },
      {
        "index": 184,
        "text": "— Bo zawsze byłam przy tobie i zawsze byłam twoją duszą..."
      },
      {
        "index": 185,
        "text": "— Wiem... przed czasami... przed istnieniem... musiałem być słońcem i zgasłem, utonąłem w bezmiarach twojej źrenicy świętej."
      },
      {
        "index": 186,
        "text": "— Pójdziesz ze mną? — wsparła oczy swoje na jego oczach nieruchomych."
      },
      {
        "index": 187,
        "text": "— Choćby w śmierć! Kochasz mnie? — zamierał z nadludzkich wzruszeń."
      },
      {
        "index": 188,
        "text": "Ale Daisy porwała się z miejsca, bo pantera podniosła się nagle i, wsparłszy się łapami o basen fontanny, zaczęła ponuro wyć... a jemu się wydało, że z poza strug wody wychylała się smutna i groźna twarz Bafometa, rozbłysła krwawemi oczami..."
      },
      {
        "index": 189,
        "text": "— Idę w wieczny sen o tobie! — majaczył, padając na ławkę."
      }
    ]
  }
}