{
  "chapterNumber": 2,
  "title": "Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "— Straszny dzień! — zawołał Zenon, wstrząsając się z zimna."
      },
      {
        "index": 2,
        "text": "— Okropny, obrzydliwy, wstrętny dzień! — powtarzała z wesołą przekornością śliczna, jasnowłosa dziewczyna, wychodząc z nim z pod kolosalnych kolumn portyku św. Pawła, na szerokie, mokre i oślizgłe schody."
      },
      {
        "index": 3,
        "text": "— Po trzykroć obrzydliwy dzień, zimno, mokro i mglisto. Już prawie zapomniałem, jak świeci słońce, i jak grzeje."
      },
      {
        "index": 4,
        "text": "— Przesada i egzaltacja! jak mówi ciotka Ellen."
      },
      {
        "index": 5,
        "text": "— Więc pani widziała słońce w tym roku w Londynie?"
      },
      {
        "index": 6,
        "text": "— Ależ dopiero luty."
      },
      {
        "index": 7,
        "text": "— Czy pani wogóle i kiedykolwiek widziała słońce w Anglji?"
      },
      {
        "index": 8,
        "text": "— O Mr. Zen, by ciotka Dolly nie rzekła: strzeż się Betsy, bo ten człowiek czci słońce, jak gwebr, poganinem być musi — groziła mu ze śmiechem, naśladując komiczny głos ciotki. — Przecież od listopada nie było ani na mgnienie słońca w Londynie, nic, tylko mgły, deszcze, błoto i fogi, a ja nie mam skóry z waterproof’ów, więc już chwilami czuję, iż się przemieniam w galaretę, w mglistość, w strugi wody."
      },
      {
        "index": 9,
        "text": "— W pańskim kraju niema też ciągle słońca — szepnęła ciszej."
      },
      {
        "index": 10,
        "text": "— Jest, miss Betsy, jest prawie codziennie, a teraz, w tym dniu, dzisiaj, świeci na pewno, świeci roziskrzone w śniegach, ogromne, jaśniejące, cudowne... — mówił, zniżając głos — wpatrzony wdal nagłych, oślepiających przypomnień."
      },
      {
        "index": 11,
        "text": "— Tęsknota — powiedziała cichutko i jakoś dziwnie smutno..."
      },
      {
        "index": 12,
        "text": "— Tak... Tęsknota, co jak sęp spada i wczepia się w duszę ostremi pazurami boleści, co jak krzyk wydziera się z serca, z samego dna dawno strupieszałych dni, i jak orkan ponosi... jak orkan... Dawno już, lata całe nie nawiedzała mnie, myślałem, że tylko zmartwiałe cienie noszę w sobie, jak to każde umarłe wczoraj. Ale to dzisiejsze nabożeństwo, kościół i śpiewy wskrzesiły na nowo struchlały pył czasów minionych, wskrzesiły..."
      },
      {
        "index": 13,
        "text": "— Mr. Zen... — szepnęła, chwytając go pieszczotliwie za rękę."
      },
      {
        "index": 14,
        "text": "— Co, Betsy, co?"
      },
      {
        "index": 15,
        "text": "— Kiedyś zawieziesz mnie tam, pojedziemy do tych śniegów, roziskrzonych w słońcu, na te słoneczne dnie pojedziemy... na te dnie... — Szczęścia, Betsy, na utęsknione dnie szczęścia — zawołał namiętnie, obejmując rozgorzałemi oczami jej jasną głowę, że odwróciła się pełna szczęsnego lęku, pełna wilgotnych blasków jutra owego, usta jej zadrgały i blada, podobna płatkom róży, twarzyczka rozbłysła, iż stała się jak poranek różowa i radością wonna, i jak pocałunek wymarzony, kusząca."
      },
      {
        "index": 16,
        "text": "Umilkli, spostrzegając nagle po tem wzruszeniu radosnem, że granitowe schody są dziwnie śliskie i strome, że jakieś przedziwne śpiewy jeszcze słychać z katedry i że dookoła pełno wraz z niemi schodzących ludzi o surowych, karcących spojrzeniach."
      },
      {
        "index": 17,
        "text": "Zaczęli śpiesznie schodzić nadół, na plac, w szare, smutne i błotniste tunele ulic, pod ciężkie, przytłaczające sklepienia, pod mgły, wiszące postrzępionemi, szaro-żółtemi łachmanami, pod te ruchome, lepkie, zimne i ohydne mgły, ociekające brudnym deszczem."
      },
      {
        "index": 18,
        "text": "Z powodu niedzielnego dnia, ulice były prawie puste i głuche, czerniały niskiemi tunelami, przywalone mgłą, która niby wata zdjęta z opatrunków, przeropiała, unurzana w jakiejś strasznej cieczy, ociekająca, zwalała się gąbczastemi kłębami coraz niżej w ulice, zalewała domy, topiła w brudnej fali miasto całe."
      },
      {
        "index": 19,
        "text": "Sklepy były zamknięte, wszystkie drzwi zawarte, trotuary prawie puste, a domy czarne, stały posępne i jakby skostniała ciżba nędz kamiennych, pełnych bolesnego dygotu i milczenia, poślepłych zgoła, bo wszystkie okna zasnute były bielmami, a jeno gdzie niegdzie, na wyższych piętrach, zatopionych w mgłach, migotało jakieś zgubione światełko. Oczy rozpaczliwie błądziły w posępnej pustce mgieł, bo nawet barwy niezliczonych szyldów połyskiwały wypitemi, martwemi farbami."
      },
      {
        "index": 20,
        "text": "Powietrze było duszące, ciężkie, przesycone wilgocią, zapachem błota i rozmiękłego asfaltu, a ze wszystkich niewidzialnych w mgle dachów, ze wszystkich balkonów, ze wszystkich szyldów, lały się rozpryśnięte strugi wody, kapało zewsząd, rynny dudniły głucho i ustawicznie, jakby warkotem niezliczonych potoków."
      },
      {
        "index": 21,
        "text": "— Którędyż pójdziemy? — pytał, rozpinając parasol."
      },
      {
        "index": 22,
        "text": "— Strandem, bo najbliżej."
      },
      {
        "index": 23,
        "text": "— Tak pani pilno do domu?"
      },
      {
        "index": 24,
        "text": "— Zimno mi jest, to powód."
      },
      {
        "index": 25,
        "text": "— Więc nie zaczekamy dzisiaj na ciotki?"
      },
      {
        "index": 26,
        "text": "— Choć raz zrobimy im niespodziankę, będą szukały nas i nie znajdą."
      },
      {
        "index": 27,
        "text": "— Bez komentarzy i to zgryźliwych się nie obejdzie..."
      },
      {
        "index": 28,
        "text": "— Powiem, że to pana wina, acha!..."
      },
      {
        "index": 29,
        "text": "— Dobrze, obronię się, ale to porządnie nudne to coniedzielne, sakramentalne, urzędowe niejako chodzenie do kościoła..."
      },
      {
        "index": 30,
        "text": "— Ach, jakie nudne, jakie nudne, tylko niechaj pan tego w domu nie powie, wszystkie ciotki byłyby przeciwko panu! — wykrzyknęła wesoło, tuląc się do jego ramienia."
      },
      {
        "index": 31,
        "text": "— Broniłaby mnie pani, co?"
      },
      {
        "index": 32,
        "text": "— Nie, nie, bo i ja jestem winna, i mnie to nudzi..."
      },
      {
        "index": 33,
        "text": "— To czemu pani ulega niemiłemu sobie i przykremu przymusowi?"
      },
      {
        "index": 34,
        "text": "— Bo się ogromnie boję ciotek. Ile razy chciałam się buntować przeciw nim, to jak tylko ciotka Dolly spojrzy na mnie z pod okularów, a ciotka Ellen powie: Betsy! — już po mnie, już ani słowa powiedzieć nie umiem, tylko płakać mi się chce i tak mi przykro, tak przykro..."
      },
      {
        "index": 35,
        "text": "— Miss Betsy jeszcze wielki dzieciak."
      },
      {
        "index": 36,
        "text": "— Ale kiedyś dorosnę, nieprawdaż? — pytała słodko — za rok to już z pewnością będę dorosła — dodała z uśmieszkiem, kryjąc twarz zarumienioną w mufkę, za rok bowiem miał być ich ślub."
      },
      {
        "index": 37,
        "text": "— O tak! tak! — podchwycił wesoło, zaglądając jej w oczy. — Tak, za rok Betsy dorośnie, za dziesięć będzie już damą, za dwadzieścia poważną matroną, a za czterdzieści miss Betsy będzie jak miss Dolly starą, siwą, przygiętą, czytającą biblję i niecierpiącą młodych, śmiechów, zabawy, nudną, pachnącą kamforą Mrs. Betsy!"
      },
      {
        "index": 38,
        "text": "— Nie, nie! nigdy taką nie będę, nigdy! — protestowała żałośnie, przerażona prawie tą możliwością, o jakiej nigdy jeszcze nie myślała."
      },
      {
        "index": 39,
        "text": "I on posmutniał również, bo, rysując tak daleki, żartobliwy obraz, drgnął nagle, cofnął się jakby w głąb siebie przed dziwnym majakiem, jaki mu zamigotał przed oczami:"
      },
      {
        "index": 40,
        "text": "— „Oto Betsy szła naprzeciw niego... Betsy stara, przygarbiona, wynędzniała i wypełzła z urody, istny łachman ludzki, szła chwiejnie, wspierając się na kiju i patrząc w niego zapadłemi, żałośliwemi oczami niezgłębionego bólu“."
      },
      {
        "index": 41,
        "text": "Cofnął się z przerażenia, ale nim zdołał myśl zebrać, widziadło rozwiało się w mgły, na trotuarze nie było nikogo, a przy nim, tuż, uwieszona u jego ramienia, szła Betsy, promieniejąca jak kwiat, Betsy, samo wiośniane tchnienie, młodość sama, że uśmiechnął się do niej tkliwie, jakby wyrwany ze snu przykrego."
      },
      {
        "index": 42,
        "text": "— Czego pan szuka? — pytała, bo oglądał się podejrzliwie, nie wiedząc już, w nim się to zjawiło, czy przed nim?"
      },
      {
        "index": 43,
        "text": "— Zdawało mi się, że ktoś znajomy szedł przed nami."
      },
      {
        "index": 44,
        "text": "— Nie widziałam nikogo, a może ma pan podwójny wzrok? — szczebiotała wesoło, zaglądając mu w oczy."
      },
      {
        "index": 45,
        "text": "— Może — wykrztusił z trudem, blednąc straszliwie w nagłem poczuciu grozy tego widzenia. Przejął go drętwiejący chłód zagadki, ale opanował się wnet i prędko, nieznacznie spadał jastrzębiemi oczami na jej twarz i włosy; wpełzał w samą głąb szafirowych oczu, ocienionych czarnemi rzęsami, obiegał jej smukłe, młode ciało, czyhał na jej ruchy, jakby mimowoli stwierdzając ich istnienie i tożsamość. Wzdrygnął się z odrazą, bo tamta mara była wprost straszna i ohydna, ale mimo to, nie mógł zaprzestać porównań, ni zdusić w sobie jakiegoś dziwnego niepokoju i udręczenia, że nawet nie słyszał jej zapytań; na szczęście, na rogu Fleet Street i jakiegoś zaułka zagrodził im drogę tłum ludzi pod ruchomym dachem parasoli, skupionych dookoła jakiegoś rozkrzyczanego człowieka."
      },
      {
        "index": 46,
        "text": "Przysunęli się bliżej aż do wysokiej mównicy przenośnej, na której stał pod parasolem wysoki, czerwony i opasły człowiek i, przerzucając ustawicznie rozpięty parasol z ręki do ręki, krzyczał ochrypłym, a wielce namaszczonym głosem coś w rodzaju kazania, gęsto przeplecionego porównaniami biblijnemi i cytatami... Chwilami rzucał się naprzód z namiętnym okrzykiem groźby, i pozostawał jakby zawieszony w próżni, z rozłożonemi rękami... Wtedy występowała jakaś kobieta w czarnej sukni, z wielkiem, zielonem piórem u kapelusza, blada i chuda, biła w olbrzymi tam-tam miedziany z taką siłą, aż tłum się cofał, a czworo dzieci w białych powłóczystych szatach, przemiękłych i obłoconych, ze skrzydłami u ramion, zaczęło śpiewać hymn piskliwemi głosami i tańczyć dokoła mównicy, niby koło arki przymierza..."
      },
      {
        "index": 47,
        "text": "Kaznodzieja był założycielem nowej sekty, sekty „Trwogi“."
      },
      {
        "index": 48,
        "text": "Przepowiadał bliski koniec świata, żądał powszechnej pokuty, rozdania wszelkich dóbr ziemskich, zburzenia miast, zaprzestania pracy i wyjścia w pola i lasy, na te dnie oczyszczeń ostatnich."
      },
      {
        "index": 49,
        "text": "Kazał dziko, śmiesznie, ale z porywającą siłą, nie zważając zupełnie na drwiących z niego słuchaczy. Ktoś rzucił mu w twarz zapalone cygaro, ktoś znowu chlusnął nań wodą, a reszta brutalnemi kpinami i głupim, zwierzęcym śmiechem wtórowała jego cytatom, ale wkońcu pokonał ich mocą swego zapału, zapanował nad nimi i okiełznał ich dusze. Przycichli jakoś, zaczynali się budzić, jakiś pijany padł na kolana przed trybuną i chciał się głośno spowiadać z grzechów, to znowu jakaś wzruszona kobieta okryła własną okrywką przeziębłe, sine dzieci, wielu już słuchało ze skupieniem, a gdy czarna kobieta z zielonem piórem zaczęła obchodzić z talerzem w ręku, posypały się pensy dość gęsto, ona zaś rozdawała wzamian sentencje z apokalipsy, drukowane na czerwonym papierze, i adresy kościoła, gdzie wierni gromadzą się na wspólne rozmyślania..."
      },
      {
        "index": 50,
        "text": "Betsy rzuciła całego szylinga, co mimo ekstatycznego stanu dostrzegł błyskawicznie mówca, bo zaczął wołać z całych sił:"
      },
      {
        "index": 51,
        "text": "— Nawrócona, oto jedna z Sodomitek, nawrócona!"
      },
      {
        "index": 52,
        "text": "— Chodźmy już, chodźmy — prosiła zażenowana spojrzeniami."
      },
      {
        "index": 53,
        "text": "— Chodźmy, bo jeszcze jeden szyling dany, a uzna panią za świętą. Wysunęli się z tłumu i poszli prędko pustym trotuarem."
      },
      {
        "index": 54,
        "text": "— Na tamtym rogu tak samo zbawiają — zauważył ironicznie."
      },
      {
        "index": 55,
        "text": "Jakoż w istocie i tam, nieco w głębi czarnej i wąskiej uliczki, zatopionej prawie w mgłach, coraz niżej spadających, rozlegał się krzykliwy a namaszczony głos ulicznego kaznodziei, i tam skupiło się nieco przechodniów, i tam bito w tam-tam, śpiewano hymny, wyklinano grzech, nawoływano do pokuty, zbawiano, zbierano pensy i rozdawano wyjątki z pisma świętego, drukowane na jasnozielonych kartkach, co jak młode liście padały na błotny trotuar."
      },
      {
        "index": 56,
        "text": "— Zbyt wielu jest tych zbawców świata!"
      },
      {
        "index": 57,
        "text": "— Pan myśli, że to sami oszuści i obłudnicy?"
      },
      {
        "index": 58,
        "text": "— Nie wiem, wiem tylko, że do otwarcia szynków trwa ich panowanie, bo później braknie słuchaczów i pensów."
      },
      {
        "index": 59,
        "text": "— Dawno pan widział mojego brata? — zagadnęła niespodziewanie."
      },
      {
        "index": 60,
        "text": "— Przed trzema dniami byłem u niego na seansie."
      },
      {
        "index": 61,
        "text": "— Więc on wciąż zajmuje się spirytyzmem! — wykrzyknęła z oburzeniem."
      },
      {
        "index": 62,
        "text": "— Przepraszam, nie wiedziałem, że się z tem ukrywa przed panią..."
      },
      {
        "index": 63,
        "text": "— Nie, nie, tylko myślałam, że już dawno zaprzestał, bo nic nam nie wspominał, nie... a i pan się tem zajmuje? — zapytała lękliwie. — Ależ nie, byłem na seansie, nie biorąc w nim żadnego bezpośredniego udziału, bo grałem, a właściwie zacząłem grać i usnąłem przy fisharmonji, obudzili mnie, gdy już było po wszystkiem."
      },
      {
        "index": 64,
        "text": "— Pan w te rzeczy nie wierzy? prawda? — prosiła prawie."
      },
      {
        "index": 65,
        "text": "— Przedewszystkiem nie wiem, nic nie widziałem, nic nie twierdzę i niczemu nie zaprzeczam, bo się tem nie zajmuję — przypomniał sobie w tej chwili tę dziwną podwójność Daisy, ale nie wspomniał o tem ani słowa, by jej nie straszyć..."
      },
      {
        "index": 66,
        "text": "— Joe już przeszło dwa tygodnie nie był w domu, a przecież niedługo kończy mu się urlop i musi wracać do pułku — skarżyła się cicho."
      },
      {
        "index": 67,
        "text": "— O ile mówił, nie powraca już do służby."
      },
      {
        "index": 68,
        "text": "Betsy stanęła zdumiona."
      },
      {
        "index": 69,
        "text": "— Nie powróci! Boże mój, to się ojciec dopiero zmartwi! — jęknęła."
      },
      {
        "index": 70,
        "text": "Mr. Zenon jął z zapałem tłumaczyć przyjaciela, przedstawiając życie wojskowe w najczarniejszych barwach, jako niegodne człowieka tak bardzo wyjątkowego, jakim był Mr. Joe, ale Betsy tylko kiwała smutnie głową."
      },
      {
        "index": 71,
        "text": "— Co ojciec na to powie, co? już teraz życie w naszym domu stanie się nie do wytrzymania... czuję, że ojciec pogniewa się z nim na śmierć... nie przebaczy mu... ciotki go wydziedziczą... co on pocznie... co ja teraz pocznę..."
      },
      {
        "index": 72,
        "text": "Nie mogła wstrzymać łez."
      },
      {
        "index": 73,
        "text": "— Miss Betsy, a ja się już nie liczę zupełnie? — Chwilami strasznie się boję, że i tobie, Mr. Zen, obrzydnie wkońcu nasz dom; znudzą cię ciotki, pogniewasz się z ojcem, znienawidzisz mnie, a bo ja wiem zresztą, co się stanie? dość, że pewnego wieczora pójdziesz, i już cię nigdy nie zobaczę, nigdy!"
      },
      {
        "index": 74,
        "text": "Trwoga załkała w jej głosie."
      },
      {
        "index": 75,
        "text": "— Niepotrzebne przywidzenia, bo jeśli nawet znudzą mnie ciotki i pogniewam się z ojcem, to opuszczę wasz dom, ale z tobą razem, Betsy, razem i na zawsze — powiedział mocno."
      },
      {
        "index": 76,
        "text": "— Razem i na zawsze! — wykrzyknęła radośnie, cała w ogniach wzruszenia. — O Mr. Zen..."
      },
      {
        "index": 77,
        "text": "— Co, dziecko moje, co? — pytał serdecznie, widząc jej wahanie."
      },
      {
        "index": 78,
        "text": "— Jak ja cię strasznie... strasznie... nie, nie mogę teraz, nie mogę... później powiem, wieczorem..."
      },
      {
        "index": 79,
        "text": "Odwróciła twarz zawstydzoną."
      },
      {
        "index": 80,
        "text": "Uśmiechnął się dziękczynnie i nie pytał, wiedział bowiem, jakie to słowo zapachniało na jej ustach rozdrganych i promieniało w rozbłysłych nagle oczach."
      },
      {
        "index": 81,
        "text": "Szli już w milczeniu, oplątani w słodki rytm tych słów niewypowiedzianych, pełni cichej melodji kochania i głębokiej wiary w siebie."
      },
      {
        "index": 82,
        "text": "Zapomnieli o poprzedniej rozmowie, nie czując już zimna, deszczu, mgieł, ni posępności tego dnia strasznego, szli jakby przez nagle rozkwitłe łąki, pełne wiośnianych, kwietnych uniesień. Przez zielone, wonne, rozśpiewane gaje miłości szli, przez oczarowań i zachwytów niepowrotne chwile zupełnego szczęścia."
      },
      {
        "index": 83,
        "text": "Milczeli, bo drogą i upragnioną im była ta cisza zewnętrzna; kryli się w niej przed sobą, jakby w gąszczu płomienistym, jakby w świetlanej mgle wstydliwego lęku, by mówić spojrzeniami, dotknięciem rąk, westchnieniem, pełniejszem namiętnych brzmień niźli wyznania, uśmiechem pełnym pocałunków, obietnic i pragnień, pełnym palącego waru krwi, i tem czemś zgoła niepochwytnem, świętem i upajającem, co było jakby wonią dusz rozmodlonych."
      },
      {
        "index": 84,
        "text": "Betsy często obejmowała jego głowę namiętnie całującem spojrzeniem i, choć niepochwycona, odwracała oczy spłoszone, ciężkie przełzawieniem i słodyczą, a on, przyciskając silnie jej ramię, przychylał się i drapieżnemi, kradnącemi źrenicami spadał na jej usta płonące."
      },
      {
        "index": 85,
        "text": "Czasem dźwięk jakiś, który nie był wyrazem, nie był mową nawet, błąkał się między nimi przyczajonem a tak zrozumiałem drgnieniem, że przyciskali się jeszcze silniej ramionami, kłonili głowy do siebie, oddychali ciężko, przystając bezwiednie na mgnienie obezsilającej radości czucia się przy sobie."
      },
      {
        "index": 86,
        "text": "— Dawno pragnąłem takiej chwili, czekałem na nią... — rzekł głośno."
      },
      {
        "index": 87,
        "text": "— A ja marzyłam o niej codziennie — szepnęła tak cicho, że raczej oczami porwał z jej ust te słowa, niż słyszał. Wchodzili na skwer Trafalgarski, gdy mgły, wiszące dotąd nieruchomo i jak obłok zastygłe, skłębiły się nagle i niby morze, uderzone huraganem, jęły się kołysać, burzyć i rozpadać w bryzgi; lały się kaskadami, płynęły falami, rozbitemi na miazgę, i spadały szarym, nieprzeniknionym pyłem tak gęsto, iż w parę chwil plac cały był przysłonięty."
      },
      {
        "index": 88,
        "text": "Olbrzymia kolumna pomnika Nelsona i te srogie, potworne lwy granitowe zaledwie majaczyły nikłemi, rozpierzchłemi konturami w sypkiej, rozdrganej, zielonawej szarości."
      },
      {
        "index": 89,
        "text": "Przepadły wnet domy, przepadły ulice, zginęły drzewa, cały plac utonął w brudnym odmęcie, stęchła wilgoć lepkim, duszącym tumanem zapełniała wszystko."
      },
      {
        "index": 90,
        "text": "Czarne, wyniosłe kolumny portyku National Gallery, obok których przechodzili, rysowały się słabo, jak pnie przegniłe, w mętnej i skłębionej wodzie zatopione."
      },
      {
        "index": 91,
        "text": "Na dwa kroki nie było widać, czasami rozlegały się kroki tuż prawie, a człowiek pozostawał niewidzialny, lub przesuwał się cieniem ledwo dojrzanym, to powóz jakiś przejeżdżał, podobny do potwornego kraba, sunącego środkiem topieli niezgłębionej, i ginął niewiadomo gdzie."
      },
      {
        "index": 92,
        "text": "Jakieś stępione odgłosy kroków, ogłuchłe słowa, jakieś błędne rozmowy i martwiejące dźwięki, niewiadomo przez kogo wywołane i skąd płynące, błądziły w mgłach, trzepocząc się bezdźwięcznym i niepokojącym szelestem. Szli wolniej, by nie błądzić w tej pustce nieprzeniknionej, lub nie wpaść pod konie na przejściach ulic, ale dziwnie posmutnieli oboje."
      },
      {
        "index": 93,
        "text": "Mgła przenikała ich chłodem i rzucała posępny cień na dusze, czarowne gaje uniesień szczęsnych rozwiały się nagle w szarych i bolesnych ciemnościach, przygasły im oczy, i cicha, tęskna żałośliwość owładnęła obojgiem."
      },
      {
        "index": 94,
        "text": "Daleko już byli od siebie, daleko, dusze się rozbiegły jak ptaki spłoszone i płynęły samotnie obcemi, zadumanemi dalami, niosły się na skrzydłach nagłej, niewytłumaczonej trwogi, na skrzydłach tęsknoty płynęły."
      },
      {
        "index": 95,
        "text": "— Gdyby można dostać konie, bo mi tak zimno — szepnęła nieśmiało."
      },
      {
        "index": 96,
        "text": "— Na Waterloo będą, tam jest stacja!"
      },
      {
        "index": 97,
        "text": "— Ale pan wieczorem na obiad przyjdzie, prawda? — prosiła słodko."
      },
      {
        "index": 98,
        "text": "Nie zdążył odpowiedzieć, cofając się naraz gwałtownie, bo jakby z pod ziemi, tuż przed nimi, twarz w twarz, wychyliła się z mgieł miss Daisy z jakimś wysokim człowiekiem, że nim zdążył się ukłonić, już przeszli."
      },
      {
        "index": 99,
        "text": "Obejrzał się trwożnie, ale tylko niewyraźny zarys majaczył i odgłos kroków rozlegał się głucho."
      },
      {
        "index": 100,
        "text": "— Pan ją zna? — zapytała ściszonym i nieco drżącym głosem."
      },
      {
        "index": 101,
        "text": "Nie zaraz odpowiedział, zapatrzył się w zapaloną właśnie latarnię, w rozdrgane kolisko czerwonawego światła, obrzeżonego zielonawą obręczą i gęstem, ruchomem kołem mgieł, że płomień był zaledwie punktem dla oczów."
      },
      {
        "index": 102,
        "text": "— Znam ją nieco — odrzekł z trudem, przypominając sobie jej pytanie — mówiłem z nią parę razy, pamiętam, jak wygląda, to wszystko, co wiem o miss Daisy."
      },
      {
        "index": 103,
        "text": "— Dziwne, wymyślone imię."
      },
      {
        "index": 104,
        "text": "— Nie znam jej nazwiska, tem imieniem wszyscy znajomi ją nazywają."
      },
      {
        "index": 105,
        "text": "— A ten człowiek, który z nią szedł?"
      },
      {
        "index": 106,
        "text": "— To Mahatma Guru, Hindus."
      },
      {
        "index": 107,
        "text": "— Hindus!"
      },
      {
        "index": 108,
        "text": "— Autentyczny, mędrzec niesłychanie ciekawy, przyjechał do Europy, żeby się przyjrzeć ludziom i kulturze naszej."
      },
      {
        "index": 109,
        "text": "— Ja gdzieś widziałam jej twarz..."
      },
      {
        "index": 110,
        "text": "— Prawie nieprawdopodobne, bo zaledwie od kilkunastu dni jest w Europie."
      },
      {
        "index": 111,
        "text": "— Tak, przypominam ją sobie dobrze, widziałam ją w muzeum, ciągle się przypatrywała panu, to zwróciło moją uwagę."
      },
      {
        "index": 112,
        "text": "— Mnie się przypatrywała? — pytał zdumiony."
      },
      {
        "index": 113,
        "text": "— I to ze szczególną jakąś uwagą, często ją pan spotyka?"
      },
      {
        "index": 114,
        "text": "— Mieszkamy przecież w jednym Boarding-Housie."
      },
      {
        "index": 115,
        "text": "— Czy i Joe ją zna?"
      },
      {
        "index": 116,
        "text": "— Właściwie to u niego na seansie widziałem ją nieco bliżej. — Służyła mu za medjum pewnie, bo ma twarz zmory, albo wampira."
      },
      {
        "index": 117,
        "text": "Nie odpowiedział, dotknięty przykro twardym tonem jej głosu."
      },
      {
        "index": 118,
        "text": "— Ma dziwną twarz, przerażającą, choć tak piękną."
      },
      {
        "index": 119,
        "text": "— Dlaczego? nie zauważyłem w niej nic przerażającego."
      },
      {
        "index": 120,
        "text": "— Nie chciałabym jej spotykać — wzdrygnęła się trwożnie."
      },
      {
        "index": 121,
        "text": "— Betsy! — szepnął tkliwie."
      },
      {
        "index": 122,
        "text": "Dziewczyna podniosła na niego przygasłe i wylękłe oczy, ale milczała, wzdychając niekiedy, a on nie wiedział co mówić, nie mogąc ukryć bolesnego niepokoju. Żal mu jej było, kochał ją przecież szczerze i głęboko, przed chwilą czuł się tak szczęśliwym i spokojnym, przed chwilą tak mu dobrze było z nią iść, dobrze mówić, dobrze kołysać się w rozmarzeniu, dobrze spoglądać na jej śliczną twarzyczkę i tak błogo, tak szczęśnie mu było czuć jej miłość, a teraz!"
      },
      {
        "index": 123,
        "text": "Teraz pilno mu było rozstać się z nią, niecierpliwiła go milczeniem, chciałby ją pożegnać i zostać sam, ale nie śmiał. Chciał się zmusić do dawnego stanu, nie potrafił."
      },
      {
        "index": 124,
        "text": "Odpadły go wnet wszystkie chęci, chłodnął, zapomniał prawie o Betsy i rwał się myślami za tamtą, za Daisy, odnajdywał ją w skłębionych, ciężkich mgłach i, jak cień przyczajony a nieodstępny, wlókł się za nią z bolesnym skurczem serca, ciągnięty jakąś siłą niezwalczoną trwożnego uroku, strachu nieledwie."
      },
      {
        "index": 125,
        "text": "Ale przemógł się wreszcie i zaczął mówić prędko i dużo, by zagłuszyć własny niepokój, śmiał się jakoś nienaturalnie, zaglądał jej w oczy zbyt natarczywie, nawiązywał usilnie porwane nici, rozdmuchiwał przygasłe ognie, uciekał wprost do niej całą mocą duszy strwożonej, wszystką siłą rozbłysłego nagle uczucia, aż rozchmurzyła twarz i poczuła się jak dawniej ufną i prawie tak samo szczęśliwą, prawie tak samo..."
      },
      {
        "index": 126,
        "text": "Zatrzymał jednak skwapliwie pierwszy napotkany pusty powóz, i Betsy wsiadła."
      },
      {
        "index": 127,
        "text": "— Wieczorem czekamy na pana z obiadem."
      },
      {
        "index": 128,
        "text": "— Przyjdę, cóżbym robił bez tych godzin."
      },
      {
        "index": 129,
        "text": "— Mnie one bardziej są potrzebne, bo czemżebym żyła cały, długi tydzień..."
      },
      {
        "index": 130,
        "text": "— I ja czekam na nie z upragnieniem, i ja! — zawołał szczerze."
      },
      {
        "index": 131,
        "text": "— Zen!"
      },
      {
        "index": 132,
        "text": "— Betsy!"
      },
      {
        "index": 133,
        "text": "Skrzyżowały się słowa, spojrzenia i gorące, namiętne uściski rąk."
      },
      {
        "index": 134,
        "text": "Za chwilę powóz zniknął w mgle, słychać było tylko głuchy tupot konia i miarkowe, głośne wołanie: Hep! Hep! Hep!..."
      },
      {
        "index": 135,
        "text": "Mr. Zenon poszedł śpiesznie w kierunku Green Parku i wkrótce jakby zatonął w zamglonych i pustych przestrzeniach; tylko gdzie niegdzie, jak widmo błędne, wychylało się z mgieł drzewo jakieś samotne nikłemi zarysami, czasami klomb jakiś, lub grupa drzew olbrzymich majaczyła rozwianym pióropuszem, jakby słupami dymów, a od czasu do czasu jawił się nagle wyrosły człowiek i przepadał wnet w odmęcie, niby ryba przenikająca topielą."
      },
      {
        "index": 136,
        "text": "Milczenie niezgłębione i szara, nieprzenikniona pustka go ogarnęła, krople wody sączyły się z mgieł, szemrząc po niewidzialnych liściach i krzewach z nużącą monotonnością, a niekiedy jakiś głos stłumiony, daleki przeleciał nad nim w rozpryskach dźwięków i zapadały po nim długie chwile zupełnej ciszy i pustki. Przyśpieszał kroku, bo zimno mu było, mgła przejmowała wilgotnym, obrzydliwym chłodem, a zresztą ciekaw był, czy zastanie dzisiaj przy śniadaniu Daisy. Od tego dnia seansu nie widział jej, nie pokazywała się przy stole, mówiono, że chora."
      },
      {
        "index": 137,
        "text": "Te kilka dni spokojnych rozmyślań i zajęć zwykłych uczyniły to, że już o tem podwójnem widzeniu jej myślał jak o halucynacji, nie mógł już nawet skupić rozproszonych szczegółów, więc spychał pamięć tej sceny na samo dno świadomości, między rzeczy do zapomnienia."
      },
      {
        "index": 138,
        "text": "Zaprzestał dociekań, zapomniał już nawet potrosze o wszystkiem, rad wielce, że pozbywa się lęku tej ciemnej, nierozwiązanej zagadki, ale natomiast wstawała w nim uporczywa, niepokojąca ciekawość bliższego poznania samej Daisy. Często myślał o niej, a jeszcze częściej, bo już wprost bezwiednie, szukał sposobności zobaczenia jej, nie pokazywała się jednak wcale."
      },
      {
        "index": 139,
        "text": "Próbował rozmawiać o niej, ale i to mu się nie udało, nie miał z kim: Joe od samego seansu nie zjawiał się przy stole, i wciąż go nie mógł zastać w mieszkaniu, a inni milczeli, lub co dziwniejsze, zbywali go nic nieznaczącemi półsłówkami... Widział po ich twarzach, że jakiś lęk ich krępuje, że wszyscy podczas rozmowy, nieznacznie, ukradkowo spoglądają na Mahatmę, i prędko a trwożnie milkną."
      },
      {
        "index": 140,
        "text": "Uderzyła go ta łączność niespodziana, ale nie umiał jej wytłumaczyć."
      },
      {
        "index": 141,
        "text": "Tak przeszły mu całe trzy dni pytań bez odpowiedzi i rozmyślań błędnych, aż znużyło go to wkońcu, zaprzestał pytać, nie mogąc jednak zaprzestać rozmyślać. Ale w cieniu tych myśli rozrastał się zwolna niepokój, jakby przeczuwanie przyszłych, niejasnych jeszcze, dalekich rzeczy — nieznanych, ale już stających się w głębiach nadchodzącego jutra..."
      },
      {
        "index": 142,
        "text": "Dlatego też to spotkanie nieoczekiwane i tak dziwne rozżarzyło w nim tę dręczącą tęsknotę."
      },
      {
        "index": 143,
        "text": "Nie, to nie była tęsknota podobna tej, jaką uczuwał do Betsy, nie widząc jej dni parę, tęsknota miłosna za ukochaną; to było coś stokrotnie potężniejszego i zgoła niezwalczonego wolą ludzką, coś jak tęskne i nieprzeparte ciążenie asferoid, błądzących w nieskończonościach za słońcami, lub jak nurt rzek, niepowstrzymanie płynących do oceanów."
      },
      {
        "index": 144,
        "text": "Jeszcze nie wiedział tego, a już ulegał tym prawom nieśmiertelnym."
      },
      {
        "index": 145,
        "text": "Przebiegał szybko park, leciał niewidzialnemi ulicami, przez jakieś place, zgubione w mgle, przez jakieś nierozeznane, pełne przytłumionej wrzawy zaułki, instynktem odnajdując drogę wśród coraz gęstszej ciemności, bo już teraz mgławicowo-obłoczne tumany przesuwały się jakąś twardą, czarniawą żółtością, bijącą strugami o ziemię, że przedzierał się przez gąszcz pierzastą niezliczonych pasem i włókien, jakby wskroś opadających wód, marznących w leniwym, a spienionym brzegu..."
      },
      {
        "index": 146,
        "text": "Mieszkał jeszcze za Regents Parkiem, na długiej i cichej Avenue Road, ale tak przywalonej mgłami, tak utopionej w pienistych falach, że z niejakim trudem odszukał swój Boarding House."
      },
      {
        "index": 147,
        "text": "Przebrał się pośpiesznie i poszedł do jadalni."
      },
      {
        "index": 148,
        "text": "Wsunął się cicho na swoje miejsce i trwożnie powiódł oczami."
      },
      {
        "index": 149,
        "text": "Miss Daisy nie było, krzesło jej stało puste."
      },
      {
        "index": 150,
        "text": "Pokój był wielki, podłużny, wyłożony ciemnem drzewem, o potężnych belkowaniach, poczerniałych jakby od starości, przytłaczających swoim ciężarem posępnym, że mimo elektryczności, płonącej w pęku złotawych storczyków, boleśnie splątanych i opadających od sufitu, mroczno było i niewymownie ponuro; długi stół w pośrodku skrzył się i połyskiwał zastawą, a nad białawo-martwem polem obrusa pochylało się kilkanaście głów, ledwie widnych na ciemnem tle ścian."
      },
      {
        "index": 151,
        "text": "W rogu pokoju, od wejścia, ogromny komin sięgał aż do belek, kupa przepalonych głowni buchała niekiedy krwawym płomieniem, rozsypując rozdrgane, żywe brzaski na wytarty dywan, i żarzyła się, dogasając zwolna."
      },
      {
        "index": 152,
        "text": "A nawprost wejścia, całą ścianę szczytową zajmował olbrzymi witraż; w głębokim mroku poczerniałych purpur, ze zgaszonych fioletów, ze stopionych, przycichłych barw majaczyły jakieś twarde obrzeża szat, jakieś wyblakłe zarysy postaci, zatarte ruchy, to jakby zatopione w cieniach oczy, to rozpostarte dłonie tliły się złotawo, a przez wąskie drzwi zboku zaglądał blady, chory dzień i widać było szeroką, oszkloną galerję, pełną wysmukłych palm, i zielone, przyćmione mgłami gąszcze krzewów, z pośród których wytryskiwał szemrzący pióropusz wody."
      },
      {
        "index": 153,
        "text": "Jedli w głębokiem milczeniu, służba przesuwała się cicho, bez szelestu, nikt nożem nie trącił o talerz, nie poruszył się zbyt swobodnie, a jeśli jakie słowo padło głośniejsze, wtedy wszystkie oczy podnosiły się naraz i biegły trwożnie pod witraż, gdzie siedział samotnie Mahatma Guru."
      },
      {
        "index": 154,
        "text": "Milczenie zapadło jeszcze głębsze, tylko wodotrysk bełkotał monotonnie, a niekiedy jakiś krótki, gniewliwy pomruk rozlegał się z oranżerji."
      },
      {
        "index": 155,
        "text": "Zenon jadł, nie patrząc, co mu podają, i nie wiedząc prawie, co mu chwilami obok siedząca gospodyni mówi, przytakiwał, śledząc bezwiednie ciche ruchy kotów, bawiących się na jej kolanach, i nasłuchując ze drżeniem niecierpliwości najlżejszych szelestów od strony korytarza."
      },
      {
        "index": 156,
        "text": "Puste krzesło miss Daisy stało nawprost niego, po drugiej stronie stołu, na poręczy wisiał czerwonawy szal indyjski, pocięty fantastycznemi czarnemi linjami jakichś zagmatwanych rysunków, często spoglądał na niego, ale jeszcze częściej wodził oczami po pokoju, jakby wyłupując każdą twarz zosobna ze zmroku i milczenia, nie spostrzegając nikogo."
      },
      {
        "index": 157,
        "text": "— Dzień dobry, byłem przed chwilą u ciebie! — rzucił przez stół Mr. Joe."
      },
      {
        "index": 158,
        "text": "— Spóźniłem się nieco z powodu mgły..."
      },
      {
        "index": 159,
        "text": "— Widziałeś Betsy, jakże tam ciotki?"
      },
      {
        "index": 160,
        "text": "— Betsy widziałem, ale ciotek udało mi się dzisiaj nie spotkać."
      },
      {
        "index": 161,
        "text": "— Byłeś u nas w domu?"
      },
      {
        "index": 162,
        "text": "— Nie, dopiero wieczorem pójdę; tam z wielką niecierpliwością czekają na ciebie, Betsy jest pełna obaw."
      },
      {
        "index": 163,
        "text": "— Pójdę dzisiaj z tobą, chociaż niebardzo mi pilno do nowej kłótni."
      },
      {
        "index": 164,
        "text": "— Jak chcesz."
      },
      {
        "index": 165,
        "text": "Ucichli, bo z oranżerji buchnął krótki, żałosny skowyt i ostry brzęk łańcuchów, koty się najeżyły groźnie, wyginając grzbiety, aż je Mrs. Tracy ogarnęła strwożonemi ramionami. — Bagh! — rozległ się rozkazujący głos Mahatmy."
      },
      {
        "index": 166,
        "text": "Odpowiedział mu przeciągły, jękliwy i przytłumiony ryk, a w drzwiach oranżerji zamajaczył falisty zarys czarnej pantery, przesuwającej się niedosłyszalnie; zielonawe oczy i białe kły zamigotały przez mosiężne kraty kagańca, podniosła dumnie głowę, ale, uderzona oczami Guru, padła na brzuch i przypełzła do niego, nie śmiąc podnieść rozgorzałych ślepiów, bijąc się po bokach puszystym, długim ogonem, rzucił jej jakiś dźwięk, bo podniosła się leniwie, przeciągając się lubieżnie pod jego głaszczącą ręką, ziewnęła przeciągle i jęła cicho, czająco, bez najmniejszego szmeru, przesuwać się dokoła stołu, jak czarny, pełzający cień."
      },
      {
        "index": 167,
        "text": "Tropiła jakieś ślady z trudem odnajdywane, węsząc w wielu miejscach, a znalazłszy się przy szalu miss Daisy, zaskomlała radośnie, skacząc na krzesło, i wsparta łapami o brzeg stołu, spojrzała w twarze siedzących, pobladłe nieco i zestraszone, mimo iż znano jej łagodność; zaledwie chwilę to trwało, bo Bagh, zniżając zwolna głowę, wpijała się strasznemi oczami w Zenona, nie poruszył się z miejsca, nie mógł, czuł się jak sparaliżowany, głowa mu nieco drgała, ale nie odwrócił źrenic od tych palących rozżarzonych karbunkułów, przysłoniętych szmaragdową mgłą, które, zwężając się, świeciły coraz potężniej i wżerały się w niego, jak ostre, szarpiące kły. — Bagh! — pantera drgnęła na ten głos, wyprężając czarny grzbiet w kabłąk, wspierała się przedniemi łapami tak potężnie o stół, że dygotały jej wszystkie muskuły, jak napięte strasznie i z trudem powstrzymywane sprężyny, stół również drżał od naporu i szczękały o siebie naczynia."
      },
      {
        "index": 168,
        "text": "— Bagh! — krzyknął surowo Mahatma, pantera zwinęła się wtedy i jednym potężnym susem skoczyła mu do nóg..."
      },
      {
        "index": 169,
        "text": "Odetchnęli wszyscy, bo w martwem milczeniu oczekiwano, że stanie się coś strasznego, więc z ogromną ulgą przypatrywano się panterze, najspokojniej zjadającej olbrzymie kawały chleba z rąk Guru."
      },
      {
        "index": 170,
        "text": "— Może się kiedyś stać niebezpieczną — zauważył ktoś."
      },
      {
        "index": 171,
        "text": "— Bagh nikogo nie skrzywdzi, łagodniejsza jest, niżli koty Mrs. Tracy, i mądrzejsza od wielu, wielu ludzi — objaśniał Mahatma łagodnie."
      },
      {
        "index": 172,
        "text": "— Miałem to dziwne uczucie, że się rzuci na mnie — powiedział Zenon."
      },
      {
        "index": 173,
        "text": "— Nie jest zbyt groźna, ma kaganiec przecież i spiłowane pazury."
      },
      {
        "index": 174,
        "text": "— Tak, ale samą siłą skoku mogłaby zabić, zresztą dosyć już mam samego jej wzroku, straszny... — wstrząsnął się nerwowo."
      },
      {
        "index": 175,
        "text": "— I dlaczego właśnie pana sobie wybrała?"
      },
      {
        "index": 176,
        "text": "— Być może dlatego, że siedzę naprzeciw krzesła jej pani, że byłem najbliżej, trudno przecież czemś innem tłumaczyć. — A jednak musi być w tem coś innego, musi — upierał się siwy, o żółtej i pomarszczonej twarzy pan, siedzący za gospodynią."
      },
      {
        "index": 177,
        "text": "Zenon roześmiał się głośno, tak dziecinne wydało mu się to przypuszczenie i tak wprost zabawne."
      },
      {
        "index": 178,
        "text": "— Ja twierdzę jednak, że w tem tkwi coś — zawołał uporczywie."
      },
      {
        "index": 179,
        "text": "— Pewnie, jakaś tajemnica bytu, jakaś transcendentalna zagadka! — rzucił złośliwie i niechętnie."
      },
      {
        "index": 180,
        "text": "— Wszystko jest tajemnicą i wszystko zagadką — wygłosił surowo."
      },
      {
        "index": 181,
        "text": "— Czy miss Daisy była wcześniej na śniadaniu? — spytał Joe."
      },
      {
        "index": 182,
        "text": "— Nie, wcale nie była, je u siebie — szeptała Mrs. Tracy, tuląc do szerokich piersi wylękłe jeszcze i jakby nawpół martwe z przerażenia koty."
      },
      {
        "index": 183,
        "text": "— Może słaba? — pytał, spostrzegając żywszy błysk w oczach Zenona."
      },
      {
        "index": 184,
        "text": "— Zdrowa, tylko zajęta listami, dostała dzisiaj z Kalkuty całą pakę."
      },
      {
        "index": 185,
        "text": "— DużyDużo osób było u Mr. Guru?"
      },
      {
        "index": 186,
        "text": "— Cała procesja. Nikogo jednak nie przyjął, kazał tylko przez służącego oświadczyć, że on przyjechał do Europy oglądać i pytać, więc niechaj czekają na zapytanie — odpowiadała, zniżając głos."
      },
      {
        "index": 187,
        "text": "— Tak, niechaj czekają, aż zapytam! — potwierdził niespodziewanie Guru."
      },
      {
        "index": 188,
        "text": "— Odpowiedź dumna i zarozumiała — rzucił Zenon niechętnie. — Ci, którzy wiedzą, nie rzucają słów napróżno i byle komu."
      },
      {
        "index": 189,
        "text": "— Nikt nie ośmieli się twierdzić, że wie, nikt! — zawołał porywczo, dotknięty jego pobłażliwym uśmiechem, i podniósł się z krzesła, za nim powstali wszyscy, przechodząc w milczeniu do sąsiedniego Reading-Room."
      },
      {
        "index": 190,
        "text": "— Panie, myślałem o panterze i dochodzę do wniosku, że..."
      },
      {
        "index": 191,
        "text": "— Ależ panie, chociaż zawsze podziwiam jego głębokie wnioski, chętnie ich słuchając, ten właśnie nic mnie nie obchodzi, nic! — odpowiadał, z trudem powstrzymując zniecierpliwienie, że żółty pan spojrzał zdumiony i odszedł śpiesznie w drugi kąt pokoju, a Zenon tak był dziwnie podniecony, że radby był nawet jakiejś sprzeczce, więc wprost wyzywająco spoglądał na Mahatmę, gdy ten, odprowadziwszy panterę do klatki, wchodził ostatni do pokoju, zasiadając przy środkowym, okrągłym stole, na którym już służba ustawiła herbatę."
      },
      {
        "index": 192,
        "text": "Ale Mahatma nie patrzył na nikogo, zajęty piciem herbaty, część towarzystwa zasiadła obok niego, a reszta rozsypała się po wielkim pokoju, urządzonym z nadzwyczajną starannością, pełnym stolików do pisania, osłoniętych ekranami, głębokich foteli, biegunowych krzeseł, zacisznych kątów, oddzielonych parawanikami, i wykwintnych drobiazgów. Jasno było i cicho, gruby dywan tłumił kroki, okna, zasłonięte ciężkiemi kotarami, nie przepuszczały odgłosów miasta, że tylko niekiedy brzękliwe drgania kandelabrów, stojących na kominku, mówiły, iż gdzieś niedaleko jest ulica i przejeżdżają powozy, a zielonawe ściany, rozjaśnione bukietami kwiatów, malowanych akwarelą, działały dziwnie uspokajająco."
      },
      {
        "index": 193,
        "text": "Zenon usiadł z Joem przed kominkiem, wsparł nogi o kratę i błądził oczami po ognisku, nasłuchując jednak wciąż z uwagą."
      },
      {
        "index": 194,
        "text": "— Wolałbym pić herbatę u ciebie w mieszkaniu."
      },
      {
        "index": 195,
        "text": "— Zaczekajmy jeszcze chwilę, może przyjdzie — odparł, odwracając głowę, bo służący mówił coś cicho do Mahatmy, który skinął głową."
      },
      {
        "index": 196,
        "text": "Mrs. Tracy krążyła po pokoju, rozlewając niekiedy herbatę w nadstawione filiżanki, jej trzy białe koty nieodstępnie chodziły za nią."
      },
      {
        "index": 197,
        "text": "Rozmowy wlokły się leniwe, rwały się co chwila, nikomu mówić się nie chciało, senność czy znużenie owładnęło wszystkimi."
      },
      {
        "index": 198,
        "text": "Jakaś wysoka, chuda pani siadła do fisharmonji, stojącej w rogu, ale wziąwszy kilka taktów, odeszła znudzona."
      },
      {
        "index": 199,
        "text": "Naraz Zenon pochylił się do Joe’go i szepnął drwiąco:"
      },
      {
        "index": 200,
        "text": "— Cóżto, nawet Mahatma dzisiaj nie naucza i nie wyklina nas i kultury naszej!"
      },
      {
        "index": 201,
        "text": "— Boże, dałbym całe życie, dałbym mękę duszy najkrwawszą, żeby ten człowiek się mylił, żeby jego słowa nie były prawdą, prawdą trującą gorzkąi gorzką jak życie — szeptał boleśnie Joe. — Także to bronisz swoich dziedzictw, Europejczyku?"
      },
      {
        "index": 202,
        "text": "— Rozszarpałbym je jak pantera, by tylko móc ze struchlałych wnętrzności wyrwać ich ducha trupiego i tchnąć w niego nowe, święte, prawdziwe człowiecze życie."
      },
      {
        "index": 203,
        "text": "— I to mówi ten, który doniedawna sam roznosił śmierć i nienawiść..."
      },
      {
        "index": 204,
        "text": "— Ilem śmierci zadał, tyle razy dusza moja umarła w przekleństwie, więc niechaj po stokroć będą przeklęte dzieła wojny!"
      },
      {
        "index": 205,
        "text": "— Znam ten ton, znam; poprzez ludy i wieki płynie, jak ptak żałosny, błądzący przez otchłanie zatwardziałości, niedostrzeżony przez nikogo i zbędny śmiertelnym, zbędny! — powtórzył nagle wezbraną goryczą."
      },
      {
        "index": 206,
        "text": "— Nie, nie, słyszał go Zoroaster, dostrzegli prorocy, ale dopiero w hinduskiej duszy usłał swoje gniazdo nieśmiertelne i tam — w dżunglach, żyje do dzisiaj i panuje litośnie."
      },
      {
        "index": 207,
        "text": "— Więc idź, głoś pokutę za wczoraj i nowego jutra zmartwychwstanie — powiedział nawpół ironicznie, a wpół boleśnie Zenon."
      },
      {
        "index": 208,
        "text": "— Wiem o tem, że ktoś powinien powstać i ponieść światu zbawcze słowo, powinien, nim utonie wszystek w zbrodni..."
      },
      {
        "index": 209,
        "text": "— Widzę, żeś się zaraził od Mahatmy świętą gorączką."
      },
      {
        "index": 210,
        "text": "— Nie żartuj, jego bowiem mądrość była mi zwierciadłem, w którem po raz pierwszy zobaczyłem siebie w całej istotnej nagości, siebie i nas wszystkich, nas, panów świata, nas, wybranych i jedynych, nas, władne, głupie i oszalałe z pychy bydlęta, nikczemne stado dusz strupieszałych, hordę zbrodni, zanurzoną w bagnisku hańby, niewolników Zła, czcicieli Przemocy, wyznawców Złota! — szeptał wyraźnie, prędko; palące, straszne słowa padały jak gromy, zabijały, rozdzierając duszę aż do dna przerażenia."
      },
      {
        "index": 211,
        "text": "Zenon cofnął się nieco, uderzony jego wzrokiem, pełnym łez zakrzepłych z bólu, błyskawicznych lśnień i takiej mocy żalu, że poczuł, jako wszystkie nędze ludzkie uderzyły w tę duszę tkliwą i żebrzą ranami bólów o miłosierdzie, wołają wszystkiemi jękami o litość, że wszystek świat mieści się w jego wątłej piersi, wzbiera tam, huczy i miota się orkanem wszechmiłości i głodnem wiecznie łaknieniem dobra."
      },
      {
        "index": 212,
        "text": "Odwrócił się jednak i powstał."
      },
      {
        "index": 213,
        "text": "Do pokoju wchodziła miss Daisy, skinieniem powitała wszystkich, siadając tuż przy Mahatmie i rozglądając się po pokoju."
      },
      {
        "index": 214,
        "text": "Prawie upadł zpowrotem na krzesło, nie odrywając już oczów od niej. Słowa Joe’go brzmiały mu, jak dźwięki dalekie i nierozeznane; naraz jakby się zapadł w błyskawicę, iż porażone olśnieniem oczy nie widziały już nic, prócz światła jej bladej, cudownej twarzy, owianej wzburzoną wichurą włosów, niby z miedzi przezłoconej, prócz jej oczów, podobnych do ogromnych kul najgłębszego i najżywszego szafiru, uwięzłych w łuku brwi, przecinających ciemnem ostrzem całe czoło białe i wyniosłe."
      },
      {
        "index": 215,
        "text": "— Zen! — szepnął mu do ucha Joe, oprzytomniony jego nagłą nieruchomością."
      },
      {
        "index": 216,
        "text": "Nie odpowiedział, poszedł automatycznie do stołu, przysunął sobie krzesło, nalał herbaty i znowu oczy w niej utopił."
      },
      {
        "index": 217,
        "text": "Ześlizgnęła się po jego twarzy, zimnem, jak ostrze szafirowe, lśnieniem spojrzenia, rozmawiając z Mrs. Tracy, stojącą przy niej."
      },
      {
        "index": 218,
        "text": "Słuchał uważnie, nie mogąc jednak skupić sobie dźwięków i zrozumieć; był jakby w śnie autohipnotycznym, ani wiedząc, co się z nim stało, obecny a zgoła przepadły w mgławicach nagłej niepamięci wszystkiego, że poruszył się w jakiejś próżni głuchej i ciemnej, uczepiony tylko jej oczów, reszta wypełzła z niego, jak woda z rozbitego czerepu, była tylko koniecznością nieświadomą krążenia w orbicie Daisy, za jej zjawą ucieleśnioną."
      },
      {
        "index": 219,
        "text": "Ale nikt nie spostrzegł jego stanu, bo zachowywał się normalnie, rozmawiał i odpowiadał, nie wiedząc o tem zupełnie, snadź odruchami przyzwyczajeń, zwykłym automatyzmem organów."
      },
      {
        "index": 220,
        "text": "Przesiadł się bliżej Daisy, że owionął go zapach fiołków, jakich używała, a każdy szmer jej ruchów przejmował go dziwnem drżeniem."
      },
      {
        "index": 221,
        "text": "Rozmowy zaczęły się ożywiać, nuda ustępowała zwolna; suchy i żółty pan spierał się bardzo gorąco z Joem, kilka pań przeniosło się z pod ścian, obsiadając kominek, a kilku mężczyzn obstąpiło Joe’go, przysłuchując się sporowi, nawet Mahatma rozjaśnił twarz, jakby ze starej kości słoniowej uczynioną, gładził białą brodę i coraz częściej brał udział w rozmowie, tylko Mrs. Tracy spacerowała wraz z kotami w dalszym ciągu, a Daisy, milcząc, przeglądała jakieś pismo."
      },
      {
        "index": 222,
        "text": "— Widziałem panią na skwerze Trafalgarskim — ozwał się niespodziewanie Zenon, ale jakby to mówił nie on, tak obcy miał głos, poruszał ustami, ale twarz nie wyrażała nic, a spojrzenie było puste i również obce słowom."
      },
      {
        "index": 223,
        "text": "— Przechodziłam tamtędy, ale w takiej mgle trudno było rozróżnić jakąkolwiek twarz — odpowiedziała, nie podnosząc głowy."
      },
      {
        "index": 224,
        "text": "— Że pani nie zbłądziła, Londyn podczas mgły to otchłań, łatwo można się zgubić nawet tym, którzy go znają — mówił spokojnie, cicho prawie, ale to znowu był nie on, to były tylko te myśli, jakie w nim powstały po jej spotkaniu, które wypełzły z jakiejś ciemni zapomnianej, zaczęły się same wysnuwać, jako byty odrębne się stając, wionęły na świat dźwiękiem zupełnie mu obcym i treścią zgoła niezrozumianą."
      },
      {
        "index": 225,
        "text": "— Chodziłam z dobrym przewodnikiem! — odparła po chwili, podnosząc zwolna głowę i spoglądając mu prosto w oczy tak strzelistem, przenikającem i potężnem spojrzeniem, że cofnął się, jakby pod uderzeniem; ten błysk rozdarł w nim ciemności, rozświetlając budzącą błyskawicę nawskroś duszy odrętwiałej, że nagle powstał w sobie, wszystek żywego czucia i myśli pełny, spajając bezwiednie chwilę obecną z tamtą, przeżywaną przed kominkiem; ale to, co było później, runęło gromem w głąb nieznaną, rozpadło się w struchlały pył zapomnienia, nie wiedział wprost, że istniało."
      },
      {
        "index": 226,
        "text": "Poczuł się dziwnie spokojnym i rzeźwym i sobą władnącym, przysłuchiwał się chwilę rozmowie głośnej, patrzył na Mahatmę, który powstawał właśnie i szedł do Joe’go, a zniżając głos, mówił do Daisy:"
      },
      {
        "index": 227,
        "text": "— Wie pani, pantera o mało się na mnie nie rzuciła."
      },
      {
        "index": 228,
        "text": "— Prawie nie do wiary, łagodna jak dziecko, chyba szukała mnie, stąd mogło się wydawać, że chce się rzucić."
      },
      {
        "index": 229,
        "text": "— Siadła na pani szalu i tak straszliwie patrzyła, prężąc się do skoku, że gdyby nie rozkaz Guru, na pewno rzuciłaby się na mnie."
      },
      {
        "index": 230,
        "text": "— Przepraszam pana bardzo za chwilę przerażenia, bardzo."
      },
      {
        "index": 231,
        "text": "— Ależ nie należy mi się przepraszanie, ponieważ zupełnie się nie bałem."
      },
      {
        "index": 232,
        "text": "— Choćby i najkrótsza chwila obawy przyjemna nie jest."
      },
      {
        "index": 233,
        "text": "— Niestety, nie miałem i takiej chwili. Upośledzony jestem poprostu, że nie rozumiem nawet u innych uczucia strachu, bo go nigdy nie doświadczałem. — Nigdy? — pytała, ożywiając się nieco."
      },
      {
        "index": 234,
        "text": "— Naturalnie, mam na myśli strach przed jakiemikolwiek niebezpieczeństwami materjalnemi, takich nie doznaję nigdy."
      },
      {
        "index": 235,
        "text": "— A inne? — Usta jej drgnęły, odsłaniając sznur zębów białości olśniewającej, pierś jej się podniosła w szybkiem, tłumionem wzburzeniu."
      },
      {
        "index": 236,
        "text": "— A innych nie znam, więc i nie wiem dotąd o ich istnieniu."
      },
      {
        "index": 237,
        "text": "— Muszą być... Istnieją na pewno... bywają takie, o jakich i sny nie dają wyobrażenia, najbardziej dręczące sny."
      },
      {
        "index": 238,
        "text": "— Przypuszczam, że w zamętach dusz, w chorych mózgach mogą brać początek przerażające i straszliwe zjawy."
      },
      {
        "index": 239,
        "text": "— Nietylko tam ich źródło, mogą bowiem trwać przyczajone i obok nas, w świecie żywym, tylko, że istniejącym daleko poza promieniem naszego materjalnego widzenia, w polu drugiego wzroku."
      },
      {
        "index": 240,
        "text": "Głos jej ścichł i zadrgał szeptem trwożnym, pochyliła głowę nad pismem, ale oczy błądziły zgaszone po pokoju."
      },
      {
        "index": 241,
        "text": "Nie wrócili już do swobodnego tonu, próżno się starał o to, poruszał kwestje różne i przedmioty, usiłował nawet ironją wyrwać ją z tego milczącego osłupienia, odpowiadała niechętnie, a często niecierpliwie, nie spoglądając już na niego, nie widząc prawie, że, dotknięty, obrażony niemal, powstał bez słowa. Przeszedł się po pokoju, ale tak niezręcznie, iż omal nie stratował kotów, dość chłodno przeprosił Mrs. Tracy i podrażniony siadł do fisharmonji, błądząc palcami odniechcenia po klawiszach i rozmyślając o dziwnem zachowaniu się Daisy."
      },
      {
        "index": 242,
        "text": "W głębi, obok kominka, stał Mahatma z Joe’m w grupie kilku mężczyzn; rozmawiali głośno i żywo, ale Zenon posłyszał tylko ostatnie zdanie Hindusa:"
      },
      {
        "index": 243,
        "text": "— Są tylko jedne prawa, rządzące światem, prawa ducha nieśmiertelnego, reszta to pozór, oman, lub zarozumiała, uczona głupota!"
      },
      {
        "index": 244,
        "text": "Nie słuchał już więcej, bo bezwiednie zadźwięczała mu pod palcami ta melodja, której nie mógł sobie przypomnieć, wychodząc z seansu, i próżno ją chciał wyrwać z siebie przez całe trzy dni. Przyszła mu teraz sama, spłynęła w całości, była zdumiewająca w prostocie i w dziwnym, nigdy niesłyszanym rytmie, obca mu zupełnie w formie i w swej treści muzycznej. Grał ją uważnie, uczył się jej napamięć, powtarzał, rozkoszując się jej groźną pięknością."
      },
      {
        "index": 245,
        "text": "Zbudził się w nim artysta z taką siłą, że już nie słyszał otoczenia, porwany potęgą tej pieśni dzikiej, ognistej, a przesyconej tęsknicą; ale im głębiej wsłuchiwał się w te dźwięki, tem silniej wyrastały z nich przypomnienia jakieś blade i odległe słów gdzieś usłyszanych, jakiegoś głosu, który te słowa śpiewał, jakiegoś krajobrazu zarazem... Miał to już pod czaszką, na ustach niemal, a nie mógł sobie przypomnieć."
      },
      {
        "index": 246,
        "text": "— Potężny hymn, jakby zbuntowanych aniołów, skąd go pan zna? — posłyszał za sobą cichy głos Daisy."
      },
      {
        "index": 247,
        "text": "— Sam dobrze nie wiem! a pani jest znany?"
      },
      {
        "index": 248,
        "text": "— Tak, przypominam go sobie skądciś..."
      },
      {
        "index": 249,
        "text": "— To mi pani pomoże, bo jakieś słowa błądzą mi w pamięci, jakiś śpiew, który gdzieś słyszałem, a nie mogę sobie przypomnieć... i to gdzieś niedawno chyba... zdaje mi się chwilami, że to było tam, na seansie u Mr. Joe’go, pamięta pani? — zapytał podstępnie, o co wprost pytać nie śmiał przedtem."
      },
      {
        "index": 250,
        "text": "— Nie bywam na seansach u Mr. Joe — głos jej zadźwięczał twardo."
      },
      {
        "index": 251,
        "text": "— Jakto? ależ widziałem tam panią, wszyscyśmy widzieli..."
      },
      {
        "index": 252,
        "text": "— Być może, ale nie byłam — gniewem rozbłysły jej oczy."
      },
      {
        "index": 253,
        "text": "— Ja także nie kłamię — szepnął porywczo i dumnie."
      },
      {
        "index": 254,
        "text": "— Wierzę... ale — spojrzała na Mahatmę i umilkła, odchodząc."
      },
      {
        "index": 255,
        "text": "Nie grał już, wstrząśnięty jej słowami. Nie rozumiał powodu zaprzeczeń, widział ją tam przecież, widzieli wszyscy, i wypiera się tego..."
      },
      {
        "index": 256,
        "text": "Powiedział Joe’mu, że czeka go w mieszkaniu, i wychodził, skłoniwszy się dość sztywno przed Daisy; nie odkłoniła się, jakby go nie spostrzegając, siedziała ze ściągniętemi brwiami, szczelnie otulona w szal indyjski, chmurna jakaś, ponura i zagadkowa, odwrócił głowę od drzwi, łapiąc w przelocie jej oczy, podnoszące się za nim, oczy pełne wilgotnych lśnień, zadumy i jakiejś targającej, niemej i pokornej prośby..."
      }
    ]
  }
}