{
  "chapterNumber": 3,
  "title": "Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "— Nareszcie. Myślałam, że się już was nie doczekamy, od pół godziny obiad gotów, a ja wyglądam i wyglądam! — wołała radośnie Betsy, sama otwierając im ciężkie drzwi do sieni."
      },
      {
        "index": 2,
        "text": "— Zupa zimna, baranina spalona, legumina opadła, ciotki złe, a miss Betsy zrozpaczona — żartował Zenon, witając ją serdecznie."
      },
      {
        "index": 3,
        "text": "— Bo Betsy była naprawdę zrozpaczona, myślałam..."
      },
      {
        "index": 4,
        "text": "— Że nie przyjdziemy, proszę wyciągnąć rączki, to nasza kara za opóźnienie..."
      },
      {
        "index": 5,
        "text": "Rozwinął papier i sypał na jej ręce całą więź cudnych anemonów, tak spłonionych, jak ona, i całe pęki wspaniałych róż purpurowych, jak jej usta w tej chwili, usta rozdrgane rozkoszą i tulące się do chłodnych, woniejących kwiatów, z poza których podnosiła zachwycone oczy i szeptała dziękczynnie:"
      },
      {
        "index": 6,
        "text": "— Dobry Zen, dobry! dobry!"
      },
      {
        "index": 7,
        "text": "— Z powodu mgły wszystkie pociągi spóźnione ogromnie! — ozwał się Joe. — Czy całe dwa tygodnie nie zaglądałeś do nas z tego samego powodu?"
      },
      {
        "index": 8,
        "text": "— To inna przyczyna, moja droga Betsy, zgoła inna! — odparł poważnie, całując ją w czoło, a dziewczyna zniżyła głos i prosząco, prawie błagalnie, szeptała:"
      },
      {
        "index": 9,
        "text": "— Bądź dzisiaj dla niego dobry, chory jest, rozdrażniony, tak czekał na ciebie, z pewnością będzie się gniewał z czułości."
      },
      {
        "index": 10,
        "text": "— Dobrze, droga, sam nie zacznę, ale... — urwał zakłopotany."
      },
      {
        "index": 11,
        "text": "— Ciotka Dolly też bez humoru, płakała po południu, podobno ma dzisiaj jakąś bolesną rocznicę — uprzedzała nieśmiało Betsy."
      },
      {
        "index": 12,
        "text": "— Pewnie pięćdziesiątą rocznicę zerwania z piętnastym narzeczonym! — zauważył złośliwie Joe, wieszając płaszcz, ale gdy się odwrócił, nie było ich już na dawnem miejscu, Betsy odprowadzała Zenona nieco w głąb sieni, ku schodom, prowadzącym na piętro, i cichutko prosiła, by czuwał i, o ile można, nie dopuszczał do kłótni Joe’go z ojcem."
      },
      {
        "index": 13,
        "text": "Obiecał solennie, ale jakaś niechęć w nim zadrgała, że może być świadkiem nowej awantury, stanowczo miał już ich dosyć na dzisiaj, sam był przytem wyjątkowo zdenerwowany, zaś jadąc tutaj, myślał, że znajdzie spokój i odpoczynek."
      },
      {
        "index": 14,
        "text": "— Duszo ofiarna, czy i ciotkę Ellen bolą odciski dzisiaj? — Cicho, Joe, nie żartuj z cierpień, chodźmy, bo już czekają."
      },
      {
        "index": 15,
        "text": "Jadalnia była tuż, na dole, poprzedzona dużym i teraz ciemnym pokojem, przez otwarte drzwi bielił się stół, oświetlony zapalonemi świecami w wysokich kandelabrach, a za nim, nawprost, plecami do wchodzących siedział w głębokim fotelu Mr. Bartelet, ciotki spacerowały po obu stronach stołu, wzdłuż pokoju, każda w inną stronę."
      },
      {
        "index": 16,
        "text": "— Oto i chłopcy, pociągi spóźnione! — wołała Betsy, zwalając kwietny snop na róg stołu."
      },
      {
        "index": 17,
        "text": "— Nieszczęsna, obrus się przemoczy! — jęknęła niższa z ciotek, miss Ellen."
      },
      {
        "index": 18,
        "text": "— Nie wrzeszcz! — syknął stary zimno, podając rękę synowi, a spoglądając ze złością na wylękłą, gąbczastą twarz miss Ellen, ujął pod ramię Zenona i, z trudem podnosząc swoją potężną postać, poszedł do stołu."
      },
      {
        "index": 19,
        "text": "— Podawać! — mruknął, stukając kijem w posadzkę, bo kuchnie były w suterenie."
      },
      {
        "index": 20,
        "text": "Zajęli miejsca w milczeniu, tylko Betsy, rozdzielając kwiaty po wazonach, ustawiała je na stole i usiłowała rozniecić weselny nastrój, ale napróżno, bo jej słodki, napoły dziecinny głos przygasał, jak kwiat, w mroźnej atmosferze jakichś uraz, gniewów i niechęci. — Miss Dolly karcącem spojrzeniem zabijała każde jej słowo i każdy jej uśmiech weselszy, a miss Ellen na swój sposób nękała, wstając co mgnienie, by jej poprawić niesforne włosy, lub przewiązać krawatkę. Wreszcie stary służący, podobny do figury woskowej, zaczął obnosić potrawy, jak kot, cicho i czająco przesuwał się za krzesłami, że co chwila jego żółta, bezwłosa twarz wynurzała się przy czyjemś ramieniu."
      },
      {
        "index": 21,
        "text": "Jedli w takiej ciszy, że już po zupie Joe, nie mogąc wytrzymać, rzekł:"
      },
      {
        "index": 22,
        "text": "— Cóżto dzisiaj tak posępnie?"
      },
      {
        "index": 23,
        "text": "— Jak zwykle, czyś przez te dwa tygodnie już zapomniał? — zauważyła kwaśno miss Dolly, wzdychając żałośnie."
      },
      {
        "index": 24,
        "text": "— Guziki poobrywają ci się przy staniku od wzdychań — zawołał stary."
      },
      {
        "index": 25,
        "text": "Betsy buchnęła niepohamowanym śmiechem."
      },
      {
        "index": 26,
        "text": "— Przestań, proszę cię, Betsy! — zgromiła ją surowo."
      },
      {
        "index": 27,
        "text": "— Ależ przeciwnie, śmiej się, Betsy, śmiej się swobodnie!"
      },
      {
        "index": 28,
        "text": "— Nie mogę jeść przy takim bezmyślnym śmiechu."
      },
      {
        "index": 29,
        "text": "— A ja mam właśnie wtedy lepszy apetyt, śmiej się, mała — wołał."
      },
      {
        "index": 30,
        "text": "— Ach, ci mężczyźni! — jęknęła po chwili grobowym głosem."
      },
      {
        "index": 31,
        "text": "— Ach, te ciotki! — powtórzył z takim komizmem, iż Betsy znowu zaczęła się śmiać, nawet Joe nie mógł się powstrzymać, a Dick omal półmiska nie upuścił na plecy miss Dolly, chowając za nią twarz tak szczególnie wykrzywioną śmiechem, że podobna była do rozdeptanej cytryny. — Niedołęga! — szepnęła, uderzając w starego piorunowemi oczami."
      },
      {
        "index": 32,
        "text": "— Co? jak?... — ledwie wykrztusił z nagłej pasji Mr. Bartelet."
      },
      {
        "index": 33,
        "text": "Miss Dolly nie raczyła odpowiedzieć, ni nawet spojrzeć na niego."
      },
      {
        "index": 34,
        "text": "— Betsy, powiedz ciotce, że, jeśli to do mnie..."
      },
      {
        "index": 35,
        "text": "— Betsy, powiedz ojcu, że na taki ton gminny i posądzenia nie odpowiadam..."
      },
      {
        "index": 36,
        "text": "— Betsy, powiedz jej, że żadnych uwag nie przyjmuję i nie znoszę..."
      },
      {
        "index": 37,
        "text": "— Betsy, powiedz mu, że jest tyranem, że pastwi się nad nieszczęśliwą, że..."
      },
      {
        "index": 38,
        "text": "Skrzyżowały się ostre, gniewne słowa, przestali oboje jeść, a złowrogie oczy uderzały w siebie przez stół nieubłaganemi ostrzami, naraz zamgliły się oczy miss Dolly, i łzy jak groch posypały się na jej pulchną, wypudrowaną twarz, żłobiąc ją w żółtawe brózdy."
      },
      {
        "index": 39,
        "text": "— Dick, podaj miss czystą chusteczkę, lustro, puder i baraniny, bo tamta leci oto w tej chwili wraz z talerzem na ziemię! — zawołał, zacierając ręce, bo miss Dolly tak gwałtownie porwała się od stołu, że całe nakrycie poleciało na ziemię, ale gniew go opuścił, zabrał się do jedzenia, złośliwie spoglądając za wychodzącą z pokoju."
      },
      {
        "index": 40,
        "text": "Ta krótka burza zupełnie jednak oczyściła powietrze, odetchnęli swobodniej, nawet miss Ellen, struchlała zwykle i niema przy siostrze, odzyskała głos, a Zenon, przezornie trzymający się na uboczu, zaczął już głośniej i weselej rozmawiać z Betsy, Joe jednak milczał uporczywie, prawie nie podnosząc twarzy z nad talerza i dobrze wiedząc, jak bardzo to niecierpliwi ojca..."
      },
      {
        "index": 41,
        "text": "Mr. Bartelet nie mógł już wytrzymać, rzucał srogie spojrzenia na syna, marszczył brwi, trzaskał nożem o talerz, ale nie doczekawszy się ani słowa, pierwszy zaczął mówić do niego w swój ironiczny, zwykły sposób."
      },
      {
        "index": 42,
        "text": "— Cóżto za sława zamieszkuje w waszym pensjonacie?"
      },
      {
        "index": 43,
        "text": "Joe podniósł zamyślone, posępne oczy na niego."
      },
      {
        "index": 44,
        "text": "— Od dwóch tygodni prawie wszystkie gazety o nim piszą."
      },
      {
        "index": 45,
        "text": "— Nie czytuję gazet — odparł krótko."
      },
      {
        "index": 46,
        "text": "— Ale musisz przecie wiedzieć, o kim mówię! — zaczynał już wrzeć na nowo."
      },
      {
        "index": 47,
        "text": "— Stary Braman, Mahatma Guru... tak, mieszka tam."
      },
      {
        "index": 48,
        "text": "— Wnioskuję z artykułów, że jakiś nowy, mistyczny busines chce założyć w Anglji."
      },
      {
        "index": 49,
        "text": "— Mogę zaręczyć, że jest daleki od tego, co się złośliwie nazywa mistycznym businesem; przyjechał przyjrzeć się Europie."
      },
      {
        "index": 50,
        "text": "— No i zagarnąć przy sposobności nieco naszych funtów."
      },
      {
        "index": 51,
        "text": "— Ma on dość swoich rupij, a przytem pieniądze mają dla niego wartość istotną, to jest żadną — dodał z naciskiem. — Więc za darmo pokazuje te jakieś cuda spirytystyczne?"
      },
      {
        "index": 52,
        "text": "— Ależ nie pokazuje żadnych cudów i spirytystą zupełnie nie jest."
      },
      {
        "index": 53,
        "text": "— Więc pocóż pielgrzymują do niego te tłumy, o jakich piszą codziennie?"
      },
      {
        "index": 54,
        "text": "— Bo próżniaczej gawiedzi nigdy i nigdzie nie brak, a w szczególności gawiedzi pseudouczonej, głodnej sensacji, węszącej żer eksperymentowania, napastliwej, takiej, której się zdaje, że świat stworzony jest poto, aby oni mogli pisać o nim wymyślne, zawiłe a puste brednie. Przyjmuje niektórych czasami, a nawet nieraz chętnie z nimi mówi, często dysputuje, ale najczęściej tylko bada i słucha..."
      },
      {
        "index": 55,
        "text": "— Więc to jakiś nielada uczony być musi?"
      },
      {
        "index": 56,
        "text": "— Więcej niźli uczony, bo mędrzec."
      },
      {
        "index": 57,
        "text": "— No i często rzuca gromy potępienia na nas i na kulturę naszą — wtrącił się do rozmowy Zenon."
      },
      {
        "index": 58,
        "text": "— Jak, jak? Potępia naszą kulturę? — pytał w najwyższem zdumieniu, nie śmiąc wierzyć własnym uszom."
      },
      {
        "index": 59,
        "text": "— Niestety, potępia stanowczo i, co gorzej, że musimy przyznawać rację..."
      },
      {
        "index": 60,
        "text": "— Ma rację!... nie drażnij mnie, chłopcze. Ciekawe, ciekawe... Musicie mi opowiedzieć o nim, bo widzę, że pisma fałszywie informują."
      },
      {
        "index": 61,
        "text": "— Naturalnie, na stu reporterów zaledwie może jeden widział go i mówił z nim. A wszyscy przecież coś napisać musieli, bo cały Londyn się nim zajmuje."
      },
      {
        "index": 62,
        "text": "— Znacie go osobiście?"
      },
      {
        "index": 63,
        "text": "— Joe jest z nim w zupełnej zażyłości i przyjaźni."
      },
      {
        "index": 64,
        "text": "— Jeśli tak można nazywać stosunek człowieka do absolutu..."
      },
      {
        "index": 65,
        "text": "— Tak bardzo go cenisz? — zapytał stary ciszej."
      },
      {
        "index": 66,
        "text": "— Uwielbiam go i korzę się przed jego mądrością."
      },
      {
        "index": 67,
        "text": "— Dick, herbatę na górę, przejdziemy tam, dzieci! — zakomenderował stary, usiłując powstać z krzesła. Joe podał mu ramię, wsparł się na nim i poszedł wolno i ciężko, pochylony nieco, a mimo to ogromny, podobny do starego dębu, pokrytego omszałą siwizną i krzepkiego jeszcze; twarz miał rumianą, starannie wygoloną, o potężnych, prawie kwadratowych szczękach, nos suchy i długi, czoło wysokie pod gęstą szczotką siwych włosów, oczy blado-niebieskie, jakby wypełzłe, ale bystro świecące z krzaczastych czarnych brwi. Cichszy był jakiś w tej chwili, spokojniejszy, a co trochę mocnem spojrzeniem obejmował pochyloną głowę syna."
      },
      {
        "index": 68,
        "text": "Betsy pobiegła naprzód, słychać było dudnienie schodów pod jej stopami."
      },
      {
        "index": 69,
        "text": "Zenon wyprzedził ich również, śpiesząc za narzeczoną, że szli tylko sami, często odpoczywając, bo chore nogi starego nie pozwalały na pośpiech. — Czekałem na ciebie — zaczął z łagodną wymówką."
      },
      {
        "index": 70,
        "text": "— Nie mogłem prędzej, wyjeżdżałem — mówił wymijająco."
      },
      {
        "index": 71,
        "text": "Stary wątpiąco potrząsnął głową, ale się nie odezwał, odpoczywali znowu przez chwilę w sieni, pod żelazną latarnią starożytnego kształtu, wiszącą u sufitu, w kręgu świateł kolorowych, mieniących się w mroku tęczowemi pasami."
      },
      {
        "index": 72,
        "text": "— Cóż tam słychać w twoim pułku?"
      },
      {
        "index": 73,
        "text": "Był to ulubiony jego temat."
      },
      {
        "index": 74,
        "text": "— Przenoszą go do Afryki, ma już wyznaczony dzień wyjazdu..."
      },
      {
        "index": 75,
        "text": "— Do Afryki, na plac boju, do Afryki! — powtarzał zdumiony, wstała w nim nagła trwoga i chwyciła żelazną garścią za serce, że ledwie oddychał. — Bałem się tego — szepnął ciszej. — Ha, to pojedziesz, mój chłopcze, służba, obowiązek... tak, obowiązek — dodał ciszej, bo głos mu schrypł i więznął w gardle."
      },
      {
        "index": 76,
        "text": "— Mamy jeszcze cały miesiąc urlopu, może się jeszcze co zmienić — uspokajał."
      },
      {
        "index": 77,
        "text": "— Nic się zmienić nie może, nie, wojnie daleko do końca."
      },
      {
        "index": 78,
        "text": "— A głodne armaty czekają na swój żer, na swoje mięso. — Nienawiść i wzgarda zadźwięczała mu w głosie."
      },
      {
        "index": 79,
        "text": "— Czekają na swój żer — powtórzył stary ponurem i smutnem echem. Milczeli już obaj, Joe postanowił w tej chwili, że nic mu nie powie o wziętej dymisji, nie pragnął kłótni, chciał mu oszczędzić gniewu, tak dobry był dzisiaj i tak wyjątkowo łagodny, że nie śmiał mu psuć tak rzadkich chwil, a zresztą rachował i na to, iż wiadomość o przeznaczeniu jego pułku na plac boju życzliwiej go usposobi. Nie uciekał przecież z obawy wojny, używał jej bowiem już nieraz i dosyta."
      },
      {
        "index": 80,
        "text": "— Na niechybne kule tych parobków! — szeptał stary do siebie, gdy wchodzili do wielkiego, jasnego pokoju na pierwszem piętrze; był to rodzaj salonu i bibljoteki zarazem."
      },
      {
        "index": 81,
        "text": "Na niskim stoliku przed kominkiem Betsy już gospodarowała przy herbacie, gdy wchodzili. Mr. Bartelet osunął się w głęboki fotel, wziął filiżankę i, popijając zwolna, zapadł w głęboką zadumę."
      },
      {
        "index": 82,
        "text": "Ciotki też zjawiły się wkrótce, poprzedzane przez Dicka, niosącego stołeczki pod nogi. Miss Dolly była już, jak zwykle, wyniosła i majestatycznie piękna, bardziej tylko wzdychała, pijąc herbatę, i więcej niźli zwykle ukradkowemi, przyczajonemi spojrzeniami stróżowała Betsy, a miss Ellen, drobna i nikła, jak suchy badyl dziewanny z ostatnim, bladym kwiatem na czubku, nieśmiało wsunęła się za siostrą, lękliwie spojrzała na fotel brata i trwożnie zasiadła w zagłębieniu, między bibljotecznemi szafami, cichutko przewracając pożółkłe kartki biblji, i zwolna zagłębiała się w kontemplację świętych tekstów. Joe spacerował z filiżanką w ręku, przezierając niekiedy grzbiety książek, poustawianych w tłumnym, a niemym szeregu na półkach."
      },
      {
        "index": 83,
        "text": "Cisza zaległa pokój, ta dziwna niedzielnego dnia cisza, pełna kojącego spokoju, jakby nabrzmiała odgłosami naw kościelnych, już pustych i mrocznych, a pełnych jeszcze echowych brzmień śpiewów dawno umilkłych, zapachów konających, błędnych, rozproszonych westchnień, pełna nastroju modlitewnych ekstaz, nudy i senności zarazem."
      },
      {
        "index": 84,
        "text": "Wszyscy pogrążali się w milczącą i senną zadumę, tylko Dick czuwał, raz po raz przesuwając się bez szelestu i roznosząc herbatę."
      },
      {
        "index": 85,
        "text": "A Zenon i Betsy, siedząc przy sobie na wielkiej sofie, sięgającej do pół ściany, i prawie w niej zgubieni, przytuleni ramionami, dalecy od otoczenia, zajęci tylko sobą, rozmawiali szeptem i gorącemi, płomiennemi spojrzeniami."
      },
      {
        "index": 86,
        "text": "W tej cichej i serdecznej atmosferze miłości, roziskrzonych błyskach jej źrenic Zenon zaczynał czuć się tak dobrze, jak zwykle się czuł w tym pokoju."
      },
      {
        "index": 87,
        "text": "W takie same, niedzielne wieczory, chociaż przypominała mu się zagadkowa, dręcząca twarz Daisy, chociaż jakieś niepokojące pół myśli, pół dźwięki i pół obrazy przepełniały mózg, pozbywał się ich siłą woli, chciał szczerze i głęboko zapomnieć o wszystkiem, co nie było tą dobrą, szczęsną chwilą, co nie było związane z Betsy i nie było nią samą. Udawało mu się to niekiedy, a wówczas z cichem, nieśmiałem prawie z nadmiaru czucia szczęściem wodził po niej rozkochanym wzrokiem, bo Betsy, w swojej niedzielnej sukni z czarnego, matowego jedwabiu, rozjaśnionego tylko białym, wyłożonym kołnierzykiem i mankietami koronkowemi, smukła, wysoka, zręczna, była wprost prześliczna; jej świeża twarzyczka, okolona bujnemi splotami włosów popielatych, wykwitała z tych czerni posępnych, jak pączek jabłoniowego kwiatu, dyszała wiosną i szczęściem, a nieco duże i dziecinne usta były tak wiśniowe i rozdrgane uśmiechem i pełne słodkich, pamiętnych obietnic."
      },
      {
        "index": 88,
        "text": "Czuła się w tej chwili nadzwyczajnie szczęśliwa; obiad przeszedł prawie spokojnie, ciotki milczały, Joe był w domu, ojciec cicho siedział, a on, Zen, siedział przy niej, i tak blisko, że poczuła naraz straszną ochotę, aby mu przysłonić rękami wąsy i pocałować go w same usta, w te czerwone, wiecznie tak głodne pocałunków usta... Ale tylko westchnęła żałośnie, rumieniąc się na tę myśl niespełnioną, i już tylko całującemi oczyma obejmowała jego piękną, znużoną nieco twarz i te oczy jasne i słodkie, drapieżne usta, ach, i ten jego drażniący uśmiech, przyczajony w kątach ust, ten dobry, rozbrajający uśmiech."
      },
      {
        "index": 89,
        "text": "— Miss Betsy obiecała mi powiedzieć jedno słowo — szeptał."
      },
      {
        "index": 90,
        "text": "— Jakie? nie pamiętam wogóle, czy obiecywałam cokolwiek. — Tam na Strandzie, gdyśmy szli rano — przypominał uparcie."
      },
      {
        "index": 91,
        "text": "— Nie, nie można teraz, słuchają... nie, Zen, później — prosiła lękliwie."
      },
      {
        "index": 92,
        "text": "— Czekam i całą tęsknotą pragnę spełnienia obietnicy."
      },
      {
        "index": 93,
        "text": "— To... to proszę się na mnie nie patrzeć... Proszę zamknąć oczy."
      },
      {
        "index": 94,
        "text": "— Już nic nie widzę, słyszę tylko. — Przysunął głowę jeszcze bliżej, wtedy Betsy, spłoniona i nieco drżąca, bojaźliwie, a namiętnie szeptała mu to nieśmiertelne: kocham. Szeptała długo, dotykając niekiedy rozpalonemi ustami jego ucha, że drgał gwałtownie, cisnąc jeszcze mocniej głowę do jej twarzy i również szepcząc urywane, palące słowa, które takim ogniem burzliwym zalewały jej serce, iż jakimś ostatnim odruchem przytomności odsunęła się od niego i, dysząc ciężko, z przymkniętemi oczyma, siedziała, pełna radości najgłębszej, a zarazem pełna dziwnej i słodkiej trwogi."
      },
      {
        "index": 95,
        "text": "Nie mogli już mówić, nie patrzyli nawet na siebie, ale to niedopowiedziane zatopiło ich w takiem szczęsnem upojeniu, że tylko kłonili się ku sobie bezwiednie, a nieprzeparcie, jak kwiaty, nabrzmiałe wonią, kłonią się w upalne noce, jak chylą się i ciężą drzewa senne ku potokom, szemrzącym w ciche, wiośniane noce, pełne niemych błyskawic i tęsknych, nieukojonych rozmarzeń za dniem jeszcze dalekim, za słońcem. Nieco usypiająca i martwa cisza ogarnęła pokój, wszyscy siedzieli nieruchomie, nawet Dick zniknął, tylko niekiedy, gdzieś z pod ziemi, jakby wprost z pod domu, dobywał się lotny, krótki huk, przemykający jak cień pociągów, co parę minut przelatujących, chwilami zaś rozlegały się melancholijne westchnienia miss Dolly, smętnie zapatrzonej w zapadłe dale lat i zdarzeń drogich; to znowu stary poruszał się niecierpliwie, obejmował trwożnemi oczyma głowę syna i znowu zapadał w nieruchomość, kryjąc śpiesznie powiekami przełzawione błyski źrenic."
      },
      {
        "index": 96,
        "text": "Wieczór wlókł się wolno znużonym i sennym rytmem chwil, przesuwających się jak niemi, bezimienni przechodnie, nikomu nieznani, niepotrzebni, a nigdy już nieprzypomniani."
      },
      {
        "index": 97,
        "text": "— „Bo z szat mól pochodzi, a z niewiasty złość wężowa“ — rozbrzmiał naraz radosny i namaszczony głos miss Ellen. Drgnęli wszyscy, jakby gwałtownie przebudzeni, Betsy zerwała się na nogi, stary zaś gruchnął śmiechem i drwiąco powiedział:"
      },
      {
        "index": 98,
        "text": "— Sami prorocy cię budzą, co?... Przez sen ci się wyrwał ten werset paradny; jak to tam było?"
      },
      {
        "index": 99,
        "text": "Ale że zegar na kominku zaczął dzwonić dziesiątą, miss Ellen nie odpowiedziała, kryjąc wylękłą twarz za biblję, Joe natomiast, siedzący wprost ojca, powstał i zwrócił się do Zenona:"
      },
      {
        "index": 100,
        "text": "— Czas już na nas! — Co? o dziesiątej do domu? Tego jeszcze nie bywało! — wykrzyknęła Betsy."
      },
      {
        "index": 101,
        "text": "— Ojciec znużony i wszyscy jacyś senni — próbował się tłumaczyć."
      },
      {
        "index": 102,
        "text": "— Ależ nie, czuję się dzisiaj doskonale i chętnie posiedzę jeszcze z wami, a nawet zagrałbym z tobą, Joe, dawno już nie grałem w pikietę."
      },
      {
        "index": 103,
        "text": "— Zagrajmy, i owszem — ożywił się Joe."
      },
      {
        "index": 104,
        "text": "Dick wnet przygotował wszystko, wkrótce zagłębili się w kombinacjach gry; naraz stary, przyciszając głos, zapytał niespodziewanie:"
      },
      {
        "index": 105,
        "text": "— Więc to już pewne, że pułk przenoszą na plac wojny?"
      },
      {
        "index": 106,
        "text": "— Zupełnie, bo nietylko dzień, ale i statki do przewozu przeznaczone."
      },
      {
        "index": 107,
        "text": "— A po wylądowaniu zaraz w ogień?"
      },
      {
        "index": 108,
        "text": "— Prawdopodobnie..."
      },
      {
        "index": 109,
        "text": "Mr. Bartelet wybuchnął gniewem, klął siarczyście i bił kijem w podłogę, aż wystraszona Betsy przybiegła."
      },
      {
        "index": 110,
        "text": "— Mój ojcze, mój drogi, nie można się gniewać, doktór zakazywał — prosiła, ogarniając mu głowę rękoma."
      },
      {
        "index": 111,
        "text": "— No, dobrze, dobrze, cicho już siedzę; bo jak się nie gniewać, kiedy... kiedy Joe rozdaje karty, jakby je pierwszy raz w życiu trzymał w ręku."
      },
      {
        "index": 112,
        "text": "Poznawszy źródło gniewu, odeszła uspokojona, czuła się dziwnie radośnie usposobiona, zarzucała Zenona nieskończonemi pytaniami. Odpowiadał wesoło, często nawet żartobliwie, bo za lada powodem wybuchała śmiechem. Szczerze się śmiała, ale z trudem niemałym powstrzymując pytanie o Daisy; to imię czyniło się jej nienawistnem, parzyło usta i przenikało jakąś jeszcze ciemną obawą, a mimo to budziło aż prawie bolesną i dręczącą ciekawość."
      },
      {
        "index": 113,
        "text": "Zenon zaczynał to odczuwać po urywanych i poplątanych słowach, po lukach, jakie były w rozpytywaniach o każdy niemal dzień, spędzony zdala od nich, o znajomych, o prace jego, a nawet czasem już wyraźnie wiedział po niemych, bezwiednych ruchach ust, iż tam, poza niemi, tkwi to imię złowrogie, że ona je przeżuwa, niby palące ostrze, a wymówić jeszcze nie śmie. A nie chciał dopuścić do tego, nie wiedząc sam dobrze dlaczego, lękał się tego pytania, więc silił się umyślnie na humor, robił dowcipy, opowiadał zabawne anegdoty, byle tylko odwlec tę chwilę na później, lub ją zagubić zupełnie... Ale rozmowa się rwała, tematy wyczerpywały się prędko i następowały coraz częstsze i dłuższe milczenia, niepokojące pauzy, w których ich oczy, obciążone tą utajoną troską, uciekały od siebie spłoszone, niepokoju pełne."
      },
      {
        "index": 114,
        "text": "Na szczęście, miss Dolly przysiadła się do nich i rozbolałym głosem i tonem oburzenia zaczęła powstawać na jakąś sztukę Dumasa, którą widziała przed kilku dniami z Sarą Bernhardt w roli głównej. Miss Dolly była namiętną nieprzyjaciółką mężczyzn, przewodniczącą nawet w klubie „Niezawisłych kobiet“, prorokinią przyszłego matrjarchatu i zapalczywą bojowniczką o prawa kobiet i już od pierwszego słowa zajadle powstała przeciwko słynnej wówczas tezie dumasowskiej: „Tue la”."
      },
      {
        "index": 115,
        "text": "— Zbrodnicze i hańbiące głupstwo taka teorja! Zabij ją? A za co? I któż ma prawo decydować o życiu kobiety, prócz niej samej, kto? Gdzież jej winy? że nie chce być jego własnością, że ucieka z pod tyranji, że żąda dla siebie praw i wolności, że chce żyć swojem własnem, samodzielnem życiem, więc zamorduj, okuj w kajdany, rzuć ją na dno nieszczęścia i hańby, podepcz jej duszę i serce, odbierz człowieczeństwo, niechaj drży co chwila przed wzrokiem swego właściciela, niechaj na klęczkach odgaduje jego zamysły, niechaj będzie echem jego, cieniem, niechaj rodzi mu dzieci i służebnicą mu będzie najniższą, najuleglejszą, najcichszą... bo pan tak chce, pan stanowi prawa, pan ma siłę, władzę i pieniądze, więc się tak stać musi. A jeśli się sprzeciwi w czemkolwiek, zabij ją! Tak jest w życiu, aż oto przychodzi Francuz plugawy i ośmiela się potworną teorję mówić nam ze sceny, a my słuchamy, my serjo dysputujemy o tym głupim i złym frazesie, o siostry-kobiety, o męczennice przemocy męskiej!"
      },
      {
        "index": 116,
        "text": "— Święte duchy! przykute do bydląt, dalszy ciąg znamy z mów twoich i odezw! — ozwał się naraz drwiąco mr. Bartelet. Miss Dolly wzdrygnęła się, milknąc narazie."
      },
      {
        "index": 117,
        "text": "— Deklamuj, Dolly, powinnaś zostać pierwszą kaznodziejką w tym feministycznym kościele przyszłości, masz wszystkie warunki: głos rozległy, wiarę silną, lekceważenie prawdy, nienawiść cudzych przekonań i wielki zapas wielce patetycznych i głupich dostatecznie frazesów. Wszak tylko tem stoją wszyscy trybunowie!"
      },
      {
        "index": 118,
        "text": "— Gbur i tyran! — zionęła przez zaciśnięte zęby, obrzucając go wyniośle pogardliwem spojrzeniem."
      },
      {
        "index": 119,
        "text": "— Sprytna teorja: brać wszystkie prawa z dodatkiem pieniędzy, a nam łaskawie pozostawiać wszystkie obowiązki i ciężary! — drwił nielitościwie stary, rozdając karty."
      },
      {
        "index": 120,
        "text": "Nie ozwała się już ani słowem, dopiero gdy znowu zagłębił się w grę, zniżyła głos i, rzucając bojaźliwe spojrzenia na niego, mówiła:"
      },
      {
        "index": 121,
        "text": "— Żywot kobiety to dom wiecznej niewoli, to żywot duchów, przykutych do bydląt, to nieustająca Kalwarja!"
      },
      {
        "index": 122,
        "text": "Miss Ellen, która właśnie przysuwała się do nich lękliwie, rzekła na to swoim cichym i miękkim, jak oliwa, głosem:"
      },
      {
        "index": 123,
        "text": "— „Wdzięczność żony pilnuje i cieszy męża swego i tuczy kości jego”."
      },
      {
        "index": 124,
        "text": "— Nędzna paplanina wielbłądzich pastuchów, powtarzasz jak fonografy."
      },
      {
        "index": 125,
        "text": "Rzuciła się ze złością, bo Ellen, często i bez powodu, podnosiła rękę, głosząc z namaszczeniem pierwszy lepszy werset. — Chociaż to nadzwyczajnie trafnie definjuje stosunek mężczyzn do kobiet: „cieszy go i tuczy kości jego”. Tak, o to wam chodzi jedynie w małżeństwie, tylko o to! — dodała z mocą."
      },
      {
        "index": 126,
        "text": "Ale Zenon nie dał się wyprowadzić z równowagi, nie rwał się na obronę mężczyzn, bo znał dawno wszystkie jej teorje i nudziły go, więc tylko rzekł chłodno, z grzeczności jedynie."
      },
      {
        "index": 127,
        "text": "— Może nie wszystkim chodzi tylko o to."
      },
      {
        "index": 128,
        "text": "— Nie miałam pana na myśli, nie, znam bowiem zbyt dobrze jego wzniosły sposób myślenia i tak bardzo go cenię, że zupełnie się nie lękam o przyszłość mojej drogiej Betsy, spokojna jestem o jej szczęście."
      },
      {
        "index": 129,
        "text": "Betsy tylko się uśmiechnęła na tę zgoła niespodziewaną troskliwość o siebie, dobrze ją znała, a miss Ellen już podnosiła rękę i otwierała usta do jakiejś stosownej przypowieści świętej, gdy Dolly, powstrzymując ją energicznym gestem, chciała go z innej strony zaatakować i zmusić do dysputy."
      },
      {
        "index": 130,
        "text": "— Jakże się panu podobała Odeta?"
      },
      {
        "index": 131,
        "text": "— Nie znam tej sztuki, w teatrze bowiem nie bywam."
      },
      {
        "index": 132,
        "text": "— Jakto, nie chodzi pan do teatru?"
      },
      {
        "index": 133,
        "text": "— Tak, od pięciu lat nie byłem ani razu."
      },
      {
        "index": 134,
        "text": "— Więc pan chyba tylko na koncerty i opery chodzi?"
      },
      {
        "index": 135,
        "text": "— Ponieważ sam się nieco zajmuję muzyką, więc nie bywam i na operach, wogóle nie chodzę na widowiska z zasady! na żadne! — I to z zasady! Musi pan mieć nadzwyczajne powody?"
      },
      {
        "index": 136,
        "text": "— Bardzo proste i bardzo zwyczajne — odparł z uśmiechem."
      },
      {
        "index": 137,
        "text": "— „Będzie start grzech pospołu z grzesznikiem” — rzekła uroczyście miss Ellen."
      },
      {
        "index": 138,
        "text": "Zenon się uniósł, a że rzadko mu się to zdarzało, więc tem gwałtowniej."
      },
      {
        "index": 139,
        "text": "— Oto poprostu obmierzło mi już plugawe kłamstwo, zwane teatrem, i przeto znienawidziłem do rdzenia głupstwo, blagę i kramarstwo, bezczelnie udające sztukę. Mam już dosyć udawań, dosyć takich głupich gestów w próżnię, tych błazeńskich symulacyj życia, tych małpich naśladowań, tych póz na człowieka, i tej całej, oszalałej z pychy menażerji autorów, aktorów i oklaskującego, pijanego głupotą, pospólstwa."
      },
      {
        "index": 140,
        "text": "— Czegóż więc chcesz? — pytał żywo Joe, przestając grać."
      },
      {
        "index": 141,
        "text": "— Prawdziwego i szczerego kultu piękna."
      },
      {
        "index": 142,
        "text": "— A Szekspir, a Grecy, a tylu, tylu innych, nie są-ż sztuką prawdziwą?..."
      },
      {
        "index": 143,
        "text": "— Te wszystkie sławne i ze czcią powtarzane nazwiska to puste dźwięki, dawno już umarła ich treść prawdziwa, tak dawno, że te nazwiska mówią nam tyleż, co nazwy planet i słońc, zarówno nam obce, dalekie i nieznane."
      },
      {
        "index": 144,
        "text": "Wytarte liczmany, krążące w odruchowym obiegu, prawdy, mówione w niezrozumiałym języku, a przytem trupy, dźwigane przez nas dobrowolnie, trupy, ciążące jak ołów na duszach naszych, że zwolna giniemy pod ich złowrogiem panowaniem, nie śmiejąc nawet pomyśleć, że można je z siebie zrzucić do muzealnego rowu."
      },
      {
        "index": 145,
        "text": "— Tak, rozumiem cię, przejrzałem i widzę, że wszystko, co nam dzisiaj panuje i co rządzi nami, jest kłamnem i trupiem, więc i teatr nie może być czemś lepszem — zauważył ponuro Joe."
      },
      {
        "index": 146,
        "text": "— Jest nawet gorszem, bo udaje świątynię sztuki, a jest siewcą moralnego analfabetyzmu, jest fabryką fałszywych wartości, szkołą zła i głupoty. Od kapłanów bowiem przeszedł w ręce parobków i ladacznic, stał się nie ducha potrzebą, lecz zmysłów, więc i przemawia do oczów i naskórka wielkiego duchowego lokajstwa — wyręcza ich w myśleniu, bawi, pochlebia i jest dla nich codziennym środkiem przeczyszczającym na nudę i intelektualną impotencję."
      },
      {
        "index": 147,
        "text": "— Ostre pługi muszą przejść po zachwaszczonych ugorach życia!"
      },
      {
        "index": 148,
        "text": "— I dynamitowe nie poruszą bezwładu i ciążenia w kierunku najmniejszego oporu. Przestałem już wierzyć w reformy zewnętrzne."
      },
      {
        "index": 149,
        "text": "— Więc cóż pozostaje robić? — pytał rozciekawiony mr. Bartelet."
      },
      {
        "index": 150,
        "text": "— Nie reformować tego, co się już nie da przerobić, zło należy pozostawić własnemu losowi, niechaj samo się zeżre i zgnije do reszty! Mam w tej chwili tylko teatr na myśli, niechaj takim pozostanie, jakim jest, dla tych, którym jest potrzebny! A dla innych potrzeba stworzyć nowy teatr, teatr-świątynię, poświęconą pięknu. Były niegdyś, w dawnych czasach, u ludów pierwotnych, święta wiosny i płodnej jesieni, na które zbierano się społem, by je spędzić weselnie; należałoby wskrzesić takie święta... Wyobrażam sobie jakiś bór prawieczny, lub puste, dzikie brzegi morza, zdala od wszelkiej powszedniości, zdala od ciżby i zgiełkliwej farsy życia, i tam, wprost pod niebem, w wiośnianem powietrzu, w zielonych, rozśpiewanych głębiach lasów, na tle odradzającej się przyrody, albo w jesieni dni, przesnute pajęczyną, zadumane, blade i święte, jak hostje, roztęsknione, w żalne dni opadu rdzawych liści, nad brzegami szafirowego morza, przepasanego tęczą złotego wschodu i krwawego zachodu, tam, na ubitym toku rodnej, świętej ziemi, świątynia sztuk wszystkich, apollinowy ołtarz uniesień, hymn niebosiężny barw i marzenia, dźwięków i kształtów, modlitw i wizyj, hymn upojenia pięknem nieśmiertelnem, oczyszczający duszę z grzechów zła i brzydoty. Nowy Eleusis dla spragnionych wzruszeń i kontemplacji, nowa, odradzająca się ludzkość, Jeruzalem! Oto moje marzenia!"
      },
      {
        "index": 151,
        "text": "— Cudowne, nadzwyczajne, ale niemożebne, by się dały urzeczywistnić! — wołała entuzjastycznie miss Dolly."
      },
      {
        "index": 152,
        "text": "— Wszystko jest możebne dla tych, którzy chcą! — szepnął Joe."
      },
      {
        "index": 153,
        "text": "— Boże, jakie to piękne i dziwne! dziwne! — myślała Betsy, nie śmiejąc głosem płoszyć tej wizji czarownej, porwana jego słowami i zapałem, z jakim mówił; więc tylko z miłością i podziwem patrzyła na jego piękną i bladą twarz, jakby opromienioną natchnieniem, rozmarzoną i tęskną zarazem."
      },
      {
        "index": 154,
        "text": "— Widzę te pielgrzymki, te niezliczone tłumy, te święta, pełne tajemniczych i wzniosłych uroczystości! — entuzjazmowała się miss Dolly."
      },
      {
        "index": 155,
        "text": "— Dom Cook’s et Co. mógłby się niemi zająć, możnaby nawet zawiązać towarzystwo akcyjne do urządzania takich świąt, interes niezły, a gdyby się założyło specjalne pismo i ajentury po całym świecie, zniżono taksy, to interes poszedłby na pewno — drwił stary, ale obie ciotki, Betsy, a nawet i Joe rzucili się na niego w obronie projektu, że zawiązała się nieco bezładna i gorąca rozmowa, bo stary rzucał co chwila złośliwe uwagi. Zenon milczał, dopiero gdy nieco przycichli, niespodzianie oznajmił:"
      },
      {
        "index": 156,
        "text": "— Moje marzenie musi pozostać czas jakiś tylko marzeniem, ale tymczasem otwieramy teatr marjonetek!"
      },
      {
        "index": 157,
        "text": "— Teatr marjonetek? ależ jest ich kilka!"
      },
      {
        "index": 158,
        "text": "— Nasz teatr nie będzie dla dzieci."
      },
      {
        "index": 159,
        "text": "— Więc dla kogóż, u Boga, może być teatr marjonetek?"
      },
      {
        "index": 160,
        "text": "— Ten będzie dla dorosłych, dla artystów i przez artystów."
      },
      {
        "index": 161,
        "text": "— Dzieciństwo, dekadencja, francuskie wymysły! — krzyczał mr. Bartelet. — Być może, ale te dzieciństwa są bliższe prawdziwej sztuki, szczersze i głębsze dają wrażenia, niźli dzisiejszy teatr."
      },
      {
        "index": 162,
        "text": "Nie, nie chciało już mu się mówić, poczuł się ogromnie znużonym, więc prawie odniechcenia opowiadał bliższe szczegóły o tym teatrze, zwracając się tylko do Betsy, bo stary zaczynał go już niecierpliwić brutalnemi uwagami, gdy naraz, nie kończąc zdania, porwał się na nogi, z okrzykiem:"
      },
      {
        "index": 163,
        "text": "— Ktoś wszedł tutaj!"
      },
      {
        "index": 164,
        "text": "Najwyraźniej zobaczył ruch portjery, odsłaniający drzwi, usłyszał szmer kroków i szelest wlokącej się po ziemi sukni..."
      },
      {
        "index": 165,
        "text": "Zamilkli, strwożeni jego głosem i postawą, bo pochylony, blady, z rozbłysłemi oczyma, nasłuchiwał, jak ten szmer, ledwie pochwytny, przesuwał się przez pokój ku oknom... słyszał wyraźnie, rozróżniał... był najgłębiej pewny, iż ktoś przechodzi... że ktoś wszedł ze schodów i teraz przemyka się mimo nich... że skoczył na środek, jakby chcąc ująć niewidzialną..."
      },
      {
        "index": 166,
        "text": "Nie było jednak nikogo, szmer zgasł, jak płomień zdmuchnięty, wszyscy siedzieli w trwożnej ciszy, wpatrzeni w niego; obejrzał cały pokój, otwierał szafy, zajrzał nawet za spuszczone story."
      },
      {
        "index": 167,
        "text": "— Byłem pewien, że ktoś wszedł i wolno przechodzi przez pokój!"
      },
      {
        "index": 168,
        "text": "— Dick, przejrzyj jutro książki, musiały się znowu zagnieździć szczury! — wołał wesoło stary, ale ukradkowem spojrzeniem wodził po pokoju. — Dałbym głowę, że to nie był szmer szczurów, nie, widziałem odsłaniającą się portjerę, słyszałem wyraźnie szelest sukni — zapewniał."
      },
      {
        "index": 169,
        "text": "— Poprostu zdawało ci się, coś w rodzaju słuchowej halucynacji! Ja sam ulegałem temu dość często, w pierwszym roku mojego pobytu w Indjach, to zwykły wynik upałów, ale wyleczyłem się prędko i zupełnie — objaśniał spokojnie Joe, chcąc usilnie zatrzeć niemiłe wrażenie."
      },
      {
        "index": 170,
        "text": "— Istotnie, jest tutaj wyjątkowo ciepło, gorąco nawet — zauważył Zenon."
      },
      {
        "index": 171,
        "text": "— Dick, zakręć gaz w kominku! — rozkazał stary, odsuwając się od ognia."
      },
      {
        "index": 172,
        "text": "— Jeśli głowa boli, to zrobiłabym panu jaki kompres — proponowała Ellen."
      },
      {
        "index": 173,
        "text": "— Ależ doskonale się czuję, dziękuję bardzo."
      },
      {
        "index": 174,
        "text": "Lecz rozmowa nie mogła się już nawiązać, mówili monosylabami, jedynie poto, by zgłuszyć jakiś cichy niepokój, wślizgujący się do serc; kłopotliwe milczenie coraz częściej zalegało i coraz trwożniej biegały podejrzliwe oczy po jasno oświetlonym pokoju. Stary przedrwiwał wszystkich, że tak łatwo ulegają sugestji, ale i to nie pomogło, nie przywróciło dawnego nastroju, nie rozwiało jakiejś posępnej mgły... a że już było po jedenastej, zaczęli się zbierać do rozejścia."
      },
      {
        "index": 175,
        "text": "Ciotki najpierw poszły do swoich pokojów na drugiem piętrze, zabierając Betsy, stary zaś odwiódł syna na stronę i o coś go tam prosił cicho, ale tak długo, że Zenon wyszedł, nie chcąc im przeszkadzać."
      },
      {
        "index": 176,
        "text": "— Mr. Zen! — rozległ się za nim na schodach przyciszony głos Betsy."
      },
      {
        "index": 177,
        "text": "— Mój drogi, mój złoty, niech się pan poradzi doktora! — prosiła serdecznie, gdy podszedł do niej nieco bliżej."
      },
      {
        "index": 178,
        "text": "— Dobrze, pójdę do lekarza, będę się leczył, połknę całą górę lekarstw, uczynię wszystko, czego żąda tyrańska miss Betsy. Do widzenia! — wołał głośno."
      },
      {
        "index": 179,
        "text": "— Do widzenia za tydzień, za strasznie długi tydzień — szepnęła żałośnie, schodząc po ciemnych schodach nieco niżej."
      },
      {
        "index": 180,
        "text": "— O tak, czasem jeden tydzień zawiera w sobie parę tysięcy lat tęsknoty..."
      },
      {
        "index": 181,
        "text": "— I całą nieskończoność trwóg i niepokojów — powtórzyła echowo."
      },
      {
        "index": 182,
        "text": "— I... do widzenia! — Posłyszał cichy skrzyp drzwi."
      },
      {
        "index": 183,
        "text": "— Proszę tylko o długie i dobre listy."
      },
      {
        "index": 184,
        "text": "— Jak zwykle mały tomik in 16-o — odpowiedział żartobliwie."
      },
      {
        "index": 185,
        "text": "— To jest mój kalendarz, na którym obliczam pozostałe do niedzieli dni, bo ja niemi tylko żyję — ozwała się jeszcze ciszej i bliżej, już o parę stopni od niego."
      },
      {
        "index": 186,
        "text": "— O Betsy! — drgnęło mu naraz serce miłością, skoczył ku niej, pochwycił ręce i zaczął je gorąco całować. — Bo ja tak tęsknię za tobą, tak kocham, tak czekam — szeptała wzruszona."
      },
      {
        "index": 187,
        "text": "— O Betsy moja, duszo moja serdeczna, jedyna! Gdybyś mogła wiedzieć, co się... — nie skończył, bo dziewczyna wyrwała ręce, dotknęła palcami ust jego i uciekła, gdyż w tej chwili, u szczytu schodów rozległ się surowy głos miss Dolly."
      },
      {
        "index": 188,
        "text": "I Joe również zaraz wyszedł z jakąś wzruszoną i tajemniczą twarzą, a Dick, oczekujący na nich z paltami w sieni, jeszcze coś szeptał do niego, gdy wychodzili na świat."
      },
      {
        "index": 189,
        "text": "Na dworze ciemno było i zimno, mgły opadły, ale, natomiast, prosto w twarze zacinał skośnie drobny, gęsty i przykry deszcz, miotany przelewającym się w ciemnościach wiatrem."
      },
      {
        "index": 190,
        "text": "Ogarnęła ich nieprzenikniona ćma, gdy wychodzili na tak zwane „ośle łąki”, jakich jest pełno na krańcach Londynu, zgoła utonęli w nocy, że tylko wdali, przez szklane przędziwo deszczów, świetlił się nikłym kręgiem rząd latarń."
      },
      {
        "index": 191,
        "text": "Błoto, mimo żwirowych dróg, chlupało pod nogami, ale przyśpieszali kroków, by się jak najrychlej dostać do ulic, już widnych na tle ciemności, niby szyby olbrzymie, słabo prześwietlone, bo te milczące, ponure pustki, głuche i rozległe, wzbudzały mimowolną trwogę."
      },
      {
        "index": 192,
        "text": "Ulice jednak tak samo były posępne; leżała w nich uśpiona cisza niedzielnego wieczora i smętek ciężkiego, niewolniczego jutra; domy stały martwym szeregiem, ociekające wodą, oślepłe i pełne rozpaczliwej nudy, wiatr hurkotał po niedojrzanych dachach, a często zwalał się na ulice, rozmiatając do dna czarne, połyskliwe kałuże, rynny zaś grały bezustannie bełkotliwym ostrym rytmem spadającej wody; rzadkie, przygaszone nieco, latarnie stały, jak szyldwachy martwe ze znużenia, rozkrążając żółtawe koliska po czarnych, przemiękłych asfaltach."
      },
      {
        "index": 193,
        "text": "Nigdzie człowieka, ani dorożki, ani ruchu najmniejszego wśród tego morza kamieni, w tej ciszy uśpionego miasta, tylko sypki i boleśnie nużący szmer bezustannego deszczu i to wstrętne, przegniłe powietrze, które, niby oddechem, pokrywało im twarze śliską i lepką rosą."
      },
      {
        "index": 194,
        "text": "Dostali się wreszcie do stacji, wsiadając do pierwszego pociągu, jaki dążył w ich stronę."
      },
      {
        "index": 195,
        "text": "W przedziale było pusto i prawie ciemno, bo Joe przyćmił światła, siedzieli naprzeciw siebie w głębokiem milczeniu, zapatrzeni w szyby, a dalecy od tych jaw, wyzierających z nocy."
      },
      {
        "index": 196,
        "text": "Pociąg leciał, jak piorun, z hukiem i w błyskawicach, przelatywały jakieś parki, że, jak wizje, majaczyły drzewa bezlistne i przepadały jakieś puste i czarne równie, migocące tablicami ogłoszeń, to jakimś domem, jawiącym się tak nagle, że, nim się go spostrzegło, zapadał w nocy; z krzykiem przelatywał tunele i wypełzał, jak wąż, na wysokie nasypy, zadyszany, spieniony, w kłębach białej pary skąpany. I jak smok zionący strugami krwawych skier. Przystawał na jakichś stacjach poślepłych i śpiących, wyrzucał ludzi na pustych placach i zabierał ich z nierozpoznanych w ciemnościach miejsc i znowu biegł, w gromach cały i błyskach, aż począł wolnieć, wdzierając się na olbrzymie wiadukty, rozpięte nad domami tak wysoko, że spodem w głębi nierozplątanej masy domów, zalanych ciemnością, tylko linje ulic jaśniały nieskończonemi pasami, a dokoła, jak okiem sięgnąć, buchały przemglone, czerwonawe łuny miasta-potworu."
      },
      {
        "index": 197,
        "text": "— Powiedz mi, kto jest miss Daisy? — zapytał wreszcie Zenon, po długiem, wahającem milczeniu, nie patrząc jednak na niego."
      },
      {
        "index": 198,
        "text": "— Nie wiem, a raczej wiem tyle, co i wszyscy, że przyjechała z Kalkuty, oto wszystkie prawie moje wiadomości o niej."
      },
      {
        "index": 199,
        "text": "— Dziwna kobieta, nie umiem zdać sobie sprawy z wrażenia, jakie wywiera na mnie, i to mnie często przejmuje niepokojem."
      },
      {
        "index": 200,
        "text": "— O tak, roztacza magiczną posępność i lęk, dziwna kobieta, jakiś tajemniczy awatar Nieznanego!... — szepnął trwożnie."
      },
      {
        "index": 201,
        "text": "— Sądziłem, że ją znasz bliżej, uczestniczyła przecież w seansie?..."
      },
      {
        "index": 202,
        "text": "— Ale mimowoli, przypuszczam nawet, iż o tem zupełnie nie wie."
      },
      {
        "index": 203,
        "text": "— Była i nie wie, nic nie rozumiem."
      },
      {
        "index": 204,
        "text": "— Mahatma, gdyśmy rozmawiali o spirytystycznych seansach mr. Smitha, zauważył, iż podejrzewa Daisy o wielkie siły medjumiczne; poradził nawet, by jej sugestjonować nakaz przyjścia na seans, dlatego właśnie zgodziłem się na urządzenie go u siebie."
      },
      {
        "index": 205,
        "text": "— No i przyszła!"
      },
      {
        "index": 206,
        "text": "— Ba, tego nie wiem do dzisiaj, czy była to ona, cielesna Daisy, czy też jej druga, astralna istota!"
      },
      {
        "index": 207,
        "text": "— Przecież ją dobrze pamiętam, a przypominam sobie, żeś ją brał za rękę, żeś dotykał jej oczów i twarzy, więc musiała być materjalna!"
      },
      {
        "index": 208,
        "text": "— Pamiętam, ale i to pamiętam, coś mi opowiadał, gdyśmy jechali na obiad, o jej spotkaniu na schodach, w parę sekund po wyjściu z seansu... w chwili, w której wszyscy zebrani widzieli ją uśpioną..."
      },
      {
        "index": 209,
        "text": "— Musiałeś ją przecież budzić i widzieć wychodzącą?"
      },
      {
        "index": 210,
        "text": "— Przyszła do nas w kilka chwil po twojem wyjściu, widzieliśmy ją dokładnie w pełnem świetle żyrandola, mówiłem z nią..."
      },
      {
        "index": 211,
        "text": "— A potem? — pytał z nagłą i bolesną trwogą."
      },
      {
        "index": 212,
        "text": "— Później zabroniła ruszać się z miejsc, światła same pogasły i wyszła."
      },
      {
        "index": 213,
        "text": "— Nie, tysiąc razy niemożebne! Bajka, czy obłęd! Jakże, spotkałem ją na kurytarzu, idąc z przeciwnej strony, a ona równocześnie miałaby być pomiędzy wami, była tu i tam w tym samym czasie! A przecież daję głowę, że ją spotkałem, szedłem za nią, schodziłem aż nadół do odźwiernego; więc to wasze widzenie jej było tylko halucynacją, omanem — wołał. — Było takim samym rzeczywistym faktem, jak i twoje spotkanie się z nią, i ty ją widziałeś, i pomiędzy nami była."
      },
      {
        "index": 214,
        "text": "— Więc się rozdwoiła na dwie bliźniaczo podobne tożsamości? Nie żartuj ze mnie, nie przekonywaj nawet, bo toby przeczyło wszystkiemu, co wiemy, i bluźniło przeciw rozumowi — wołał rozdrażniony."
      },
      {
        "index": 215,
        "text": "— Czemu przeczy? Naszej wiedzy i rozumowi? A cóż wiemy? Nic. Utonęliśmy w głupich, nic nie tłumaczących faktach, których się trzymamy, jak poręczy nad przepaściami, nie śmiejąc poruszyć się z miejsca, ba, pomyśleć nawet, że można się rzucić w otchłań i nie zginąć... nie przepaść... a właśnie tam znaleźć tę jedyną prawdę, duszę własną!"
      },
      {
        "index": 216,
        "text": "— Nie mów, bo nie mogę dzisiaj z tobą dysputować, tak jestem dziwnie znużony i wyczerpany, że padłbym jak kamień przez egzotyczne mgławice twoich hipotez. Jestem tylko człowiekiem, jedynie ufającym rzeczywistości, dostępnej dla moich zmysłów."
      },
      {
        "index": 217,
        "text": "— Jest jedna tylko rzeczywistość: Dusza; wszystko poza tem to tylko cień, jaki od niej pada w nieskończoność, majaki i złudzenia."
      },
      {
        "index": 218,
        "text": "— Echa nauk Mahatmy Guru! — szepnął niechętnie."
      },
      {
        "index": 219,
        "text": "— Wszak uczniem jego i czcicielem jestem..."
      },
      {
        "index": 220,
        "text": "— Boże, że to nigdy człowiek się nie obejdzie bez przewodników... — Bo zbawców mieć musi, jeśli nie jest tylko Tschandalą, mierzwą ludzką, na której dopiero kiedyś może zakiełkują święte kwiaty ducha. Guru mnie zbawił, urodziłem się na nowo z jego mądrości; ślepy byłem — przejrzałem; jeno trupem ludzkim byłem — wywiódł mnie z martwych na rozwonione lotosem brzegi prawdy wiecznej, jedynej, więc do niego wszystek należę i z pokorą, i szczęśliwością, i dumą mówię ci o tem."
      },
      {
        "index": 221,
        "text": "— Pójdziesz za nim? — zapytał, ze drżeniem czekając odpowiedzi."
      },
      {
        "index": 222,
        "text": "— Tak, nie opuszczę go już, aż do dnia, w którym się „stanę i będę”."
      },
      {
        "index": 223,
        "text": "— Więc mógłbyś wyrzec się ojczyzny i swoich?"
      },
      {
        "index": 224,
        "text": "— Ojczyzną duszy jest „On”, a jej pragnieniem i celem spocząć w „Nim”."
      },
      {
        "index": 225,
        "text": "Zenon się nie odezwał, z podziwem i lękiem spoglądając na niego."
      },
      {
        "index": 226,
        "text": "Wysiedli z pociągu i przeszli kilka pustych ulic w zupełnem milczeniu; dopiero na schodach hotelu Joe, podając rękę na pożegnanie, przytrzymał mu dłoń i, nachylając się, szepnął z naciskiem:"
      },
      {
        "index": 227,
        "text": "— Radzę ci: strzeż się miss Daisy! — I odszedł śpiesznie."
      },
      {
        "index": 228,
        "text": "— Dlaczego? — zawołał, wstrząśnięty do głębi złowrogim jego głosem, ale Joe bez odpowiedzi zniknął w ciemnych już i długich kurytarzach."
      }
    ]
  }
}