{
  "chapterNumber": 1,
  "title": "Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Wszystkie światła pogasły; tylko między oknami w zielonawej, kryształowej kuli mżył się rozpierzchły, ledwie dojrzany płomyk, jakgdyby świętojański robaczek, trzepoczący się w ciemnościach."
      },
      {
        "index": 2,
        "text": "Cisza zapadła nagle, cisza, pełna dręczącego oczekiwania."
      },
      {
        "index": 3,
        "text": "Siedzieli z przyczajoną uwagą, skupieni, aż do martwoty, a pełni szarpiącego niepokoju i ledwie powstrzymywanych dygotów trwogi."
      },
      {
        "index": 4,
        "text": "Czas płynął wolno w przerażającem milczeniu, w dławiącej okropnej ciszy trwożnych przeczuwań, że jeno niekiedy jakieś stłumione westchnienie wionęło w ciemnościach, podłoga zatrzeszczała, aż drgnęli gwałtownie, to nierozpoznany szelest, jakby lot ptaka, okrążał ich głowy, łopotał po pokoju, wiał chłodem na rozgorączkowane twarze i marł w mrokach rozłkanym szelestem..."
      },
      {
        "index": 5,
        "text": "...I znowu przepływały chwile długie, jak wieki, chwile milczenia dręczącego i oczekiwań."
      },
      {
        "index": 6,
        "text": "Naraz stół drgnął, zakołysał się gwałtownie, uniósł w powietrze i opadł bez szelestu na podłogę... Lodowaty dreszcz wstrząsnął sercami... ktoś krzyknął... ktoś załkał nerwowo... ktoś zerwał się jakby do ucieczki... palące tchnienie trwogi przewiało w ciemnościach i zakłębiło się w duszach bolesnem, męczącem drżeniem, ale wnet przygasło wszystko, zdławione przez straszne pragnienie zjaw..."
      },
      {
        "index": 7,
        "text": "O cud błagały trwogi wszystkie i dusze, rozpięte w bolesnej tęsknocie."
      },
      {
        "index": 8,
        "text": "Cisza stała się jeszcze głębszą, powstrzymywano oddechy, tłumiono strachliwe bicie serc, wytężano całą siłę woli, aby nie zadrgnąć, nie szepnąć, nie poruszyć się, nie patrzeć nawet i martwieć w takiej cichości, że ruch jakiegoś zegarka przewiercał serca bezustannym, bolesnym dygotem i bił w skroniach ciężkiemi młotami."
      },
      {
        "index": 9,
        "text": "Szum głuchy, bełkotliwy a rozwiany i daleki, jakby morza odpływającego, wrzał monotonnie za oknami, deszcz zacinał bezustannie, brzęczał cicho i po zapoconych, szarzejących szybach spływał nieskończonemi sznurami paciorków i szemrał sennie, szemrał lękliwie; to wiatr obijał się o szyby i ze zduszonym, żałosnym krzykiem obsuwał się martwo po ścianach, a potem jakieś drzewa, podobne do strzępiastych chmur, drzewa ślepe i nieme, nachylały się cicho do okien, chwiały się cieniem ledwie uchwytnym, jak sen nieprzypomniany, i jak sen, przepadły w mrokach."
      },
      {
        "index": 10,
        "text": "A pokój wciąż był głuchy, niemy i przepastny, jak otchłań, tylko ten zielonawy płomyk, niby gwiazda, odbita w czarnej topieli, drgał ustawicznie, rozpryskując się świetlistą larwą, jakby z pod wody skłębionej, albo jakieś spojrzenie zamigotało rozwianym płomieniem i wnet marło w ciemnościach mętnych, pełnych a nieuchwytnych, zaledwie wyczutych falowań, niedojrzałych ruchów, drgań niepokojących, szeptów zmartwiałych, konających połysków i przyczajonej, dygocącej trwogi..."
      },
      {
        "index": 11,
        "text": "Stół znowu wyrwał się z pod rąk, roztrącił siedzących, uniósł się gwałtownie i z hukiem padł na swoje miejsce... łańcuch rąk się przerwał, zerwało się kilka okrzyków, ktoś skoczył wbok do światła..."
      },
      {
        "index": 12,
        "text": "— Cicho... na miejsca... cicho! — zabrzmiał rozkazujący głos."
      },
      {
        "index": 13,
        "text": "Ręce splotły się znowu w łańcuch nieprzerwany, przymilkli znagła, ale już nikt nie potrafił pokonać nerwowego drżenia, dłonie się trzęsły, serca dygotały i duszę przelatywał wicher świętej trwogi, pochylano się nad stołem, jak nad niepojętą, tajemniczą istotą, której ruch każdy był cudem widomym, cudem żywym."
      },
      {
        "index": 14,
        "text": "Joe, przewodniczący, zaczął szeptać modlitwę, a za nim roztrzęsionemi wargami powtarzano coraz prędzej, coraz mocniej, iż ciemność rozbrzmiewała szmerem lotnym, namiętnym, wyrwanym z pod serc, z głębi dusz olśnionych... Słowa padały rozwiane, płonące wiarą, wiotkie, jak tchnienie, a potężne żądzą objawień, pragnieniem cudów..."
      },
      {
        "index": 15,
        "text": "Naraz z drugiego pokoju, czy z głębi jakiejś, rozbrzmiał przytłumiony głos fisharmonji. Jęk zamarł w gardłach ściśniętych, dusze padły w senny lęk, jakby przed skonem, nikt bowiem nie czekał tej muzyki, nie wiedział, skąd płyną te tony, nie rozumiał, zali to dźwięki żywe, czy oman słodki?..."
      },
      {
        "index": 16,
        "text": "Opadli piersiami na stół, bo nikt już sił nie miał, trzymali się kurczowo za ręce, bojąc się puścić, bojąc się przepaść w samotności... cisnęli się do siebie ramionami i, stłoczeni, drżący, przejęci świętym dreszczem zachwytu, zanurzali się w te dziwne dźwięki przewiewające, niby wiatr pieściwy, po strunach harfy niewidzialnej."
      },
      {
        "index": 17,
        "text": "I tak zapomnieli o wszystkiem, że nikt już nie wiedział, rzeczywistość to — li sen czarowny?"
      },
      {
        "index": 18,
        "text": "A muzyka rozchylała się w ciemnościach kadzielnem tchnieniem modlitwy żarliwej, rosą srebrzystych dźwięków, wiewem melodji tak słodkiej, że dusze chwiały się w rozmarzeniu upajającem, jak kwiaty w noc miesięczną."
      },
      {
        "index": 19,
        "text": "— I śpiewem się podniosła uroczystym, potężnym, rozległym, jakby świat cały śpiewał."
      },
      {
        "index": 20,
        "text": "— I krzykiem duszy zagubionej we wszechświecie, łkała żałośnie..."
      },
      {
        "index": 21,
        "text": "— I wyżej wznosiła się jeszcze, aż w hymny łzawych zachwyceń i w dal takich roztęsknień, że była już jakby emanacją nowych bytów, rodzących się z tajemnicy i marzenia."
      },
      {
        "index": 22,
        "text": "Jeszcze nie ochłonęli z wrażenia, jeszcze dusze, niby krze płomieniste, chwiały się sennie w rytm konających dźwięków, gdy drzwi od przedpokoju otwarły się narozcież, struga światła runęła słupem na podłogę i w progu ukazała się wysoka, jasna postać..."
      },
      {
        "index": 23,
        "text": "Porwali się z miejsc, ale nim ktokolwiek zdołał krzyknąć, postać owa poruszyła się i szła wolno świetlistym pasem; szła sztywno i ciężko z wyciągniętemi rękami, przystając co mgnienie i kołysząc się całą postacią..."
      },
      {
        "index": 24,
        "text": "Drzwi się zamknęły bez szmeru, i noc znowu ogarnęła wszystko."
      },
      {
        "index": 25,
        "text": "— Kto jesteś? — zatrzepotało zdławione pytanie."
      },
      {
        "index": 26,
        "text": "— Daisy... — wionął szept zgoła niematerjalny."
      },
      {
        "index": 27,
        "text": "— Długo będziesz z nami?"
      },
      {
        "index": 28,
        "text": "— Nie... nie..."
      },
      {
        "index": 29,
        "text": "— Gdzie twoje ciało?"
      },
      {
        "index": 30,
        "text": "— Tam... w pokoju... śpię... wołałeś... przyszłam... Guru..."
      },
      {
        "index": 31,
        "text": "Szept się plątał i tak ścichł, że tylko bezdźwięczne, porwane drgania szemrały w ciemnościach..."
      },
      {
        "index": 32,
        "text": "Mr. Joe nacisnął guzik, i elektryczne światło zalało pokój."
      },
      {
        "index": 33,
        "text": "— Daisy! — krzyknął jakiś człowiek, rzucając się ku niej, ale stanął naraz, jak gromem rażony, bo zwróciła ślepą twarz ku niemu, usiłując coś mówić, poruszając wargami..."
      },
      {
        "index": 34,
        "text": "— Nie, nie Daisy... ta sama i obca, inna zarazem... Pochylił się ze zdumienia i przyczajonym, trwożnym wzrokiem obiegał twarz jej i postać całą... ta sama twarz, a rysy inne, obce... obce..."
      },
      {
        "index": 35,
        "text": "— Daisy!... Nie... nie... krzyczało w nim zdumienie, i przypomnienia wiły mu się błyskawicami szaleństwa, strachu, lęku straszliwego."
      },
      {
        "index": 36,
        "text": "Nic nie rozumiał, nie mógł pojąć tej zmiany dziwnej, zdało mu się, że śni ciężko, że jakieś zwierciadlane odbicie Daisy stanęło przed nim i rozwieje się zaraz, natychmiast, sczeznie jak widmo..."
      },
      {
        "index": 37,
        "text": "Zamknął oczy i otworzył je natychmiast, ale Daisy stała na dawnem miejscu, była, widział ją w najdrobniejszych szczegółach, że cofnął się naraz, bo spojrzała na niego posępnym, otchłannym, obcym wzrokiem, a tak strasznym, iż padł na samo dno trwogi..."
      },
      {
        "index": 38,
        "text": "Wszyscy stali również w lodowatem odrętwieniu."
      },
      {
        "index": 39,
        "text": "Mr. Joe zaś lękliwie podszedł do niej i dotknął palcami jej powiek, zatrzepotały i opadły mocno, a potem, stopniowo, dotykał jej skroni, rąk, piersi, ramion, przeciągał kilka pasów nad głową, cofnął się i rozkazująco powiedział:"
      },
      {
        "index": 40,
        "text": "— Pójdź!"
      },
      {
        "index": 41,
        "text": "Nie poruszyła się z miejsca."
      },
      {
        "index": 42,
        "text": "— Pójdź! — zawołał silniej, cofając się zwolna i nie spuszczając z niej wzroku — drgnęła nagle i, jakby z trudem odrywając się od posadzki, zaczęła się posuwać za nim sztywnym, automatycznym ruchem, w głąb sąsiedniego pokoju, jasno oświetlonego..."
      },
      {
        "index": 43,
        "text": "Nikt się przez ten czas nie poruszył, nie westchnął głośniej, nie zadrgnął; wszystkie oczy szły za nią."
      },
      {
        "index": 44,
        "text": "Mr. Joe wziął ją za rękę i podprowadził do wielkiej sofy, ustawionej na środku pokoju; upadła na nią bezwładnie."
      },
      {
        "index": 45,
        "text": "— Możesz mówić? — pytał, pochylając się nad nią."
      },
      {
        "index": 46,
        "text": "— Mogę..."
      },
      {
        "index": 47,
        "text": "— Czy jesteś sama Daisy?..."
      },
      {
        "index": 48,
        "text": "— Nie pytaj..."
      },
      {
        "index": 49,
        "text": "— Czy nikt z nas nie przeszkadza?"
      },
      {
        "index": 50,
        "text": "— Nie... nie... cóż może przeszkodzić woli „A“ — mówiła."
      },
      {
        "index": 51,
        "text": "Głos miała nie swój, zupełnie obcy, a chwilami jakby płynący z fonografu, trupi jakiś; wydobywał się martwym szmerem wprost z gardła, bo nie poruszała ustami, ni żadnym muskułem twarzy."
      },
      {
        "index": 52,
        "text": "— Więc wszystkim wolno pozostać w pokoju? — pytał znowu Mr. Joe."
      },
      {
        "index": 53,
        "text": "Nie odpowiedziała, tylko poruszyła się niecierpliwie, podnosząc ciężkie powieki, że wywrócone oczy błysnęły białkami, jakiś uśmiech przewiał po bladej jak kreda twarzy, wyciągnęła rękę w próżnię, jakby witając kogoś niewidzialnego i zaczęła coś półgłosem szeptać. Mr. Joe słuchał uważnie, ale napróżno usiłował zrozumieć cokolwiek, mówiła w zupełnie nieznanym języku."
      },
      {
        "index": 54,
        "text": "— Co mówisz? spytał po chwili, kładąc dłoń na jej czole."
      },
      {
        "index": 55,
        "text": "— Sarwatassida!"
      },
      {
        "index": 56,
        "text": "— Mahatma?"
      },
      {
        "index": 57,
        "text": "— Ten, który jest, który wypełnia wszystko, który jest „A“, mój duch..."
      },
      {
        "index": 58,
        "text": "— Czy zechce mówić przez ciebie?"
      },
      {
        "index": 59,
        "text": "— Nie męcz mnie..."
      },
      {
        "index": 60,
        "text": "— Czy stanie się co dzisiaj? Bracia są zebrani, czekają w trwodze, czekają w błaganiu o znak jaki, o cud..."
      },
      {
        "index": 61,
        "text": "— Nikt z wcielonych nie jest godzien cudów! nikt! — zabrzmiał mocny, potężny, męski głos, a tak silny, jak przez śpiżową tubę płynący."
      },
      {
        "index": 62,
        "text": "Joe cofnął się przerażony, wodząc oczami dokoła, ale w pokoju nie było nikogo; Daisy leżała bez ruchu, światła płonęły jasno, i cała grupa zebranych stała w drugim pokoju, nawprost niego."
      },
      {
        "index": 63,
        "text": "— Niechaj on gra! on! — szepnęła, unosząc się i wskazując ręką na Zenona, i zaraz padła wtył, wyprężona, sztywna, i tak już pozostała."
      },
      {
        "index": 64,
        "text": "Próżno Joe usiłował zmusić ją do rozmowy, leżała martwa, jak trup; ręce miała zimne i twarz pokrytą lodowatą rosą."
      },
      {
        "index": 65,
        "text": "— Zupełna katalepsja! Nic nie rozumiem — szepnął bojaźliwie."
      },
      {
        "index": 66,
        "text": "— Cóż poczniemy? — zapytał ktoś. — Módlmy się i czekajmy."
      },
      {
        "index": 67,
        "text": "— Czy to naprawdę Daisy? — pytał Zenon."
      },
      {
        "index": 68,
        "text": "— Daisy... nie wiem, może być... ale nie wiem."
      },
      {
        "index": 69,
        "text": "Drzwi od okrągłego pokoju, gdzie leżała, zatrzasnęły się z hałasem."
      },
      {
        "index": 70,
        "text": "— Siadać, cicho... rozpoczynamy!..."
      },
      {
        "index": 71,
        "text": "Zenon siadł przed fisharmonją, stojącą w głębokiej niszy na prawo, wprost okien, i zaczął cicho grać."
      },
      {
        "index": 72,
        "text": "Światła wtedy raptem pogasły, przez chwilę jeszcze żarzyły się w żyrandolu rozpalone węgle, potem, gdy sczerniały, tylko kryształowa kula błyskała zielonawem, rozdrganem światełkiem."
      },
      {
        "index": 73,
        "text": "Usiedli pod ścianą, jeden przy drugim, nie tworząc już łańcucha."
      },
      {
        "index": 74,
        "text": "Zenon grał jakiś hymn wzniosły, stłumione dźwięki brzmiały słodkim chorałem, dalekim, jakby z głębi niebotycznych naw płynącym, i rozsypywały się w nieprzeniknionych ciemnościach."
      },
      {
        "index": 75,
        "text": "Joe zaś ukląkł i zaczął się modlić półgłosem, przez chwilę słychać było odsuwanie krzeseł i trzeszczenie podłogi, snać przyklękli wszyscy, bo szept modlitewnych głosów zaszemrał rozpaloną, wrzącą ulewą i wtórował przejmującym falom muzyki..."
      },
      {
        "index": 76,
        "text": "Zenon grał coraz ciszej, dźwięki zamierały zwolna, głuchły i niby zakrzepłe perły opadały ciężko, że już tylko jakieś błędne akordy, jak pogubione westchnienia, błąkały się w ciszy, powracały jednak i łkały upornie, przejmująco. Po długiej chwili martwego milczenia, zerwały się znowu, niby krzyk na pustkowiu, krzyk nagły, przeszywający, okropny!..."
      },
      {
        "index": 77,
        "text": "I znowu opadała grobowa cisza, z której kiedy niekiedy wyrywały się błędne, rozełkane, samotne akordy..."
      },
      {
        "index": 78,
        "text": "Modlitwa umilkła, ale ten głos monotonny zrywał się co chwila, przycichał... konał... i znowu powracał... znowu jęczał... znowu błąkał się, dreszcz zatrząsł wszystkimi, bo był jak rozpacz, jak krzyk padających w przepaść..."
      },
      {
        "index": 79,
        "text": "Joe nie mógł już wytrzymać i rozniecił światło."
      },
      {
        "index": 80,
        "text": "Zenon siedział martwo, oczy miał przymknięte, głowę pochyloną na poręcz krzesła, prawa ręka leżała bez ruchu na kolanie, a lewą poruszał machinalnie, uderzając raz po raz w klawisze..."
      },
      {
        "index": 81,
        "text": "— Wpadł w trans! — szepnął, przygaszając znowu światła."
      },
      {
        "index": 82,
        "text": "W pokoju zrobiło się wprost strasznie, siedzieli w grobowem milczeniu, skurczeni w bolesnem nabrzmieniu trwogi i oczekiwania, błądząc oczami w ciemnościach i czepiając się tego jedynego światełka, jak zbawienia."
      },
      {
        "index": 83,
        "text": "Chłód dziwny zawiewał od ścian, że, mimo rozgorączkowania, trzęśli się z zimna."
      },
      {
        "index": 84,
        "text": "Cisza była już nie do wytrzymania, a ten powracający wciąż, monotonny akord przejmował coraz sroższą męką..."
      },
      {
        "index": 85,
        "text": "Naraz w ciemnościach zaczęło się coś stawać. Najpierw szyfrowe tabliczki, leżące na stole, jęły się podnosić i opadać, jakby podrzucane, wreszcie trzasnęły w sufit i rozbitemi kawałkami posypały się na podłogę..."
      },
      {
        "index": 86,
        "text": "A po chwili zaczęły się rozsypywać w ciemnościach świetliste, niezliczone drgania, ale tak nikłe, tak drobinowe, że wydawały się próchnicową fosforescencją, opadały połyskującą rosą, osypywały się po ścianach, gęstniały zwolna i świeciły coraz mocniej, zalewając pokój błyszczącym, rozdrganym tumanem, jakby śniegiem błękitnawym, opadającym bez szelestu sypką i pierzastą falą."
      },
      {
        "index": 87,
        "text": "— Om! — zadźwięczał w ciszy jasny, kryształowy głos."
      },
      {
        "index": 88,
        "text": "I pochylili głowy, i chórem z trwożną pokorą i wzruszeniem, stłumionemi głosami zajęczeli błagalnie:"
      },
      {
        "index": 89,
        "text": "— Om! Om! Om!"
      },
      {
        "index": 90,
        "text": "Świetlista ulewa jeszcze się wzmogła, już teraz pokój był podobny do ciemno-błękitnej otchłani, przez którą przepływał potok gwiezdnych pyłów, tak jaśniejący, iż ściany, drzwi, obrazy, sprzęty i sine, wylękłe twarze widać było dokładnie poprzez to rozdrgane, opadające bezustannie przędziwo błysków."
      },
      {
        "index": 91,
        "text": "Mgławy zarys postaci, świetlany majak, widmo, utkane ze światła, ukazało się naraz w drzwiach pokoju uśpionej."
      },
      {
        "index": 92,
        "text": "— Om! Om! — szeptali coraz ciszej, cofając się pod ścianę i, przyparci do niej, zmartwieli w świętej zgrozie zdumienia. Zjawa jakby kwiatem z rozchwianych płomieni uniosła się wgórę, była jakby wytryskiem rozproszonego światła, z którego co chwila urabiał się zarys ludzkiej postaci i rozpryskiwał wybuchem krótkich, rozpylonych błysków."
      },
      {
        "index": 93,
        "text": "Ulewa zgasła, pokój pociemniał, tylko zjawa błyszczącym ostro, żółtawym obłokiem unosiła się zwolna, krążyła na parę stóp nad ziemią, stając się chwilami tak wyraźną w ludzkim kształcie, że widać było twarz kobiecą, okoloną długiemi włosami, zarysy ramion, i kontur całej postaci, a przez mgnienia i jakaś niebieskawa, mieniąca się płomieniami suknia widniała, ale niepodobna było dojrzeć rysów, bo to chwilowe skupienie światła, ten brzask rażący, z jakiego się urabiała, te połyskliwe, martwe drgania mieszały się ustawicznie, przelewały wirem bezustannym, że co mgnienie kontury się rozwalały w pył świetlisty i występowały na nowo."
      },
      {
        "index": 94,
        "text": "Przez jakąś dłuższą chwilę, widmo stało się zupełnym kształtem ludzkim, przysuwając się tak blisko, że obłędny strach runął w nich piorunem, chwiało się tuż przed nimi, zbliżając swoją twarz okropną; twarz ślepą, bez rysów, jakby kulę, zgruba obrąbaną i przedziurawioną czarnemi otworami, larwę, podobną do kłęba mgławiących się drobin świetlistych, larwę dręczącego snu i przerażenia."
      },
      {
        "index": 95,
        "text": "Sunęła od jednego do drugiego, zaglądając pustemi oczodołami w ich zamarłe i ostygłe ze strachu oczy, i jakieś ręce śliskie, wilgotnawe, jakby z nagrzanego kauczuku, ręce okropne i trupie, ręce zgrozy niewypowiedzianej dotykały się wszystkich twarzy."
      },
      {
        "index": 96,
        "text": "Ktoś jęknął ciężko, jakby przez sen dręczący, i widmo rozprysnęło się w tej chwili w migotliwy, świecący tuman."
      },
      {
        "index": 97,
        "text": "Ale nim ochłonęli, zjawiło się znowu w niszy przy Zenonie."
      },
      {
        "index": 98,
        "text": "— Daisy! — krzyknął bezwiednie Joe."
      },
      {
        "index": 99,
        "text": "Wszyscy ją również poznali; tak, ona tam stała, widać było dokładnie, każdy rys twarzy występował ostro w tej dziwnej jaśni, promieniejącej z niej samej, każdy szczegół postaci, nawet kolor włosów tak dobrze im znany. Byli najgłębiej przekonani, że to ona sama stoi w tym łagodnym brzasku promieniowań, jakby w jasnym obłoku."
      },
      {
        "index": 100,
        "text": "Pochyliła się nad śpiącym, jakby mu coś chciała szepnąć do ucha, a on podniósł się i z niewysłowionym uśmiechem podał jej rękę i naraz, niby drzewo rozłupane przez piorun, rozpadł się na dwie osoby... siedział w dawnej postawie z głową pochyloną na poręcz krzesła i stał równocześnie w drugiej osobie przed nią pochylony..."
      },
      {
        "index": 101,
        "text": "Krzyk zdumienia wyrwał się ze wszystkich ust i padł zmartwiały, bo oto drzwi od pokoju okrągłego rozwarły się i ujrzano Daisy, leżącą na sofie."
      },
      {
        "index": 102,
        "text": "Dwa ciała leżały w śnie głębokim, równocześnie dwie zjawy, dwa widma, czy dwie dusze, przyobleczone w kształt widomy i płomieniejący światłem, dwa jakby zwierciadlane odbicia Daisy i Zenona, przesuwały się w ciemnościach tuż przed nimi..."
      },
      {
        "index": 103,
        "text": "Jak to długo trwało? mgnienie czy wieki, nikt nie wiedział, nikt nie myślał i nikt nie pojmował."
      },
      {
        "index": 104,
        "text": "W podziw padły dusze i klęczały w świętej grozie cudu..."
      },
      {
        "index": 105,
        "text": "W tej przeświętej chwili łaski Izys odsłoniła rąbek zasłony przed łaknącymi światła, marzenia stawały się czemś więcej, niźli rzeczywistością, bo cudem niezrozumiałym, tajemniczym, niezgłębionym, ale cudem, żywemi oczami widzianym."
      },
      {
        "index": 106,
        "text": "Poczuli się zawieszeni na krawędzi niepoznawalnego, jakby w samych głębiach stawań się i jakichś bytów nawet niemyślanych i rzeczy zgoła niepojętych dla ślepych oczu człowieczych."
      },
      {
        "index": 107,
        "text": "Przepadła wszystka pamięć żywota, wszystek pył ziemski opadł z ich dusz, wszystka myśl spłonęła, że pozostali jeno jakoby w samym rdzeniu istności, przed którą odsłaniają się tajemnice wszelkie, boć oto tam, o parę kroków w ciemnościach drążyły się dwie jaśniejące postacie i trwał cud niepojęty... Cienie rysowały kontury, tworzyły ramę, z której tem wyraźniej promieniały zjawy świetlane, niby słupy martwych połysków, przenoszące się z miejsca na miejsce, bez szelestu i w takiem milczeniu, że słyszeli przyśpieszone bicie serc własnych."
      },
      {
        "index": 108,
        "text": "Zwolna, w jakiejś niepochwytnej, niezapamiętanej chwili, widma poczęły blednąć, przygasać, niewidzialnieć i wsączać się w ciemności, tylko głowy pozostały nieco dłużej, chwiejąc się jak kwiaty świetlane na falach cieniów, były wciąż przy sobie, poruszając się jakimś wahającym, rozdrganym ruchem, znikały na mgnienia w rozpryskach oślepiających blasków i wynurzały się jeszcze, ale już bledsze, niklejsze, wiotsze, podobne do witrażowych postaci w mrocznych nawach, jeszcze oczy jaśniały dawną mocą i życiem, a już rysy się rozpadały, już marł kształt ludzki, aż i spojrzenia przygasły zmęczone, jakby znagła zanurzone w mrokach i przepadły, rozsypały się w pyłach białawych, zwolna gasnących."
      },
      {
        "index": 109,
        "text": "Skończyło się wszystko, noc ich znowu otoczyła i milczenie, nikt się jednak nie poruszył z miejsca, omdlałe serca ledwie biły, myśli dźwigały się leniwie i niechętnie, podnosiły się jakby z letargu zachwyceń i oczarowań."
      },
      {
        "index": 110,
        "text": "Ach, znowu życie, znowu głupia rzeczywistość, znowu ten sam dzień powszedni, dzień męki nieskończonej i tęsknot — znowu!..."
      },
      {
        "index": 111,
        "text": "Głuchy, daleki szum miasta bił monotonnym szmerem w okna, deszcz brzęczał po szybach, a światełko, uwięzione w kryształowej kuli, trzepotało się zielonawą, tajemniczą źrenicą, jak niezgłębiona tęsknota, jak pamięć rzeczy minionych i niepowrotnych..."
      },
      {
        "index": 112,
        "text": "Dopiero po długiej chwili Joe się przemógł i rozniecił światła. Drzwi do okrągłego pokoju były zamknięte, Zenon zaś siedział uśpiony na dawnem miejscu, przed fisharmonją."
      },
      {
        "index": 113,
        "text": "— Trzeba go zbudzić, wyczerpie się."
      },
      {
        "index": 114,
        "text": "Ale nim to uczyniono, sam się przebudził i powstał."
      },
      {
        "index": 115,
        "text": "— Zdaje mi się, że spałem? — szepnął, przecierając oczy."
      },
      {
        "index": 116,
        "text": "— Zaraz usnąłeś."
      },
      {
        "index": 117,
        "text": "— Nie — grałem przecież coś, zdaje mi się, Bacha..."
      },
      {
        "index": 118,
        "text": "— Grałeś także i później..."
      },
      {
        "index": 119,
        "text": "— Przez sen?..."
      },
      {
        "index": 120,
        "text": "— Byłeś w transie."
      },
      {
        "index": 121,
        "text": "— I grałem! Prawda, przypomina mi się jakaś melodja... zaraz... nie mogę jej schwycić... jakieś rozproszone dźwięki mam w pamięci, ale to dziwne, nigdy nie wpadałem w sen podobny..."
      },
      {
        "index": 122,
        "text": "— Czy nic więcej sobie nie przypominasz, prócz tej melodji?..."
      },
      {
        "index": 123,
        "text": "— Nie... a Daisy?..."
      },
      {
        "index": 124,
        "text": "— Śpi jeszcze."
      },
      {
        "index": 125,
        "text": "Zenon otworzył drzwi do okrągłego pokoju i stanął zdumiony."
      },
      {
        "index": 126,
        "text": "— Ależ to ona... nie spałem przecież, cóż we mnie wmawiacie, przed chwilą mówiłem z nią... chodziliśmy razem po jakimś parku... tak... pamiętam... drzewa błękitne... mówiła... zaraz... gdzie to było..."
      },
      {
        "index": 127,
        "text": "Obejrzał się naraz lękliwie. Wszyscy stali dokoła, zapatrzeni w niego, ciekawi, a milczący."
      },
      {
        "index": 128,
        "text": "— Coś się ze mną stało, czego nie mogę sobie przypomnieć... tak mnie dziwnie boli głowa..."
      },
      {
        "index": 129,
        "text": "Zachwiał się, aż Joe ujął go wpół i posadził na krześle."
      },
      {
        "index": 130,
        "text": "Długo siedział nieruchomo, zapatrzony w siebie, w jakąś nierozpoznaną dal, pełną widzeń majaczących i snów nieprzypomnianych, daremnie usiłując ułożyć choćby obraz jeden, jedną myśl bodaj wyłonić ze strzępów rozpierzchłych i wirujących pod czaszką; zapadał w coraz większy mrok niepamięci; reszta bladych, nikłych majaczeń porwała się, gdy ją chciał pochwycić, ostatnie brzaski przypomnień zgasły, została tylko pusta, bolesna tęsknota za tem, co przepadło w nieznanych głębiach, że jakby się przebudził na nowo, otworzył szeroko oczy, przyjrzał się wszystkim i powstał."
      },
      {
        "index": 131,
        "text": "— Tak dziwnie jestem znużony i wyczerpany, że ledwie się trzymam na nogach... — skarżył się żałośnie."
      },
      {
        "index": 132,
        "text": "— Idź, połóż się zaraz — szepnął mu Joe."
      },
      {
        "index": 133,
        "text": "— Istotnie, to będzie najlepsze."
      },
      {
        "index": 134,
        "text": "— Odprowadzę cię do mieszkania."
      },
      {
        "index": 135,
        "text": "— Cóż znowu, nie usnę przecież na schodach."
      },
      {
        "index": 136,
        "text": "Zaśmiał się wesoło i wyszedł do przedpokoju, ale gdy już miał wychodzić na korytarz, zawrócił i cicho pytał:"
      },
      {
        "index": 137,
        "text": "— Czy Daisy śpi jeszcze?"
      },
      {
        "index": 138,
        "text": "— Śpi, ale zaraz ją pójdę zbudzić. — Seans się udał?"
      },
      {
        "index": 139,
        "text": "— Nadzwyczajnie, jutro ci opowiem szczegóły."
      },
      {
        "index": 140,
        "text": "— Ale dlaczego ja usnąłem? nie daruję sobie tego..."
      },
      {
        "index": 141,
        "text": "Schodził po schodach wolno, automatycznie, prawie nie wiedząc o tem, dopiero na pierwszem piętrze przystanął, rozejrzał się uważnie i jakby po raz trzeci się przebudził..."
      },
      {
        "index": 142,
        "text": "Przypomniał sobie naraz, że był na seansie, i że grał..."
      },
      {
        "index": 143,
        "text": "Zatrząsł się, zimno go przejęło nawskroś, uczuł się niesłychanie zmęczony i dziwnie, boleśnie niespokojny; jakaś melodja wić mu się jęła w pamięci, że począł ją nucić zcicha..."
      },
      {
        "index": 144,
        "text": "Korytarz był szeroki, wysłany czerwonym dywanem, cichy i pusty zupełnie, a jasno oświetlony, bo szereg opalowych kwiatów, uczepionych u sufitu, rozsiewał elektryczne światło, ściany białe, poprzecinane gdzie niegdzie drzwiami, ciągnęły się długą, jednostajną linją, pełną nudy."
      },
      {
        "index": 145,
        "text": "Jakiś zegar wydzwaniał wolno."
      },
      {
        "index": 146,
        "text": "— Już siódma! Całe dwie godziny seansu — szepnął zdziwiony, podnosząc oczy, by sprawdzić na zegarze, ale ujrzawszy jakąś damę, idącą z drugiego końca korytarza, poszedł śpiesznie naprzeciw i naraz, nie dochodząc jej jeszcze, przystanął skamieniały."
      },
      {
        "index": 147,
        "text": "— Daisy? — krzyknął, odsuwając się pod ścianę. Miss Daisy przeszła, witając go skinieniem głowy, jak zwykle uprzejmem i nieco wyniosłem, mały groom szedł za nią z wielkiem pudłem w ręku."
      },
      {
        "index": 148,
        "text": "Stał chwilę z przymkniętemi oczami, pewny, że to przywidzenie lub halucynacja, bo i jakże, przed chwilą zostawił ją tam uśpioną w pokoju seansowym, widział na własne oczy, pamięta... a ona teraz tutaj, ubrana do wyjścia, idąca z przeciwnej strony..."
      },
      {
        "index": 149,
        "text": "Nie, to halucynacja."
      },
      {
        "index": 150,
        "text": "Otworzył naraz oczy. Miss Daisy była już na końcu korytarza i skręcała właśnie na schody wejściowe..."
      },
      {
        "index": 151,
        "text": "Nadludzkim skokiem był już tam i wsparty o balustradę, patrzył jak schodziła nadół szerokiemi schodami..."
      },
      {
        "index": 152,
        "text": "Schodziła wolno, tren sukni ciągnął się za nią po szerokich marmurowych stopniach, rezedowo-rdzawy płaszcz, obramowany futrem, obtulał jej postać wyniosłą, jasne włosy wymykały się wzburzonemi falami z pod wielkiego, czarnego kapelusza... widział te szczegóły dokładnie, słyszał każde jej stąpnięcie... czuł ruch jej każdy..."
      },
      {
        "index": 153,
        "text": "A na skręcie do przedsionka odwróciła głowę, oczy się ich skrzyżowały błyskawicami, zderzyły i rozbiegły, że cofnął się bezwiednie w cień... ale słyszał jej głos... szczęk drzwi... kroki na posadzce przedsionka... głuchy tupot koni na asfalcie podjazdu... śliski szmer odjeżdżającego powozu..."
      },
      {
        "index": 154,
        "text": "— Kto tu wyjeżdżał? — zapytał po chwili odźwiernego. — Miss Daisy!"
      },
      {
        "index": 155,
        "text": "Już nic nie odrzekł, bo mu się zdało naraz, że go ogarnęła ciężka, niezwalczona senność. Powrócił na pierwsze piętro i machinalnie odnalazł swoje mieszkanie, długo krążył po niem, roztrącając się o sprzęty i meble; długo błądził poomacku, nie wiedząc, co począć, co się z nim stało, gdzie jest!"
      },
      {
        "index": 156,
        "text": "Padł na jakieś krzesło i pozostał nieruchomy, zesztywniały z przerażenia, oto znowu ujrzał je obiedwie razem... tamtą, śpiącą na sofie, i tę, schodzącą po schodach..."
      },
      {
        "index": 157,
        "text": "Jakimś ostatnim odruchem świadomości rozniecił światło i zadzwonił."
      },
      {
        "index": 158,
        "text": "Weszła pokojówka."
      },
      {
        "index": 159,
        "text": "— Czy miss Daisy już powróciła? — zapytał po długiem milczeniu, przytomniejąc zupełnie."
      },
      {
        "index": 160,
        "text": "— Miss dopiero przed chwilą wyjechała."
      },
      {
        "index": 161,
        "text": "— Ale czy dawno wróciła przed wyjazdem?"
      },
      {
        "index": 162,
        "text": "— Nie wychodziła nigdzie, położyła się o zmroku i spała, obudziłam ją niedawno sama."
      },
      {
        "index": 163,
        "text": "— Spała i nie wychodziła nigdzie... nigdzie?..."
      },
      {
        "index": 164,
        "text": "— Tak, z pewnością..."
      },
      {
        "index": 165,
        "text": "— Była na drugiem piętrze u Mr. Joe."
      },
      {
        "index": 166,
        "text": "— Nie, zapewniam pana, że nie wychodziła."
      },
      {
        "index": 167,
        "text": "— Nieprawda! — krzyknął w nagłej pasji."
      },
      {
        "index": 168,
        "text": "— Ależ z pewnością... z pewnością... — szeptała zdumiona, cofając się przed jego błędnym wzrokiem i twarzą zmienioną."
      },
      {
        "index": 169,
        "text": "— Muszę być chory i najwidoczniej mam gorączkę — powiedział głośno, oglądając się podejrzliwie po mieszkaniu — nie było jednak nikogo, służąca uciekła, wszystkie drzwi stały otwarte."
      },
      {
        "index": 170,
        "text": "We wszystkich pokojach płonęły jasno światła, stały meble w surowych, ciężkich zarysach, błyszczały zwierciadła, jak oczy promieniste i puste, kwiaty w wazonach barwiły się cicho, ciężkie portjery przysłaniały okna, a ze ścian ciemnych wyzierało kilka posępnych portretów."
      },
      {
        "index": 171,
        "text": "Wszystko to znał, poznawał, pamiętał, czuł, że jest u siebie, w swojem mieszkaniu, a jednak... jednak... poprzez te sprzęty i ściany, zwierciadła i kwiaty wyzierały jakieś zarysy przypomnień; kontury mgliste jakichś innych rzeczy, rzeczy zgoła nieprzypomnianych, a istniejących gdzieś... rzeczy zmartwychwstających wiotkim cieniem i zjawą nieuchwytną..."
      },
      {
        "index": 172,
        "text": "— Nic nie rozumiem... nic!"
      },
      {
        "index": 173,
        "text": "Wołał, chwytając się za głowę."
      }
    ]
  }
}