{
  "chapterNumber": 8,
  "title": "Rozdział VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Nie mógł już odpowiedzieć, gdyż pozostał sam w przedsionku. Ada wchodziła na białe, marmurowe schody, pochwycił tylko jej ostatnie spojrzenia, co jak upajający okwiat spłynęły na niego, nim utonął w gwarze ulicy i mgłach. Był zgorączkowany tem wszystkiem, a ostatnie jej słowa nasypały mu w serce takiego żaru, że rozpłomieniał się przedziwnie szczęsną radością."
      },
      {
        "index": 2,
        "text": "— A wszystko razem jest nie do uwierzenia! — myślał — jakby rozdział nienapisanego jeszcze romansu! Przeżyty, a zgoła nieprawdopodobny! — szeptał, trzeźwiejąc nieco na jakimś zbiegu ulic, tak zatłoczonym wezbraną i spiętrzoną rzeką pojazdów, że zdało się niepodobieństwem przejść na drugą stronę. Przeszedł jednak pod białą pałeczką polismena, na której skinienie cały ten potok, straszliwie rwący, skamieniał w miejscu i rozstąpił się."
      },
      {
        "index": 3,
        "text": "— Jak samo życie! — snuł dalej, przystając tu i owdzie przed wystawami sklepów i nie wiedząc, na co patrzy, tak był pełen rozpamiętywań i radosnego wzruszenia. Płynął z tłumami machinalnie, jak kawał drzewa, porwany prądem, nie myśląc nawet, gdzie płynie i poco."
      },
      {
        "index": 4,
        "text": "— Jakież to dziwne! — zdumiewał się, dopiero teraz pojmując całą niezwykłość wszystkiego, co tak niedawno przeżył."
      },
      {
        "index": 5,
        "text": "Znalazł się w Hyde Parku i długo błądził po pustych drogach, zagubionych w bladem, przemglonem powietrzu. Dzień bowiem roztaczał się szary i posępny, wszystko dokoła tchnęło ciszą i smutną martwotą, obumarłe drzewa dygotały bezsilnie, wody lśniły zmatowanemi ślepotą oczami, a gdzieś wysoko nad parkiem kołowały stada jakichś ptaków i chwilami spływał wrzask kruków."
      },
      {
        "index": 6,
        "text": "Smutek tego posępnego dnia przesączał mu się zwolna do serca, a jego siostrzyca, melancholja, jęła przysłaniać rozgorzałe oczy swojemi przegniłemi trupiemi rękami. Owładnęło nim jakieś niewytłumaczone zniechęcenie, przygasły żary, i nuda zasypywała je szarym obłokiem bezwładu. Stawał się w sobie beznadziejnie smutny, że nawet te czarowne wizje, któremi jeszcze przed chwilą poił wyobraźnię, i przed któremi klękał w zachwyceniu, zaczynały się przeobrażać w zwykłą rzeczywistość, były czemś przypadkowem i codziennem. Nawet ostatnie słowa Ady zdały mu się teraz jakiemś echem, przebrzmiałem oddawna i pustem. Z pewnym lękiem poczuł, jak te niedawne uniesienia i to przedziwne szczęście, zmartwychwstające wraz ze zjawieniem się Ady, pełzną w nim na łachman i wyciekają z duszy, niby woda z pękniętego naczynia, pozostawiając tylko po sobie gryzący żal do własnej niemocy."
      },
      {
        "index": 7,
        "text": "— Cud trwał przez mgnienie, wskrzeszony, umiera śmiercią wieczną! — rozmyślał z gryzącym smutkiem, bo w tej chwili poczuł tę prawdę gorzką serca, że Ady już nie kocha i Wandzia jest mu obca i również obojętna. Ale nie chciał się jeszcze przyznać do tego, bronił się przed samym sobą, spychając to na chwilowe znużenie. Ale naraz tak mu się zrobiło przykro i wstyd własnego stanu, że, usiłując więcej o tem nie myśleć, śpiesznie pobiegł do domu."
      },
      {
        "index": 8,
        "text": "W jadalni nie zastał już nikogo, że zaraz po śniadaniu wyniósł się na kawę do Reading Room’u."
      },
      {
        "index": 9,
        "text": "Mrs. Tracy, jak zwykle, spacerowała po pokoju z kotem na ręku, a dwa białe, jak śnieg, chodziły za nią nieodstępnie. Mr. Smith przypiekał przed kominkiem pomarańczową, suchą twarz, zaś kilka pensjonatowych pań, otulonych w szale, obsiadło wielką kanapę i szeptało półgłosem."
      },
      {
        "index": 10,
        "text": "— I znowu pada deszcz! — jęknęła Mrs. Tracy, patrząc w okna."
      },
      {
        "index": 11,
        "text": "— Jak codziennie! Straszny klimat, prawie zapomniałem, jak wygląda słońce! Jeszcze parę tygodni takiej pogody a... — zamilkł, bo gdzieś z głębi mieszkania przedarł się żałosny skowyt Bagh."
      },
      {
        "index": 12,
        "text": "— To bydlę doprowadza mnie już do rozpaczy! — Bagh pana? — zdziwiła się niezmiernie jedna z pań."
      },
      {
        "index": 13,
        "text": "— Prawie nie spałem całą noc, tak skomlała!"
      },
      {
        "index": 14,
        "text": "— To dziwne, mam pokój tuż przy oranżerji, a nie słyszałam — szepnęła Mrs. Tracy, spoglądając na panie; jakieś domyślne, przytajone uśmiechy przewinęły się po wszystkich ustach."
      },
      {
        "index": 15,
        "text": "— Zazdroszczę pani wspaniałego snu, mnie budził każdy skowyt."
      },
      {
        "index": 16,
        "text": "— Ona tęskni za swoją panią."
      },
      {
        "index": 17,
        "text": "— A może rozmawia z nim — powiedział tajemniczo Mr. Smith, strzepując pośpiesznie palcami."
      },
      {
        "index": 18,
        "text": "Znowu buchnął krótki ryk Bagh i tak gdzieś blisko, aż koty, pogięte w pałąki, ze zjeżoną sierścią skoczyły w objęcia Mrs. Tracy, która stanęła bezradnie, wodząc dokoła zalęknionemi oczami."
      },
      {
        "index": 19,
        "text": "— Czy pan nie wie, kiedy powraca miss Daisy? — przerwała wreszcie przykre milczenie, jakie zapanowało, wylękłe damy odetchnęły, a Mr. Smith uderzył z gniewem w głownię, aż iskry posypały się na pokój."
      },
      {
        "index": 20,
        "text": "— Nie wiem! — zdziwił się pytaniem, lecz mimo tego wszystkie spojrzenia skrzyżowały się jakoś porozumiewawczo."
      },
      {
        "index": 21,
        "text": "— Mrs. Bławatskaja dowiaduje się o nią kilka razy dziennie, a ja nie umiem jej poinformować!"
      },
      {
        "index": 22,
        "text": "— Muszą o tem wiedzieć przyjaciele miss Daisy! — Myślałam też, że pan mnie objaśni... — napierała."
      },
      {
        "index": 23,
        "text": "— Ja? Cóż za przypuszczenie! Znam miss Daisy mniej, niźli ktokolwiek w pensjonacie! — lecz spostrzegłszy w twarzach niedowierzanie i jakiś nieprzyjemny wyraz ciekawości, żarliwiej, aniżeli tego pragnął, przekonywał, jako nic nie wie o miss Daisy."
      },
      {
        "index": 24,
        "text": "— W takim razie wie tylko Bagh! — mruknął Mr. Smith poważnie."
      },
      {
        "index": 25,
        "text": "— Niepodobna się tylko od niej dowiedzieć! A szkoda! — wyrzekł ironicznie, powstając do wyjścia."
      },
      {
        "index": 26,
        "text": "— My nie możemy, ale pan, gdyby tylko chciał..."
      },
      {
        "index": 27,
        "text": "Zaśmiał się, rozbawiony jego uroczystym głosem i twarzą."
      },
      {
        "index": 28,
        "text": "— Przyprowadzę ją, niechaj sama powie..."
      },
      {
        "index": 29,
        "text": "Mr. Smith rzucił się jak tygrys na drzwi, damy pozrywały się z krzykiem, a Mrs. Tracy, śmiertelnie pobladła, jęknęła mdlejącym głosem."
      },
      {
        "index": 30,
        "text": "— Litości! Pomrzemy z przerażenia! — I żegnały się gorączkowo."
      },
      {
        "index": 31,
        "text": "— Więc istotnie państwo przypuszczali, że mogę sprowadzić Bagh? — pytał, zmieszany ich przerażeniem, ale damy milczały, nie mogąc się jeszcze uspokoić, tylko Mr. Smith wybełkotał prosząco:"
      },
      {
        "index": 32,
        "text": "— Błagam o niewymawianie nawet jej imienia."
      },
      {
        "index": 33,
        "text": "— Czyżby się w niej inkarnował Bafomet?... Mr. Smith aż się zatoczył na ścianę i, błyskawicznie sięgnąwszy do kieszeni po sól, obsypywał się skwapliwie."
      },
      {
        "index": 34,
        "text": "Zenon stłumił w sobie śmiech i, przeprosiwszy go za żart, zmierzał do wyjścia."
      },
      {
        "index": 35,
        "text": "— Mam wielką prośbę do pana! — wstrzymał go piskliwy głos."
      },
      {
        "index": 36,
        "text": "Stanął przy drzwiach, pokrywając uprzejmością znudzenie, jakie go raptem ogarnęło."
      },
      {
        "index": 37,
        "text": "— W sobotę urządzamy w naszej loży wielkie zebranie — mówił z powagą Mr. Smith, biorąc go za guzik. — Mrs. Bławatskaja będzie składała relację o swojej podróży do Tybetu i stosunkach z Dalaj Lamą! Niesłychane wprost rzeczy! Przywiozła ze sobą jednego z tybetańskich braci, potężne medjum. Po relacji, w ściślejszem gronie odbędzie się seans, zobaczy pan prawdziwe cuda! Sama Bławatskaja pragnie pana poznać i prosi o przyjście na zebranie! Będą sami tylko inicjowani! Odmówiliśmy nawet Steck’owi, ale bardzo nam zależy, aby pan przyszedł, zobaczył i przekonał się o prawdzie naszej nauki..."
      },
      {
        "index": 38,
        "text": "— Będzie Mr. Joe?"
      },
      {
        "index": 39,
        "text": "— Niestety, Mr. Joe opuścił koło braci, zdradził nas dla miss Daisy i Tamtego. — Obejrzał się trwożnie, strzepując palcami."
      },
      {
        "index": 40,
        "text": "— Wiem, że był dla niej bardzo niechętnie usposobiony!"
      },
      {
        "index": 41,
        "text": "Mr. Smith zaszeptał mu tajemniczo do samego ucha: — A teraz jest jej zaprzedanym niewolnikiem. Zapewniali nas, że już wstąpił do Palladyńskiej loży, w której ona ma być podobno „mistrzynią doskonałego trójkąta”. Ja zaś wiem z pewnością, że ona tam jest „Barankiem Białej Mszy!” Straszne, co?"
      },
      {
        "index": 42,
        "text": "— Być może, ale dla tych, którzy rozumieją, co to znaczy..."
      },
      {
        "index": 43,
        "text": "— Poświęcona samemu... Oblubienica Tamtego..."
      },
      {
        "index": 44,
        "text": "— Musi mi pan kiedyś objaśnić tę całą nomenklaturę tajemniczą."
      },
      {
        "index": 45,
        "text": "— Gotów jestem choćby zaraz, aby pan zrozumiał całą okropność miss Daisy i całe niebezpieczeństwo, w jakiem się znajduje Mr. Joe."
      },
      {
        "index": 46,
        "text": "— W tej chwili nie mam czasu, lecz poproszę pana o to w sobotę po zebraniu! — uścisnął mu rękę i śpiesznie poszedł do mieszkania. Ale opowiadanie Mr. Smitha i jego trwożne szepty, i ten nastrój, jaki panował w Reading Room’ie, poruszył w nim jakieś zapomniane pokłady pamięci, nie mógł sobie tylko przypomnieć nic wyraźnego, gdyż postrzępione zarysy jakichś scen, osób, dźwięków i barw przepływały przez mózg z chyżością błyskawic."
      },
      {
        "index": 47,
        "text": "— Loża Palladyńska! Baranek! Biała Msza! Bafomet! Co to wszystko znaczy naprawdę?"
      },
      {
        "index": 48,
        "text": "Chciał się otrząsnąć z niepokojącego koszmaru."
      },
      {
        "index": 49,
        "text": "— Pamiętasz? — zdało mu się, że ktoś mu szepnął do ucha, aż rozglądał się podejrzliwie po pustem mieszkaniu. Stał bezradnie, znowu zapatrzony w jakieś nierozwite sploty przypomnień, wirujące mu pod czaszką huraganem obłędnych prawie majaczeń."
      },
      {
        "index": 50,
        "text": "— Czy to ja kiedyś śniłem? A może o tem gdzieś czytałem i teraz nie mogę sobie tego przypomnieć! — męczył się napróżno, usiłując skupić choćby na mgnienie skłębiony wir przypomnień."
      },
      {
        "index": 51,
        "text": "Naraz wszystko się w nim zawaliło, przepadając w otchłaniach niepamięci. Wychylił się raptem na szarą i smutną jaśnię dnia, jakby z pod fal wzburzonych, nie mogąc narazie pojąć, dlaczego stoi na środku pokoju? gdzie to miał iść? i co robić? Trwało to jednak chwilę, gdyż zbudziła się w nim cała świadomość rzeczywistości, że odtąd rozpoczął nowy okres zwykłego i normalnego życia. Wrócił do tej nieco monotonnej codzienności, patrząc na nią jak dawniej obojętnie i zwysoka. Traktował bowiem życie z wyniosłą pobłażliwością. Nawet towarzystwo, zbierające się przy pensjonatowym stole, nie raziło go już swojem spirytystycznem zacietrzewieniem i wiecznemi kłótniami. Spoglądał na nich, jak na zabawnych manjaków, przysłuchując się ich nieskończonym sporom z dyskretną ironją. A Daisy i wszystko, co miało z nią związek, wydawało mu się teraz odległem i tak spłowiałem, jakby rzecz dawno przeczytana w jakiejś fantastycznej książce. A przecież tak niedawno wyjechała! I Joe stracił w jego oczach swoje dawne kontury, przestał go interesować i, spotykając się z nim w Bartelet Court, traktował go jakby dopiero co poznanego człowieka. Czuł się tak trzeźwym, że spostrzegał tylko samą powierzchnię życia i jego najgrubsze zarysy, jakby stracił zdolność głębszego pojmowania i odczuwania świata i ludzi. Nie obchodziło go nic prócz spraw najbardziej osobistych, drwił poza tem przy każdej sposobności ze wszelkich idealniejszych porywów. Było to jakieś niewytłumaczone stępienie wrażliwości, jakby zanik subtelniejszych uczuć i wyobrażeń. Ta dziwna przemiana zaznaczała się w nim tak jaskrawo, że spostrzeżono ją nawet w Bartelet Court."
      },
      {
        "index": 52,
        "text": "Któregoś bowiem dnia po śniadaniu Miss Dolly wytoczyła na stół kwestję upadku etyki w masach ludowych, a przy tej sposobności rzuciła się namiętnie na mężczyzn za ich rozpustę i egoizm!"
      },
      {
        "index": 53,
        "text": "Mr. Bartelet podbudzał ją z rozmysłem, bawiąc się przytem wybornie."
      },
      {
        "index": 54,
        "text": "Rozmowa stawała się coraz żywsza, gdyż i milczący zazwyczaj Joe jął dowodzić, dosyć zresztą ostrożnie ze względu na ojca, że źródła moralnego upadku leżą w kapitalistycznym ustroju, w zgniliźnie warstw panujących i w ogólnem zmaterjalizowaniu ludzkości. A wkońcu napadł na chrześcijaństwo, jako na szerzyciela błędów i kłamstwa społecznego, przeciwstawiając mu czystą naukę Chrystusa, zawartą w ewangeljach. Miss Ellen zawtórowała żarliwie i, przytaczając różne teksty święte, wołała rozogniona i nieulękła, że tylko ewangelja może zbawić świat. Zenon cały czas rozmawiał z Betsy o swojej rodzinie, którą obiecywał przywieźć do nich w najbliższą sobotę na herbatę, ale podrażniony dowodzeniami Joe’go i płaczliwym głosem Miss Ellen, odezwał się apodyktycznie:"
      },
      {
        "index": 55,
        "text": "— Nie ewangelja rządzi ludzkością, ale tylko kij, przemoc i strach! Kodeks, grożący więzieniem lub szubienicą, ma więcej moralnego wpływu na stado ludzkie, niźli wszystkie religje razem. I nie Mesjasza-Zbawcy potrzebuje i czeka dzisiejsza ludzkość, ale tylko Pana, który potrafi być dla niej nieubłaganym władcą i katem zarazem."
      },
      {
        "index": 56,
        "text": "Zdumieli się jego nielitościwym poglądom i zimnemu sarkazmowi, z jakim przemawiał, że rozmowa wnet się przerwała. Wszyscy się czuli dotknięci i zakłopotani, nie pojmując, co mu się stało. A Betsy była wprost rozżalona na niego, lecz przy pożegnaniu ścisnęła mu rękę goręcej niż zwykle."
      },
      {
        "index": 57,
        "text": "— Więc w sobotę czekamy na państwa."
      },
      {
        "index": 58,
        "text": "— Przywiozę ich z pewnością. Musi pani ich pokochać!"
      },
      {
        "index": 59,
        "text": "Dziewczyna po krótkiem wahaniu spytała nieśmiało:"
      },
      {
        "index": 60,
        "text": "— Czy pani Ada jest bardzo piękna?"
      },
      {
        "index": 61,
        "text": "— Bardzo! Ale znam pewną małą miss, stokroć piękniejszą, milszą i kochańszą! Stokroć! — szeptał, całując ją po rękach. Wyrwała się rozpromieniona i szczęśliwa, zapomniawszy wszelakich przykrości. — Będziesz na tem święcie zbratania się narodów? — odezwał się do Joe’go, kiedy wyszli przed dom."
      },
      {
        "index": 62,
        "text": "— Z radością poznam twoją rodzinę! — powiedział serdecznie."
      },
      {
        "index": 63,
        "text": "Pociąg już ich niósł ponad miastem, zatopionem w brudnych kłębach dymów i mgieł, gdy Joe znowu się odezwał:"
      },
      {
        "index": 64,
        "text": "— Mówiłeś dzisiaj, jakby ci kto przemienił duszę."
      },
      {
        "index": 65,
        "text": "Zenon roześmiał się sucho i drwiąco."
      },
      {
        "index": 66,
        "text": "— Wytrzeźwiałem! Czuję się zdrowy, śpię wybornie, mam apetyt, pracuję doskonale i nie trapię się niczem, oto tajemnica mojego stanu. Wiesz, do tego stopnia czuję się dobrze, że nareszcie zdecydowałem się na opuszczenie naszego pensjonatu!"
      },
      {
        "index": 67,
        "text": "— Już o tem słyszałem. Podobno Mrs. Tracy wydelegowała Mr. Smitha, aby cię prosił o pozostanie."
      },
      {
        "index": 68,
        "text": "— Zabawny człowiek! Ani się spodziewasz, co mi powiedział o tobie!"
      },
      {
        "index": 69,
        "text": "— Chyba się skarżył na moje wystąpienie z loży!"
      },
      {
        "index": 70,
        "text": "— Było i o tem, ale powiedział mi z głębokiem ubolewaniem i trwogą, że zostałeś czcicielem miss Daisy i oboje służycie Bafometowi! Aha, i że wstąpiłeś do jakiejś Palladyńskiej loży!"
      },
      {
        "index": 71,
        "text": "— Nieprawda, daję ci na to słowo honoru! — zawołał gwałtownie. — Ja miałbym iść z nimi? Ja w służbie Bafometa i tego piekielnego Wampira? Co za ohydny wymysł! — wzdrygnął się jakby z obrzydzenia czy trwogi."
      },
      {
        "index": 72,
        "text": "— Przepraszam cię za mimowolną przykrość! Mówił mi o tem bez żadnych zastrzeżeń, więc ci powtarzam otwarcie."
      },
      {
        "index": 73,
        "text": "— Lubieżny kretyn może mieć tylko takie asocjacje nikczemne."
      },
      {
        "index": 74,
        "text": "— Co to jest ta Palladyńska loża?"
      },
      {
        "index": 75,
        "text": "— Świątynia, poświęcona kultowi szatana! Tam się zbierają jego wierni, tam miss Daisy prawdopodobnie jest jego kapłanką!"
      },
      {
        "index": 76,
        "text": "— Jest mistrzynią doskonałego trójkąta! Tak mówił Mr. Smith."
      },
      {
        "index": 77,
        "text": "— Jeżeli nie samym „Barankiem” — dodał Joe półgłosem, rozglądając się podejrzliwie w tłumach, wychodzących wraz z nimi ze stacji."
      },
      {
        "index": 78,
        "text": "— Gdzie jest ta loża?"
      },
      {
        "index": 79,
        "text": "— Podobno w okolicach Londynu w jakimś starym kościele."
      },
      {
        "index": 80,
        "text": "— Przecież ja tam byłem! — zawołał, przypominając sobie na jakieś mgnienie fantastyczną scenę w podziemiach."
      },
      {
        "index": 81,
        "text": "— Byłeś tam! Widziałeś! — pytał Joe w najgłębszem zdumieniu, odciągając go z tłumów pod jakąś wystawę, i wpił się w niego oczami."
      },
      {
        "index": 82,
        "text": "— Tak, ale wiesz, nic już nie pamiętam... Coś mi się musiało zdawać, a teraz, w tej chwili... dalibóg nic nie pamiętam..."
      },
      {
        "index": 83,
        "text": "— Przypomnij sobie! Podziemia kościoła... stare grobowce... noc... jakiś wspaniały ceremonjał... Bafomet... Daisy... — poddawał z naciskiem."
      },
      {
        "index": 84,
        "text": "— Niestety, nie mogę... Coś mi błysnęło przez mózg i przepadło, niby kamień w oceanie, doszczętnie przepadło... Zaczekajno... Podziemia? Zaraz... nie, nie, przyszła mi na pamięć piwnica klubu ekscentryków! Głupstwo! Jakiś chwilowy koszmar! O czem to mówiliśmy?"
      },
      {
        "index": 85,
        "text": "— O loży Palladyńskiej, Bafomecie i Daisy..."
      },
      {
        "index": 86,
        "text": "— Czyli razem tak jakby o niczem! — szepnął ironicznie i pojechał do Henryka i jak codziennie rozmawiał ze wszystkimi, cierpliwie słuchał wyrzekań chorego, zabawiał się z Wandzią, która się szalenie do niego przywiązała, i jak codziennie pojechał z Adą pokazywać jej osobliwości miasta i okolic. Jakby jakaś niema umowa stanęła pomiędzy nimi, że nigdy nie poruszali przeszłości. Dotrzymywali jej sobie święcie. Nigdy też ani jednem słowem nie zdradziła Ada, co się w jej sercu dzieje, jakie burze nią miotają i jakie szarpią rozpacze, nie domyślał się nawet tego, widząc zawsze jej twarz pogodną i wierne przyjaźnią spojrzenia. Zdobywała go jednak z całą świadomą celów ostatecznych cierpliwością, że ani spostrzegł, jak bardzo się od niej uzależnił. Omotała go bowiem taką czujną przyjaźnią, niby serdecznym oplotem kochających ramion, z których nie próbował się nawet wyrywać. A jednak jej nie kochał, zaczął ją tylko wielbić, jakby przecudowny poemat życia, jak wielkie dzieło sztuki, przed którem mógł kontemplować w radosnej ciszy estetyczne wzruszenia własnej duszy. Stała się bowiem spowiednikiem jego marzeń i pomysłów literackich. Nieraz długie godziny spędzali w muzeach, zatopieni w artystycznych rozważaniach. Rozsnuwał przed nią nieskończone pomysły przyszłych prac, bo spostrzegł, iż, opowiadając, widzi je lepiej i realniej, a jej mądre i dyskretne uwagi tak je uzupełniają, że nawet jeszcze mgławicowe projekty krzepną w kształt doskonały, nabierając życia, i prawie się stają..."
      },
      {
        "index": 87,
        "text": "A przy tem wszystkiem Ada wsączała w niego ideę powrotu do kraju niespostrzeżenie, a z takim uporem, że już sam zaczął tego pragnąć. Zrobili nawet projekt edycji jego pism po polsku w jej tłumaczeniu. Była niestrudzona w tej cichej walce z nim o niego i coraz pewniejsza zwycięstwa. Z niepokojem jednak przyjęła wiadomość o ułożonej już wizycie w Bartelet Court."
      },
      {
        "index": 88,
        "text": "— Jestem ciekawa tego domu! — odpowiedziała chłodno."
      },
      {
        "index": 89,
        "text": "— A Betsy ciebie. Pytała mi się, czy jesteś piękna?"
      },
      {
        "index": 90,
        "text": "Królewskie oczy Ady spoczęły na nim, niespokojnie rozchwiane."
      },
      {
        "index": 91,
        "text": "— Powiedziałem najszczerszą prawdę!"
      },
      {
        "index": 92,
        "text": "— Nacóż mi ta uroda! — szepnęła, odwracając twarz pobladłą i oczy, przymglone żałością. Nie spostrzegł tego, jak nie domyślał się wielu rzeczy w tem przytępieniu wszystkich władz, w jakiem się znajdował od pewnego czasu."
      },
      {
        "index": 93,
        "text": "— Jestem pewien, że polubisz Betsy — odezwał się po chwili."
      },
      {
        "index": 94,
        "text": "— Bardzo tego pragnę."
      },
      {
        "index": 95,
        "text": "Nie zastanowił go nawet jej głos dziwnie oschły."
      },
      {
        "index": 96,
        "text": "— A musisz mi szczerze powiedzieć, jak ci się wyda!"
      },
      {
        "index": 97,
        "text": "Obiecała solennie, zwracając rozmowę na inne przedmioty."
      },
      {
        "index": 98,
        "text": "I na tem się skończyło, i ni tego dnia, ni następnych już więcej nie poruszali tej kwestji, zajęci jedynie planami wielkiego misterjum o Chrystusie, jakie zamierzał napisać. A tak był porwany tą ideą, że na wszystko, co się działo dokoła, spoglądał, jakby na kinematograficzne, bezsensowe majaczenia."
      },
      {
        "index": 99,
        "text": "— Wiesz, czuję się jakby brzemienny! — powiedział któregoś dnia do Ady na przywitanie. — Ze dwieście osób mam w sobie, które proszą się na świat! Nie masz pojęcia, jak mi czasami straszno w tej ciżbie! Dzisiaj nad ranem obiegli mnie chłopi... Chcą iść na Rzym..."
      },
      {
        "index": 100,
        "text": "Ada, rozumiejąc ten język, spytała rozciekawiona:"
      },
      {
        "index": 101,
        "text": "— I puścisz ich?"
      },
      {
        "index": 102,
        "text": "— Muszę! Niech zdruzgoczą tę podłą dzisiejszość! On ich poprowadzi zdobywać świat i utrwalać swoje królestwo niebieskie! Decydująca walka stoczy się w zamku Anioła w Rzymie, obiegną tam wszystkich królów i panów ziemi! Straszna walka o panowanie nad światem i nad życiem, walka o jutro..."
      },
      {
        "index": 103,
        "text": "— I zwyciężą? Muszą przecież zwyciężyć! — szeptała gorąco."
      },
      {
        "index": 104,
        "text": "— Niestety, musi zwyciężyć najpierwotniejszy instynkt życia... Strasznie mi żal Chrystusa i moich chłopów, ale niema już dla nich miejsca na świecie, muszą przepaść..."
      },
      {
        "index": 105,
        "text": "Mówił z takim głębokim żalem, aż jej oczy napełniły się łzami serdecznego współczucia."
      },
      {
        "index": 106,
        "text": "— I już nic nie może ich ocalić, zginą, bo na świecie jest tylko miejsce na handle i fabryki. Człowiek współczesny wyrobił sobie niewzruszony ideał: używać! Nie rozumie poza tem nic i niczego więcej nie potrzebuje. Dlatego Chrystus musi przegrać ostatnią walkę. Odstąpią go wszyscy i zdradzą najwierniejsi! Jestem nawet pewien, że go znowu ukrzyżują na wszystkich rozstajach i we wszystkich mózgach, a imię jego podadzą na hańbę i pośmiewisko! Ludzkość pragnie tylko płodzić się, żreć i zdychać! A Chrystus im przeszkadza w radosnem pogrążaniu się w bydlęctwie! Wskazuje jakieś inne jeszcze cele, przeszkadza w używaniu i błąka się, jak wyrzut spodlonego sumienia! Więc precz z nim! Precz z wszelkiem zagadnieniem, wytrącającem z równowagi! Nie jestem chrześcijaninem, ale kocham tę cudną postać Nazarejczyka, kocham go jako przesmutny krzyk, płynący wskroś czasów i ludów. Biedny marzyciel, święta wizja serc, tęskniących do nieśmiertelności! I prawdę rzekł uczniom swoim: „Królestwo moje nie z tego świata“. — Zaiste, nie było ani jednej chwili, w którejby panował na ziemi. Wyznawały go usta i kościoły, a serca człowiecze zapierały się go w każdej chwili żywota! Chwałę jego głosiły kościoły, a on już leżał martwy, zabit zdradą i zaprzaństwem! Nie jego to wina, to Paweł z Tarsu, chciwy panowania żydowin, zbezcześcił jego marzenia i ze snu o szczęśliwości człowieczej uczynił zimny, racjonalistyczny system państwowy! W plugawych jego rękach mistyczny kwiat marzenia przerodził się w berła i pastorały, któremi zapędził trzodę ludzką do lochów bez wyjścia. Opętał ją strachem i zapanował nad nią przemocą. Chrześcijaństwo zatriumfowało, ale Chrystusa nigdy w niem nie było, nigdy!"
      },
      {
        "index": 107,
        "text": "— Straszne jest życie! — szepnęła, przejęta łzawem wzruszeniem."
      },
      {
        "index": 108,
        "text": "— Tylko ludzie są straszni! Życie jest jedynem dobrem, a myśmy sami zrobili z niego kaźń dla niego i ohydę! I w tem leży wieczna tragedja!"
      },
      {
        "index": 109,
        "text": "Rozeszli się smutni, lecz jeszcze silniej związani wspólnotą odczuwań. Ale w sobotę, gdy wracali z Bartelet Court, Zenon zapytał:"
      },
      {
        "index": 110,
        "text": "— Pamięta pani obietnicę?"
      },
      {
        "index": 111,
        "text": "Spojrzała pytająco, nie mogąc sobie przypomnieć. — Obiecała mi pani powiedzieć, jakie wrażenie zrobiła miss Betsy!"
      },
      {
        "index": 112,
        "text": "— Czarująca panna! — zawołała bez wahania, lecz z takim akcentem, że Henryk poruszył się niespokojnie."
      },
      {
        "index": 113,
        "text": "— Była dzisiaj szczególnie usposobiona! — tłumaczył, przypominając sobie jej nieśmiałość i jakieś trwożne zaciekawienie, z jakiem wciąż przyglądała się Adzie i jemu."
      },
      {
        "index": 114,
        "text": "— Oryginalny dom, jakby żywcem wyjęci z angielskiego romansu."
      },
      {
        "index": 115,
        "text": "— A zwłaszcza ciotki! Miss Ellen dała mi całą pakę broszur..."
      },
      {
        "index": 116,
        "text": "— O przeznaczeniu kobiety! Umiem napamięć te staropanieńskie brednie! Ona należy do etycznej sekty ewangelistek."
      },
      {
        "index": 117,
        "text": "— Mnie zaś opowiadał Mr. Joe takie nadzwyczajności ze swoich wypraw do Birmy, że wydały mi się nieco fantastyczne..."
      },
      {
        "index": 118,
        "text": "— Z pewnością nie fantazjował! Cały ten dom to wysoka klasa ludzi pod każdym względem."
      },
      {
        "index": 119,
        "text": "— Ale przyjęli nas bardzo po angielsku! Można było dostać kataru w tej wyniosło-chłodnej atmosferze..."
      },
      {
        "index": 120,
        "text": "— Wolisz nasze zwyczaje, gdzie to na wstępie buzi z dubeltówki, przy kolacji kochajmy się, nad ranem już bruderschaft, a na drugi dzień jeden drugiego bardzo starannie nie poznaje. — A nawet, jest mi to bowiem milsze, niźli takie nudne ceremonjalności! — upierała się, zirytowana jego wzgardliwym tonem."
      },
      {
        "index": 121,
        "text": "Ada załagodziła sprzeczkę, i poszli do Green Parku, albowiem dzień był wyjątkowo pogodny, ciepły i suchy. Po drogach snuły się tłumy i tłumy zalegały niezmierzone trawniki. Pierwszy zmierzch już opadał niebieskawemi mgłami, krzyk miasta wrzał w powietrzu, i światła jęły wykwitać w szarych groblach domów. Stanęli przed gromadką dziewczyn w białych sweterach i beretach, zajadle grających w piłkę nożną, gdy naraz Wandzia zaszeptała trwożnie:"
      },
      {
        "index": 122,
        "text": "— Mamusiu! ta pani znowu na mnie patrzy!"
      },
      {
        "index": 123,
        "text": "Ada osłoniła sobą dziewczynkę, szukając zarazem tej złowrogiej damy, stała o parę kroków, cała w czerni, jak zwykle, włosy miała miedziane, twarz dziwnie bladą, krwawe usta i szafirowe, okrutne oczy."
      },
      {
        "index": 124,
        "text": "— Panie Zenonie! — chciała mu zwrócić na nią uwagę."
      },
      {
        "index": 125,
        "text": "Zenon jakby nie dosłyszał, jakby zahipnotyzowany niespodzianem zjawieniem się Daisy, uśmiechnęła się do niego i przepadła w tłumach, że napróżno rozglądał się dokoła."
      },
      {
        "index": 126,
        "text": "— Widzi pan tę rudą damę... o tam, przy klombie..."
      },
      {
        "index": 127,
        "text": "Spojrzał niechętnie we wskazanym kierunku."
      },
      {
        "index": 128,
        "text": "— Już gdzieś zniknęła! Spotkałam ją dzisiaj po raz trzeci, tak natarczywie przyglądała się Wandzi, aż to zwróciło moją uwagę. Nadzwyczajnie piękna, ma tylko w sobie coś straszliwego..."
      },
      {
        "index": 129,
        "text": "— Demon i zarazem Madonna! — szepnął mimowoli."
      },
      {
        "index": 130,
        "text": "— Może ją pan zna?"
      },
      {
        "index": 131,
        "text": "— Zauważyłem tylko w przelocie, i porównanie samo się nasunęło."
      },
      {
        "index": 132,
        "text": "Pragnęła rozmawiać o tej dziwnej nieznajomej, ale wymówił się jakąś nagle przypomnianą sprawą i pojechał do domu."
      },
      {
        "index": 133,
        "text": "Nie zawiódł się w obliczeniach, gdyż dopędził Daisy jeszcze w przedsionku."
      },
      {
        "index": 134,
        "text": "— Byłem pewien, że to pani! — zaczął radośnie i, zmrożony niedbałym uściskiem jej dłoni, wstępował na schody w milczeniu. Nie śmiał się odezwać i zbliżyć, tak mu przegradzały drogę jej wyniosłe a przeszywające spojrzenia. Przyglądała mu się niepokojąco, aż te migotliwe, fascynujące błyski przesyciły go niewytłumaczonem pomieszaniem."
      },
      {
        "index": 135,
        "text": "— Dawno pani przyjechała? — odważył się wreszcie na zapytanie."
      },
      {
        "index": 136,
        "text": "Jej wargi poruszyły się leniwym ruchem węży, i jakiś szept wionął mu w twarz. Nie zrozumiał słów, ale przenikał go czar nieuchwytny samego dźwięku."
      },
      {
        "index": 137,
        "text": "Odprowadził ją do drzwi mieszkania i chciał odejść."
      },
      {
        "index": 138,
        "text": "— Będzie pan dzisiaj na seansie Bławatskiej?"
      },
      {
        "index": 139,
        "text": "— Wprawdzie obiecałem, ale, ale... — Ale pan przyjdzie, proszę o to! — szepnęła nakazująco przy rozstaniu."
      },
      {
        "index": 140,
        "text": "Naturalnie przyobiecał i, znalazłszy się w mieszkaniu, zupełnie machinalnie zapalił światła, usiadł przy biurku i zastygł nad rozpoczętą sceną z misterjum. Przeżywał bowiem to niespodziane spotkanie z Daisy i każdy szczegół zosobna, każde jej spojrzenie i słowo każde wskrzeszał w sobie i rozpatrywał z głęboką uwagą. I wydało mu się to wszystko tak niepojęcie dziwnem, że jeszcze wrzaskliwsza cisza niepokojów zatopiła mu serce, wytrącając z resztek równowagi... Spróbował się wyrwać z błędnego koła wspominań, lecz czar, z nich promieniejący, oplatał go w coraz cięższe okowy."
      },
      {
        "index": 141,
        "text": "— Urzekła mnie najwidoczniej! — Przypomniał sobie ludowe określenie i teraz nie wydało mu się już śmiesznie dziecinnem, jak niegdyś, poczuł bowiem swoją wprost fizyczną zależność od Daisy i tę jej nieprzepartą i niewytłumaczoną władzę nad sobą."
      },
      {
        "index": 142,
        "text": "— Jakaś w tem djabelska sprawa! — pomyślał nawpół ironicznie i naraz rzucił się wtył i zmartwiał z przerażenia, jakby na skraju jakiejś bezdennej próżni, jaka się przed nim rozwarła..."
      },
      {
        "index": 143,
        "text": "Tłumne wizje scen, widzianych kiedyś w podziemiach, wdarły się do mózgu i przepływały długim i niesłychanie żywym korowodem. Widział wyraźnie przesmutną, władczą twarz Bafometa, siedzącego na tronie, a u stóp jego, wśród dymów kadzielnych głowę Daisy."
      },
      {
        "index": 144,
        "text": "— Tak, to ona, teraz widzę dokładnie! — rozmyślał, sprężając całą uwagę, aby nie stracić żadnego szczegółu. Pochylił się naprzód, wpatrzony wytężonym wzrokiem, jakby to wszystko działo się tuż przed nim, przed jego oczami... Nawet ten śpiew, który kiedyś przewiewał tylko dalekim poszumem, usłyszał teraz słowo po słowie, powtarzając bezwiednie z patetycznym akcentem."
      },
      {
        "index": 145,
        "text": "„Salute, o Satana,"
      },
      {
        "index": 146,
        "text": "O ribellione,"
      },
      {
        "index": 147,
        "text": "O forza vindice"
      },
      {
        "index": 148,
        "text": "Della ragione!"
      },
      {
        "index": 149,
        "text": "Sacri a te salgano"
      },
      {
        "index": 150,
        "text": "Gl’ incensi e i voti!"
      },
      {
        "index": 151,
        "text": "Hai vinto il Geova"
      },
      {
        "index": 152,
        "text": "De’ sacerdoti.“"
      },
      {
        "index": 153,
        "text": "— Salute, o Satana! — szeptał, przejęty świętem wzruszeniem grozy, bijącej od Majestatu, od tej smutnej twarzy Władcy, pochylonej litośnie nad rzeszą czcicieli, kłębiącą się kornie u jego nóg. I nawet nie zadrgał, gdy z mar podniosła się naga Daisy, opłynięta w miedzianą chmurę włosów, i splotła się z Bafometem w miłosnym uścisku. Krwawy brzask przysłonił misterjum szału i jakby uniósł gdzieś w przestrzenie, a w podziemiach wybuchnął stos, niby krzew płomienisty, na który rzucano połamane krzyże, liturgiczne szaty i blade, ogromne hostje, niby pomarłe słońca!"
      },
      {
        "index": 154,
        "text": "Bagh zawyła przeciągle i ponuro."
      },
      {
        "index": 155,
        "text": "— Salute, o Satana! Salute! Salute! — grzmiał hymn coraz potężniej i rozleglej, śpiewany jakby przez wszystek świat i całem uniesieniem miłości, wiary i nadziei..."
      },
      {
        "index": 156,
        "text": "Biła już ósma, gdy się rozwiały ostatnie wizje i ostatnie dźwięki przepadły w głuszy wieczora, i Zenon podniósł ociężałą głowę z nad niedokończonej sceny misterjum, odłożył pióro, machinalnie ściskane w ręku, i po chwili rozmyślań szepnął z determinacją:"
      },
      {
        "index": 157,
        "text": "— To będzie, co być musi."
      },
      {
        "index": 158,
        "text": "I wierny obietnicy, danej Daisy, poszedł na seans."
      },
      {
        "index": 159,
        "text": "Olbrzymia hala Towarzystwa Teozoficznego była już wypełniona po brzegi, nad czernią głów, wprost wejścia, wznosił się wielki ołtarz, na którym siedział złoty, ogromny Buddha, tępo zapatrzony okrągłemi oczami. Ze złotych kadzielnic, podtrzymywanych przez kamienne, białe słonie, biły kłęby wonnych dymów, spowijające bóstwo i całą salę w błękitnawe obłoki. Na stopniach ołtarza, wśród wieńców i girland, splecionych z białych róż, hiacyntów i narcyzów, drgały światełka niezliczonych lampek, niby złotawe motyle. Kilku Hindusów, siedzących na niższych stopniach, grało na olbrzymich instrumentach tak przedziwnie cicho, że tylko jakby szmer zamierającej fali przewiewał nad zasłuchanemi głowami, niekiedy jakby świergot ptasi przeleciał lub zabrzęczały roje pszczół. A jeszcze niżej, u stóp Buddhy, na podjum nieco wzniesionem, stała jakaś kobieta w białej, greckiej szacie. Była jakby zatopiona w modlitewnej ekstazie i końcem palców lewej ręki dotykała głowy jakiejś skurczonej, nagiej postaci, klęczącej przed nią... Zenon został przy drzwiach, gdyż wszyscy trwali w znieruchomiałem milczeniu, zapatrzeni i zasłuchani. Dopiero gdy ścichła muzyka i żywiej rozbłysły światła z kryształowych lotosów, podszedł do niego Mr. Smith."
      },
      {
        "index": 160,
        "text": "— Będą dzisiaj nadzwyczajne rzeczy — szepnął, biorąc go pod ramię. — Miss Daisy prosiła, bym pana do niej przyprowadził! Medjum dzisiaj jest w doskonałej kondycji. Właśnie Bławatskaja wprowadza je w trans. Pozna ją pan osobiście na agapie. Medjum przywiezione z Tybetu. Prawda, jakie tłumy. A to tylko wybrani z wybranych! Inaczej, a mielibyśmy pół Londynu! I wszystkie sfery, od lordów aż do robotników. Pisałem do Mr. Joe, nie przyszedł! — poskarżył się wkońcu."
      },
      {
        "index": 161,
        "text": "Zenon usiadł przy Daisy, skinieniem głowy pozbywając się gadatliwego staruszka, który przez cały seans nie spuszczał z nich oczów."
      },
      {
        "index": 162,
        "text": "— Niech się pan nie pozwoli owładnąć nastrojowi! — Za trzeźwy jestem, aby na mnie podziałał! — odparł z przekonaniem."
      },
      {
        "index": 163,
        "text": "Jakiś uśmiech prześlizgnął się po jej wargach i zamigotały powieki, ale się nie odezwała, bo Bławatskaja odjęła rękę od głowy klęczącego, i medjum zahipnotyzowane jakby zawisło w postawie pochylonej. Głos niski, mocny i bardzo melodyjny rozległ się w ciszy, wszystkie oczy opadły na nią migotliwym, niespokojnym rojem. Opowiadała zwięźle i obrazowo o swojej podróży ostatniej do Tybetu i stosunkach z Dalaj Lamą. Cisza stawała się już rozdrgana przyśpieszonemi oddechami, oczy zaczynały świecić fosforycznie, fantastyczne bowiem przejścia, niebezpieczeństwa, groza śmierci, wisząca nad nią w każdej chwili, niesłychane przygody, śnieżne zaspy, głód, napady zgłodniałych dzikich zwierząt, mroźne orkany, walki ze złemi potęgami, a wkońcu wydarcie tych nieśmiertelnych tajemnic bytu, których tylko cząstkę mogła ukazać w „Izys Odsłoniętej“, takim dreszczem ekstazy i uniesienia przejęły słuchaczów, że po skończeniu grzmot oklasków spadł na nią rzęsistą, długo niemilknącą ulewą."
      },
      {
        "index": 164,
        "text": "Zasiadła w głębi na czemś w rodzaju tronu i siedziała nieruchomo, pełna majestatu i wyniosłości, a na estradę wystąpił stary Hindus w powłóczystej szacie złoto-zielonej i w ogromnym turbanie na głowie, zapowiadając część eksperymentalną przy pomocy medjum, jakoby wykradzionego z lamaickiego klasztoru, położonego na niedostępnych zgoła szczytach Himalajów. — Chwila cudów nadchodzi! — szepnęła ironicznie Daisy. — Jakże się panu wydała prorokini? — dodała ciszej."
      },
      {
        "index": 165,
        "text": "— Twarz pospolita, oczy przebiegłe, wola potężna, a całość: generalna — wytłumaczył znaczenie tego określenia i zakończył: — Ale mówi wspaniale!"
      },
      {
        "index": 166,
        "text": "— O tak! znakomicie tumani wiernych, a w najlepszym razie i siebie! Ale nie, ona na to za mądra! Wie, iż ludzie przedewszystkiem łakną cudów!"
      },
      {
        "index": 167,
        "text": "— Każdy kult chętnie się tem podpiera i uzasadnia."
      },
      {
        "index": 168,
        "text": "Nie odpowiedziała, gdyż światła nieco przyćmiono, że tylko w błękitnawych dymach kadzielnic połyskiwał tajemniczo złoty posąg Buddhy, a ze ścian, pokrytych symbolicznemi malowidłami, wynurzały się tu i owdzie jakieś ekstatyczne twarze, święte zgłoski lub znaki."
      },
      {
        "index": 169,
        "text": "Biała postać Bławatskiej majaczyła w głębi, niby posąg marmurowy! Dźwięki muzyki rozsypały się przesłodkim, sypkim pyłem i przewiały, a całą salę zaległa grobowa cisza."
      },
      {
        "index": 170,
        "text": "Rozpoczęły się spirytystyczne cuda. Podnosiły się stoły, latały nad głowami krzesła, sypały się z pod sufitu świeże kwiaty i zielone gałęzie jakichś drzew podzwrotnikowych! Niekiedy straszny brzęk tam-tam runął w ciszę, aż wszyscy kurczyli się z przerażenia."
      },
      {
        "index": 171,
        "text": "A potem występowały białawe zarysy jakichś larw człowieczych, świetlane ręce błądziły nad niektóremi głowami, grały niewidzialne instrumenty, zawieszone gdzieś wysoko, toczyły się w powietrzu prześwietlone kule mgławic i roje skrzeń jakby fosforyzującą rosą pokrywały ściany i wirowały w przestrzeniach."
      },
      {
        "index": 172,
        "text": "Nastrój stawał się coraz trwożniejszy, i gorączkowe podniecenie dosięgło szczytu, gdy naraz wszystkie żyrandole rozbłysły, i w pełnem świetle medjum zaczęło się unosić wgórę, i w postawie klęczącej, nieruchome, z zamkniętemi oczami, z rękami skrzyżowanemi na piersiach, pozostało zawieszone w powietrzu. — — —"
      },
      {
        "index": 173,
        "text": "Święty lęk ogarnął wszystkich, wybuchnęły histeryczne płacze i spazmy, kilkanaście kobiet padło na kolana, śpiewając przełzawionemi głosami jakiś hymn dziękczynny. Wiele osób siedziało niby sparaliżowanych, nie mogąc oczów oderwać od tego cudu, który wciąż trwał. Wiele podeszło do samej estrady, nie wierząc własnym oczom. Parę aparatów fotograficznych utrwalało to niesłychane zjawisko. Wreszcie zdumienie zdławiło wszystkie głosy i skamieniło wszystkie ruchy, że pozostali w ekstatycznem oniemieniu podziwu i trwogi zarazem. Ale w jakieś niespodziane mgnienie mrok pokrył salę, i rozpoczęła się nowa serja zjaw; nowy dręczący sen, pełen niepokojących widziadeł i fascynujących halucynacyj, ogarnął wszystkie dusze. Tylko Daisy siedziała spokojnie, czuwając nad Zenonem, który w tej hipnotyzującej atmosferze jakby zupełnie stracił panowanie nad sobą. Ogarniała go nieprzeparta senność, chwilami już halucynował, rwał się gdzieś, coś przytem szepcząc niezrozumiale i gorączkowo, że przytrzymywała go za ręce, trzeźwiąc władczemi spojrzeniami, ale kiedy zaczął sztywnieć, wpadając w zupełny trans, ścisnęła mu silnie wielkie palce u rąk i szepnęła nakazująco:"
      },
      {
        "index": 174,
        "text": "— Chodź za mną!"
      },
      {
        "index": 175,
        "text": "Poszedł automatycznie, nie rozumiejąc, co się z nim dzieje."
      },
      {
        "index": 176,
        "text": "Oprzytomniał dopiero w jej mieszkaniu przed kominkiem, na którym palił się suty ogień, Bagh leżała na dywanie, wpatrzona w płomień, a za nią siedziała Daisy z papierosem w ręku."
      },
      {
        "index": 177,
        "text": "— Jest pan u mnie! — odpowiedziała na jego zdumione spojrzenia."
      },
      {
        "index": 178,
        "text": "— Ale jakim sposobem? Byliśmy przecież w Towarzystwie Teozoficznem!"
      },
      {
        "index": 179,
        "text": "— Było tam ciasno, gorąco, zrobiło się panu słabo i cała historja!"
      },
      {
        "index": 180,
        "text": "— Dziękuję! — pochylił się, aby ją pocałować w rękę, ale Bagh tak złowrogo warknęła, prężąc przytem grzbiet, że cofnął się mimowoli."
      },
      {
        "index": 181,
        "text": "— Chciałem tylko wyrazić moją wdzięczność, i Bagh nie pozwala."
      },
      {
        "index": 182,
        "text": "Uśmiechnęła się, wspierając stopy na grzbiecie pantery."
      },
      {
        "index": 183,
        "text": "— Nieprzyzwyczajony pan do spirytystycznych seansów. — Byłem na kilkunastu, lecz na tym miałem ciągłe wrażenie fantastycznego snu, z którego nie mogłem się wyzwolić! Zadziwiające medjum! A jeżeli to wszystko było zgóry przygotowane, to muszę przyznać wprost genjalność aranżerowi..."
      },
      {
        "index": 184,
        "text": "— To była najszczersza prawda, ręczę panu! Ale cóż, kiedy to tylko fakty, i nic więcej! — mówiła jakby ze wzgardą, podając mu herbatę, jaką niosła stara, zgarbiona Hinduska. — Niema rzeczywistość. Prawdy zupełnie zbyteczne. Ohydny bełkot skazanych na wieczną zagładę. A przytem nie cierpię tych jarmarcznych cudowności, sprawiają mi bowiem wstręt i obrzydzenie. W niższych kręgach ziemskiej atmosfery roi się od takich larw, jest to wielka trupiarnia ludzkich majaków, którym, nim się rozsypią w pył sferyczny, marzy się o dawnym bycie na ziemi. To są tylko elementale, emanacje dusz, zwierciadlane egzystencje i wampiry, czyhające dokoła, aby naszym kosztem przedłużyć swoje nędzne istnienie cieniów, to są tylko zarodzie zbrodni, zła i podłości, powstałe w ciemnicach ziemi, wiecznie unoszące się nad nią i niezdolne do nieśmiertelnych, słonecznych bytowań. Jak psy w mroźną noc, głodne i bezdomne, cisną się do izb ogrzanych, tak i one krążą w świetlanych orbitach dusz twórczych, władczych i nieśmiertelnych!"
      },
      {
        "index": 185,
        "text": "— Przerażający obraz, prawdziwe piekło! — westchnął ze współczuciem."
      },
      {
        "index": 186,
        "text": "— Stworzone przez ich Boga! Poruszył się niespokojnie, wpierając w nią rozciekawione oczy."
      },
      {
        "index": 187,
        "text": "— Tak, prawdziwe i jedyne piekło! „Wieczny płacz i zgrzytanie zębów“. A On istnieje ich łzami, On tuczy się ich męką, On z ich cierpień i nędzy uczynił sobie tron, na którym spoczywa niesyty nigdy chwały ni przemocy! Gdzie tylko jęk, choroby, nieszczęścia, zbrodnie i wieczny mrok, tam bije źródło Jego Mocy, tam jest On, Władca ciemności, strachów i śmierci! — wołała z piorunami w oczach, grożąc zaciśniętą pięścią."
      },
      {
        "index": 188,
        "text": "A Zenon, przejęty jej uniesieniem, zaszeptał bezwiednie:"
      },
      {
        "index": 189,
        "text": "Salute, o Satana,"
      },
      {
        "index": 190,
        "text": "O ribellione,"
      },
      {
        "index": 191,
        "text": "O forza vindice"
      },
      {
        "index": 192,
        "text": "Della ragione!"
      },
      {
        "index": 193,
        "text": "Zwarła dłonie i, pochyliwszy głowę, pogrążyła się w jakiejś ekstatycznej kontemplacji. Tylko niekiedy poruszały się jej wargi, zakwitnął uśmiech, pierś wzniosła się tłumionem westchnieniem, a przez bladą, wniebowziętą twarz przelatywały odblaski jakby modlitewnych żarów..."
      },
      {
        "index": 194,
        "text": "Nie śmiejąc jej przerywać, został bez ruchu, zapatrzony w koronę jej miedzianych włosów, niby w glorję świetlaną, i oczarowaną duszą śpiewał niemą pieśń uwielbienia. Ale po dłuższym czasie, zaniepokojony jej kataleptyczną nieruchomością, przywołał Hinduskę i wyszedł."
      },
      {
        "index": 195,
        "text": "Bagh, łasząc się pokornie, odprowadziła go do progu."
      }
    ]
  }
}