{
  "chapterNumber": 7,
  "title": "Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "— A potem już chyba śmierć! — myślał po długiem milczeniu, podnosząc rozgorzałe oczy. Daisy już nie było, tylko Bagh, czołgając się po wrębie basenu, skomlała tęskliwie, a rozmotany pióropusz fontanny dzwonił trwożliwym, rozełkanym szmerem; chwiały się liście palm, i zielonych gąszczów przebłyskiwały jakieś kwiaty, podobne oczom zaczajonym tak niemo a drapieżnie, że zatrząsł się i śpiesznie wyszedł z oranżerji."
      },
      {
        "index": 2,
        "text": "Ale głos Daisy wciąż w nim śpiewał; wciąż słyszał jej słowa, spadające mu na duszę rosą wonną i palącą; wciąż widział jej oczy, przenikały go, niby ostrza, dręczące bolesną rozkoszą... Przepalał go straszliwy żar ekstazy, miotał nim wicher szczęsnego szaleństwa, unosił w nieba i rzucał w odmęty niepojętej zgrozy, na jakieś głuche, umarłe dna wyczerpania. A wśród tego chaosu i strzępów myśli wiło się przez niego tylko to jedno mocne i świadome uczucie, że musi być posłusznym jej woli, musi, i że ta konieczność ofiary z siebie i zatracenia się ma niewypowiedzianą słodycz zamierania. A może ja śnię? A może wszystko jest tylko halucynacją? Zachwiał się w nagłym przypływie wątpliwości. Za oknami słaniał się smutny, zadeszczony dzień, chaos miasta, zatopionego w strugach wody, spływającej nieustannie, i mgłach."
      },
      {
        "index": 3,
        "text": "Naraz obejrzał się na zwierciadło, połyskiwało martwą, sinawą taflą, odbijając w sobie cały pokój i jego twarz, dziwnie pobladłą i zmienioną."
      },
      {
        "index": 4,
        "text": "— Ale czy to ja jestem? Wydał się sobie tak niepojęcie innym, tak strasznie obcym i nieznanym, że aż się cofnął w bezradnej trwodze."
      },
      {
        "index": 5,
        "text": "— Przecież jestem! Widzę, czuję, stwierdzam! — myślał, dotykając różnych przedmiotów; czuł chłód bronzów, miękkość jedwabnych obić, rozróżniał barwy i kształty, spostrzegał różnice i, nieco tem uspokojony, usiadł do fortepianu, ale nie potrafił nad nim zapanować, gdyż z pod palców rwały się jakieś bełkotliwe, splątane krzyki. Uderzył klawisze z mocą, władczo, aż fortepian zajęczał, i popłynęła dzika melodja, podobna do jęków i chichotów szamocących się szaleńców."
      },
      {
        "index": 6,
        "text": "— Radosny jestem i szczęśliwy, a coś we mnie płacze, coś się trwoży, ale co? Co? — pytał z uporem i, nie znalazłszy odpowiedzi, rzucił się na otomanę i, ukrywszy twarz w poduszkach, usiłował zapomnieć o wszystkiem. Nim jednak pogrążył się w niepamięci, odezwał się jakby tuż nad nim głos Daisy. Zerwał się gwałtownie, głos brzmiał już w pewnej odległości, ścichał. — Gdzie jesteś? Gdzie? — wołał, przeszukując całe mieszkanie, a musiała gdzieś być, poczuł bowiem zapach jej perfum, słyszał jej kroki, szelest sukien roznosił się wyraźnie."
      },
      {
        "index": 7,
        "text": "— Daisy! O Daisy! — wybuchnął naraz, wyciągając ręce do zwierciadła, w którem zamajaczył jej zarys, niby utkany z perlistej mgły, błysnęły jej fiołkowe oczy, uśmiech rozkwitnął wskróś bielm i, nim dobiegł, wszystko się rozwiało i przepadło."
      },
      {
        "index": 8,
        "text": "Długo czekał, zapatrzony w pustą taflę, jakby w zamarzłą toń, zazdrośnie kryjącą przed okiem śmiertelnych swoje cuda i dziwy niepojęte. A potem spadła nań jakaś cicha i szara zaduma, że jakby utonął w bezwładzie i trwał, próżen już wszelkich szamotań, radości i bólów, zapomniany i zapominający, daleki nawet siebie i tyle o sobie wiedzący, co mogą wiedzieć gwiazdy, lecące przez nieskończoność."
      },
      {
        "index": 9,
        "text": "Zbudził go dopiero bełkot życia, szturmujący dziką, brutalną wrzawą do okien, lęk ścisnął mu serce i oczy napełnił łzami niewytłumaczonego smutku. Włóczył po mieszkaniu trwożnemi oczami, gdyż mu się wydało, że ze wszystkich stron wyciągają się ku niemu drapieżne szpony życia i że jego własny głos woła srogo i nakazująco:"
      },
      {
        "index": 10,
        "text": "— Nie, już nie wrócę do ciebie, nie wrócę — odpowiadał, zapatrzony w jakiś brzeg, majaczący coraz słabiej i dalej."
      },
      {
        "index": 11,
        "text": "— Pójdę swoją drogą! Pójdę w sen o życiu nowem — dumał. Wszedł służący, meldując jakiegoś nieznajomego pana."
      },
      {
        "index": 12,
        "text": "— Niema mnie! — zawołał niecierpliwie i drugiemi drzwiami poszedł na górę do Joe’go."
      },
      {
        "index": 13,
        "text": "Malajczyk bardzo stanowczo zastąpił mu drogę."
      },
      {
        "index": 14,
        "text": "— Nie można!"
      },
      {
        "index": 15,
        "text": "— Czy tam jest kto?"
      },
      {
        "index": 16,
        "text": "— Nie można."
      },
      {
        "index": 17,
        "text": "— A może już zaczęli seans? — pytał podstępnie."
      },
      {
        "index": 18,
        "text": "— Nie można — powtarzał uparcie, zasłaniając sobą drzwi."
      },
      {
        "index": 19,
        "text": "— Jakieś spirytystyczne praktyki — pomyślał Zenon wzgardliwie i poszedł na miasto."
      },
      {
        "index": 20,
        "text": "— A może znowu biczowania? A może i ona? — Błyskawica wspomnień wstęgą ohydnych obrazów przewinęła mu się przez mózg."
      },
      {
        "index": 21,
        "text": "— Samo podejrzenie jest już szaleństwem."
      },
      {
        "index": 22,
        "text": "Błąkał się długo we wrzaskliwym odmęcie miasta, przypatrując się murom i twarzom z jakiegoś niezmiernego oddalenia i jakby po raz ostatni, jakby oczami pożegnań na zawsze. Dalekim się już poczuł od wszelkich zabiegów i spraw, dla których żyły i umierały te niezliczone rzesze, tak bardzo dalekim, iż tylko majaczeniem wydawał mu się wszystek ich żywot, majaczeniem zgoła niezrozumiałem i zupełnie obcem."
      },
      {
        "index": 23,
        "text": "— Kto z nas halucynuje? Ja, czy oni? — zapytywał się niekiedy, usiłując pojąć swój stosunek do nich, ale wtedy wypełzały przypomnienia Daisy i te trzeźwiące myśli rwały się w strzępy, że znowu zapadał w tuman nieokreślonych marzeń i dręczącej tęsknoty. I znowu przechodził wśród ciżb i wrzasków, niby zahipnotyzowany, poruszając się automatycznie, odruchami nawyków i przyzwyczajeń, błądził jak żywy trup, w niepojętych pustkach i milczeniu. Dopiero w jakimś posępnym zaułku oczy jego, ślizgając się martwo po wszystkiem, zatrzymały się machinalnie na białym, jaskrawo świecącym się szyldzie: „Tu sprzedają rosyjskie papierosy“. Przeczytał parę razy i, pchnięty jakimś ciemnym odruchem, wszedł do sklepu."
      },
      {
        "index": 24,
        "text": "Stara Żydówka w peruce drzemała za bufetem, gromada dzieci w łachmanach kłębiła się z piskiem po podłodze, w bocznej izbie, niskiej i straszliwie brudnej, klekotały maszyny i kilkunastu ludzi, kiwając się nad robotą, ciągnęło jakąś przesmutną pieśń."
      },
      {
        "index": 25,
        "text": "Ale skoro wszedł, owionęło go takie przegniłe i jakby zropiałe powietrze, że ledwie zdołał wykrztusić jakieś słowo, na które Żydówka porwała się z miejsca, maszyny przycichły i wszystkie oczy podniosły się na niego."
      },
      {
        "index": 26,
        "text": "— Pan może ze samej Warszawy? — spytała nieśmiało i jej wynędzniała twarz rozjaśniła się cichem rozradowaniem."
      },
      {
        "index": 27,
        "text": "— Tak, tak! — odpowiadał, zmieszany ciżbą, jaką go zaraz otoczyli, i natarczywemi spojrzeniami. Naraz wzyscywszyscy zaczęli mówić i pytać się jeden przez drugiego, podniósł się niesłychany gwar; ktoś mu podsunął stołek, ktoś trzymał jego kapelusz, ktoś podawał wodę, a ze wszystkich stron dotykały go delikatnie jakieś palce i zaczerwienione oczy wpijały się w niego z żarłocznością."
      },
      {
        "index": 28,
        "text": "Odpowiadał machinalnie, gdyż gwałtowna fala przypomnień zalała mu duszę, wołały w nim jakichś dawnych lat majaki, jakieś dni przebrzmiałe zamigotały, i jakieś bolesne widma chwil pomarłych i echa dalekiej ojczyzny..."
      },
      {
        "index": 29,
        "text": "— Gdzie ja jestem? Co robią tutaj ci ludzie? Dlaczego? — myślał, rozglądając się trwożnie dokoła, bo nędza, wyzierająca z każdego kąta, z każdej twarzy i z oczów każdych, odpowiadała mu wielkim głosem dlaczego i poco! Taka głęboka litość wtedy nim zatargała, że, przemógłszy obrzydzenie i wstręt do ich brudu i łachmanów, zawiązał z nimi dłuższą rozmowę. Nie skarżyli się, nie narzekali, nie złorzeczyli, ale każdy z nich w paru cichych i niezdarnie wypowiedzianych zdaniach rozsnuwał straszną litanję bólów, krzywd, poniżenia i niesprawiedliwości, całą gehennę wydziedziczonych. Słuchał jakby fantastycznej opowieści z tysiąca i jednej nocy, od której powstawały mu włosy i dusza kurczyła się z gorzkiego, palącego wstydu. Po wiele razy chciał już uciekać, ale nie mógł się poruszyć z miejsca, ubezwładniony zdumieniem i zgrozą. Pierwszy raz w życiu zajrzał na samo dno rzeczywistości, na samo dno człowieczej nędzy. — Straszne! Straszne! — szeptał i, odwracając twarz od ich zaczerwienionych oczów, spostrzegł jakąś małą dziewczynę, skuloną pod stołem, która co chwila biła piąstkami lalkę, uwitą z gałganków, i coś do niej groźnie szeptała."
      },
      {
        "index": 30,
        "text": "— Co ona tam robi?"
      },
      {
        "index": 31,
        "text": "— Pan wie, ona ma trochę słabość w głowie! — wyjąkała stara."
      },
      {
        "index": 32,
        "text": "— To wasza córka?"
      },
      {
        "index": 33,
        "text": "— Nie! nie! — obejrzała się podejrzliwie i zaczęła szeptać jakby w tajemnicy: — Pan wie, jak był pogrom w Kiszyniewie, to zabili jej tatę, zabili jej mamę, zabili jej familję, jej twarz rozcięli, zrabowali cały towar i jeszcze dom podpalili! Co to było, to nawet nie można opowiadać. Znaleźli ją pod trupami ledwie żywą! Taka sierota została, żeśmy ją wzięli ze sobą! Ale od tego czasu ciągle się boi, a jak zobaczy sołdata, to zaraz płacze, krzyczy i ucieka! Bardzo się boi! Róziu, chodź do nas, Róziu! Nie bój się, ten pan nic ci złego nie zrobi!"
      },
      {
        "index": 34,
        "text": "I mimo oporu wyciągnęła ją z pod stołu i przyprowadziła. Dziewczynka wystraszona trzęsła się i płakała, wielkie łzy spływały po jej bladej twarzy, przeciętej krwawą pręgą, w niebieskich oczach o złotych rzęsach taił się obłęd i przerażenie. Chciał ją pogłaskać po rudych, poskręcanych w pierścionki włosach, ale ona zakrzyczała strachliwie i uciekła w głąb mieszkania."
      },
      {
        "index": 35,
        "text": "I Zenon miał również dosyć tego. — A mimo wszystkiego chce im się jeszcze żyć — myślał, powróciwszy do mieszkania, i dosyć długo nie mógł się otrząsnąć z przykrego wrażenia, długo pamiętał tę dziecinną twarzyczkę z krwawą pręgą, jej błędne, zdziczałe oczy i te męczeńskie, wynędzniałe głowy nędzarzy."
      },
      {
        "index": 36,
        "text": "— Co się tam dzieje? Buchnęły mu znowu do mózgu przypomnienia ojczyzny. Spychał je na samo dno niepamięci, lecz nie dały się zatracić, podnosiły się pieśnią tęsknoty i w coraz boleśniejszej tonacji powracały. Stanął przed bibljoteką, czytając machinalnie polskie tytuły, już nawet wyciągnął rękę po jakiś tom, ale cofnął się śpiesznie."
      },
      {
        "index": 37,
        "text": "— Nie, poco wskrzeszać pogrzebane? Umarłem dla nich, nikt już tam nie pamięta, że byłem kiedyś pomiędzy nimi! Nikt! — powtarzał smutnie i z pewną goryczą."
      },
      {
        "index": 38,
        "text": "— I ja nie pamiętam nic i nikogo! — wmawiał w siebie bardzo usilnie, gdyż właśnie w tej chwili pamiętał wszystko!"
      },
      {
        "index": 39,
        "text": "— Straszny kraj i straszni ludzie! — bronił się przed tęsknotą, sączącą mu się przez serce ostrym spazmem bólu."
      },
      {
        "index": 40,
        "text": "— Wszystko przez tych Żydów! — szarpał się gniewnie. — Po licha właziłem do nich! Głupi sentymentalizm! — wyrzucał sobie niecierpliwie, ale dopiero wieczorem, przy obiedzie, w ognistych spojrzeniach Daisy zapomniał doszczętnie o wszystkiem. Daisy była milcząca i jakby owiana melancholją, tylko Bagh co chwila czołgała się do niego, kładła mu głowę na kolanach i jakoś miłośnie patrzała zielonemi źrenicami."
      },
      {
        "index": 41,
        "text": "— Mam dzisiaj u Bahg jakieś nadzwyczajne łaski!"
      },
      {
        "index": 42,
        "text": "— Ona wie, kogo ma niemi darzyć! — odpowiedziała Daisy, ogarniając go jakiemś długiem, a nie widzącem spojrzeniem."
      },
      {
        "index": 43,
        "text": "— Chyba dlatego, że służymy jednej pani — wyrzekł cicho."
      },
      {
        "index": 44,
        "text": "— Nie, ale dlatego, że my troje służymy Jedynemu..."
      },
      {
        "index": 45,
        "text": "Nie miał czasu prosić o wytłumaczenie, gdyż wstawano od stołu, i Daisy zaraz wyszła."
      },
      {
        "index": 46,
        "text": "I życie znowu potoczyło się, jak zwykle, jak codzień."
      },
      {
        "index": 47,
        "text": "Jak zwykle, dnie wlokły się wolno i nudnie; poranki wstawały senne i mgliste, południa przychodziły blade, wyczerpane i smutne, wieczory były rozdygotane gorączką i znerwowane, a noce ciągnęły się bez końca, zasłuchane w pluski nieustannych deszczów i w krzyki szamocących się drzew, nieskończony korowód chwil niepamiętanych, tysiące twarzy i rzeczy niezauważonych, tysiące rozpryśniętych myśli przesuwało się jakby głębią zwierciadła przez jego mózg niezdolny do żadnego skupienia i przez jego oczy ślepe na wszystko zewnętrzne, a wytężone wciąż w jakąś tajemniczą, czarowną dal oczekiwania."
      },
      {
        "index": 48,
        "text": "Czekał na znak Daisy. Na to obiecane jutro, tam, nad błękitami mórz dalekich. Czekał spokojnie, ufny, że jawi się i powie: Chodź!"
      },
      {
        "index": 49,
        "text": "I codziennie wstawał z płomienną nadzieją, że to zaraz się spełni, że to dzisiaj otworzą się wrota wymarzonego raju, ale po kilku dniach ekstatycznych wyczekiwań Daisy wyjechała z Mahatmą do Dublina na pewien czas. Zaniepokoił się nieco, lecz odprowadził ich na kolej wraz z Joe’m i wielu wyznawcami. Już w ostatniej chwili odjazdu Daisy zatopiła w nim rozgorzałe potężnie oczy i szepnęła:"
      },
      {
        "index": 50,
        "text": "— Wkrótce... pamiętasz?..."
      },
      {
        "index": 51,
        "text": "— Czekam! Czekam! — odpowiedział niememi ustami."
      },
      {
        "index": 52,
        "text": "I tak długo a uporczywie patrzył za pociągiem, ginącym woddali, aż Joe, zrozumiawszy jego stan, ścisnął mu rękę w kostce i lekko dmuchnął w oczy."
      },
      {
        "index": 53,
        "text": "— Chodźmy już, zimno — zawołał rozkazująco."
      },
      {
        "index": 54,
        "text": "Zenon wstrząsnął się febrycznie i, jakby się budząc, pytająco patrzył dokoła."
      },
      {
        "index": 55,
        "text": "— St. Pancrace-Station! Nie poznajesz?"
      },
      {
        "index": 56,
        "text": "Zenon zaśmiał się dziwnie nerwowo."
      },
      {
        "index": 57,
        "text": "— To dziwne, ale przez jakieś mgnienie nie wiedziałem, gdzie jestem, miałem wrażenie, iż jadę pociągiem i rozmawiam. Nie rozumiem, co mi się stało! — przecierał czoło, usiłując skupić rozpierzchłe strzępy jakichś przypomnień."
      },
      {
        "index": 58,
        "text": "— To resztki jakiejś choroby albo jej początek... — Być może, istotnie, ale od paru dni czułem się tak niesłychanie podniecony! Byłem pewien, że mnie coś nadzwyczajnego spotka. Prawda, przecież ja czekam... — Nie skończył."
      },
      {
        "index": 59,
        "text": "— Powinieneś wyjechać! Nawet nasz doktór mówił do mnie, abym ci poradził zmienić klimat i otoczenie, a zwłaszcza otoczenie."
      },
      {
        "index": 60,
        "text": "— To prawda, że nasz pensjonat jest nieco warjacki."
      },
      {
        "index": 61,
        "text": "— A niektóre osoby mają na ciebie wpływ bardzo niebezpieczny."
      },
      {
        "index": 62,
        "text": "— Mylisz się... — powstrzymał na ustach jej imię."
      },
      {
        "index": 63,
        "text": "— Tak mniemam. Ty nie znasz całej potęgi jej woli, nie wiesz, kto ona jest, nawet nie przypuszczasz!"
      },
      {
        "index": 64,
        "text": "— Mówmy otwarcie. Przypuszczasz, iż Daisy mnie zaczarowuje i urzeka? — zaśmiał się dwiącodrwiąco."
      },
      {
        "index": 65,
        "text": "— Jestem tego pewien! — odpowiedział z twardą stanowczością."
      },
      {
        "index": 66,
        "text": "— Kiedy wiesz, to może mógłbyś mi z taką samą pewnością wyłuszczyć, dlaczego to robi?"
      },
      {
        "index": 67,
        "text": "— Betsy mówi, że ona się w tobie kocha! — zaczął wymijająco."
      },
      {
        "index": 68,
        "text": "— Betsy? Skądże Betsy może wiedzieć?"
      },
      {
        "index": 69,
        "text": "— Przeczuła to intuicyjnie."
      },
      {
        "index": 70,
        "text": "— Jeszcze tego brakowało, żeby ona się tem zajmowała."
      },
      {
        "index": 71,
        "text": "— Ale ja myślę, iż miłość jest tylko przynętą, że to tylko pozór, bo Daisy idzie o co innego... Zenon przystanął z zapytaniem w oczach."
      },
      {
        "index": 72,
        "text": "— O twoją duszę! — dokończył Joe poważnie."
      },
      {
        "index": 73,
        "text": "— Czy wskrzeszamy czasy cyrografów i zaprzedawania się djabłom?"
      },
      {
        "index": 74,
        "text": "— Nie wskrzesza się tego, co nigdy nie umierało. Zło jest również nieśmiertelnem, jak i On."
      },
      {
        "index": 75,
        "text": "— Przebacz mi, co teraz powiem, ale widzę, że istotnie powinienem zmienić na czas jakiś otoczenie. Dawno już spostrzegam, że żyję wpośród obłąkanych. Daruj mi tę szczerość, ale słuchając ciebie i drugich, a przytem wiedząc o waszych czarodziejskich praktykach, możnaby wkrótce i samemu dostać bzika. Jestem wprawdzie dosyć trzeźwy i oporny, czuję jednak, iż ta mistyczna gorączka może być zaraźliwa."
      },
      {
        "index": 76,
        "text": "— Ulegniesz jej z pewnością... Nie pomoże twoja oporność, skruszy ją wola Daisy... ulegniesz... Dlatego właśnie radzę ci wyjazd. Czasem w ucieczce leży największe zwycięstwo! Wiesz, ojciec z Betsy planują podróż na kontynent, jedź z nimi! Uciekaj z tego domu, póki jeszcze czas! Ratuj się! — prosił żarliwie, patrząc mu błagalnie w oczy."
      },
      {
        "index": 77,
        "text": "— Więc zagraża mi takie straszne niebezpieczeństwo."
      },
      {
        "index": 78,
        "text": "— Żartujesz, nie wierzysz, a ja ci mówię, że już się chwiejesz nad przepaścią i lada chwila możesz w nią runąć."
      },
      {
        "index": 79,
        "text": "— Lubię aforyzmy i symboliczne przenośnie, ale słucham tylko siebie i własnego rozumu — odpowiedział dosyć cierpko. — Tak ci się wydaje, a pójdziesz za nakazem potężniejszej woli..."
      },
      {
        "index": 80,
        "text": "— Na szczęście, nie tak łatwo poddaję się sugestji, a już właściwości medjumicznych zgoła nie posiadam."
      },
      {
        "index": 81,
        "text": "— Jesteś największą siłą medjumiczną, jaką znam!"
      },
      {
        "index": 82,
        "text": "Zenon musiał tego nie dosłyszeć, gdyż, wchodząc do Boarding House’u, był zajęty odbieraniem jakiejś depeszy od portjera."
      },
      {
        "index": 83,
        "text": "— Nie odpowiedziałeś mi nic na projekt wyjazdu z ojcem!"
      },
      {
        "index": 84,
        "text": "— Będę u nich jutro."
      },
      {
        "index": 85,
        "text": "Rozeszli się dosyć chłodno."
      },
      {
        "index": 86,
        "text": "Zenon niecierpliwie otworzył depeszę."
      },
      {
        "index": 87,
        "text": "„Czekamy na ciebie od dwóch dni. Przyjdź lub odpowiedz."
      },
      {
        "index": 88,
        "text": "Henryk”."
      },
      {
        "index": 89,
        "text": "Depesza była po polsku i mimo srogich przekręceń zrozumiał jej treść, nie mogąc tylko pojąć, od kogo pochodzi?"
      },
      {
        "index": 90,
        "text": "— Widocznie jakiś rodak! A skończy się na prośbie o parę funtów! — pomyślał złośliwie, wchodząc do mieszkania."
      },
      {
        "index": 91,
        "text": "— „Czekamy od dwóch dni”. Są jakie listy?"
      },
      {
        "index": 92,
        "text": "— Wszystkie leżą na biurku! — objaśnił służący."
      },
      {
        "index": 93,
        "text": "— To dzisiejsze?"
      },
      {
        "index": 94,
        "text": "— Od czterech dni składam... — Tak... od czterech dni... prawda, zapomniałem przejrzeć..."
      },
      {
        "index": 95,
        "text": "Na samym wierzchu błękitniała jakaś koperta, adresowana nieangielskim charakterem pisma. Ważył ją w ręku, oglądał na wszystkie strony, wreszcie rozerwał, list przeczytał jednym tchem i osłupiał."
      },
      {
        "index": 96,
        "text": "Pisał do niego brat stryjeczny, który przyjechał przed paru dniami do Londynu i usilnie chciał się z nim widzieć. U spodu listu czerniał krótki dopisek:"
      },
      {
        "index": 97,
        "text": "„P. S. Bardzo proszę i bardzo czekam."
      },
      {
        "index": 98,
        "text": "Ada”."
      },
      {
        "index": 99,
        "text": "— Ada! Ada! — Wpatrzył się w sznur drobnych, wykwintnych liter, od których podniósł się zapach jakichś przywiędłych wspomnień."
      },
      {
        "index": 100,
        "text": "— Czekają na mnie! Ada! Muszę iść, trzeba, koniecznie..."
      },
      {
        "index": 101,
        "text": "Chwiał się przez chwilę, nie wiedząc, co począć, ale tak go coś ciągnęło do nich, że ani wiedział, kiedy się znalazł w cab’ie i polecił się zawieźć do Cecil Hotelu."
      },
      {
        "index": 102,
        "text": "— Dziesięć lat! Upiory mnie gonią! Umarłe powstają! — myślał, przypominając sobie jakąś twarz, dawno zapomnianą."
      },
      {
        "index": 103,
        "text": "— A jednak tamto umarło już we mnie! Umarło! — powtarzał, jakby broniąc się przed wspomnieniami. Napróżno, rozdarły się nagle mroki, a z pod całych lat niepamięci, z pod burzliwych zwałów nowego życia, wdzierały się echa dawnych czasów i coraz tłumniej, i potężniej, i zgiełkliwiej. — Zaledwie pamiętam o tej miłości, zaledwie pamiętam! — rzucił wyzywająco własnemu sercu, oczekując z niepokojem jego odpowiedzi, lecz serce ani drgnęło, nie zabiło żywiej, nie szarpnęło się tęsknotą, tylko zjawiła się pamięć jakichś strasznych chwil. Ostatni dzień przed ucieczką z kraju wpełznął mu do mózgu i żarł kolczastemi kłami przypomnień."
      },
      {
        "index": 104,
        "text": "Cab toczył się wolno, ściśnięty w nieskończony łańcuch powozów, omnibusów i automobilów. Ulice szumiały wrzawą i ruchem. Miasto majaczyło w szarych i zimnych mgłach. W głębiach sklepów połyskiwały światła. Czarne mrowie ludzkie płynęło jakby rzekami bez końca i liczby."
      },
      {
        "index": 105,
        "text": "— Jak ona wygląda! Jak mnie przyjmie! — dumał, zapatrzony w larwy tamtych dni, wynoszących się coraz wyraziściej. Wszystkie słowa pomarłe znowu zadźwięczały w mózgu, wszystkie jej spojrzenia kłębem błyskawic przewinęły się, budząc strupieszałe przypomnienia cierpień. Godziny ciężkich walk, godziny zwątpień i rozpaczy, chwile nadludzkiej męki, cała Kalwarja tamtego życia przepływała przez niego gorzką, trującą falą. I chociaż przechodziły korowodem mar, do snów tylko dręczących podobne, w wyblakłą grozę przyodziane i w proch się rozsypujące, ale syciły mu duszę jakimś smutkiem daremnego żalu."
      },
      {
        "index": 106,
        "text": "— Każde dzisiaj jest grobem dla wczoraj! To bardzo mądra konieczność! — westchnął jednak smutnie i, wchodząc do hotelu, postanawiał niezłomnie, że się nie pozwoli wytrącić z równowagi i nie da się urokom przeszłości."
      },
      {
        "index": 107,
        "text": "— Jestem im obcym i obcym pozostanę. Dziesięć lat czasu leży między nami! Ale czego chce ode mnie ta marmurowa pani? Czy jeszcze mało zapłaciłem? — pytał, wrząc głuchym, buntowniczym gniewem i niechęcią, ale kiedy wszedł do przedpokoju i służący poszedł go oznajmić, poczuł szaloną chęć ucieczki."
      },
      {
        "index": 108,
        "text": "Było już jednak za późno, ktoś biegł pośpiesznie, drzwi się otwarły, i Ada stanęła przed nim."
      },
      {
        "index": 109,
        "text": "Wyciągnęła ręce gwałtownym ruchem radości."
      },
      {
        "index": 110,
        "text": "Nie potrafił również wykrztusić ani słowa, tylko ręce się ich zwarły, oczy zatonęły w sobie i stanęli nieprzytomni prawie z dziwnego wzruszenia."
      },
      {
        "index": 111,
        "text": "— Chodźcież! — ozwał się jakiś głos z głębi mieszkania."
      },
      {
        "index": 112,
        "text": "Pociągnęła go do środka, naprzeciw szedł o kiju ktoś, kogo nie poznał narazie, i rzucił mu się w ramiona."
      },
      {
        "index": 113,
        "text": "— Henryk! — zawołał z przykrem zdumieniem."
      },
      {
        "index": 114,
        "text": "Tamten objął go jeszcze raz i szepnął bardzo serdecznie:"
      },
      {
        "index": 115,
        "text": "— Nareszcie! Takeśmy czekali!"
      },
      {
        "index": 116,
        "text": "— Od dwóch dni liczyliśmy każdą godzinę — odezwała się cichym, przedławionym głosem."
      },
      {
        "index": 117,
        "text": "Zaczął się usprawiedliwiać, lecz Henryk, nie puszczając jego ręki, pociągnął go na fotel i zawołał radośnie: — Nie tłumacz się, wszystko już jedno. Jesteś z nami, a resztę wyrzucimy za burtę. Ileż to lat nie widzieliśmy się?"
      },
      {
        "index": 118,
        "text": "— Prawie dziesięć! — szepnęła cichutko, przymykając oczy."
      },
      {
        "index": 119,
        "text": "— Straszny kawał czasu. Nie przypuszczałem jednak, że spotkamy się w Londynie."
      },
      {
        "index": 120,
        "text": "— Ja byłam pewna, że pan wróci do kraju..."
      },
      {
        "index": 121,
        "text": "— Cóż, kiedy jeszcze nie zatęskniłem do drogiej ojczyzny! — odezwał się ironicznie, był już spokojny, panował nad sobą."
      },
      {
        "index": 122,
        "text": "— Jakto, nigdy nie zatęskniłeś do kraju? Nigdy?"
      },
      {
        "index": 123,
        "text": "— Nigdy, bo tutaj znalazłem to wszystko, czego napróżno pożądałem w ojczyźnie."
      },
      {
        "index": 124,
        "text": "— I spokój? — spytała, podnosząc na niego oczy."
      },
      {
        "index": 125,
        "text": "— Tak, i spokój — odrzucił z naciskiem."
      },
      {
        "index": 126,
        "text": "— I nigdy pan nie żałował niczego?"
      },
      {
        "index": 127,
        "text": "Zawahał się przez mgnienie i rzekł cierpko:"
      },
      {
        "index": 128,
        "text": "— Nie. Przebrałem się zupełnie z przeszłości, a resztę zamordowałem w sobie. Zresztą, czego mógłbym żałować? Polskiej doli? Nawet szatan nam jej nie zazdrości, chociaż to jego pomysł! Przepraszam, niepotrzebnie poruszam tego rodzaju kwestję."
      },
      {
        "index": 129,
        "text": "— I popełniasz głęboką niesprawiedliwość względem swoich przyjaciół."
      },
      {
        "index": 130,
        "text": "— Nie mam w kraju żadnych przyjaciół i nigdy nie miałem. — Więc i my się nie liczymy?"
      },
      {
        "index": 131,
        "text": "— Nie miałem na myśli rodziny."
      },
      {
        "index": 132,
        "text": "— Niech Ada powie, jak boleśnie odczuliśmy twój wyjazd."
      },
      {
        "index": 133,
        "text": "— Naturalnie, ubył partner do winta."
      },
      {
        "index": 134,
        "text": "Henryk żachnął się, boleśnie dotknięty."
      },
      {
        "index": 135,
        "text": "— I nie zdobyliście się ani na jedno słowo do mnie!"
      },
      {
        "index": 136,
        "text": "— A czy pan dał nam jaki znak życia? — Głęboko skryta skarga brzmiała w jej głosie."
      },
      {
        "index": 137,
        "text": "— Więc to moja wina? — wyzywająco patrzył na nią."
      },
      {
        "index": 138,
        "text": "Ada pochyliła głowę i wyszła do drugiego pokoju."
      },
      {
        "index": 139,
        "text": "— Dajmy spokój wyrzutom. Nie trujmy się i przekreślmy wspólne winy! Na usprawiedliwienie powiem ci to, że dopiero przed paru laty dowiedziałem się, iż jeszcze żyjesz. Ada nigdy o tem nie wątpiła, zaś dopiero od roku zdobyłem twój adres."
      },
      {
        "index": 140,
        "text": "— Musiał go zdradzić mój dzierżawca!"
      },
      {
        "index": 141,
        "text": "— Nie, mordowaliśmy go nieraz, i nie zdradził. Twój zaś adwokat nieustannie nas przekonywał o twojej śmierci, a jako najważniejszy dowód przytaczał to, że cały majątek, obciążony tylko jakiemś dożywociem, zapisałeś na cele publiczne. Musieliśmy wkońcu uwierzyć, tylko Ada nie dała sobie wmówić. Ona jedna przeczuwała prawdę. Przed paru laty w Kairze poznaliśmy pana W. P. Grey’a. — Poeta! Mój przyjaciel. I on wam powiedział?"
      },
      {
        "index": 142,
        "text": "— Zrobił to mimowolnie i potem bardzo żałował, zaklinając nas, abyśmy o tem nie mówili."
      },
      {
        "index": 143,
        "text": "— Więc w kraju wiedzą już o mnie?"
      },
      {
        "index": 144,
        "text": "— Nie, nikt nie wie, kto się kryje pod angielskim pseudonimem Waltera Brown’a. Ada twierdziła, że nie mamy prawa zdradzać twojej tajemnicy."
      },
      {
        "index": 145,
        "text": "— Jestem wam nieskończenie wdzięczny!"
      },
      {
        "index": 146,
        "text": "— Ale zrobiła jeszcze więcej, bo kilka twoich książek przetłumaczyła, i jesteś w kraju znany, panie Walterze Brown’ie."
      },
      {
        "index": 147,
        "text": "— Nawet mam te tłumaczenia, wspaniałe, ale nawet nie przyszło mi do głowy podejrzewać Adę! To niespodzianka!"
      },
      {
        "index": 148,
        "text": "— Umyślnie nauczyła się po angielsku i od czasu, jak wiemy, kto jest Walter Brown, wiemy wszystko o tobie. Nie uwierzysz, jak cieszyliśmy się twojem powodzeniem, jak dumni byliśmy."
      },
      {
        "index": 149,
        "text": "Zenon milczał, miotany najsprzeczniejszemi uczuciami."
      },
      {
        "index": 150,
        "text": "— I czekaliśmy wciąż twojego powrotu, ale lata szły, i moja choroba czyniła takie postępy, że przestałem już liczyć na twój powrót do kraju. Byłbym się pewnie ciebie nie doczekał?"
      },
      {
        "index": 151,
        "text": "— Nigdy nie myślałem o powrocie — szepnął posępnie."
      },
      {
        "index": 152,
        "text": "— Przeczuwałem to wkońcu! Pamiętasz, iż zawsze byłem chorowity, lecz od paru lat nerki i serce zaczęły mnie zjadać coraz pośpieszniej. Napróżno szukałem zdrowia po świecie i wreszcie dałem spokój, ale tem bardziej chciałem się z tobą zobaczyć."
      },
      {
        "index": 153,
        "text": "— Przyjechaliśmy do Londynu umyślnie."
      },
      {
        "index": 154,
        "text": "— Dla mnie?"
      },
      {
        "index": 155,
        "text": "— Tak, a czy wiesz, że umierającemu niczego się nie odmawia?"
      },
      {
        "index": 156,
        "text": "— Nie rozumiem, co to ma za związek z tobą!"
      },
      {
        "index": 157,
        "text": "— Taki, że mam do ciebie wielką, ostatnią prośbę."
      },
      {
        "index": 158,
        "text": "— Chyba żartujesz ze mnie. Przesadzasz swój stan."
      },
      {
        "index": 159,
        "text": "— Niestety, znam go lepiej, niźli doktorzy, i wiem, że mogę umrzeć w każdej chwili. Dlatego właśnie tu jestem i proszę cię, jak prosi umierający, zaopiekuj się moją żoną i córką!"
      },
      {
        "index": 160,
        "text": "— Ja? Twoją żoną i córką! — zerwał się ze zdumienia."
      },
      {
        "index": 161,
        "text": "— Po mojej śmierci zaopiekuj się niemi! — powtórzył z mocą i patrzał w niego serdecznem, przełzawionem spojrzeniem. — Pomyśl, po mojej śmierci nie będą miały nikogo prócz ciebie. Pomyśl!"
      },
      {
        "index": 162,
        "text": "— Chyba nie wiesz, co mówisz! — wykrzyknął, nie mogąc jeszcze uwierzyć własnym uszom."
      },
      {
        "index": 163,
        "text": "— Myślałem o tem długo! Cóż w tem widzisz nadzwyczajnego?"
      },
      {
        "index": 164,
        "text": "— Tak, istotnie, ale spadło na mnie tak nieoczekiwanie..."
      },
      {
        "index": 165,
        "text": "— Usiądź przy mnie, pomówimy obszerniej. Nie obawiaj się kłopotów opieki, wszystkie sprawy uregulowałem. Daj mi rękę na zgodę, tak, wiedziałem, że mi nie odmówisz, dziękuję ci z całego serca. Nie mogę zwlekać i odkładać na później. — Ucałował go serdecznie i cicho, przemęczonym głosem zaczął się zwierzać ze swoich trosk o przyszłość Ady i dziecka."
      },
      {
        "index": 166,
        "text": "A Zenon słuchał, patrząc na niego z pewnem przerażeniem."
      },
      {
        "index": 167,
        "text": "Jakto, Adę oddaje mu w opiekę? Adę? Własny jej mąż! Co za zbieżność! Teraz, po tylu latach, kiedy już w nim wszystko umarło? Ohydna zemsta, czy naigrawanie się losu! Leciały błyskawicami oślepiającemi myśli i uczucia, skłębione i tak mętne, że chwilami był pewien, że ulega dręczącej halucynacji! Ale nie, Henryk siedział tuż przy nim, słyszał jego głos, patrzył mu w twarz, czuł na swojej dłoni jego rękę zimną i spoconą. Wzdrygnął się gwałtownie. Zgadzał się już na wszystko i wszystkiemu potakiwał, nie śmiejąc niczego odmawiać. Tylko pod wpływem jego słów bezgranicznej ufności zaczął nim władnąć jakiś palący wstyd, i bolesne upokorzenie przeżerało mu serce."
      },
      {
        "index": 168,
        "text": "— Nie wiedziałem, że macie córkę! — przerwał mu w nadziei skierowania rozmowy na inne tory."
      },
      {
        "index": 169,
        "text": "— Zaraz ją zawołam! Wandziu!"
      },
      {
        "index": 170,
        "text": "— Ileż ma lat? — ciągnął dalej w tym samym celu."
      },
      {
        "index": 171,
        "text": "— Zaczęła dziesiąty! Urodziła się w parę miesięcy po twoim wyjeździe! — ogarnął go dziwnie zagadkowem spojrzeniem. Zenon ściągnął brwi, jakby oślepiony nagłą błyskawicą, i zaczął prędko zapalać papierosa, gdy weszła Ada ze smukłą dziewczynką, całą w lokach jasnych, jak len, prześliczną."
      },
      {
        "index": 172,
        "text": "— Wandziu, to twój wujaszek!"
      },
      {
        "index": 173,
        "text": "Dziewczyna zatopiła w nim ogromne, błękitne oczy."
      },
      {
        "index": 174,
        "text": "— Przywitajcież się! — komenderował Henryk."
      },
      {
        "index": 175,
        "text": "Dziewczynka, przemógłszy nieśmiałość, rzuciła mu się w ramiona. Całował ją z wymuszoną czułością i zbyt nieco ostentacyjnie, żeby pokryć jakieś niewytłumaczone wzruszenie."
      },
      {
        "index": 176,
        "text": "— Bardzo ładna; typowe polskie dziecko!"
      },
      {
        "index": 177,
        "text": "— Nadzwyczajnie do ciebie podobna."
      },
      {
        "index": 178,
        "text": "— Zupełnie odmienny typ! — poczuł się niemile dotkniętym."
      },
      {
        "index": 179,
        "text": "— Właśnie, że zupełnie ten sam typ familijny! Przecież dawniej, przed chorobą, Henryk był bardzo podobny do pana — mówiła Ada, przytulając głowę dziecka, lecz w jej oczach tliło się coś zagadkowego, a usta opylał nieodgadniony uśmiech, Henryk też miał w twarzy jakiś smutny wyraz rezygnacji, tylko Wandzia, przytulona do matki, rzucała na Zenona wesołe, rozbawione spojrzenia."
      },
      {
        "index": 180,
        "text": "Rozmowa utykała, wlokła się ciężko, skacząc ustawicznie z przedmiotu na przedmiot, nie mogąc się zaczepić o nic stałego. Leżała bowiem pomiędzy nimi tyloletnia rozłąka, a łączyły tylko dawne, zatarte nieco wspomnienia, których dotykano niejednokrotnie, lecz jakby z obawą. Oboje byli dla niego niezmiernie serdeczni, ale on wciąż trzymał się opornie, zbywając krótkiemi, chłodnemi odpowiedziami. Czuł się tak dalekim i obcym wszystkich spraw poruszanych i nawet ich samych, że znużony spojrzał na zegarek, ale jej oczy strzeliły taką niemą i rozpaloną prośbą, iż pozostał jeszcze, próbując zainteresować się nimi i pokryć nudę, jaka go ogarniała coraz uporczywiej."
      },
      {
        "index": 181,
        "text": "Naraz Henryk ze szlachecką otwartością zapytał:"
      },
      {
        "index": 182,
        "text": "— Powiedz nam szczerze, dlaczego wyjechałeś z kraju?"
      },
      {
        "index": 183,
        "text": "Był na to przygotowany, bo odparł z uśmiechem:"
      },
      {
        "index": 184,
        "text": "— Miałem już dosyć Polski, chciałem się poczuć Europejczykiem!"
      },
      {
        "index": 185,
        "text": "— U nas mówiono o tem inaczej, zupełnie inaczej..."
      },
      {
        "index": 186,
        "text": "Rozdrażnił się jego głupim, domyślnikowym uśmiechem."
      },
      {
        "index": 187,
        "text": "— Jakże mówiono? To może być ciekawe."
      },
      {
        "index": 188,
        "text": "— Przedewszystkiem podejrzewano cię o nieszczęśliwą miłość! Wielu znowu dowodziło, że wypędził cię z kraju jakiś pojedynek amerykański. Ale byli i tacy, którzy przypuszczali bardziej skandaliczne powody..."
      },
      {
        "index": 189,
        "text": "— Morderstwo lub kradzież! Poznaję w tem lotność moich kochanych kolegów literackich."
      },
      {
        "index": 190,
        "text": "— Coś w tym rodzaju, głównie jednak mówiono o samobójstwie z powodu zawodu w miłości. — Najgłupszy powód, ale zato romantyczny. U nas bardzo chętnie tłumaczą sobie podobne sprawy miłością lub łajdactwem."
      },
      {
        "index": 191,
        "text": "— Bo tak przeważnie bywa."
      },
      {
        "index": 192,
        "text": "— Bywa, nie przeczę, ale bywa i wiele innych przyczyn. Mogą być powody tysiąc razy głębsze i ważniejsze."
      },
      {
        "index": 193,
        "text": "Ada odwróciła się nieco, rumieniec krwawą łuną oblał jej twarz."
      },
      {
        "index": 194,
        "text": "— Ludzie wolą sobie tłumaczyć tem, co najłatwiej rozumieją."
      },
      {
        "index": 195,
        "text": "— Słusznie. Gdybym był powiedział: wyjeżdżam, bo mi się znudziło życie między wami, niktby mi nie uwierzył. Za proste."
      },
      {
        "index": 196,
        "text": "— I miałby rację!"
      },
      {
        "index": 197,
        "text": "— A jeślibym cię upewniał, że tylko taki powód był mojego wyjazdu?"
      },
      {
        "index": 198,
        "text": "— Uwierzyłbym, oczywiście, musiałbym uwierzyć, ale — —"
      },
      {
        "index": 199,
        "text": "— Cóż znaczy powód wobec samego faktu? — odezwała się Ada."
      },
      {
        "index": 200,
        "text": "— Fakt był ważny, nie przeczę, ale tylko dla mnie jednego! — rzucił niechętnie, lecz, widząc jej twarz nagle schmurzoną, zaczął żartobliwie: — Musicie mi kiedyś opowiedzieć wszystkie plotki, jakie krążyły po mojem zniknięciu! No, i jak mnie tam żałowano? Smutek musiał być powszechny, nieutulony żal i głęboka żałoba!"
      },
      {
        "index": 201,
        "text": "— Żartujesz, a corocznie twoi wielbiciele zamawiają żałobne nabożeństwo za twoją duszę. — Aż tak, to pewnie moi wydawcy w obawie, abym nie ożył i nie upomniał się o swoje prawa, chcą mi zapewnić niebo."
      },
      {
        "index": 202,
        "text": "— Nie umiał pan dawniej żartować ze wszystkiego..."
      },
      {
        "index": 203,
        "text": "— Człowiek się wciąż uczy czegoś nowego, wciąż..."
      },
      {
        "index": 204,
        "text": "Podniosła się i zaczęła chodzić po pokoju, wyzierając co chwila przez okno. Nie mógł oderwać od niej oczów. Była wyniosła, piękna i dumna, jak niegdyś. Niekiedy zbiegały się ich oczy i rozlatywały, niby spłoszone ptaki. Czasem stawała pod oknem, cudowne jej brwi napinały się, jak węże gniewne, a usta, dziwnie wygięte w kątach, nabrzmiałe purpurą, zacinały się jakoś żałośliwie. Zdawała się nie słyszeć rozmowy, jaką wiedli, a tylko chwilami podnosiła na Zenona mądre, badające oczy, i wtedy jakiemś głębokiem westchnieniem podnosiły się jej piersi."
      },
      {
        "index": 205,
        "text": "Pozostał u nich na obiedzie, gdyż po przełamaniu pierwszych lodów nastrój stawał się coraz swobodniejszy i milszy. Ożywili się wszyscy, i obiad przechodził bardzo wesoło."
      },
      {
        "index": 206,
        "text": "Miał jej twarz przed sobą, puszyste, czarne włosy ocieniały ją niby chmurą, z pod której błyskały ogromne, przepaściste oczy, a niski, przecudowny głos budził w nim całe pokłady wspomnień, wskrzeszając przeszłość z niesłychaną mocą. — Chwilami mam wrażenie, jakbym siedział u was na wsi... przed laty. Nawet ten garson podobny jest do Walentego..."
      },
      {
        "index": 207,
        "text": "— Wrócisz, i wszystko znowu będzie po dawnemu! U nas w domu nic się nie zmieniło. Nie poznasz, żeś tak długo nie był."
      },
      {
        "index": 208,
        "text": "— Nie wróciłbym już do dawnego!"
      },
      {
        "index": 209,
        "text": "— Nie lubi pan przeszłości... — uśmiechnęła się melancholijnie."
      },
      {
        "index": 210,
        "text": "— Bo nie miałem nigdy ani jednej chwili, do której pragnąłbym powrócić."
      },
      {
        "index": 211,
        "text": "— Ani jednej chwili? — zapytała prędko."
      },
      {
        "index": 212,
        "text": "— Jeśli nawet i była, to zalało ją całe morze goryczy."
      },
      {
        "index": 213,
        "text": "Rozdrażnił się nagle, gorycz osiadła mu na ustach i zaostrzyła spojrzenie, a stary żal tak zaszarpał sercem, że, skoro tylko wstali od stołu, chciał natychmiast odejść."
      },
      {
        "index": 214,
        "text": "— Mamy lożę na operę i pragnęliśmy ten wieczór spędzić razem z panem! Czyż pan może nam odmówić?"
      },
      {
        "index": 215,
        "text": "Znowu ten dziwnie słodki, przejmujący głos, znowu te oczy, nakazujące w prośbie, i ten ubezwładniający uśmiech, nie, nie potrafił się wymówić i pojechał z nimi do teatru."
      },
      {
        "index": 216,
        "text": "Widowisko było już rozpoczęte."
      },
      {
        "index": 217,
        "text": "Siedział w przyćmionej głębi loży, patrząc tylko na nią chłodnemi, badającemi oczami, na jej cudowną głowę o suchym, orlim profilu. Miała twarz muzy i zarazem grzechu. W półmroku i tak blisko, tak kusząco blisko krwawiły się jej usta, te niepokojące, jakby wiecznie spragnione usta. Patrzył na nią niby na dzieło sztuki, sycił oczy jego pięknem, radował się najczystszą radością artysty i dlatego z pewnym niepokojem zauważył, iż nieco przytyła i jej wspaniały biust nabiera pełności gron dojrzewających. Zdawała się nie widzieć przedstawienia, ni jego oczów, gdyż spojrzenia jej niosły się gdzieś błędnie, daleko, jakby do wspomnień minionych leciały."
      },
      {
        "index": 218,
        "text": "— Czy pamięta? Czy zawsze z tą samą obojętnością pozwala się uwielbiać? Czy i innym w nagrodę rzucała okruch łaski królewskiej? Czy zawsze tak samo zimna i obojętna? Rozmyślał. Na scenie śpiewano Romea i Julję."
      },
      {
        "index": 219,
        "text": "Teatr był przepełniony. W lożach bieliły się obnażone ramiona, połyskiwały rozgorączkowane oczy, skrzyły się brylanty i ustawicznie szemrały wachlarze. Zapach perfum i kwiatów przesycał powietrze."
      },
      {
        "index": 220,
        "text": "Na sali panował mrok, tylko na jasnej scenie udani kochankowie śpiewali udawaną miłość. Słodkie kantyleny sączyły jad podrażnień, budząc szalone tęsknoty pocałunków i dreszcze namiętnych pragnień. Żądza śpiewała bezwstydną i nigdy nienasyconą pieśń rozkoszy."
      },
      {
        "index": 221,
        "text": "A w jakiejś chwili, gdy kochankowie na scenie rzucili się sobie w objęcia, Ada upuściła wachlarz i, kiedy go podawał, szepnęła ledwie dosłyszalnie: — Pamiętasz!"
      },
      {
        "index": 222,
        "text": "Właśnie był wskrzeszał wspomnienia tej jedynej i nigdy niepojętej chwili, więc na jej słowo zadrżał i spojrzał zdumiony. Siedziała spokojna, zimna, jakby z marmuru wykuta."
      },
      {
        "index": 223,
        "text": "Jakże teraz pamiętał tamten wieczór grozy i szału!"
      },
      {
        "index": 224,
        "text": "Był u nich na wsi."
      },
      {
        "index": 225,
        "text": "Wiosenna burza szalała na świecie, niekiedy deszcz lał strumieniami, niekiedy wicher łomotał o ściany, park jęczał, biły pioruny i migotały błyskawice."
      },
      {
        "index": 226,
        "text": "Całe towarzystwo grało w karty w przyległym pokoju, a on w wielkiej, mrocznej sali grał na fisharmonji Bacha; grał dla niej, jak zawsze, i jak zawsze śpiewał o swojej beznadziejnej miłości."
      },
      {
        "index": 227,
        "text": "Przyszła, przyciągnięta dźwiękami, i snuła się po sali, niby biała, cicha błyskawica. Noc stawała się coraz straszniejsza, i grzmoty huczały złowrogo, jakby się walił cały świat. Patrzyła w burzę i oślepiające migoty bez trwogi, jednako spokojna, wyniosła, milcząca i tak martwo obojętna, że jak zawsze pomarły mu na ustach słowa wyznań, a duszę zalały łzy beznadziejnej rozpaczy."
      },
      {
        "index": 228,
        "text": "Tego wieczora nie zamienili ze sobą ani słowa."
      },
      {
        "index": 229,
        "text": "Został u nich na noc, gdyż z powodu szalejącej burzy niepodobna było wracać do domu."
      },
      {
        "index": 230,
        "text": "I kiedy się znalazł w swoim pokoju i, zgasiwszy świecę, zaczął rozmyślać, że trzeba iść precz z tego domu, iść zaraz i na zawsze... Otworzyły się drzwi... Ktoś wszedł bosemi nogami... i nim się zdołał unieść i zapytać, ktoś padł mu na piersi... ktoś go objął... czyjeś usta pożerały go chciwemi, głodnemi pocałunkami... czyjś głos zduszony... głos objawienia... głos upojeń i szału..."
      },
      {
        "index": 231,
        "text": "Nie mógł teraz myśleć o tem spokojnie, zerwał się bezwiednie z miejsca, brakowało mu tchu, i jakieś szalone pragnienie rozprężyło mu ramiona..."
      },
      {
        "index": 232,
        "text": "Na szczęście, akt się skończył, kurtyna zapadła, i grzmiące brawa oprzytomniły go natychmiast."
      },
      {
        "index": 233,
        "text": "Wyszli oboje na foyer, gdyż Henryk wolał pozostać w loży."
      },
      {
        "index": 234,
        "text": "— Wiem, o czem pan myślał! — zaczęła, nie patrząc na niego."
      },
      {
        "index": 235,
        "text": "— Mógłżebym myśleć o czem innem?"
      },
      {
        "index": 236,
        "text": "Przenikliwy, nieodgadniony uśmiech przewiał po jej ustach."
      },
      {
        "index": 237,
        "text": "— Gdyby nie to spotkanie, byłbym zapomniał — szepnął jakby z wyrzutem. — Byłbym zapomniał na zawsze."
      },
      {
        "index": 238,
        "text": "Fala ludzi rozdzieliła ich na chwilę."
      },
      {
        "index": 239,
        "text": "— Musimy się jutro spotkać. Przyjdę do British Museum o jedenastej. Będzie pan na mnie czekał!"
      },
      {
        "index": 240,
        "text": "— Rozkazuje pani, więc będę."
      },
      {
        "index": 241,
        "text": "— Ależ ja proszę, ja proszę — powtórzyła z tkliwością."
      },
      {
        "index": 242,
        "text": "— Długo będziecie w Londynie? — spytał już spokojniej. — To zależy od tego, co mi pan jutro powie — zajrzała mu w twarz lękliwie, wyczekująco."
      },
      {
        "index": 243,
        "text": "— Ja mam decydować! Nigdy nie chciała mnie pani nawet słuchać, a teraz... Jakąż nową krzywdę szykuje pani dla mnie? — uśmiechnął się z bolesnem szyderstwem."
      },
      {
        "index": 244,
        "text": "Przybladła, oczy się jej zatrzepotały, jęknęła prawie:"
      },
      {
        "index": 245,
        "text": "— Nienawidzi mnie pan!"
      },
      {
        "index": 246,
        "text": "— Tylko się bronię, bo zbyt dobrze jeszcze pamiętam dawną."
      },
      {
        "index": 247,
        "text": "— A więc do jutra. Wszystko panu powiem i wyjawię..."
      },
      {
        "index": 248,
        "text": "— Dziesięć lat na to czekałem — szepnął, wracając do loży."
      },
      {
        "index": 249,
        "text": "Nowy akt się rozpoczynał; na scenie działy się przeróżne rzeczy, ale on nie spostrzegł niczego, nawet jej płomiennych spojrzeń, jakiemi go ogarniała. Siedział skulony, przeżuwając te dawne krzywdy; pasł się męką przypomnień tamtych czasów i tamtej niepojętej nocy..."
      },
      {
        "index": 250,
        "text": "Przyszła i oddała mu się sama."
      },
      {
        "index": 251,
        "text": "Jakąż straszną zgryzotą były brzemienne te chwile szału!"
      },
      {
        "index": 252,
        "text": "— I dlaczego? Dlaczego? Dlaczego?"
      },
      {
        "index": 253,
        "text": "Ach prawda, jutro się nareszcie dowie wszystkiego..."
      },
      {
        "index": 254,
        "text": "Ale któż mu i czem zapłaci za mękę lat całych, kto? Czy ta piękna, marmurowa pani, której nie kochał i nie pożądał? O tamtej przecież marzył, o tamtej, umarłej i pogrzebanej w sercu na wieki! Nie wskrześnie, co się już w proch rozsypało!"
      },
      {
        "index": 255,
        "text": "Jakże pamiętał w tej chwili ten świt, gdy go opuszczała i na wszystkie jego zaklęcia i pytania nie wyrzekła ani jednego słowa. Odeszła jak sen, że chociaż wkrótce dzień zajrzał mu w oczy, słońce zaświeciło, zaśpiewały ptaki, a jemu się wciąż zdawało, że to wszystko było marzeniem. A w radości, jaka go chwilami przejmowała, było tyle niepokojów, i lęku, niewiary we własne szczęście, że z odurzeniem oczekiwał śniadania. Nie przyszła do stołu."
      },
      {
        "index": 256,
        "text": "On tylko jeden rozumiał, dlaczego nie przyszła, i miał ochotę ogarnąć cały świat ramionami bezbrzeżnego szczęścia. Rozwód i życie z ukochaną! Wszystko mu się rozwiązywało jasno, prosto i szczerze. Nie był w stanie oszukiwać nikogo, czuł wzgardę do uwodzicieli. Upił się marzeniami przyszłości, czekał na nią z niewypowiedzianem utęsknieniem."
      },
      {
        "index": 257,
        "text": "Ale nie pokazała się nikomu przez całe dwa dni."
      },
      {
        "index": 258,
        "text": "Henryk opowiadał, że chora i leży w łóżku."
      },
      {
        "index": 259,
        "text": "Nie mógł już dłużej czekać i napisał list, w którym zamknął wszystką miłość i wszystką wiarę, i wszystką nadzieję w ich wspólną przyszłość."
      },
      {
        "index": 260,
        "text": "Zwróciła mu nierozpieczętowany!"
      },
      {
        "index": 261,
        "text": "I trzeciego dnia, kiedy się ukazała, była jak zawsze zimna, obojętna i prawie wzgardliwa. Obłąkał się w boleści i, nie mogąc zrozumieć co się z nią stało, i doprowadzony do rozpaczy, zażądał kategorycznych wyjaśnień, odeszła wtedy bez słowa."
      },
      {
        "index": 262,
        "text": "Zaczął przypuszczać, iż stała się jakaś straszna omyłka. Ale w jakiejś litosnej chwili powiedziała mu otwarcie."
      },
      {
        "index": 263,
        "text": "— Proszę się nie pytać. Wszystko musi być po dawnemu, kiedyś panu wyjaśnię."
      },
      {
        "index": 264,
        "text": "A że nie potrafił żyć po dawnemu, łudząc się jakąś mglistą nadzieją, że upływały tygodnie, a ona wciąż była jednako zimna, nieprzystępna i daleka, więc rozpaczliwym wysiłkiem pozrywał wszystkie więzy, łączące go z krajem, i uciekł we świat, stworzył sobie nowe życie i prawie zapomniał."
      },
      {
        "index": 265,
        "text": "A teraz, po tylu latach to widmo przeszłości staje przed nim."
      },
      {
        "index": 266,
        "text": "— I czegóż ona chce ode mnie? — dumał posępnie, wgłębiając się z niepokojem w jej dumne, królewskie oczy. — Nie dam się w dawne jarzmo, nie dam! — buntował się coraz zapalczywiej."
      },
      {
        "index": 267,
        "text": "Po wyjściu z teatru Henryk bardzo serdecznie przypomniał, że musi z nimi spędzać cały czas."
      },
      {
        "index": 268,
        "text": "— Ja już prosiłam pana Zenona na jutro do British Museum."
      },
      {
        "index": 269,
        "text": "— Przyjdę, o ile mnie narzeczona nie wezwie na służbę..."
      },
      {
        "index": 270,
        "text": "Adzie zamigotały oczy, ale powiedziała swobodnie: — O tak, narzeczona ma pierwszeństwo, nawet przed nami..."
      },
      {
        "index": 271,
        "text": "Henryk z ciekawością jął się o nią rozpytywać."
      },
      {
        "index": 272,
        "text": "— Jutro opowiem szczegółowiej! Musicie ją poznać. Dobrze się nawet złożyło, że pozna kogoś z moich! Do widzenia!"
      },
      {
        "index": 273,
        "text": "Z tem się rozstali. Zenon wracał zdenerwowany i zły na siebie, na nich, i na cały świat, postanawiając najsolenniej nie pójść jutro do British Museum."
      },
      {
        "index": 274,
        "text": "— Bo i poco? Rozgrzebywać stare rany! Czegóż się dowiem? Że to się stało pod wpływem burzy i chwilowej słabości?"
      },
      {
        "index": 275,
        "text": "— Dlaczego jednak tak ze mną postąpiła? — buchnęło w nim równocześnie to stare, dręczące pytanie, że się już nie mógł na nic stanowczego zdecydować."
      },
      {
        "index": 276,
        "text": "W domu zastał list Betsy, proszącej, aby przyszedł do nich jak najprędzej dla zdecydowania sprawy ich wyjazdu na kontynent. List był pisany z taką głęboką tkliwością, że pod jego wpływem zapomniał chwilowo o swoich udręczeniach, odpisując bardzo serdecznie i obszernie. Podniósł się właśnie, aby list zanieść do portjera, gdy ktoś zapukał do drzwi."
      },
      {
        "index": 277,
        "text": "— Proszę! — zdziwił się, gdyż cały hotel spał już oddawna, Malajczyk stanął w progu, bełkocąc coś bez związku."
      },
      {
        "index": 278,
        "text": "— Co się stało? Mówże wyraźnie, nie rozumiem. — Niech pan idzie prędko... już od zmroku siedzi... ja nie..."
      },
      {
        "index": 279,
        "text": "Nie słuchając więcej, poleciał na górę."
      },
      {
        "index": 280,
        "text": "W okrągłym pokoju, tam gdzie kiedyś odbywała się scena biczowań, Joe siedział na środku podłogi z podwiniętemi nogami, skulony i zapatrzony przed siebie szklistemi oczami. Kryształowa kula u sufitu mżyła bladem, zielonawem światłem."
      },
      {
        "index": 281,
        "text": "— Joe! Joe! — Ani drgnął na głos przyjaciela, tylko bezprzytomny uśmiech zamigotał przez jego sine wargi, poruszył niemi bez dźwięku i pochylił się nieco naprzód. Zenon poszedł oczami za kierunkiem jego spojrzenia i stanął, jakby sparaliżowany. Naprzeciw pod ścianą siedział ktoś tak zupełnie podobny do Joe’go, jakby jego zwierciadlane odbicie, tak samo skulony i patrzący przed siebie szklanemi oczami, z tym samym bezprzytomnym uśmiechem na posiniałych wargach."
      },
      {
        "index": 282,
        "text": "Zenon obejrzał się trwożnie po pokoju, Malajczyka już nie było, ale ci dwaj wciąż siedzieli, jakby zastygli w natężonem, martwem wpatrywaniu się w siebie samych."
      },
      {
        "index": 283,
        "text": "Pot mu orosił czoło i serce bić przestało."
      },
      {
        "index": 284,
        "text": "— Śnię czy co? Co to znaczy? — myślał, przecierając oczy."
      },
      {
        "index": 285,
        "text": "Nie śnił jednak, a to, co miał przed sobą, było jakąś zgoła niepojętą rzeczywistością i trwało niezmiennie. Badał ich najszczegółowiej i z najgłębszą uwagą, nie mogąc jednak rozeznać, który z nich jest tylko odbiciem drugiego, każdy bowiem był Joe’m, każdy był tym samym, identycznym, a w dwóch postaciach."
      },
      {
        "index": 286,
        "text": "— Więc to możebne! to prawda! — szeptał zbielałemi ustami, cofając się w głąb przypomnień tych wszystkich rzeczy, jakie był widział i słyszał, a z których zawsze żartował, biorąc je za obłęd i blagę. A teraz zwalały się na niego chwile tak straszliwego zamętu, że niby o granity rozbijał się o tę niepojętą rzeczywistość, walczył z nią, szamotał się z własnym mózgiem, z własną duszą szedł w krwawe zawody, żeby się tylko nie dać zepchnąć na dno szaleństwa. Bo czyż to podobna, aby fizyczna niemożliwość stawała się faktem? Aby człowiek mógł się rozdzielać na dwie tożsamości? Jakiś cud spełnił się w jego oczach, cud, na który patrzył i sprawdzał całą swoją świadomością. Przecież widział, a nie mógł tego pojąć, że wkońcu zgroza nim zatrzęsła i rzuciła w proch ukorzeń przed jakąś nieznaną potęgą. Jakby naraz przejrzał i, zatopiwszy olśnione oczy w niezmierzonych dalach, chwiał się na krawędziach tajemnicy, a byłby może runął w głąb nagle rozwartą, gdyby nie to straszliwie gorzkie poczucie całej swojej ludzkiej nicości."
      },
      {
        "index": 287,
        "text": "— Boże mój! Boże! — westchnął żałośnie, i modlitewna tkliwość przejęła mu wylęknione serce. Pierwszy raz w życiu zaciężyło nad nim Nieznane; pierwszy raz w życiu spojrzał w ślepe oczy nieznanej zagadki i padł struchlały w świętem przerażeniu, a z serca wyrwały się słowa jakiejś zapomnianej modlitwy i popłynęły strugą uwielbień. Nie wiedział, przed kim otwiera duszę nabrzmiałą trwogą, do kogo śle tę pomdlałą z żaru westchnień, kogo wielbi, ni przed czem się korzy, ale wiedział, że musi tak czynić całą swoją istotą i całą głębią rozpłomienionego uczucia."
      },
      {
        "index": 288,
        "text": "A potem wyszedł i, zapaliwszy wszystkie światła w całem mieszkaniu, zaczął spacerować po pokojach w stanie trudnym do pojęcia."
      },
      {
        "index": 289,
        "text": "Malajczyk klęczał w chińskim gabinecie przed złotym posągiem Buddhy, żarliwie przesuwając ziarna różańca."
      },
      {
        "index": 290,
        "text": "Godziny wlokły się ciche, a tak zarazem nabrzmiałe niepokojem i trwogą, że każdy dźwięk zegara odzywał się w sercu Zenona przeszywającym hukiem. Niekiedy deszcz zabrzęczał po szybach, a niekiedy szarpnęły się drzewa, i pogięte, nagie gałęzie migotały za oknami widmowemi zarysami."
      },
      {
        "index": 291,
        "text": "Dosyć często zaglądał do pokoju okrągłego, lecz zawsze zastawał to samo: siedzieli zapatrzeni w siebie w jednako znieruchomiałej pozycji. Jak posągi o żywych a nieprzytomnych spojrzeniach, majaczyli w tem zielonawem świetle, niby pod wodą rozdrganą i mętną. Zbliżał się do nich, przemawiał, dotykał ich rąk lodowatych, próbował unosić, ale byli jakby zrośnięci z podłogą, że mimo wysiłków nie potrafił ich nawet poruszyć z miejsca."
      },
      {
        "index": 292,
        "text": "— Który z nich Joe? który — myślał z niezmierną udręką i, nie mogąc tego rozstrzygnąć, znowu spacerował po mieszkaniu. Czekał coraz niecierpliwiej na rozwiązanie tej oszałamiającej zagadki. Biła już szósta rano, gdy przeciągły jęk przedarł się z okrągłego pokoju. Rzucił się tam gorączkowo, Joe leżał omdlały na środku i był tylko sam jeden. Przenieśli go na łóżko, trzeźwiąc tak energicznie, że wkrótce otworzył oczy, rozejrzał się przenikliwie i zupełnie przytomnie szepnął:"
      },
      {
        "index": 293,
        "text": "— Czy on jest jeszcze? — Coś jakby trwoga zadrgała mu w głosie."
      },
      {
        "index": 294,
        "text": "— Niema nikogo. Jak się czujesz?"
      },
      {
        "index": 295,
        "text": "— Jestem strasznie znużony, strasznie... strasznie... — powtarzał coraz wolniej i senniej. Zenon posiedział przy nim, dopóki na dobre nie zasnął, i wrócił do swego mieszkania i natychmiast położył się do łóżka."
      },
      {
        "index": 296,
        "text": "Ale o jedenastej już był w British Museum, pod kolumnadą. Czuł się dzisiaj dziwnie smutny i ociężały, i mimo usiłowań nie potrafił na niczem skupić uwagi. Wszystkie myśli przeciekały przez niego, jak woda przez sito, nawet wspomnienia nocy nie wywoływały żadnych żywszych uczuć, były mu również obojętne, jak wszystko. Był jak ten dzień, znużony, mglisty i nudny."
      },
      {
        "index": 297,
        "text": "Wreszcie ukazała się Ada, piękna, strojna i czarująca, że spoglądano na nią z podziwem."
      },
      {
        "index": 298,
        "text": "Przywitali się w milczeniu; on bowiem nie miał nic do powiedzenia, zaś ona tak wiele, że tylko jej oczy zaśpiewały hymn radości, a na usta buchnęły uśmiechy, jakby odblaski pożarów wewnętrznych."
      },
      {
        "index": 299,
        "text": "— Wygląda pani nadzwyczajnie — szepnął zdawkowo."
      },
      {
        "index": 300,
        "text": "— Bo jestem w tej chwili szczęśliwa! — przycisnęła się do niego ramieniem, czuł, jak się rozdygotała. — Mów do mnie! Jestem głodna twojego głosu, tyle lat czekałam — prosiła z tkliwością."
      },
      {
        "index": 301,
        "text": "— Pozwól mi tę pierwszą chwilę uczcić w milczeniu — powiedział wyszukanie z jakimś anemicznym uśmiechem na wargach."
      },
      {
        "index": 302,
        "text": "Weszli do egipskiej sali. Sfinksy, potężne sarkofagi, bogowie i posągi świętych zwierząt, złomy kolumn i prawieczne szczątki umarłego przed wiekami życia stały niezmierną ciżbą w olbrzymiej i nieco mrocznej galerji. Lśnięcia porfirów, przebladłe barwy malowideł, tajemnicze napisy i nieodgadnione uśmiechy bóstw, zapatrzonych pustemi oczami w dal niepojętą, rozsiewały dokoła posępną i trwożną cichość. Groza tajemnicy przemawiała milczeniem. Wieczność taiła się w głuchem i obojętnem trwaniu. Ze źrenic bóstw płynęło nieubłaganie i konieczność, a ich kamienny spokój drażnił, niepokoił i przesycał duszę człowieczą tragiczną trwogą..."
      },
      {
        "index": 303,
        "text": "— Dlaczego wyjechałeś z kraju? — spytała nagle."
      },
      {
        "index": 304,
        "text": "— Wypędziła mnie twoja obojętność! Nie pamiętasz?"
      },
      {
        "index": 305,
        "text": "— Moja obojętność! — powtórzyła echowo. Zbudził się w nim stary, dręczący żal, aż się od niej odsunął."
      },
      {
        "index": 306,
        "text": "— Przyszedłem prosić cię o wyjaśnienia."
      },
      {
        "index": 307,
        "text": "— Tylko poto? — krzyk przerażenia zadrgał w jej głosie i oczach."
      },
      {
        "index": 308,
        "text": "— Miałem je wczoraj obiecane — usprawiedliwiał się bardzo zimno, bowiem wydała mu się wrogą, i postanowił się bronić."
      },
      {
        "index": 309,
        "text": "Usiedli pod olbrzymim złomem, pokrytym hieroglifami."
      },
      {
        "index": 310,
        "text": "— Tak, masz prawo żądać... powiem ci wszystko... pytaj... Jej głos się przełzawił i twarz omroczała bolesnym smutkiem. Nie zważając na to, zatopił w niej drapieżne, nielitościwe źrenice."
      },
      {
        "index": 311,
        "text": "— Dlaczego wtedy... tej nocy?... — nie potrafił skończyć pytania."
      },
      {
        "index": 312,
        "text": "— To twoja córka! — odpowiedziała nieulękle i szczerze."
      },
      {
        "index": 313,
        "text": "Odsunął się gwałtownie i w najgłębszem zdumieniu, prawie z przestrachem, nie mogąc przez długą chwilę przemówić."
      },
      {
        "index": 314,
        "text": "— Wandzia... moja córka... Wandzia..."
      },
      {
        "index": 315,
        "text": "— Twoja. Masz wyjaśnienie..."
      },
      {
        "index": 316,
        "text": "— To wyjaśnia jeden fakt, ale nie wszystko! Błądzę w ciemnościach i nie mogę nic zrozumieć! Wandzia moja córka! Ale dlaczego później byłaś taka obojętna? Dlaczego pozwoliłaś na moją mękę? Dlaczego zmusiłaś mnie do ucieczki? Dlaczego? — rzucał pytania, niby kamienie miażdżące, a tak zapamiętale i mściwie, aż spojrzała w niego błagalnie. — Powiem ci wszystko... szczerze, niczego nie ukrywając... Niech się stanie, co się ma stać... Zbierałam odwagę na tę chwilę, a teraz, Boże, jakże mi ciężko! Ty nie masz pojęcia, jak może pragnąć dziecka kobieta samotna, taka panna mężatka, jaką ja byłam... A ty byłeś moim ideałem człowieka, wiedziałam, że mnie kochasz, i czułam, że na każde moje skinienie... Ale czyż mogłam powiedzieć, czego pragnę od ciebie?... Z całą szczerością mówię ci w tej chwili, że wtedy nie ciebie, nie twoich uniesień, ni nawet własnego szczęścia było mi potrzeba... Pragnęłam całą siłą nieprzepartego instynktu — macierzyństwa i nie mogłam się odważyć... Musiałam przezwyciężyć w sobie wszystkie wstydliwości kobiece, wkorzenione od wieków, całą moją naturę... Całe miesiące trwała ta męka... Nie domyślałeś się nawet, co się we mnie dzieje... Czekałam jakiego cudu, a że cud nie nastawał... odważyłam się wreszcie tej nocy... Masz całą prawdę. Nie wstydzę się tego, bo jestem matką... twojego dziecka..."
      },
      {
        "index": 317,
        "text": "Umilkła rozpłomieniona jakiemś głębokiem, świętem wrażeniem i była tak piękna i porywająca w szczerości swoich wyznań! Obnażyła się przed nim do rdzenia swojej istoty, i stanęła, jak samo życie, wiecznie żądne zapładniań i wiecznie zapładniające, jak słońce niepokalana, jak kwiat przeczysta i jak Ewa dumna świętością swoich przeznaczeń... Ale Zenon tego nie odczuwał, gdyż, wyssawszy z jej wyznań straszne upokorzenie, syknął z tłumioną wściekłością:"
      },
      {
        "index": 318,
        "text": "— A potem przestałem ci być potrzebny! Pajęczyco!"
      },
      {
        "index": 319,
        "text": "— Nie mów tak do mnie, to potworne!"
      },
      {
        "index": 320,
        "text": "— A nie jestże jeszcze potworniejsze, coś mi powiedziała? Więc nie miłość rzuciła cię w moje ramiona, nie szał jakiejś świętej chwili uniesienia, lecz tylko dziki, rozrodczy instynkt! Nie pożądałem cię przecież, jak samicy, nie, kochałem twoją duszę, twoją wzniosłość, twoją człowieczą dostojność kochałem! A tyś szukała we mnie tylko samca! Czemuż na mnie wypadł ten wybór! Byłem tylko użyty za narzędzie... to wprost straszne!"
      },
      {
        "index": 321,
        "text": "Dławiła go bezsilna wściekłość, upokorzenie i niewysłowiony żal."
      },
      {
        "index": 322,
        "text": "Ada słuchała mężnie, chociaż chwilami bladła jak trup, pochylając głowę coraz niżej."
      },
      {
        "index": 323,
        "text": "— I pocoś mi to wszystko powiedziała? — jęknął."
      },
      {
        "index": 324,
        "text": "— Bo cię kocham!"
      },
      {
        "index": 325,
        "text": "— Czy znowu, aby... — bluznął szyderczo."
      },
      {
        "index": 326,
        "text": "Już z trudem zniosła tę zniewagę, pochwyciła jego ręce i, całując je z jakąś żarliwą pobożnością, zaszeptała łzawo:"
      },
      {
        "index": 327,
        "text": "— Zlituj się nade mną! Kochałam cię zawsze. Dopiero po twoim wyjeździe zrozumiałam, co tracę. Dopiero przez te długie, długie lata samotności zmierzyłam całą otchłań cierpienia! — zaczęła roztaczać taki przebolesny obraz męki, tęsknoty i daremnego oczekiwania, że dusza mu spokorniała i już ze współczuciem wsłuchiwał się w te echa, przesiąknięte łzami! Ale gdy potem jęła snuć przędzę przyszłości, schmurzył się nagle i wtrącił z rozmysłem:"
      },
      {
        "index": 328,
        "text": "— A Henryk?"
      },
      {
        "index": 329,
        "text": "— Pocóż go mamy wspominać w tej chwili!"
      },
      {
        "index": 330,
        "text": "Obejrzał się zdziwiony, jakby to wyrzekł kto inny."
      },
      {
        "index": 331,
        "text": "— Przecież rozważamy tylko nasze sprawy! — dodała z mocą."
      },
      {
        "index": 332,
        "text": "Uśmiechnął się, nie mogąc powstrzymać złośliwości."
      },
      {
        "index": 333,
        "text": "— Prawda, mąż musi być zawsze okłamywany..."
      },
      {
        "index": 334,
        "text": "— Nigdy go nie okłamywałam! — dumnie podniosła głowę."
      },
      {
        "index": 335,
        "text": "— Nigdy?... A Wandzia... — Pchnął jakby sztyletem."
      },
      {
        "index": 336,
        "text": "— Byłam mu zawsze tylko siostrą, i on wie, że to twoja córka! Sam tego pragnął... zwierzył się z tem przede mną otwarcie..."
      },
      {
        "index": 337,
        "text": "— On wie i sam tego pragnął..."
      },
      {
        "index": 338,
        "text": "— Czemuż się tak zdumiewasz?"
      },
      {
        "index": 339,
        "text": "— Bo to wprost nie do uwierzenia!"
      },
      {
        "index": 340,
        "text": "— Że przemógł własny egoizm dla mojego szczęścia? Bo to nawet nie poświęcenie, jakież? Ma zato we mnie wiernego do śmierci przyjaciela. — Nie mogę tego zrozumieć, nie potrafię. Pierwszy raz w życiu spotykam się z tak nieprawdopodobną sytuacją. Zaiste święty!"
      },
      {
        "index": 341,
        "text": "— Tylko dobry i rozumny człowiek."
      },
      {
        "index": 342,
        "text": "— I to mu wystarcza?"
      },
      {
        "index": 343,
        "text": "— Musi! Wmyśl się tylko w jego położenie! Cóżby począł teraz beze mnie sam jeden, chory i zdany na łaskę służących..."
      },
      {
        "index": 344,
        "text": "— Ale i twoje życie nie jest do pozazdroszczenia..."
      },
      {
        "index": 345,
        "text": "— Dlatego przyjechałam wziąć swój dział szczęścia."
      },
      {
        "index": 346,
        "text": "Uśmiechnął się bardzo smutnie i rzekł z cichym wyrzutem:"
      },
      {
        "index": 347,
        "text": "— Gdybyś była przeczytała mój list..."
      },
      {
        "index": 348,
        "text": "— Przeczuwałam, żeś mi proponował: rozwód i małżeństwo!"
      },
      {
        "index": 349,
        "text": "— I wróciłaś mi go nierozpieczętowany!..."
      },
      {
        "index": 350,
        "text": "— Bo nie mogłam zostać twoją żoną."
      },
      {
        "index": 351,
        "text": "— Pomimo wszystkiego, co zaszło!"
      },
      {
        "index": 352,
        "text": "— Nawet pomimo Wandzi! Nawet pomimo wszystkiego."
      },
      {
        "index": 353,
        "text": "— Prawda, przecież tobie chodziło tylko..."
      },
      {
        "index": 354,
        "text": "— Kochałam cię i właśnie dlatego nie zostałabym nigdy twoją żoną, nigdy!"
      },
      {
        "index": 355,
        "text": "Aż przystanął zdziwiony naciskiem, z jakim to mówiłamówiła."
      },
      {
        "index": 356,
        "text": "— Nigdy, pragnęłam bowiem i pragnę, abyś szedł swobodnie swoją górną drogą. Orły muszą brać swój lot wysoko ponad ziemią, zdala od spraw codziennych. Żona dla prawdziwego artysty jest złym, niszczącym demonem, jest jego wampirem."
      },
      {
        "index": 357,
        "text": "— Więc z rozmysłem skazałaś mnie na cierpienia?"
      },
      {
        "index": 358,
        "text": "— Tak, ale poświęciłam także swoje życie, i z mojej to męki wyrosły ci orle skrzydła, z moich pragnień powstałeś i z moich łez..."
      },
      {
        "index": 359,
        "text": "— Któż ty jesteś, kto? — przejęła go nagle jakaś zabobonna trwoga."
      },
      {
        "index": 360,
        "text": "— Kocham cię! — szepnęła, ogarniając go cichemi oczami."
      },
      {
        "index": 361,
        "text": "Milczeli dosyć długo, przechodząc niezliczone sale, zapełnione cudami wszystkich czasów i ludów. Ada miała na ustach jakby gorzkawy wyraz rezygnacji, a on przypatrywał się jej z coraz gorętszą i serdeczniejszą uwagą, aż wkońcu powiedział smutnie:"
      },
      {
        "index": 362,
        "text": "— Cóż ja ci mogę dzisiaj dać za taką miłość!"
      },
      {
        "index": 363,
        "text": "— Wrócisz do kraju, niczego więcej nie pragnę. Będę tam szczęśliwa, że cię wróciłam ojczyźnie i literaturze, alboż to mało?"
      },
      {
        "index": 364,
        "text": "— Czy ja potrafię żyć tam, jak dawniej?"
      },
      {
        "index": 365,
        "text": "— Przecież umarło, co było dla ciebie złem, a nowe, twórcze życie czeka na ciebie z otwartemi ramionami. Twoje miejsce niezajęte. Staniesz znowu na czele i poprowadzisz ludzi swoim wielkim, bohaterskim szlakiem! A tylko czasem przyjedziesz do swojej córki i do swojej siostrzanej kochanki! Nic więcej dla siebie nie żądam, nic! — dodała ciszej i nieco smutnie. — Kuszenia Św. Antoniego, czarowne kuszenia! Majaki, do których nieraz wyciągałem ramiona. Ale czy potrafię się stąd oderwać! Tak wrosłem w tę glebę i tyle mnie z nią łączy..."
      },
      {
        "index": 366,
        "text": "— A przedewszystkiem narzeczona! — dławiło ją to tak dawno, że się już nie poradziła wstrzymać."
      },
      {
        "index": 367,
        "text": "— Nietylko! Mam ważniejsze przyczyny! — Obejrzał się niespokojnie, jakby w obawie przed widmem Daisy. — Bywają niekiedy przeszkody, leżące poza naszą indywidualną wolą..."
      },
      {
        "index": 368,
        "text": "— Wykradnę cię i uwiozę ze sobą! Stoczę walkę z tobą o ciebie. Przemogę wszystko, przekonasz się, zwalczę niemożliwości, a nie dam cię już nikomu i niczemu! — wybuchnęła z mocą. — Jeśliś tylko niezwiązany sercem lub honorem! — dodała ciszej, smutniej i lękliwiej."
      },
      {
        "index": 369,
        "text": "— Nie, nie! — bronił się słabo, gdyż Betsy ufna i kochająca zamigotała mu w pamięci, niby krzak różany."
      },
      {
        "index": 370,
        "text": "— Wracaj do kraju z żoną, prędko ją spolszczymy! — wyrzekła, odgadując jego tajoną troskę. — To nawet będzie lepiej dla nas wszystkich! — oczy się jej zaszkliły, i ciężkie westchnienie rozrywało piersi, ale nie dojrzał tego ni odczuł, gdyż powiedział:"
      },
      {
        "index": 371,
        "text": "— Myślałem już i o tem!"
      },
      {
        "index": 372,
        "text": "Wyszli z muzeum i pojechali do domu."
      },
      {
        "index": 373,
        "text": "Obrzydliwa, żółtawa i zimna mgła już zalewała całe miasto jakby brudną, wzburzoną wodą, z pod której ledwie majaczyły poczerniałe zarysy domów i ludzi. Na węższych ulicach, pomimo południa, zapalano latarnie, a wiecznie nieustający krzyk miasta sączył się wskroś mgieł głuchym dygotem."
      },
      {
        "index": 374,
        "text": "Ada z pod przymkniętych powiek obserwowała jego twarz zadumaną. Czuła, że był od niej gdzieś bardzo daleko, i to ją przepełniało bezgranicznym smutkiem. Przecież na wszystką jej miłość nie odpowiedział ani jednem gorętszem słowem. Stłumiła jednak ból i rozpacz, rozrywającą jej serce, i spytała łagodnie, dotykając jego ręki:"
      },
      {
        "index": 375,
        "text": "— O czem myślisz?"
      },
      {
        "index": 376,
        "text": "— Trudno nawet określić, o wszystkiem i o niczem zarazem."
      },
      {
        "index": 377,
        "text": "Pogrążyła się znowu w bolesnem milczeniu."
      },
      {
        "index": 378,
        "text": "Dopiero przy rozstaniu ożywił się nagle i przemówił gorąco:"
      },
      {
        "index": 379,
        "text": "— Wskrzesiłaś mi duszę! Przyjdę do was wieczorem, nie mógłbym się już obejść bez ciebie... Ucałuj Wandzię ode mnie! Otworzyłaś przede mną jakieś nowe, nęcące horyzonty! Boję się jeszcze mówić o tem! Chwilami zdaje mi się, że to wszystko, co dzisiaj przeżyłem, to tylko moje marzenie o przeszłości! Może to tylko halucynacja! Nie wiem jeszcze! Nie wiem; błąkam się jeszcze..."
      },
      {
        "index": 380,
        "text": "— Kocham cię, to szczera prawda!"
      }
    ]
  }
}