{
  "chapterNumber": 9,
  "title": "Rozdział IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Wieczór był wprost ohydny; padał drobny, gęsty, a tak dokuczliwy deszcz, że Zenon wstrząsał się z zimna. Przegniłe powietrze zapierało mu piersi, oblepiając twarz lepką, obrzydliwą powłoką. Było już dosyć późno, okna czerniały, niby gnijące oczodoły, pozamykano wszystkie sklepy, i tylko omglone latarnie rozkrążały brudno-żółte koliska świateł na poczerniałe, ociekające wodą, domy i na zabłocone trotuary. Szaruga stawała się coraz przykrzejsza, że już zaledwie kiedy niekiedy ktoś zgięty pod parasolem przemykał się pustemi prawie ulicami. Nieustanny bełkot rynien, szmer deszczu i głuche, bolesne szamotanie się drzew przemiękłych rozdrażniały Zenona aż do bólu. Był wezwany przez Adę w jakiejś pilnej i ważnej sprawie, więc szedł, a raczej wlókł się, często przystając na rogach domów, zapatrzony z lękiem w puste place i ogłuchłe ulice. Niezliczone oczy latarń świeciły ze wszystkich stron przymglonemi tajemniczo źrenicami, a tu i owdzie stali niewzruszenie polismeni w długich płaszczach, niby czarne stożki, po których spływały strugi wody."
      },
      {
        "index": 2,
        "text": "Nie widział Ady już parę dni, gdyż od seansu prawie nie wychodził z domu. Czuł się bowiem źle; opanowały go jakieś niewytłumaczone niepokoje, bezprzedmiotowe marzenia, lenistwo i taki gwałtowny opad woli, że godzinami siedział w Reading Room’ie, zapatrzony bezmyślnie w ogień, głuchy i ślepy na wszystko. Od tego dnia również nie widział Daisy, powiedziano mu, że słaba i nie wychodzi z mieszkania; poprzestał na tem. Jakaś zgniła apatja skrępowała go bezwładną obojętnością na wszystko i tak obmierziła życie, że nawet własne sprawy budziły w nim nudę i wstręt. To też szarpał się i burzył na konieczność, która go wlokła w ten straszny wieczór po zadeszczonem, opustoszałem mieście."
      },
      {
        "index": 3,
        "text": "Medytował właśnie o tem, gdy powóz zaturkotał przy nim, i jakiś głos zawołał na niego po imieniu."
      },
      {
        "index": 4,
        "text": "Daisy wyzierała przez opuszczoną szybę."
      },
      {
        "index": 5,
        "text": "— Gdzie pana zawieźć? — pytała, robiąc mu miejsce przy sobie."
      },
      {
        "index": 6,
        "text": "Rzucił stangretowi nazwę hotelu i wsiadł pośpiesznie."
      },
      {
        "index": 7,
        "text": "— Wezwali mnie do rodziny, jakaś sprawa, nie cierpiąca zwłoki."
      },
      {
        "index": 8,
        "text": "— Czy to ta śliczna dziewczynka i wspaniała pani, z któremi widziałam pana w Green Parku?"
      },
      {
        "index": 9,
        "text": "— Tak. Ale co się z panią działo od soboty? — Byłam w stanie, w którym się nie wie nawet o sobie! To moja częsta niemoc, na którą niema lekarstwa — szeptała smutnie."
      },
      {
        "index": 10,
        "text": "— A i mnie przez ten czas żarła nuda i apatja. Nie wychodziłem, nie widywałem się z nikim i nie pracowałem. Trwałem w bezwładzie, a drżałem wciąż z niepokojów, oczekując w każdej chwili jakiegoś nieszczęścia. Tak się muszą czuć drzewa przed uderzeniem piorunu! Ohydny stan!"
      },
      {
        "index": 11,
        "text": "— A teraz lepiej panu? — ścisnęła mu rękę i zajrzała w oczy tak głęboko a zbliska, że cofnął się mimowoli."
      },
      {
        "index": 12,
        "text": "— Nie, nie! — zaprzeczał żywo. — A może temu winien klimat? Przecież wciąż deszcz, zimno, mgły, i tak wokoło aż do rozpaczy! A może słońce zgasło i już nigdy nie doczekam się ciepła i jasności, nigdy..."
      },
      {
        "index": 13,
        "text": "— Nostalgja za słońcem."
      },
      {
        "index": 14,
        "text": "— Pojadę na kontynent, muszę, bo dłużej w takim stanie nie wytrzymam. Ucieknę, gdzie mnie oczy poniosą — przerwał nagle, zażenowany wybuchem własnego rozdrażnienia."
      },
      {
        "index": 15,
        "text": "— Na południu wiosna już w całej pełni..."
      },
      {
        "index": 16,
        "text": "— Cóż nam z tego! — zawołał szorstko, nie odczuwając jej akcentu, pełnego dziwnej słodyczy i tęsknoty."
      },
      {
        "index": 17,
        "text": "— I tak mi zapachniały pomarańczowe gaje, i zalśniły się błękity mórz..."
      },
      {
        "index": 18,
        "text": "Pochylił się gwałtownie do niej, oczy miały stężały blask zapatrzenia i jakby lśnienie tych mórz wytęsknionych, a na ustach pylił się blady, rozmarzający uśmiech. Naraz zrozumiał wszystko."
      },
      {
        "index": 19,
        "text": "— Czekam! Czekam! Czekam! — zaszeptał coraz ciszej zdławionym głosem oszałamiającej radości, nadziei i szczęścia."
      },
      {
        "index": 20,
        "text": "— Pamiętasz! — poruszyły się usta i wionął dźwięk, słodyczą dyszący."
      },
      {
        "index": 21,
        "text": "— Gotów jestem! Choćby w tej chwili..."
      },
      {
        "index": 22,
        "text": "Powóz zatrzymał się przed hotelem."
      },
      {
        "index": 23,
        "text": "— Jutro! — rzuciła mu na pożegnanie wraz z uśmiechem pełnym obietnic."
      },
      {
        "index": 24,
        "text": "Długo nasłuchiwał turkotu oddalającego się powozu."
      },
      {
        "index": 25,
        "text": "— Jutro! — powtórzył, czując, jak opada mu z duszy apatja, niby łachman posępny, a w sercu rozkrzewia się przedziwny żar siły i uniesienia. Nie chciał windy, a tylko leciał po schodach, jak wicher radosny! Przystawał niekiedy na zakrętach, rzucając triumfalnie jakby całemu światu:"
      },
      {
        "index": 26,
        "text": "— To jutro! Jutro!"
      },
      {
        "index": 27,
        "text": "Ada przywitała go bladą i wielce zmizerowaną twarzą."
      },
      {
        "index": 28,
        "text": "— Wandzia chora!"
      },
      {
        "index": 29,
        "text": "— Wandzia? — zamroczyła go ta niespodziana wiadomość."
      },
      {
        "index": 30,
        "text": "— Zasłabła w sobotę, zaraz po powrocie z parku. Doktorzy nie mogą jeszcze rozpoznać choroby. Nic ją nie boli, skarży się tylko, że skoro zasypia, zjawia się przy niej ta ruda pani, którą wtedy spotkaliśmy, i patrzy na nią tak strasznie, aż dziecko z krzykiem zrywa się i chce uciekać! A na samo jej wspomnienie trzęsie się z trwogi."
      },
      {
        "index": 31,
        "text": "— Gorączkowe majaczenia! — powiedział śpiesznie."
      },
      {
        "index": 32,
        "text": "— To właśnie dziwne, że temperaturę ma normalną! Ale ja znam źródło jej choroby! — szepnęła z mocą głębokiego przekonania."
      },
      {
        "index": 33,
        "text": "Z lękliwą bezradnością spojrzał na jej twarz zatroskaną."
      },
      {
        "index": 34,
        "text": "— To ona ją urzekła!"
      },
      {
        "index": 35,
        "text": "— Kto? — bezwiednie obejrzał się dokoła."
      },
      {
        "index": 36,
        "text": "— Ten rudy Wampir! Ta straszna nieznajoma!"
      },
      {
        "index": 37,
        "text": "— Daisy! — I cofnął się, uderzony jakąś przerażającą myślą. — Niemożebne, obawa mąci zdolność jasnego widzenia! Nie da się to wprost pomyśleć! — mówił gorączkowo, aby zgłuszyć dźwięk imienia, wymówionego niebacznie."
      },
      {
        "index": 38,
        "text": "— Jestem o tem najgłębiej przekonana! Nie wiem tylko, dlaczego i za co? Ale niech będzie przeklęta ta zła i niegodziwa moc! Niech będzie przeklęta! — powiedziała groźnie, i oczy jej wystrzeliły błyskawicami potężnej nienawiści. — Ja swoje dziecko obronię, choćbym sama paść miała! Ale co ono komu zawiniło? To mnie tak męczy, że nie mam ani chwili spokoju. Nadomiar złego i ciebie tyle dni nie widziałam — poskarżyła się, ocierając załzawione oczy."
      },
      {
        "index": 39,
        "text": "— Byłem również chory! Pierwszy raz od soboty wyszedłem na ulicę. — Prawda, jesteś blady i zmizerowany! To musi mieć jakiś tajemniczy związek z chorobą Wandzi! Nie śmiej się z moich podejrzeń. Trwoga często miewa jasnowidzące oczy! A może ona i ciebie urzekła?..."
      },
      {
        "index": 40,
        "text": "WstrząnąłWstrząsnął nim lodowaty dreszcz, i mózg jęły przeszywać coraz dziwniejsze asocjacje."
      },
      {
        "index": 41,
        "text": "— Chodźmy! Jest i Betsy. Przychodzi codziennie czuwać nad Wandzią. Złota, serdeczna dziewczyna!"
      },
      {
        "index": 42,
        "text": "Milczał, mocując się z głuchym niepokojem, jaki spłynął na niego z jej przypuszczeń."
      },
      {
        "index": 43,
        "text": "— Bardzo cierpiałeś? — spojrzała z niezmierną tkliwością."
      },
      {
        "index": 44,
        "text": "— Pochwycił mnie przykry paroksyzm takiej apatji, że przez parę dni targałem się w bezsilnej męce. Nie miałem sił nawet na ucieczkę do ciebie..."
      },
      {
        "index": 45,
        "text": "— Czemuż nie mogę być zawsze przy tobie..."
      },
      {
        "index": 46,
        "text": "— Myślałem o tem! Wiem, że tybyś mnie obroniła od moich własnych udręczeń. Tylko ty jedna — wybuchnął i stłumił zaraz cisnące mu się na usta zwierzenia, bo jakby zamajaczyła przed nim groźna twarz Daisy."
      },
      {
        "index": 47,
        "text": "— Co ci dolega? Ty wiesz, że gotowam dla ciebie na wszystko."
      },
      {
        "index": 48,
        "text": "— Powiem ci kiedyś! Powiem, ucieknę do ciebie, a ty mnie osłonisz i rozgrzeszysz! Muszę się na coś stanowczego zdecydować!..."
      },
      {
        "index": 49,
        "text": "— Przerażasz mnie! — zaniepokoiła się jego posępnemi oczami. — Ada, czekamy! — rozległ się głos Henryka z drugiego pokoju."
      },
      {
        "index": 50,
        "text": "Weszli do salonu, Henryk siedział przed kominkiem, a Betsy szła ku nim."
      },
      {
        "index": 51,
        "text": "— Wandzia upomina się o pana! — witała się chłodno i powściągliwie."
      },
      {
        "index": 52,
        "text": "Dziewczynka leżała na pościeli, niby kwiat omdlały, z wysiłkiem wyciągając do niego drobne, wychudzone rączki."
      },
      {
        "index": 53,
        "text": "— To i mamusia czeka, i tatuś czeka, i miss Betsy czeka, i my wszyscy czekamy, a wujcio nie przychodzi — szepnęła z wyrzutem."
      },
      {
        "index": 54,
        "text": "Słodki, rozżalony głosik i mizerna twarzyczka przejęły go takiem rozczuleniem, że ledwie powstrzymał łzy. Przygładził jej rozwichrzone, jasne włosy i zaczął wesoło rozpowiadać powody, dla których nie przychodził."
      },
      {
        "index": 55,
        "text": "Wysłuchała poważnie i odezwała się bardzo stanowczo:"
      },
      {
        "index": 56,
        "text": "— Dobrze, wujciu, ale teraz trzeba już z nami być na zawsze! Mamusia powiedziała, że, jak ja wyzdrowieję, to wracamy, i wujcio z nami."
      },
      {
        "index": 57,
        "text": "— Pojadę z wami, pojadę! — potakiwał, rozrzewniony jej szczebiotem."
      },
      {
        "index": 58,
        "text": "— I już prosto do domu! Ale, muszę coś wujciowi powiedzieć pod sekretem. Tylko nikomu ani mru-mru!"
      },
      {
        "index": 59,
        "text": "Przyobiecał solennie, objęła go za szyję i zaszeptała uroczyście: — A jak wujcio nie przychodzi, to mamusia płacze. Nieraz już widziałam."
      },
      {
        "index": 60,
        "text": "Opadła zpowrotem na poduszkę i, biorąc go za rękę, mówiła poważnie:"
      },
      {
        "index": 61,
        "text": "— Mamusia jest zupełnie sama! Tatuś wciąż chory, a ja przecież też nie mogę nic pomóc! Mamusi bardzo ciężko! Rozumie wujcio! — dodała."
      },
      {
        "index": 62,
        "text": "Jakże w tej chwili stała mu się droga ta złota główka i te niebieskie, mądre oczy. Drgnęła w nim przebudzona nagle miłość ojcowska, i na usta przyszły słowa pełne przedziwnej czułości, kochania i troski serdecznej. Ogarnął ją ramieniem i całował z najgłębszą tkliwością, a dziewczynka wzruszona tą niespodzianą pieszczotą gładziła go rączką po twarzy i szeptała oczarowana i szczęśliwa:"
      },
      {
        "index": 63,
        "text": "— Wujcio taki dobry, taki kochany, i taki strasznie mój... jak tatuś."
      },
      {
        "index": 64,
        "text": "— Jak tatuś... — powtórzył echowo, siadając na krześle."
      },
      {
        "index": 65,
        "text": "— Naprawdę, wujciu! Naprawdę! — szczebiotała, nie puszczając jego ręki."
      },
      {
        "index": 66,
        "text": "Słuchał radośnie tych wynurzeń, ale równocześnie jęła go nękać posępna myśl, że nigdy nie będzie mu wolno nazwać jej własnem dzieckiem."
      },
      {
        "index": 67,
        "text": "Ściszyła naraz głos i zaczęła tajemniczo."
      },
      {
        "index": 68,
        "text": "— Wie wujcio, Szwips przychodzi do mnie na noc!"
      },
      {
        "index": 69,
        "text": "Spojrzał pytająco, nie wiedząc, kto taki."
      },
      {
        "index": 70,
        "text": "— To mój szpic! Mamusia powiada, że on mi się tylko śni... Ale wujciu, on naprawdę przychodzi; wskakuje na łóżko i tak mnie liże po rękach, aż go muszę pogłaskać, i wtedy zwija się jak biały kłębuszek i zasypia. A czasem bawi się ze mną: porywa buciki, skacze przez krzesła, chowa się i służy na dwóch łapkach! Tylko mi to dziwne, że nigdy nie szczeka i nie zaskomli. No i nie wiem, gdzie on się na dzień podziewa. Szukałam go wszędzie. A może mamusia umyślnie każe go chować? Dzisiaj w nocy... jak przyszła ta ruda, to ją poszczułam... Nie przyznałam się mamie, bo wiem, że ludzi nie można szczuć psami... ale ja się tak strasznie jej boję, że już nie mogłam wytrzymać... Pokazałam ją Szwipsowi oczami i mówię cichutko: Weź ją! Skoczył do niej i tak ją gonił po pokoju, tak gonił, tak gryzł, aż mi pogroziła i uciekła!..."
      },
      {
        "index": 71,
        "text": "— Może już więcej nie przyjdzie! — wyjąkał przerażony opowiadaniem, gdyż Wandzia zdała się być zupełnie przytomna."
      },
      {
        "index": 72,
        "text": "— Będę ją teraz zawsze szczuła, kiedy taka niegodziwa! — zawołała gniewnie. — Bo, mój wujciu, przychodzi, siada tu, gdzie teraz wujcio, i tak się strasznie patrzy na mnie i, chociaż zamykam oczy, i głowę kryję w poduszki, wciąż widzę, jak mi się przygląda, że taki mnie strach ogarnia, i tak się ze mną coś okropnego robi, aż tego nie umiem wujciowi opowiedzieć... Ani się wtedy mogę ruszyć, ani mamy zawołać, ani nic... — Rozłożyła bezradnie rączki. — I dlaczego ona mnie straszy? — jęknęła żałośnie, przytulając się do niego jakby pod wpływem obawy. — Nie bój się, ona już więcej nie przyjdzie... I nie trzeba o tem myśleć!..."
      },
      {
        "index": 73,
        "text": "Weszła Ada, zapraszając go na herbatę."
      },
      {
        "index": 74,
        "text": "— Mamusiu, wujcio będzie teraz przychodził codziennie!"
      },
      {
        "index": 75,
        "text": "Gdy całował ją na pożegnanie, szepnęła mu do ucha:"
      },
      {
        "index": 76,
        "text": "— Bo bym wujcia nie kochała!"
      },
      {
        "index": 77,
        "text": "Wyszedł z troską w duszy i długo wodził pustemi oczami dokoła."
      },
      {
        "index": 78,
        "text": "— Miss Betsy wróciła już do domu. Nie chciała panu przeszkadzać pożegnaniem i przytem bardzo się śpieszyła, gdyż Mr. Bartelet dostał dzisiaj nowego ataku, a Joe gdzieś wyjechał."
      },
      {
        "index": 79,
        "text": "Nie zauważył nawet jej nieobecności, pochłonięty rozważaniem stanu Wandzi. Nastrój zapanował dręczący, niepokój mglił wszystkie spojrzenia, Ada co pewien czas zaglądała do chorej, a Henryk, boleśnie zgryziony i osłabły, wzdychał tylko, wodząc wystraszonemi oczami po obojgu."
      },
      {
        "index": 80,
        "text": "— Wandzia opowiedziała mi wszystko, nawet i o szpicu! Nie mogę się w tem połapać! Jest przytomna, mądra, świadoma swego stanu i z najgłębszą wiarą opowiada rzeczy niemożebne. Jakby halucynowała na jawie... A może to jakaś autosugestja! Nic z tego nie rozumiem!"
      },
      {
        "index": 81,
        "text": "— Dla mnie zupełnie jasne. Mówiłam panu."
      },
      {
        "index": 82,
        "text": "— Tak, ale ruda nieznajoma i jej złe, urokliwe oczy to nie fakt, ale tylko pani przypuszczenia! — Być może! A jednak coś tajemniczego zaciężyło nad nami... czuję jej zły wpływ... Ale skąd nadchodzi nieszczęście? Komu przeszkadzają nasze ciche egzystencje? To mnie strasznie męczy."
      },
      {
        "index": 83,
        "text": "— Jeśli tak jest, jak pani myśli, to musi pozostać nieodgadnionem..."
      },
      {
        "index": 84,
        "text": "— Przedewszystkiem musi być przezwyciężona ta zła i nikczemna moc."
      },
      {
        "index": 85,
        "text": "— Sprowadzę jutro doktora, zajmującego się hipnotyzmem."
      },
      {
        "index": 86,
        "text": "— Najlepiej by Wandzi zrobił powrót do domu — wtrącił nieśmiało Henryk."
      },
      {
        "index": 87,
        "text": "— I ja czuję się tutaj znacznie gorzej. Nie służy nam Londyn..."
      },
      {
        "index": 88,
        "text": "— Doktór radził wyjazd na południe. Pisała mi wczoraj znajoma z Sorrento, że tam już zupełna wiosna i ciepło. Co pan sądzi o tem?"
      },
      {
        "index": 89,
        "text": "Zenon zupełnie mimowoli powtórzył słowa Daisy, niedawno zasłyszane."
      },
      {
        "index": 90,
        "text": "— „I tak mi zapachniały pomarańczowe gaje, i zalśniły morza błękitne“."
      },
      {
        "index": 91,
        "text": "Ada zdziwiła się obcym i tęsknym akcentem jego głosu."
      },
      {
        "index": 92,
        "text": "— Przypomniał mi się jakiś dawny wiersz! — powiedział śpiesznie, widząc jej skupione w podejrzliwości oczy, a przerzucając się w inny ton, zaczął ich gorąco namawiać do wyjazdu na południe."
      },
      {
        "index": 93,
        "text": "— Ale i pan pojedzie z nami! — przyparła go do muru. Obiecał bez wahania, gdyż w tej chwili pragnął tego całą mocą."
      },
      {
        "index": 94,
        "text": "— Betsy mówiła dzisiaj, że oni rezygnują zupełnie z wyjazdu na kontynent! Tłumaczyła zmianę projektów chorobą ojca, ale tam coś u nich się stało! Jest codzień smutniejsza! Bardzo mi jej żal."
      },
      {
        "index": 95,
        "text": "— Ma ciężkie życie! Ciotki są wprost nie do zniesienia."
      },
      {
        "index": 96,
        "text": "— Trapi się teraz stanem brata. Domyślam się z jej niedomówień, iż obawiają się, aby nie zwarjował. Czy to możliwe? Pan go dobrze zna..."
      },
      {
        "index": 97,
        "text": "— Trudno przewidywać, ale zajmuje się zagadnieniami, które dosyć często wiodą na drogi szaleństwa..."
      },
      {
        "index": 98,
        "text": "— Betsy wspomniała, że i pan bywa na spirytystycznych seansach."
      },
      {
        "index": 99,
        "text": "— Zaciekawia mnie ta forma obłędu! Byłem na paru posiedzeniach i widziałem nadzwyczajne objawy, na które mój rozum i moja wiedza zgodzić się nie mogą, lecz mimo to, są one faktem i prawdą. Nie zaciekam się zresztą w badaniach, a te fantastyczne zjawy gromadzę jako materjał, który może mi się kiedyś przydać."
      },
      {
        "index": 100,
        "text": "— Jabym się bała seansów i tych cudów, jakie się tam stają, jestem przekonana, że w głębi tych spraw nieczystych tai się szatan i kusi duszę człowieczą cudownościami, hipnotyzuje obietnicą przekroczenia Niezbadanego i ciągnie w przepaść..."
      },
      {
        "index": 101,
        "text": "— Co pani przez to rozumie? — Chociażby tylko obłęd! Boję się tych ciemnych potęg! A może piekło nie jest tylko produktem zabobonów i strachu? Mnie się zdaje, że poza kręgiem naszej świadomości rozciąga się straszliwa przepaść, w której kłębią się jakieś przerażające potwory, jakieś tajemnicze byty i larwy zgoła niepojęte! A kto, raz uwiedziony ciekawością, zajrzy na to dno, musi być zgubiony! Ja głęboko wierzę w Boga, kocham słońce i jasny dzień, kocham życie i bardzo się lękam wszystkiego, co nie jest z tego świata!"
      },
      {
        "index": 102,
        "text": "— I ma pani słuszność! — potwierdził, nie pragnąc dalszych dociekań."
      },
      {
        "index": 103,
        "text": "— Moi drodzy, ale to bardzo późno! — zauważył Henryk."
      },
      {
        "index": 104,
        "text": "— Druga godzina! Przepraszam i w tej chwili uciekam!"
      },
      {
        "index": 105,
        "text": "— Więc już nie będziemy oczekiwali pana nadaremnie?"
      },
      {
        "index": 106,
        "text": "— Z pewnością! A doktora przywiozę po południu! — zawołał z progu."
      },
      {
        "index": 107,
        "text": "Przystanął przed hotelem, rozglądając się po pustej i zadeszczonej ulicy, gdy jakiś powóz zajechał i z brzękiem opadła szyba."
      },
      {
        "index": 108,
        "text": "— Proszę prędzej, zimno! — Głos wydał mu się bardzo znajomy."
      },
      {
        "index": 109,
        "text": "— Pani tutaj! — krzyknął naraz, dojrzawszy sylwetkę Daisy."
      },
      {
        "index": 110,
        "text": "— Czekałam na pana! — Na mnie! Na mnie! — Nie mógł uwierzyć, i jego zdumienie przerodziło się w nagły lęk, cofnął się jakby przed halucynacją, lecz jakaś biała ręka pociągnęła go do wnętrza, drzwiczki się zatrzasnęły, i powóz potoczył się tak cicho, jakby leciał powietrzem."
      },
      {
        "index": 111,
        "text": "— Miss Daisy? — spytał, ochłonąwszy nieco ze zdumienia."
      },
      {
        "index": 112,
        "text": "— Jutro jest już dniem dzisiejszym! — posłyszał jej cichy głos."
      },
      {
        "index": 113,
        "text": "— I pani na mnie czekała?"
      },
      {
        "index": 114,
        "text": "Była obtulona w futro tak szczelnie, że tylko chwilami, gdy mijali latarnię, spostrzegał jej płonące, ogromne oczy."
      },
      {
        "index": 115,
        "text": "— Więc to dzisiaj! — Własny głos wydał mu się dziwnie obcym."
      },
      {
        "index": 116,
        "text": "Pochylił się ku niej, bił od niej strumień takiego żaru, że wzdrygnął się i zuchwale szukał jej rąk, przysuwał się coraz bliżej, próbował nawet ją objąć i jakoś nie mógł tego dokonać, jakby niezmierna przestrzeń wciąż ich rozdzielała! A może tylko w marzeniu tego dokonywał? Coś mówił! czy pytał o coś? I co ona mówi? Migocą błyskawice i huczą pioruny, jakby przemawiał sam Bóg. Jakaż tajemnica wiąże ich na zawsze? Nie, nigdy sobie tego nie przypomni, nigdy."
      },
      {
        "index": 117,
        "text": "Czy to niebo nagle się rozwarło, że taka radosna cisza obtuliła mu serce? Opadły z nich wszelkie łachmany bytu, i oto jawi się wśród ogromów, niby kierz gorejący, a wir słońca porywa ich dusze na szlaki wieczności!"
      },
      {
        "index": 118,
        "text": "Czy to jej usta dały mu się napić szaleństwa?"
      },
      {
        "index": 119,
        "text": "Czy to jej nagie ramiona opasywały go płomienistemi więzami?"
      },
      {
        "index": 120,
        "text": "Jakby śmierć zakołysała nim tęskliwemi rękami zapomnienia."
      },
      {
        "index": 121,
        "text": "Jakaś boskość w samem trwaniu! Być, nie czując więzów istnienia! Czuć, nie wiedząc nawet o sobie! Wciąż zapadać się w odmęty i wypływać falą szczęśliwości!"
      },
      {
        "index": 122,
        "text": "Jeszcze jeden pocałunek! Jeszcze jeden uścisk! Jeszcze jedno spojrzenie!"
      },
      {
        "index": 123,
        "text": "Pić rozkosz całem jestestwem i stawać się samem szczęściem! Niemy hymn zwycięskiej radości śpiewać! Któż potężniejszy, ty królu strachu i śmierci?"
      },
      {
        "index": 124,
        "text": "Co to jest miłość?"
      },
      {
        "index": 125,
        "text": "To weselny wybuch słońc, topiących się w sobie w tajemniczej chwili zaślubin. Stawanie się gwiazd w nieskończonościach."
      },
      {
        "index": 126,
        "text": "Daisy! Daisy!"
      },
      {
        "index": 127,
        "text": "Niema już nic prócz jedynie doskonałego szczęścia."
      },
      {
        "index": 128,
        "text": "Ona! Ja! I Ty, Mścicielu! O Trójco przenajświętsza! O Jedności nieśmiertelna!"
      },
      {
        "index": 129,
        "text": "Ślepe od żarów miłosnych spojrzenia sieją płomienie, i z nich powstają drogi mleczne, pyły kosmosu i z nich bytów łańcuchy nieskończone! Ze źrenic Bafometa rodzi się dusza i jak piorun leci wskróś czasów, by znowu kiedyś w Nim utonąć! Powstała z Niego i staje się Nim."
      },
      {
        "index": 130,
        "text": "Zakreśla tajemniczy krąg i powraca do wiekuistego źródła."
      },
      {
        "index": 131,
        "text": "O Daisy! O Daisy!"
      },
      {
        "index": 132,
        "text": "Myśmy szukali się od pierwszych dni stworzenia! Myśmy tęsknili do siebie jeszcze na początku, jeszcze w Nim."
      },
      {
        "index": 133,
        "text": "Zali to tylko sen? To niechaj trwa, niechże się śni wiecznie, wiecznie..."
      },
      {
        "index": 134,
        "text": "Wichry jakichś przypomnień zaczynają przelatywać mózg, poznaje, rozumie i wzgardą wzbiera mu dusza."
      },
      {
        "index": 135,
        "text": "To byłem ja? Ten plugawy łachman człowieczy to byłem ja?"
      },
      {
        "index": 136,
        "text": "Jak śmigi, zatrzepotały się w mgławicach jakieś byty, jakaś rzeczywistość i jakieś nędzne, smutne rojowiska ludzkie! Płacz od nich płynie, żałosny płacz i skarga! Rosa tych łez opada mu na oczy i sączy się do serca gryzącem cierpieniem..."
      },
      {
        "index": 137,
        "text": "Daisy! Daisy!"
      },
      {
        "index": 138,
        "text": "Zamknął śpiesznie oczy, uderzony przykrem światłem poranku."
      },
      {
        "index": 139,
        "text": "Myśl wstaje jakby z głębokiej otchłani, pracuje ciężko, szuka w ciemnościach, trzepoce się w męce, rozbija o mgławe zapory złud, przedziera się wskroś mamideł i staje zalęknioną, smutną jaśnią... Serce poczyna się znowu trwożyć, a świadomość podnosi beznadziejnie smutne oczy i pyta:"
      },
      {
        "index": 140,
        "text": "— Co to właściwie było?"
      },
      {
        "index": 141,
        "text": "Oprzytomnił go dźwięk własnego głosu i znowu otwarł oczy. Szary, przemglony poranek zalewa pokój, a ulice już szumią zwykłą melodją ruchu! Taki sam dzień, jak wczoraj! Deszcz, zimno i nuda!"
      },
      {
        "index": 142,
        "text": "— A tamto? — Snuły mu się w pamięci jakieś mgławe, poszarpane strzępy, ale co chwila bledsze, niklejsze i coraz bardziej nieuchwytne."
      },
      {
        "index": 143,
        "text": "Zerwał się z łóżka, usiłując sobie tylko przypomnieć, kiedy powrócił do domu i jakim sposobem."
      },
      {
        "index": 144,
        "text": "— Jechałem z Daisy! — skupiał rozchwianą pamięć. — Ale co potem? Co się później ze mną działo? — Nieprzenikliwy mur, pełen mglistych, niepochwytnych majaków zakłębił mu się w mózgu. Pamiętał rozmowę z Adą, pamiętał opowiadanie Wandzi, wszystko aż do chwili siadania do powozu, ale potem nieprzebita ciemnica, noc i niepokój, przesiany oślepiającemi błyskawicami trwogi."
      },
      {
        "index": 145,
        "text": "Wszedł służący, niosąc wraz z herbatą i notę firmy I. Cooc, w której była oznaczona godzina pociągu nadchodzącego do Dovru, nazwa statku i nr. kabiny."
      },
      {
        "index": 146,
        "text": "— Czy miss Daisy u siebie? — zapytał, odzyskując równowagę."
      },
      {
        "index": 147,
        "text": "— W tej chwili poszła tam Mrs. Bławatskaja i Mr. Smith."
      },
      {
        "index": 148,
        "text": "— A czy Mr. Joe nie wyszedł jeszcze? — O, Mr. Joe bardzo chory! mówiła Mrs. Tracy, że..."
      },
      {
        "index": 149,
        "text": "— Możesz odejść! — wybuchnął gwałtownie, spostrzegłszy naraz wzrok jego, skierowany z głupio domyślnym uśmieszkiem na jakiś szal, porzucony na kanapę! Szal był indyjski, mieniący się barwami, przesycony zapachem fiołków, a obok niego leżały białe, zmięte nieco rękawiczki."
      },
      {
        "index": 150,
        "text": "— Daisy! Tak, to jej! — z rozkoszą sycił się cudownym aromatem. — Jakaś pomyłka! — Zawinął go w papier i wraz z kilku słowami objaśnienia odesłał przez pokojówkę. Zatelefonował jeszcze w sprawie Wandzi do znajomego doktora hipnotyzera i miał już wychodzić, gdy znowu wpadła mu w oczy nota Cooc’a."
      },
      {
        "index": 151,
        "text": "„Pociąg odchodzi o dziesiątej. Dover. Kaliban”. Czytał wolno, jakby wbijając sobie w oporną pamięć, ale nie mogąc narazie zrozumieć, gdzie to miał jechać i poco, rzucił niechętnie papier i wyszedł."
      },
      {
        "index": 152,
        "text": "Na kurytarzu zabiegła mu drogę pokojówka z listem Daisy."
      },
      {
        "index": 153,
        "text": "— Czy pani już wyszła?"
      },
      {
        "index": 154,
        "text": "— Pani słaba i od paru dni zupełnie nie wychodzi."
      },
      {
        "index": 155,
        "text": "Uśmiechał się pobłażliwie z jej kłamstwa."
      },
      {
        "index": 156,
        "text": "Daisy zapraszała go do siebie na herbatę. A w przypisku dziękowała za odesłanie szala."
      },
      {
        "index": 157,
        "text": "— O piątej u Daisy; siódma u Wandzi z doktorem, a o dziesiątej pociąg odchodzi! — przemknęła mu chyżo myśl i poszedł do Joe’go. — Kaliban! Dziwna nazwa, jak dla statku! — pomyślał nagle."
      },
      {
        "index": 158,
        "text": "Malajczyk otworzył mu drzwi, łypnął białkami i gdzieś zginął."
      },
      {
        "index": 159,
        "text": "Mieszkanie było prawie ciemne, portjery pozapuszczane, a w szarym, posępnym mroku jak widmo błąkał się Joe. Chodził zgarbiony i z trudem, czasem przystawał, wpatrując się w jeden punkt z niezmierną uwagą, coś szeptał niezrozumiale i znowu szedł z pokoju do pokoju."
      },
      {
        "index": 160,
        "text": "— Joe! Joe!"
      },
      {
        "index": 161,
        "text": "Jakby nie usłyszał, nie przerywając ani na chwilę wędrówki."
      },
      {
        "index": 162,
        "text": "Zenon ścisnął go mocno za rękę i zawołał prosto w ucho:"
      },
      {
        "index": 163,
        "text": "— Joe! Obudź się, na Boga!"
      },
      {
        "index": 164,
        "text": "Przysunął się do niego blisko i spytał jakoś automatycznie:"
      },
      {
        "index": 165,
        "text": "— Powiedz mi, gdzie ja właściwie jestem? — wparł się w niego oczami."
      },
      {
        "index": 166,
        "text": "Zenon aż się cofnął przed tym obłędnym wzrokiem."
      },
      {
        "index": 167,
        "text": "— Gdzie jestem? — powtórzył ciszej i trwożliwiej."
      },
      {
        "index": 168,
        "text": "— Przy mnie! Stoimy obok siebie! Nie czujesz mojej ręki?"
      },
      {
        "index": 169,
        "text": "— Tak... ale... Stoimy na środku pokoju, czy tam, naprzeciw, pod ścianą?..."
      },
      {
        "index": 170,
        "text": "— Na środku pokoju..."
      },
      {
        "index": 171,
        "text": "— I pod ścianą nic nie widzisz? — Daję ci słowo, że w pokoju prócz nas dwóch niema nikogo więcej!"
      },
      {
        "index": 172,
        "text": "— Dziwne... Pusto teraz... A przed chwilą... I ty wiesz, że ze mną mówisz?"
      },
      {
        "index": 173,
        "text": "Zenon śpiesznie odsłonił portjery, i dzień chlusnął na pokój szeroką smugą światła, Joe odwrócił głowę przed brzaskiem, lecz po chwili jął się rozglądać podejrzliwie, a niekiedy, jakby dojrzawszy coś straszliwego, kurczył się cały, zastygał na mgnienie, oczy cofały mu się w głąb czaszki, połyskując złowrogim blaskiem szaleństwa."
      },
      {
        "index": 174,
        "text": "— Joe! — głębokie współczucie zadrgało mu w głosie."
      },
      {
        "index": 175,
        "text": "— To ty, Zen. Wiem! — przemówił, jakby budząc się z letargu."
      },
      {
        "index": 176,
        "text": "— Co ci się stało? Chory jesteś?"
      },
      {
        "index": 177,
        "text": "— I tylko nas dwóch jest tutaj? — podniósł na niego błędne oczy."
      },
      {
        "index": 178,
        "text": "— Odsłonię wszystkie okna i pootwieram, to się sam przekonasz!"
      },
      {
        "index": 179,
        "text": "Po chwili całe mieszkanie było zalane światłem i chłodnem, wilgotnem powietrzem, bełkot rynien i szmer deszczu grały monotonnie."
      },
      {
        "index": 180,
        "text": "Joe obtulił się w pled, wyjrzał oknami, wystawiał nawet głowę na deszcz i uspokojony nieco usiadł przy Zenonie, który rzekł:"
      },
      {
        "index": 181,
        "text": "— Jesteś strasznie zdenerwowany!"
      },
      {
        "index": 182,
        "text": "— Być może! Nie wychodziłem parę dni z mieszkania, i to kaloryferowe ciepło zawsze źle na mnie działa. — Przypuszczano, żeś zachorował."
      },
      {
        "index": 183,
        "text": "— Byłem bardzo zajęty."
      },
      {
        "index": 184,
        "text": "— A w domu niepokoją się o ciebie... — podsunął ostrożnie."
      },
      {
        "index": 185,
        "text": "— Kto? — rzucił krótko i ostro."
      },
      {
        "index": 186,
        "text": "— Ojciec, Betsy, ciotki, wreszcie i przyjaciele."
      },
      {
        "index": 187,
        "text": "W miarę wyliczania Joe podnosił się z miejsca, chmurniał, twarz posępniała gniewem, aż wreszcie wybuchnął z zaciekłością:"
      },
      {
        "index": 188,
        "text": "— Nie pamiętam i nie znam nikogo!"
      },
      {
        "index": 189,
        "text": "— Mówiłem o twojej rodzinie! — dodał, sądząc się źle zrozumianym."
      },
      {
        "index": 190,
        "text": "— Nie mam rodziny! Pozbyłem się już tego wampira! Zerwałem wszystkie pęta. Nic mnie już nie łączy z życiem! W tych dniach opuszczam Europę na zawsze! Jestem wolny, nie potrzeba mi ojczyzny, ni rodziny, ni przyjaciół. Obmyję ciało w świętych wodach Gangesu, a duszę utopię w kontemplacji! Już tam plugawy kwik trzody ludzkiej mnie nie dojdzie! Tak strasznie tutaj cierpiałem! Przezwyciężyłem podły instynkt życia i przezwyciężę samo życie! Cierpiałem za wasze grzechy, modliłem się, biczowałem! Ale teraz już wiem, że nic was już nie zbawi! Jesteście przeklęci! Bogobójcy, czciciela zła! Przeklęci! Przeklęci! Przeklęci! — krzyczał w obłędnej ekstazie bólu, zgrozy i nienawiści."
      },
      {
        "index": 191,
        "text": "— Przyszedłeś mnie trwożyć? — zwrócił się do Zenona. — Przyszedłeś mnie kusić? — Precz, wysłanniku Lucyfera! Precz! — wołał, następując na niego z piorunami w oczach, że Zenon, zrozpaczony jego stanem, cofał się bezwiednie, nie wiedząc co począć, ale naraz Joe zatrzymał się i pobladły śmiertelnie jakby skamieniał na miejscu."
      },
      {
        "index": 192,
        "text": "Zenon rzucił się do niego, lecz mimo nadludzkich wysiłków nawet nim nie poruszył, stężał zupełnie i jakby przyrósł do posadzki. Stał przygięty, niby drzewo, zabite w skurczu walki, głuchy i ślepy na wszystko, rozgorzałe nadmiernie oczy jęły zwolna przygasać, świecąc próchnicowym, martwym blaskiem, a twarz powłóczyła się nieopowiedzianym wyrazem ekstatycznej błogości."
      },
      {
        "index": 193,
        "text": "— Nie wolno mu przerywać! — powiedział przywołany Malajczyk, śpiesznie zamykając okna i przysłaniając je ciężkiemi kotarami."
      },
      {
        "index": 194,
        "text": "Zenon tak był przerażony, że nie rozumiał jego słów."
      },
      {
        "index": 195,
        "text": "— Sam się ocknie, może dopiero za parę godzin, a może jutro! On teraz mówi z Bogami! A gdyby mu się przerwało, mógłby zabić spojrzeniem..."
      },
      {
        "index": 196,
        "text": "Czasem unosi się w powietrzu i słychać wtedy muzykę i śpiewy!... — szeptał pobożnie, postawił przed nim kadzielnicę i zapalił, białawy słup dymu podniósł się wgórę i zwolna napełnił pokój wonnym obłokiem. Malajczyk wyprowadził Zenona do żółtego pokoju i rzekł, wskazując na stosy sprzętów porozrzucanych i kufry otwarte:"
      },
      {
        "index": 197,
        "text": "— Pan kazał odesłać ojcu wszystkie rzeczy i pieniądze. — Więc wyjeżdżacie? — odezwał się wreszcie, odzyskując nieco równowagi."
      },
      {
        "index": 198,
        "text": "— Mamy już kupione miejsca międzypokładowe do Bombaju, a stamtąd Buddha zaprowadzi nas na Wielką Drogę!"
      },
      {
        "index": 199,
        "text": "— Gdzie jedziecie? Gdzie! nie mógł się jeszcze połapać ni uwierzyć."
      },
      {
        "index": 200,
        "text": "— Ja jestem tylko jego cieniem, idę, gdzie on idzie! — mówił tak poważnie, że musiał uwierzyć w jego słowa, i tem większy niepokój nim owładnął."
      },
      {
        "index": 201,
        "text": "— Trzeba go ratować! — postanowił, dzwoniąc energicznie na lokaja."
      },
      {
        "index": 202,
        "text": "Wysłał długą depeszę do Bartelet Court i kazał poprosić Mr. Smitha, który na szczęście był jeszcze w domu i natychmiast się zjawił. Wysłuchał opowiadania z najgłębszem współczuciem, nie mogąc się jednak powstrzymać od sekciarskiego triumfu."
      },
      {
        "index": 203,
        "text": "— Opuścił nas, a to smutne rezultaty! „Po owocach ich poznacie je”. Oto dokąd prowadzi swoich wielbicieli ta djablica!..."
      },
      {
        "index": 204,
        "text": "— Kogóż ma pan na myśli?"
      },
      {
        "index": 205,
        "text": "— Miss Daisy! Byłem u niej z Bławatską, otwarcie się przyznała do służenia Jemu! — strzepnął zabobonnie palcami."
      },
      {
        "index": 206,
        "text": "— Ważniejsze dla mnie oto stan chorego! — Odezwał się wielce znękany."
      },
      {
        "index": 207,
        "text": "— Chciałbym go zobaczyć, może się już przebudził... Poszli do niego, stał na dawnem miejscu nieporuszenie, ledwie dojrzany w kadzielnych dymach i cały pokryty świetlistą rosą."
      },
      {
        "index": 208,
        "text": "Mr. Smith zadygotał z trwogi."
      },
      {
        "index": 209,
        "text": "„Ale nas zbaw ode Złego” — zaszeptał, cofając się śpiesznie do żółtego pokoju."
      },
      {
        "index": 210,
        "text": "— Jest w zupełnej katalepsji! Trzeba czekać, aż się sam przebudzi. Myślę, że nie można go później zostawiać samego."
      },
      {
        "index": 211,
        "text": "— Czekam właśnie na jego rodzinę. A może odwieźć go do lecznicy?"
      },
      {
        "index": 212,
        "text": "— To coś gorszego niźli choroba!"
      },
      {
        "index": 213,
        "text": "Zenon padł na krzesło, miotany coraz boleśniejszemi przewidywaniami, a Mr. Smith zamyślił się głęboko i, spacerując, mimowolnie latał po rzeczach taksującemi oczami. Jego wyschłe, kościane palce z lubością przesuwały się po jedwabiach obić i dotykały bronzów."
      },
      {
        "index": 214,
        "text": "— Na wszystkich drogach życia czyha szaleństwo! — odezwał się półgłosem Zenon, jakby odpowiadając własnym rozmyślaniom."
      },
      {
        "index": 215,
        "text": "— Ale na tej, którą poszedł Joe, chwyta każdego! Już byłem kiedyś na niej i uratował mnie cud, cofnąłem się z nad przepaści..."
      },
      {
        "index": 216,
        "text": "— Więc wystąpił pan ze zgromadzenia?"
      },
      {
        "index": 217,
        "text": "— Mówiłem o drogach, jakiemi poszedł Joe! To są drogi zaprzeczań i szatańskiej pychy! Drogi Zbuntowanych! Diametralnie się rozchodzimy! My wierzymy w Boga, on Mu przeczy! My kochamy ludzkość i pracujemy nad jej zbawieniem, a oni mają dla człowieka wzgardę i nienawiść! Przeklinają życie i chcą jego zagłady! Swoje wzniosłe ja przeciwstawiają całemu światu! A muszę przedewszystkiem powiedzieć, że spirytyzm jest wiarą, ugruntowaną na wiedzy o nieśmiertelności wszelkiego stworzenia. Świat jest marzeniem Boga o samym sobie! — prawił z zapałem, wykładając zawiłe teorje siedmiu kręgów poznania, siedmiu sfer i całą apokalipsę teozofji."
      },
      {
        "index": 218,
        "text": "Zenon milczał, przeżuwając różne strapienia."
      },
      {
        "index": 219,
        "text": "— Ale powróćmy do Joe’go — przerzucił się nagle, widząc znudzoną twarz Zenona."
      },
      {
        "index": 220,
        "text": "— Twierdzę, że zgubiła go Miss Daisy!"
      },
      {
        "index": 221,
        "text": "— A wkońcu zacznie pan dowodzić, że ona jest reinkarnacją Bafometa."
      },
      {
        "index": 222,
        "text": "— Dowodzę tego od początku! — strzepnął palcami, a przysunąwszy się do niego, szeptał mu prawie do ucha. — Przecież przybiera takie postacie, jakie chce! Pan myśli, że Bagh to tylko pantera? Albo to jej rozdwajanie się na parę postaci? Sam widziałem, jak przyszła na seans do Joe’go, rozmawiałem z nią, tworzyła z nami łańcuch, a wyszedłszy wcześniej, zastałem ją siedzącą z Mrs. Tracy, z którą bez przerwy przepędzała cały czas seansu!"
      },
      {
        "index": 223,
        "text": "Czy to nie potwierdza mojego dowodzenia? Faktów podobnych mógłbym przytoczyć bardzo wiele. Naprzykład, w ostatnich dniach była niby słaba i wiemy z pewnością, jako nie opuszczała mieszkania, równocześnie jednak widziano ją w różnych stronach miasta. Mówię panu rzecz absolutnie pewną, bo stwierdzoną."
      },
      {
        "index": 224,
        "text": "Zenon wpił się naraz w niego oczami, słuchając z uwagą."
      },
      {
        "index": 225,
        "text": "— To wampir! — wyrzekł Mr. Smith z uroczystą tajemniczością. — Przybiera bowiem jakie chce kształty, aby swobodnie żerować wśród dusz... A może jej, jako człowieka, niema zupełnie? Może to tylko chwilowa inkarnacja Jego woli?... Tak, panie, to może być tylko Jego cień, nieśmiertelny cień Zła i Grzechu!... Samotny w nieskończonościach, zepchnięty na dno wieczystych ciemności, nieukorzony, a nienawidzący Najwyższego Światła, wyciąga sępie pazury po władzę nad światem i zagarnia obłąkane i buntownicze dusze, aby kiedyś na czele tych potępieńców stoczyć jeszcze jedną i ostatnią walkę z Bogiem! Wierzę, jako nadejdzie ten czas, zatrzęsie się wtedy w posadach cały świat, pogasną gwiazdy, rozsypią się w pyły słońca i planety, i zawrze nieubłagany bój od krańca do krańca! Ale i w to wierzę, jako będzie start na proch Szatan i pycha jego! Bóg wywiedzie nowe światy z chaosu! Nową, weselną Hierusalem stanie się ziemia, i oswobodzona od grzechu ludzkość zaśpiewa: Hosanna! Czyste, nieśmiertelne duchy zapełnią wszechświat, i wszystko niebo rozebrzmi szczęściem wiekuistego trwania w Bogu! Tak w to gorąco wierzę, jak wiem, że Daisy jest jego wysłannicą! I jestem pewien, że tu ktoś umrze, ktoś oszaleje i ktoś zatraci się na wieki przez Nią i dla Niego!..."
      },
      {
        "index": 226,
        "text": "Zenon jakby nie zrozumiał ostrzeżenia, pochłonięty wyłącznie tem, co słyszał o rozdwojeniach Daisy. Nudziły go bowiem spirytystyczne teorje Mr. Smitha, lecz to niespodziane potwierdzenie przypuszczeń, głęboko tajonych nawet przed samym sobą, wstrząsnęło nim gwałtownie."
      },
      {
        "index": 227,
        "text": "I— I równocześnie widziano ją w różnych miejscach? Pragnął potwierdzeń."
      },
      {
        "index": 228,
        "text": "— Ależ z pewnością! — Mr. Smith jął skwapliwie przytaczać nowe fakty."
      },
      {
        "index": 229,
        "text": "Już nie słuchał, zapatrzony w nagle rozwarte wierzeje przypomnień. Pamiętał w tej chwili każdy analogiczny fakt: a to pierwsze wstrząsające zdumienie, gdy, zostawiwszy Daisy na seansie, spotkał ją na kurytarzu idącą naprzeciw! A scena biczowań? A wiele tych niepojętych zgoła rzeczy! A przedewszystkiem to wczorajsze spotkanie! Przecież dwa razy widział ją, rozmawiał, siedział obok niej, czuł ją przy sobie, i ona w tym samym czasie mogła być w mieszkaniu?"
      },
      {
        "index": 230,
        "text": "— Co to znaczy? Jak to pogodzić? Czy to możebne? Cofnął się jednak trwożnie przed stwierdzeniem, wiążącem się w nierozerwalny łańcuch pewności. Zapalił papierosa, popatrzył na Joe’go, zamienił kilka słów ze Smith’em i, usiłując rozmyślać spokojnie, znowu zagłębił się we wspomnienia..."
      },
      {
        "index": 231,
        "text": "Poznanie Daisy i wszystko, co o niej słyszał, na co patrzył, co sam z jej powodu przeżył, nawet to, co zaledwie się prześlizgnęło przez mózg i tylko majakiem padło nieświadomym, jawiło się teraz w nim, jakby zwolna po raz drugi przeżywane. Rodzaj jasnowidzenia owładnął nim z taką siłą, że pamiętał z nieubłaganą dokładnością prawie każdą chwilę. Przyglądał się jakby nieskończonej wstędze kinematografu."
      },
      {
        "index": 232,
        "text": "— Widzę, pamiętam i tak samo nic nie rozumiem! — pomyślał, chwiejąc się, niby liść na rozhukanych falach. — Przecież ja widzę tylko fakty, powierzchnie jakichś przypadkowych realizacyj, czegoś niewiadomego ślepiące majaki! Ale co jest tam w głębi? Kto jest reżyserem tych kukieł człowieczych? I kim jest właściwie Daisy? Jakąż rolę gram w tem wszystkiem? — szarpał się w nierozerwanych sieciach tajemnicy, które go wlokły przez głębię męki, udręczeń i daremnych pytań."
      },
      {
        "index": 233,
        "text": "— Wie pan! — zwrócił się po jakimś czasie do Mr. Smith’a. — Nawetbym się już nie zdziwił, gdyby naraz te drzewa za oknami przemówiły, a ci średniowieczni rycerze z obrazów zasiedli między nami..."
      },
      {
        "index": 234,
        "text": "Mr. Smith odrzekł uroczystym tonem kaznodziei:"
      },
      {
        "index": 235,
        "text": "— Wszystko leży w granicach możliwości! Z nas bowiem bierze początek wszelka rzeczywistość! Myśl jest również realizacją, która trwa nawet poza nami. Jesteśmy marzeniem Boga, świat zaś jest naszem marzeniem. Niema dualizmu, jest tylko doskonała jedność, wiecznie falująca między biegunami: śmierć — życie, czyli między: wiem — jestem! Niema w naturze..."
      },
      {
        "index": 236,
        "text": "— Być może, iż to wszystko prawda! — przerwał mu niecierpliwie Zenon, ogarnięty nieprzepartą żądzą ucieczki od tego wszystkiego. Nie czekając już przyjazdu Betsy, wybiegł na ulicę i z radością zanurzył się w ciżby tłumu."
      },
      {
        "index": 237,
        "text": "— Więc jeszcze jestem! — stwierdzał się fizycznie, prąc się wskróś zatłoczonych trotuarów. — Przecież nie mogę już tak żyć dłużej, nie mogę! I nie chcę zwarjować! — krzyczał w nim przebudzony nagle instynkt samozachowawczy. — Wrócę z Adą do kraju i zapomnę o wszystkiem! — marzył, pozwalając się nieść tłumom, gdzie im się podoba. I czuł się coraz spokojniejszy, gubiąc zwolna wszelkie obawy i pamięć tamtych spraw strasznych."
      },
      {
        "index": 238,
        "text": "Ale równocześnie spostrzegał w ludziach jakieś niezrozumiałe zmiany, które go zaniepokoiły. Twarze zdały mu się być tylko maskami, przez które przeświecały jakieś obce, zagadkowe oblicza. I spojrzenia mieli tak promienne i strzeliste, że nad głowami wiły się ustawiczne kłęby migotów i błyskawic. I poruszali się inaczej, jakoś płynniej, jakby unosząc się nad ziemią. Zaś gwar miasta przeistaczał się w rozfalowaną i nieskończoną melodję... Każdy głos brzmiał zosobna, i razem tworzyły chór niebiańskich dźwięków. Nawet mury wzięły barwę lazuru i wynosiły się aż gdzieś ku niebu. Wszystko, na co spojrzał, miało ten sam zagadkowy wyraz, wszędzie kryło się jakieś życie inne, obce, nieodgadnione, i zewsząd wyzierała niepokojąca tajemnica..."
      },
      {
        "index": 239,
        "text": "Nie dziwił się już niczemu, tylko myślał lękliwie:"
      },
      {
        "index": 240,
        "text": "— A może i tak jest, jak mi się wydaje!"
      },
      {
        "index": 241,
        "text": "Gdy przechodził park, zaszumiały drzewa, przystanął."
      },
      {
        "index": 242,
        "text": "— Co one mówią? — ogarnął braterskiem spojrzeniem zwichrzone gąszcze."
      },
      {
        "index": 243,
        "text": "Park chwiał się, kołysał i szumiał cichą, tajemniczą pieśnią zmierzchu."
      },
      {
        "index": 244,
        "text": "— Co? Co? — spytał wzruszony, gdyż zdało mu się, jako idą ku niemu te czarne olbrzymy i podają mu swoje rosochate gałęzie."
      },
      {
        "index": 245,
        "text": "— Nigdy, nigdy się nie porozumiemy! — westchnął żałośnie."
      },
      {
        "index": 246,
        "text": "Stado ptaków zataczało nad parkiem kręgi coraz niższe, aż poczuł na twarzy mioty skrzydeł i dojrzał rozchylone dzioby i okrągłe, świecące oczy. Opadły przy nim, a kilka uczepiło się jego ramion, kracząc długo i nieustraszenie. Wsłuchiwał się w te głosy, gładził czarne, lśniące pióra i szepnął smutnie:"
      },
      {
        "index": 247,
        "text": "— Znowu ta nieprzebyta granica! Obcymi pozostaniemy na zawsze!"
      },
      {
        "index": 248,
        "text": "Zerwały się naraz i, uderzywszy skrzydłami, biły potężnym lotem wgórę, nad drzewa, ponad miasto, coraz wyżej, a on gonił za niemi roztęsknionemi oczami, póki nie przepadły w szarych rojowiskach mgieł."
      },
      {
        "index": 249,
        "text": "Powolny a mocny dźwięk godzin zbudził go do rzeczywistości."
      },
      {
        "index": 250,
        "text": "— Piąta! — przypomniał sobie natychmiast zaproszenie Daisy."
      },
      {
        "index": 251,
        "text": "Ale szedł jakoś ociężale i, otrząsając się z resztek rozmarzeń, spostrzegał z przykrością, że wszystko znowu miało ten sam zwykły i pospolity wyraz. Rozwiały się błękitne mgły i wartki nurt życia burzył się dokoła, pienił i bryzgał brudnemi falami. Wzdrygnął się z obrzydzenia."
      },
      {
        "index": 252,
        "text": "— A może tak jest, jak mi się teraz zdaje! — dumał zapatrzony w zatroskane głowy, przygięte do ziemi pod brzemieniem niedoli. I wszędzie widział tylko zorane namiętnościami twarze, niespokojne i zdziczałe spojrzenia, usta zacięte cierpieniem, a we wszystkich wyraz drapieżnego nieubłagania, chciwości i egoizmu. A ten ruch olbrzymi! Te tysiące tysięcy kręcących się wkółko, jakby w szale i zapamiętaniu! Ta dzika walka wszystkich ze wszystkimi! Te niezliczone hordy, wciąż węszące za łupem! Nędze, zbrodnie i rozpasania! Jakże to wydało mu się naraz potworne w swojej głupocie i bezcelowości! A wszystko było godne siebie: i te nędze niewypowiedziane, i te bogactwa niezmierne! Nawet te domy brudne, niby przegniłe trumny, rojące się ludzkiem robactwem, nawet to niebo obwisłe i jakby przesycone ropą i kałem! Ohydne i przeklęte takie życie i taka dola! — Uciekać jak najprędzej i jak najdalej! — prosiła go radosna i wyzwoleńcza myśl. Poczuł się znowu silny, bezwzględny i już na wszystko zdeterminowany."
      },
      {
        "index": 253,
        "text": "Powrócił śpiesznie do mieszkania, dowiadując się zaraz na wstępie, że zgóry przysyłały po niego jakieś panie."
      },
      {
        "index": 254,
        "text": "Poszedł tam dosyć niechętnie, przewidując nowe i przykre powikłania."
      },
      {
        "index": 255,
        "text": "Joe jeszcze się nie przebudził, ale Malajczyk zaszeptał zapewniająco:"
      },
      {
        "index": 256,
        "text": "— Już zupełnie zimny, tak zawsze bywa przed obudzeniem. I fosforescencja znikła! Lada chwila oprzytomnieje."
      },
      {
        "index": 257,
        "text": "W żółtym pokoju rozmawiała Miss Dolly z ich domowym lekarzem."
      },
      {
        "index": 258,
        "text": "— A czy nie mówiłam, że to musi się źle skończyć! — zawołała na powitanie."
      },
      {
        "index": 259,
        "text": "— Ale to go nie uleczy! — odparł niecierpliwie, zazierając do sąsiedniego pokoju."
      },
      {
        "index": 260,
        "text": "— Mr. Smith poszedł pana szukać u jakiejś Miss... nie pamiętam nazwiska."
      },
      {
        "index": 261,
        "text": "Zirytował go ten docinek, ale dość uprzejmie pytał o Betsy."
      },
      {
        "index": 262,
        "text": "— Siedzi przy nim. Uparła się i nie opuszcza go ani na chwilę."
      },
      {
        "index": 263,
        "text": "Jakoż znalazł ją w mrocznym pokoju, przysłoniętym kadzielnemi dymami, siedziała spłakana, nieprzytomnie wpatrując się w brata, który stał tak samo pochylony i z tym samym zakrzepłym uśmiechem na ustach."
      },
      {
        "index": 264,
        "text": "— To okropne! Patrzy, a nie widzi! Mówiłam do niego, nie usłyszał. Dotykałam się jego rąk, zimne i sztywne jak u trupa! Boże mój! Boże! — zajęczała cicho."
      },
      {
        "index": 265,
        "text": "Wyprowadził ją do okrągłego pokoju, silnie oświetlonego."
      },
      {
        "index": 266,
        "text": "— Co jemu się stało? — zabłagała, chwytając go za ręce."
      },
      {
        "index": 267,
        "text": "— Nie wiem! Czy Mr. Smith nic pani nie mówił? — Obawiał się tego."
      },
      {
        "index": 268,
        "text": "— Mówił wprost straszne, straszne rzeczy!"
      },
      {
        "index": 269,
        "text": "— Spirytystyczne brednie, nie trzeba im wierzyć! Betsy! Betsy!"
      },
      {
        "index": 270,
        "text": "— A jeżeli to prawda? A jeżeli to ona temu winna?"
      },
      {
        "index": 271,
        "text": "Zrozumiał, kogo ma na myśli, lecz, nie próbując bronić, spytał wykrętnie:"
      },
      {
        "index": 272,
        "text": "— Cóż powiedział doktór?"
      },
      {
        "index": 273,
        "text": "— A jeżeli ona i Wandzię zaczarowała? — ciągnęła coraz lękliwiej."
      },
      {
        "index": 274,
        "text": "— Widzę, że Ada nie oszczędziła pani swoich zabobonnych przywidzeń."
      },
      {
        "index": 275,
        "text": "— Bo jeżeli to prawda? Jeżeli to wszystko prawda, co mówił Mr. Smith! — wybuchnęła przerażeniem. — Tak się teraz obawiam każdej nowej chwili, że wolałabym zaraz umrzeć. Nigdy, nigdy nie przypuszczałam... i czuję się tak bezbronna wobec nieszczęścia... zapłakała, łzy polały się rzęsistym strumieniem po zbladłych, zmizerowanych policzkach."
      },
      {
        "index": 276,
        "text": "Było mu jej strasznie żal, a nie mógł się zdobyć ani na jedno cieplejsze słowo. Stał sztywny, wodząc szklistemi oczami po ścianach."
      },
      {
        "index": 277,
        "text": "— I tak mi było dobrze... tak sobie marzyłam... taka byłam szczęśliwa... a teraz! A teraz! — załkała znowu, wisząc jeszcze na rąbku nadziei, że może on przemówi, jak dawniej, że może ją podeprze kochającem ramieniem i nie da nieszczęściu... Nie poruszył się jednak, miotany dziwną rozterką, jej łzy rozrywały mu serce i wiedział, co był powinien zrobić w tej chwili, wiedział, że to bezbronne pisklę przyszło do niego po ratunek, a nie potrafił przełamać jakiegoś ciemnego nakazu, który mu wzbraniał najlżejszego objawu współczucia! Już wprost fizycznie nie umiał się zdobyć na żaden odruch. Czuł, że popełnia podłość i zdradę, że pastwi się i zabija to najszlachetniejsze i najgłębiej oddane mu serce, a nie przezwyciężył siebie. I na darmo szamotał się w jakichś nieubłaganych pazurach i na darmo starał się zrozumieć stan własnej duszy..."
      },
      {
        "index": 278,
        "text": "Zaś z Betsy jakby wyciekało życie wraz ze łzami, bo czuła, że ta straszna chwila zaważy na jej szczęściu. Bezmierne znękanie ją ogarnęło i smutek. Nie miała już sił na płacze ni skargi, a tylko jej oczy, przepalone męką, mówiły niemym głosem boleści. A Zenon w jakiejś chwili zażartej walki ze sobą zerwał się nagle z miejsca."
      },
      {
        "index": 279,
        "text": "— Co się ze mną dzieje! Betsy! — zakrzyczał, odpychając coś z przed siebie."
      },
      {
        "index": 280,
        "text": "W oczach miał strach i obłąkanie."
      },
      {
        "index": 281,
        "text": "Przypadła do niego i, chociaż śmiertelnie strwożona, jęła go uspokajać najsłodszemi zaklęciami. Spojrzał na nią z bezbrzeżną wzgardą i odtrącił."
      },
      {
        "index": 282,
        "text": "— Zen! — jęknęła, cofając się przed tem dzikiem, obłąkańczem spojrzeniem."
      },
      {
        "index": 283,
        "text": "Ale na szczęście uspokoił się prawie natychmiast i siadł przy niej."
      },
      {
        "index": 284,
        "text": "— Co się panu stało? — nie mogła powstrzymać pytania."
      },
      {
        "index": 285,
        "text": "— Jakiś koszmar mnie napadł... Coś, czego nie można opowiedzieć..."
      },
      {
        "index": 286,
        "text": "— Czy jak wtedy u nas?"
      },
      {
        "index": 287,
        "text": "— Nie, nie... Jestem okropnie zdenerwowany! — Obejrzał się trwożliwie i zaczął mówić prędko, jakby chcąc się zagłuszyć. Chciał być swobodny, silił się nawet na serdeczność, ale jej obaw nie rozproszył, ni zbudził umierającą nadzieję, bo jego słowa były lodowate, przypadkowe i krążyły naoślep, niby płatki, błądzące w ciemnościach. Była to dziwna rozmowa, oboje bowiem z największym wysiłkiem kryli przed sobą tragiczne rozdarcie dusz i lęk o siebie. Betsy trzęsła się, niby ptaszka śmiertelnie wystraszona, i w głosie jej polśniewały łzy i stłumiane co mgnienie szlochy rozpaczy. Stłumiła jednak własny ból i troskała się już tylko jego dziwnym stanem."
      },
      {
        "index": 288,
        "text": "— Bo powinien pan na jakiś czas wyjechać! — radziła, jak siostra."
      },
      {
        "index": 289,
        "text": "— Wyjadę, wypocznę i powrócę z nowemi siłami — odpowiadał potakująco."
      },
      {
        "index": 290,
        "text": "Uśmiechnęła się bladym uśmiechem żałości, żegnającej go na zawsze. Krótki spazm targnął jej sercem, a w mózgu zahuczało złowrogie: nigdy, nigdy cię już nie zobaczę."
      },
      {
        "index": 291,
        "text": "Przerwał im rozmowę Malajczyk, wzywając do Joe’go."
      },
      {
        "index": 292,
        "text": "Leżał bezwładnie na łóżku, doktór czynił koło niego jakieś specjalne zabiegi, po których otworzył oczy, nie poznając jednak nikogo. Napróżno przemawiali do niego, nie odpowiedział nikomu i, uśmiechając się do siebie, patrzył przez wszystkich gdzieś daleko, daleko."
      },
      {
        "index": 293,
        "text": "Uradzono, że doktór będzie przy nim czuwać wraz z pielęgniarką i rano, zależnie od jego stanu, zawiezie go do szpitala lub do Bartelet Court."
      },
      {
        "index": 294,
        "text": "Betsy odjeżdżała tak zrozpaczona, iż przy rozstaniu po kilka razy błagała Zenona, żeby go nie opuszczał i czuwał nad nim."
      },
      {
        "index": 295,
        "text": "— Nie odstąpię go do rana — upewniał szczerze i prawie natychmiast zapomniał o przyrzeczeniu, gdyż zaraz po ich odjeździe poszedł do Daisy, pomimo dość spóźnionej godziny, ale cofnął się od samych drzwi. — Nie! nie! — uderzał jakby pięścią, zamknąwszy się w mieszkaniu. Zaczął przeglądać papiery, nagromadzone na biurku, i utknął oczami w nocie od Cooc’a: „Pociąg odchodzi o dziesiątej. Dover. Kaliban“."
      },
      {
        "index": 296,
        "text": "Czytał po wiele razy i, nie mogąc pojąć, co znaczą te słowa, ubrał się machinalnie i zupełnie odruchowo kazał się zawieźć do Ady. Już miał dzwonić, gdy, posłyszawszy przez drzwi śmiech Wandzi, wstrząsnął się gwałtownie i uciekł pośpiesznie na ulicę. Był już, jak piłka, tocząca się w mgle i podrzucana niewidzialnemi rękami. Czuł, że musi gdzieś iść, i szedł za pierwszym odruchem, i cofał się, również nie wiedząc dlaczego. Zaglądał do różnych klubów, witał się ze znajomymi, ale wszędzie jakby tylko kogoś szukał i, nie znajdując, zaraz odchodził. Wreszcie wstąpił do jakiegoś Music Hall’u. Przedstawienie było rozpoczęte; muzyka wrzeszczała całą siłą rozstrojonych instrumentów, i na scenie kołysały się baletowe stada, klowni bili się po twarzach, ktoś skakał z pod kopuły do wody, dzielącej salę od widowni, a publiczność wybuchała śmiechem i brawami. Przypatrywał się z niezmiernem zajęciem, nie mogąc tylko dociec, gdzie się to wszystko odbywa: w nim czy gdzieś nazewnątrz jego oczu? Ale nim zdołał stwierdzić, powstał i zaczął się gwałtownie przeciskać do wyjścia, nie zważając na klątwy tratowanych. Usłyszał bowiem jakiś kategoryczny nakaz, żeby wyszedł z teatru. Stał jakiś czas na trotuarze, rozglądając się niespokojnie, zaglądał nawet do bram i sklepów, a wkońcu, nie wiedząc już, co począć ze sobą, kazał się śpiesznie zawieźć do domu."
      },
      {
        "index": 297,
        "text": "Mr. Smith wyszedł naprzeciw niego i odezwał się dziwnie ponuro:"
      },
      {
        "index": 298,
        "text": "— Myślałem, że się już pana nie doczekam."
      },
      {
        "index": 299,
        "text": "— To pan mnie wołał, nieprawdaż?"
      },
      {
        "index": 300,
        "text": "— Nie wołałem, ale bardzo pragnąłem, aby pan przyszedł jak najprędzej..."
      },
      {
        "index": 301,
        "text": "— Więc to nie pan! Zaglądał pan do Joe’go? Już się przebudził?"
      },
      {
        "index": 302,
        "text": "— Wracam od niego! Przed paru minutami odwieziono go do szpitala warjatów! Daję panu słowo honoru! — dodał, widząc jego zdumienie."
      },
      {
        "index": 303,
        "text": "— Joe? Nie, nie, nie! — zakrzyczał, przyskakując do niego z gniewem."
      },
      {
        "index": 304,
        "text": "— Dostał ataku furji, i musieliśmy go odwieźć! — potwierdził smutnie."
      },
      {
        "index": 305,
        "text": "— Po przyjeździe pań poszedłem pana szukać. Byłem nawet i u Miss Daisy, zastałem ją, szykującą się do drogi. Wraca do Indyj..."
      },
      {
        "index": 306,
        "text": "— Wspominała mi o tem!"
      },
      {
        "index": 307,
        "text": "— Szukałem pana i w naszym klubie, a kiedy powróciłem, już u Joe’go nie było nikogo prócz doktora i pielęgniarki. Właśnie zasiedliśmy do herbaty, rozmawiając o chorym, gdy naraz gruchnął krzyk i łomoty rozbijanych o ściany mebli. Wbiegamy do sypialni, a Joe stoi na środku pokoju z krzesłem w ręku i broni się przed jakimś niewidzialnym wrogiem. Krzyczał coś bez związku i rzucał się coraz zapalczywiej, kopał i bił, czem tylko mógł. Dopiero przy pomocy całej służby pensjonatowej zdołaliśmy go ubezwładnić. I bronił się tak rozpaczliwie, aż musiano mu nałożyć kaftan..."
      },
      {
        "index": 308,
        "text": "— Straszne! Straszne! — jęknął, zaledwie wierząc uszom."
      },
      {
        "index": 309,
        "text": "— Przeszedłem najcięższą chwilę w mojem życiu! Jeszcze nie mogę uwierzyć... Przepraszam — wyjrzał podejrzliwie na kurytarz. — Zdawało mi się, że ktoś puka do drzwi."
      },
      {
        "index": 310,
        "text": "— Że Joe stracony! Doktór nie robi nawet nadziei! Taki dzielny człowiek! taki potężny umysł i taka wzniosła dusza w szpitalu obłąkanych..."
      },
      {
        "index": 311,
        "text": "— Dzięki waszemu spirytyzmowi! — nie mógł już pohamować gniewu."
      },
      {
        "index": 312,
        "text": "— Może jest w tem nieco i naszej winy! — szepnął pokornie i ze szczerym żalem — ale głównie zawiniły te potworne praktyki fakirskie, jakim się już oddawna poświęcał. Chciał koniecznie zostać jogiem, świętym cudotwórcą i czystym duchem... Pragnął poznać Niepoznawalne..."
      },
      {
        "index": 313,
        "text": "— Jego szaleństwo utwierdziło mnie w przekonaniu, że takie eksperymenty są zgubne dla Europejczyków! Kto tylko tknął się tych praktyk, umierał lub warjował. Mógłbym wymienić wiele głośnych nazwisk!"
      },
      {
        "index": 314,
        "text": "— A mimo tego nie przestaje pan apostołować tych prawd! — szepnął z goryczą. — Od chwili, w której ujrzałem szaleństwo Joe’go, przysiągłem sobie nie zajmować się więcej spirytyzmem. Przejrzałem bowiem i poczułem w uściech posmak gorzkiej prawdy, że my, t. z. Europejczycy, jesteśmy rasą niższą, jesteśmy tylko psychiczną Tschandalą!... Tylko Hindus może przekroczyć granice materji i spojrzeć w nieśmiertelne oblicze Światłości! To wybrani z wybranych! To już dusze w ostatnim awatarze! Panie, cała wiara i tęsknota mojego istnienia umarła dzisiaj gwałtowną śmiercią. Teraz wiem, że Europejczyk może posiędzie nasz system planetarny, może nawet zaprzęże słońca do poruszania swoich fabryk i wzleci na gwiazdy, ale przenigdy nie przekroczy granic materji, nigdy jego ręce grzeszne nie podniosą zasłony, a jego ślepe oczy nie ujrzą Izys odsłoniętej! Teraz wiem, że jesteśmy tylko nędznem plemieniem parjasów, uzuchwalonem przez głupotę, liszajem świata, skazanym na plugawe, przyziemne bytowanie i wieczne przerabianie ziemi, niby te glisty, rojące się pod powierzchnią! I zaprawdę, nie godniśmy lepszej doli, bowiem suma naszych nieprawości jest większa nawet od miłosierdzia Bożego! Więc biada śmiałkowi, który świętokradczą myślą sięgnie za kres naznaczony, po tysiąckroć biada! Szaleństwo i Śmierć tam stoją na straży!"
      },
      {
        "index": 315,
        "text": "Tyle grozy biło z jego słów, i tak bezgraniczna rozpacz wyzierała mu z oczu, że Zenonem wstrząsnął dreszcz zabobonnej trwogi. Patrzył bezradnie, jak stary dowlókł się do drzwi, a odwracając się jeszcze raz, rzekł:"
      },
      {
        "index": 316,
        "text": "— Szaleństwo i Śmierć!"
      },
      {
        "index": 317,
        "text": "Ledwie ucichły jego kroki na korytarzu i Zenon stał na środku pokoju, nie ochłonąwszy jeszcze z zamętu, gdy służący zameldował:"
      },
      {
        "index": 318,
        "text": "— Walizy zniesione i konie czekają! Już czas na pociąg..."
      },
      {
        "index": 319,
        "text": "Nie zdziwił się, wiedząc już w tej chwili, gdzie ma wyjeżdżać i czyj to głos przywołuje go nieustannie."
      },
      {
        "index": 320,
        "text": "Zakręcił się po mieszkaniu, chciał coś pakować, czegoś szukał bardzo usilnie w szufladach, próbował zbierać kartki rękopisów, i wszystko mu z rąk leciało, i o wszystkiem zapomniał, trawiony radosną gorączką i słodkiem udręczeniem oczekiwań."
      },
      {
        "index": 321,
        "text": "— To dzisiaj! Zaraz! Natychmiast! — zdumiewał się coraz nieprzytomniej."
      },
      {
        "index": 322,
        "text": "Czasowa wizja szczęścia przejęła mu duszę niewysłowionym zachwytem. Spłonął cały, niby słońce, i mocą szalonych pragnień rwał się na jakieś niebosiężne szczyty, aż tam, skąd płynął ten władczy nakaz..."
      },
      {
        "index": 323,
        "text": "— Daisy! Daisy! — wołał ekstatycznie, niepomny już siebie i życia, jakby rzucając się w nieskończoność. Czekam wyzwolenia! Czekam w tęsknocie i miłowaniu! — modlił się żarem czciciela i niewolnika. Naraz zamajaczyła przed nim z taką wyrazistością Ada, że ochłonął nieco, i nieśmiała, drżąca myśl przewinęła się błyskawicą."
      },
      {
        "index": 324,
        "text": "— Co się ze mną dzieje!"
      },
      {
        "index": 325,
        "text": "Żałosny szloch Betsy zakwilił. Obejrzał się mimowoli, a nawet przez jakieś mgnienie próbował się nad sobą zastanawiać. Miał wir pod czaszką i chaos postrzępionych obrazów i myśli."
      },
      {
        "index": 326,
        "text": "„Wujcio taki dobry, taki kochany, taki strasznie mój, jak tatuś”..."
      },
      {
        "index": 327,
        "text": "Któż to szczebiocze? Czyjeż to rączki okręcają mu szyję? Czyjeż to kwietne oczy patrzą w niego z taką bezgraniczną miłością?..."
      },
      {
        "index": 328,
        "text": "Zachwiał się strwożony, olbrzymi ciężar przywalił mu duszę i ściągał w jakieś zgiełkliwe i plugawe niziny..."
      },
      {
        "index": 329,
        "text": "Zpowrotem? W kajdany każdego dnia i każdego przypadku? W niewolę troski wieczystej? W ohydne jarzmo motłochu i obowiązków? I już na zawsze?... Nie, nie, nie! — wybuchnął w nim potężny krzyk protestu. — Raczej śmierć, niźli takie życie, niźli to niewolnicze, pełzające bytowanie robaków wśród cierpień, strachów i ciemności..."
      },
      {
        "index": 330,
        "text": "— „Szaleństwo lub Śmierć” — rozsypał się głos Smith’a żałobnym korowodem i, niby dzwon pogrzebowy, zahuczał w mózgu."
      },
      {
        "index": 331,
        "text": "Co robić? Co robić? Wszystkie zmory życia zatargały mu sercem, sycąc go trującemi jadami niepokojów, obaw i niepewności."
      },
      {
        "index": 332,
        "text": "Obłąkana trwoga zawyła mu w duszy. Ale tamten władczy głos podniósł się znowu dźwiękiem mocniejszym ponad wszystko, mocniejszym nad życie i śmierć..."
      },
      {
        "index": 333,
        "text": "Sprężył się w ostatniej, rozpaczliwej walce ze sobą."
      },
      {
        "index": 334,
        "text": "Jeszcze chwila odruchowych wahań! Jeszcze chwila zmagania ostatnich żalów i pamiętań ostatnich, mgnienie chwiania się, niby drzewo podcięte, i runął tam, gdzie go wołało przeznaczenie..."
      },
      {
        "index": 335,
        "text": "— A choćby nawet Szaleństwo i Śmierć! A choćby! — rzucił wyzywająco własnej woli."
      },
      {
        "index": 336,
        "text": "... a przed świtem Kaliban wypłynął z portu w nieznanym kierunku."
      },
      {
        "index": 337,
        "text": "Paryż."
      },
      {
        "index": 338,
        "text": "KONIEC."
      }
    ]
  }
}