{
  "chapterNumber": 5,
  "title": "Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Mr. Zenon już od trzech dni cały prawie czas przepędzał na ulicach."
      },
      {
        "index": 2,
        "text": "Nazajutrz po niewytłumaczonem zjawieniu się pisma obudził się rano, przeczytał znowu te słowa zagadkowe, ubrał się pośpiesznie i wyszedł."
      },
      {
        "index": 3,
        "text": "I odtąd chodził wciąż, chodził bezustannie, nawet spać nie przychodził do swojego mieszkania, jadał również, gdzie mu wypadło i o ile głód go zmuszał. Bał się wracać do hotelu, zaglądał do niego codziennie, ale tylko poto, aby od odźwiernego odebrać listy Betsy, których zresztą nie czytał."
      },
      {
        "index": 4,
        "text": "Błądził wciąż po mieście, uciekał, szukając, unikał, nie mogąc się wyrwać z tłumów i przepatrując z najwyższą uwagą każdą twarz spotykaną, zaglądając trwożnie w każde oczy i drżąc wiecznem czekaniem, że posłyszy jakieś słowo, dojrzy jakiś znak, zrozumie jakieś spojrzenie, a wraz stanie się to, co mu było zapowiedziane."
      },
      {
        "index": 5,
        "text": "Nie zwracał uwagi na zimno, mgły, deszcze, ni porę; włóczył się bezustannie z miejsca na miejsce, często całemi godzinami wystając na rogach ulic, to czając się, pod wystawami obserwował przechodniów, odgadywał w mrokach ich twarze, biegnąc naoślep za każdą postacią i za każdem spojrzeniem szczególniejszem; czasami zachodził do kawiarni i szynków zatłoczonych, aby wypocząć, ale skoro przejrzał twarze, zrywał się od niedopitej szklanki, bo czuł, że musi iść dalej, musi szukać, musi czekać..."
      },
      {
        "index": 6,
        "text": "„Szukaj — idź za spotkanem, o nic nie pytaj — bądź bez trwogi Sof — otwiera tajemnice“ — brzmiały w nim ciągle te słowa bezwzględnym, mocnym nakazem."
      },
      {
        "index": 7,
        "text": "Najsłabsza chęć oporu w nim nie powstała, był jak cios, rzucony ręką nieubłaganego, biegnący po swojej linji niepojętej do niewiadomego celu, ślepo posłuszny i zamarły na wszystko, co nie było tą ciemną, nieznaną koniecznością."
      },
      {
        "index": 8,
        "text": "A przecież był zupełnie przytomny i świadomy tego, co się dokoła niego działo, tylko przerwał się w nim wszelki związek z przeszłem życiem; myślał o niem, jak się czasem myśli o dziwnych opowieściach, zasłyszanych gdzieś bardzo dawno i już tonących w strupieszałych dalach zapomnień."
      },
      {
        "index": 9,
        "text": "— Co się stanie? — myślał w rzadkich chwilach wewnętrznego przebudzenia i wtedy całą mocą chciał wyrwać z niewiadomego tę jawę jutra. Ale nie rozwiały się mgły, w których błądził, i nie rozerwało się błędne koło ślepego biegu za nieznanem, że znowu szukał, znowu czekał... Krążył po City i tam nieraz całe godziny przewalał się wraz z ciżbą, porwany przez fale tłumów, ale obcy im i daleki, i wciąż czatujący naprężonem, głodnem spojrzeniem; zaglądał do Muzeów, zagłębiał się w puste, przemiękłe i przemglone parki, błądził po wybrzeżach, jeździł wszystkiemi napotykanemi omnibusami, przesiadając się bezustannie, zwiedzał zatłoczone teatry i banki, okrążał Londyn podziemnemi kolejami, był wszędzie, niestrudzenie i bezustannie, gorączkowo goniący za niepochwytnym cieniem, ciągle czyhający i ufny niezmiernie, spokojny i pewny, że znajdzie to, czego szuka..."
      },
      {
        "index": 10,
        "text": "Nawet już policjanci zaczęli zwracać uwagę na jego twarz bladą i oczy błędne, a wciąż szukające wśród tłumów, oczy przenikliwe i puste zarazem, i na jego nieobliczone ruchy, bo już wiele razy rzucał się w pościgu w największą ciżbę powozów i omnibusów, wprost pod konie, ale zawsze jakimś cudownym trafem wychodził bez szwanku, nawet nie wiedząc, iż był w niebezpieczeństwie."
      },
      {
        "index": 11,
        "text": "I zwolna, nie spostrzegając tego, w tej obłąkanej pogoni za nieznanem, a może i nie istniejącem, zaczął tracić poczucie nawet tej zewnętrznej rzeczywistości, bo, czatując wciąż wyprężoną do ostatnich granic uwagą, przestał spostrzegać ludzi i wyodrębniać, wydawali mu się jakimś potwornym płazem o tysiącach głów i nóg, wijącym się bezustannie z głuchym i przerażającym szmerem..."
      },
      {
        "index": 12,
        "text": "A potem i Londyn stawał mu się jakąś puszczą fantastyczną, głuchą i martwą a pełną dziwnych zjaw, pełną stawań się rzeczy tajemniczych i strasznych, których nie mógł zrozumieć; czuł tylko, że się stają dokoła niego, że są... więc chodził w ciszy podziwu i niewytłumaczonej, niejasnej zgryzoty, bo oto zaczął spostrzegać ukrytą przed zwykłym wzrokiem jakby duszę rzeczy wszelkiej..."
      },
      {
        "index": 13,
        "text": "Chodził po mieście, niby po kamiennej, czarodziejskiej bajce, przepełnionej świecącemi, nigdy niewidzianemi drzewami, a co chwila spostrzegał jakieś cierpiące chore domy, pochylone z męki wiekowego trwania, pełne ran, jęków i znużenia... czuł bolesny dygot drzew, potopionych w mgłach i konających z tęsknoty do słońca, do rzeźwiących, wiośnianych powiewów, słyszał ich jęki, nie milknące nigdy... nigdy, i łzy, spływające cicho po chorych gałęziach."
      },
      {
        "index": 14,
        "text": "Zadumał się przed wieżą Towru, stała, posępnie zamyślona, tragicznie ostatnia z dni dawno pomarłych, ale wyniosła w osamotnieniu i dumnie pogardliwa wobec nowych spraw i dni nowych, dni, plugawie pełzających u jej stóp nieśmiertelnego majestatu."
      },
      {
        "index": 15,
        "text": "Uciekał trwożnie od płaskich, wielmożnych, a głupich pałaców West Endu, które śmiały się z niego urągliwie tłustemi, bezczelnemi głoskami rozsądku, uciekał od składów olbrzymich i sklepów, gdzie zrabowane ziemie świata całego jęczały męczeńsko."
      },
      {
        "index": 16,
        "text": "Gubił się, zasłuchany w leniwą gędźbę parków omglonych, w niewolniczy, strachliwie podły szept żywopłotów, wyprężonych i stróżujących, słuchał ptaków, przelatujących w niedojrzanych wysokościach i rozkrzyczanych żałosną skargą, rozmawiał z bezdomnemi psami, gnijącemi wśród śmietnisk, że wlokły się za nim gromadami, a wszędzie i we wszystkiem czuł duszę bolesną, tragiczny przymus trwania, gwałt wiecznie żywy, brutalną przemoc losu; nawet te kamienie pomników w Hyde Parku skarżyły mu się na tych, którzy je wydobywali z prałona ciszy na jawę dni nieszczęsnych; nawet wody Tamizy, wiecznie goniącej, szumiały żałośnie, a te jakieś żelazne machiny, porzucone na brzegu, spracowane, ordzewiałe, omotane i skute przez myśl człowieczą, szamotały się bezsilnie, podnosząc ciche skargi na wieczny trud trwania."
      },
      {
        "index": 17,
        "text": "A wkońcu już chodził, jak we śnie ledwie przypomnianym, rozchwiany w sobie i lecący w jakąś głąb, jak padająca przez nieskończoność gwiazda."
      },
      {
        "index": 18,
        "text": "Znalazł się bez wiedzy i chęci w Westminsterskiem Opactwie i długo, prawie martwy ze znużenia, siedział pod jakimś posągiem, nic nie wiedząc o sobie, ni o całym świecie."
      },
      {
        "index": 19,
        "text": "Pusto było w tych mrocznych, posępnych obszarach katedry; niekiedy ktoś przeszedł niedojrzany i ginął, a odgłos kroków rozlegał się echem pod wyniosłemi nawami, w przygasłem świetle witrażów, w smutnym brzasku stopniowych i konających w mroku barw, jakby na wiec zebrane majaczyły niezliczoną ciżbą marmurów i bronzów wszystkie wielkie duchy Anglji, sól tej ziemi odwiecznej, całe wieki historji, strupieszałe i zapomniane epoki obok dnia wczorajszego, nieustraszeni rycerze, zdobywcy, poeci, biskupi, prawodawcy, dusze szczytne i wywłoki, bohaterowie i kanalje, wieszcze i słynni szczekacze parlamentarni, tyrani świata i błaźni królów, święci i zbrodniarze, wyklinani przez wieki, cnoty, poświęcenia i zdrady, cmentarzysko wieków, w proch rozwianych, a wiecznie żywe i zapładniające myśl ludzką, kamienne przypomnienia wieków, zebrane w tej prastarej katedrze, na niemy sejm, radzący milczeniem o wczoraj, a czekający na nowe, przyszłe dni i przyszłe dusze swoich następców, przeszłości rdzeń i przyszłości."
      },
      {
        "index": 20,
        "text": "Zenon oprzytomniał nieco w tej świętej ciszy grobów; posągi zdawały się patrzeć na niego szeroko otwartemi oczyma, pochylać i mówić coś ciszą głęboką, aż zadrżał z trwogi, i zaczął się zwolna przedzierać przez te tłumy kamienne, wśród coraz grubszych mroków, do wyjścia."
      },
      {
        "index": 21,
        "text": "Ale w poprzecznej, wyjściowej nawie cofnął się prędko między tłum białych posągów, ledwie widnych w mrokach, bo jakaś znana, wysmukła i czarna postać wychodziła z drzwi głównych i przeszła, skręcając na lewo, w wysoką, wąską nawę, obiegającą prezbiterjum; z lewej strony, jedna za drugą, pogodnie ciągnęły się kaplice królewskie."
      },
      {
        "index": 22,
        "text": "Poszedł za nią w mrok; tylko górą, w poczerniałym gąszczu gotyckich żebrowań, tliły się jeszcze trwożnie resztki dnia, ale dołem zalegała już zupełna noc, z gotyckich kaplic, oddzielonych kratami, sączyły się ostygłe brzaski fioletów, złota i purpur witrażowych, w których ledwie majaczyły królewskie łoża sarkofagów w ciszy niezgłębionej, marzyły nieprzespany sen śmierci królewskie pary, w kamienny spokój wgrążone, smugi światła tęczowym, martwym i przygasającym pyłem owiewały kamienne profile, złożone sztywnie ręce, ciężko przymknięte powieki i twarde, dumne głowy; berła i korony połyskiwały posępną larwą odwiecznych złoceń, a na wszystkiem leżał ciężki majestat śmierci i kamienny spokój obojętności."
      },
      {
        "index": 23,
        "text": "Daisy stanęła przed jedną z kaplic i, wsparta o kratę, zapatrzyła się w sarkofag."
      },
      {
        "index": 24,
        "text": "— Wiedziałem, że muszę spotkać panią — szepnął, przystając obok niej."
      },
      {
        "index": 25,
        "text": "Spojrzała na niego surowo, jakby nakazując ciszę."
      },
      {
        "index": 26,
        "text": "Nie czuł już znużenia, zsunął się z jego duszy obłędny nastrój, jak łachman; był znowu zwykłym, normalnym człowiekiem."
      },
      {
        "index": 27,
        "text": "— A jednak im jest lepiej w królestwie wiecznej ciszy — szepnął znowu."
      },
      {
        "index": 28,
        "text": "— Któż wie? A jeśli dusze są przykute do ich wyobrażeń cielesnych, to muszą się błąkać na uwięzi materji, muszą być tutaj, muszą zaludniać te nawy niedosłyszanym przez śmiertelnych jękiem i tęsknotą oczekiwań, póki trwania tych bronzów i marmurów, póki czas nie rozsypie wszystkiego w gruzy i nie uwolni ich, nie wróci przeznaczeniu."
      },
      {
        "index": 29,
        "text": "— Byłoby to zbyt okropne! — wzdrygnął się mimowoli na te obrazy."
      },
      {
        "index": 30,
        "text": "— Któż wie? od czego zależy śmierć jego lub życie, co go wiąże i zbawia."
      },
      {
        "index": 31,
        "text": "— S-O-F — wyrzekł wolno, prawie mimowoli, jak się mówi nieraz słowa, tkwiące uparcie w mózgu i same płynące z ust."
      },
      {
        "index": 32,
        "text": "Czuł, że się zachwiała i wsparła na mgnienie o jego ramię, ale nie rozumiał powodu."
      },
      {
        "index": 33,
        "text": "Poszli już w milczeniu dalej, przystając kolejno przed kaplicami, które mrok coraz gęstszą zasnuwał przysłoną, że widniały w cichych brzaskach witraży, jak przez gąszcz leśną widać ostatnie zorze zachodów."
      },
      {
        "index": 34,
        "text": "— Dawno nie widziałam pana — ozwała się dziwnie miękko, jakby z wyrzutem."
      },
      {
        "index": 35,
        "text": "— Dawno? — zdziwił się, przypominając sobie naraz scenę biczowań i wszystkie podejrzenia, które w tej chwili usilnie odpędzał."
      },
      {
        "index": 36,
        "text": "— Ze trzy dni chyba nie było pana. Mrs. Tracy już się niepokoiła."
      },
      {
        "index": 37,
        "text": "— Trzy dni!... nie... wczoraj, czy nawet dzisiaj wyszedłem... nie... doprawdy pierwszy raz mi się to zdarza, że dobrze nie pamiętam..."
      },
      {
        "index": 38,
        "text": "— Zgubił pan pamięć tych dni? — pytanie dyskretne zadźwięczało w jej głosie."
      },
      {
        "index": 39,
        "text": "— Nie... skądże... wiem już, że dzisiaj po śniadaniu grała pani na fisharmonji w Reading Room’ie — mówił szybko, z trudem wiążąc wspomnienia."
      },
      {
        "index": 40,
        "text": "— Myli się pan; od trzech dni nie tknęłam nawet klawiszów."
      },
      {
        "index": 41,
        "text": "— Więc... cóż się ze mną działo? Przez trzy dni... przez... — wyszeptał trwożnie."
      },
      {
        "index": 42,
        "text": "Zamajaczyły w nim nagle porwane i senne przypomnienia czegoś, czego nie mógł skupić i wydobyć na jawę zrozumienia świadomości."
      },
      {
        "index": 43,
        "text": "— A jednak... jednak czekałem na panią..."
      },
      {
        "index": 44,
        "text": "Nie odpowiedziała, klucznik zaczął dzwonić, a po katedrze błądziły światła, obszukujące przed zamknięciem kąty; wyszli na skwer."
      },
      {
        "index": 45,
        "text": "— Czasem zapominamy własnego istnienia, lub patrzymy na nie, jak na obce nam, poza nami będące... A czasami dusza, porwana jakimś tajemniczym wirem, gubi ciało, ani spostrzegając tego — mówiła w zamyśleniu."
      },
      {
        "index": 46,
        "text": "— Więc i ja musiałem się zagubić w czasie, musiałem..."
      },
      {
        "index": 47,
        "text": "Wyciągnęła do niego rękę, gdy doszli do rogu Victoria Street."
      },
      {
        "index": 48,
        "text": "— Pani nie do domu? — pytał, wyrywając się przez siłę z tych sennych omotań."
      },
      {
        "index": 49,
        "text": "— Muszę jeszcze przed obiadem odwiedzić moich kalkuckich przyjaciół — mówiła wesoło, a w świetle latarni i wystaw dojrzał na jej cudnej twarzy wyraz dziwnie słodki, dziwnie przyjazny, jak nigdy dotychczas. Patrzyła mu prosto w oczy cichem i prawie tkliwem spojrzeniem, wyjrzała nawet za nim z cab’a, że przejął go dreszcz radosnego wzruszenia, i długo, długo patrzał za nią."
      },
      {
        "index": 50,
        "text": "I natychmiast pojechał do domu, przynaglając woźnicę do pośpiechu."
      },
      {
        "index": 51,
        "text": "Odźwierny powitał go radośnie i, oddając całą pakę gazet i listów, opowiadał dyskretnie, że jakieś dwie panie dowiadywały się o niego już dwa razy dzisiaj; po pewnych szczegółach domyślił się, że to musiała być Betsy, z którąś z ciotek. Sprawiło mu to odkrycie niewymowną przykrość."
      },
      {
        "index": 52,
        "text": "— Cóżeście paniom powiedzieli?"
      },
      {
        "index": 53,
        "text": "— Przecież... Mr. Joe u siebie? — zakończył śpiesznie."
      },
      {
        "index": 54,
        "text": "— Przyszedł niedawno na górę."
      },
      {
        "index": 55,
        "text": "Pobiegł do mieszkania, pozapalał światła i stanął zdumiony przed zwierciadłem, prawie przerażony własnym widokiem, był bowiem brudny, zarosły, obszarpany i tak ubrany, jakby sypiał w parkach, lub pod mostami."
      },
      {
        "index": 56,
        "text": "— Gdzież ja się tak urządziłem?"
      },
      {
        "index": 57,
        "text": "A gdy się po przebraniu zabrał do czytania listów, pierwszą rzeczą, którą spostrzegł, był ten papier z tajemniczym nakazem; przypomniał go sobie natychmiast, nic już nie wiedząc, jak bardzo był mu posłuszny."
      },
      {
        "index": 58,
        "text": "— Muszę się dowiedzieć, kto to napisał — pomyślał, chowając go do kieszeni. Zmartwił się szczerze listami Betsy, nie rozumiał zgoła, dlaczego było ich aż tyle."
      },
      {
        "index": 59,
        "text": "Sprawdzał daty i cofał się przed rozwiązaniem zagadki, bo ile razy jakieś słabo tlejące przypomnienie tych dni zamajaczyło w nim, czuł zamęt w głowie, jakby nad przepaścią, uciekał prędko i zatapiał się w tych dobrych, słodkich wołaniach Betsy, skarżącej się na brak wieści i zapomnienie."
      },
      {
        "index": 60,
        "text": "Odpisał obszernie, starając się ją uspokoić z całego serca i obiecując przyjść jeszcze przed niedzielą."
      },
      {
        "index": 61,
        "text": "Służący zameldował o podaniu obiadu, przynosząc jakąś depeszę."
      },
      {
        "index": 62,
        "text": "To Betsy, nie mogąc się doczekać listu, telegrafowała długą, pełną niepokojów skargę, błagając o parę słów odpowiedzi, co się z nim i Joe’m dzieje."
      },
      {
        "index": 63,
        "text": "A w przypisku donosiła lakonicznie o chorobie ojca."
      },
      {
        "index": 64,
        "text": "Napisał kilka uspokajających słów, wysłał depeszę i poszedł na obiad."
      },
      {
        "index": 65,
        "text": "Mrs. Tracy, przyciskając czule koty do obszernego łona, jęła go tkliwie wypytywać o zdrowie i co się z nim działo."
      },
      {
        "index": 66,
        "text": "— Wyjeżdżałem — odparł krótko, spostrzegając miss Daisy, siedzącą już na swojem miejscu, ze łbem Bagh na kolanach; zielone oczy pantery wpijały się w niego z taką siłą, że usiadł zmieszany i niespokojny. — Co się z tobą działo? — pytał Joe, siadając obok."
      },
      {
        "index": 67,
        "text": "Nim odpowiedział, podał mu depeszę Betsy."
      },
      {
        "index": 68,
        "text": "— Pojadę tam zaraz po obiedzie... niepotrzebnie się niepokoi. Pojedziesz ze mną?"
      },
      {
        "index": 69,
        "text": "— Nie wiem... cóżto za świta przy Mahatmie?"
      },
      {
        "index": 70,
        "text": "— Profesorowie z Eton i różni uczeni — szepnął, wskazując nieznacznie kilku starych panów, siedzących dokoła Guru, przy końcu stołu."
      },
      {
        "index": 71,
        "text": "— Odbędzie się prawdziwie platońska biesiada! — dodał z naciskiem."
      },
      {
        "index": 72,
        "text": "— Tak, oślica Balaama przemówi mową wyroczną — rzucił ironicznie."
      },
      {
        "index": 73,
        "text": "— Nie odpowiedziałeś mi na pierwsze pytanie?"
      },
      {
        "index": 74,
        "text": "— Ale i ciebie nawzajem nie pytam o nic... o nic..."
      },
      {
        "index": 75,
        "text": "Rozdrażniał go ten wytężony wzrok pantery, że nie mógł się powstrzymać od złośliwości."
      },
      {
        "index": 76,
        "text": "— Pytaj, nie ukrywam przed tobą — powiedział łagodnie, zdziwiony jego tonem opryskliwym."
      },
      {
        "index": 77,
        "text": "— Czy i miss Daisy była z wami?"
      },
      {
        "index": 78,
        "text": "— Gdzie? nic nie rozumiem, powiedz otwarcie..."
      },
      {
        "index": 79,
        "text": "— No, wtedy, na tej krwawej ceremonji biczowania... nie zaprzeczysz przecież... nie powiesz także, iż zapomniałem — szeptał twardo, ale dojrzawszy w jego oczach, szeroko rozwartych, najszczersze i głębokie zdumienie, przerwał:"
      },
      {
        "index": 80,
        "text": "— Że mówisz rzeczy zgoła niewiadome mi, na to daję ci słowo honoru. — Opowiem ci je szczegółowo, jak powrócisz z Bartelet Court... a tymczasem powiedz, czy nie znasz tego pisma? — Podał mu ów nakaz tajemniczy."
      },
      {
        "index": 81,
        "text": "Joe przeczytał i długo rozmyślał, nieznacznem, cichem, a badającem spojrzeniem ogarniając Daisy, wyjątkowo dzisiaj rozmowną, prawie wesołą."
      },
      {
        "index": 82,
        "text": "— Nie znam tego pisma... pomyślę jeszcze o tem — odpowiedział wreszcie, nie podnosząc na niego oczu i, skoro się obiad skończył, wysunął się cichaczem, niezauważony, bo uwaga była zwrócona na spór, jaki coraz głośniej prowadzili uczeni z Mahatmą."
      },
      {
        "index": 83,
        "text": "— Przyjdźmy do Reading Room’u; oni krzyczą, jak karnakowie na nieposłuszne słonie — zaproponowała Daisy Zenonowi."
      },
      {
        "index": 84,
        "text": "Pantera cicho, z przygiętym do ziemi łbem, węsząca, ostrożna, pobiegła przodem, skoczyła na fotel i, zwinąwszy się w kłębek, zdawała się drzemać."
      },
      {
        "index": 85,
        "text": "— Obrzydliwy czas w Londynie! — zaczęła mrs. Tracy, patrząc przez zadeszczone okno."
      },
      {
        "index": 86,
        "text": "— Luty, wszędzie tak samo zimno, deszcze i mgły."
      },
      {
        "index": 87,
        "text": "— Nie wszędzie, misters Barney. Rok temu byłem na dalekiem południu i pamiętam, jak tam było słonecznie i ciepło — zaprotestował Zenon."
      },
      {
        "index": 88,
        "text": "— We Włoszech? — zapytała Daisy, siadając obok niego."
      },
      {
        "index": 89,
        "text": "— Tak, w Amalfi, za Neapolem. — Zaczął z zapałem opisywać cuda dni słonecznych, cuda mórz lazurowych, posianych słonecznemi skrami, gaje cytryn, dojrzewających w amfiteatrach gór, opłyniętych błękitem i zapatrzonych w nieskończoność; dale pełne słodyczy, gdzie wskroś topoli, nieba pogodnego i morza przemykają czerwone żagle, jak skrzydła ptaków nieznanych; wysepki, podobne do przejrzystych szmaragdów; zatoki wśród skał zielonych, opleśniałych, opiętych w bluszcze, jakby drążone w jednej sztuce olbrzymich turkusów; stare, umarłe wieże, pełne zielonych jaszczurek i mew białych, jak śnieg; ciche i słodkie życie tych zapomnianych wybrzeży, gdzie nawet śmierć nie jest straszna nikomu, bo przychodzi, jak zmierzch wieczorny, i klei do snu słodkiego olśnione blaskami oczy; gdzie niema fabryk, niema miast zgiełkliwych, niema chaosu sfery ludzkiej, zażerającej się nawzajem o byle ochłap, gdzie się odczuwa samą rozkosz istnienia!... gdzie panują jeszcze w sercach dobre bóstwa Grecji wespół z Madonną, zawsze czuwającą nad dolą człowieka."
      },
      {
        "index": 90,
        "text": "Mówił długo, rozpromieniał się, unosił z zapałem, nagle poczutą tęsknotą porwany, że rozrzewnienie dzwoniło mu w głosie, a łzy błyskały w oczach."
      },
      {
        "index": 91,
        "text": "Nie przerywali, pogrążając się w słodką wizję, a Daisy, gładząc czarny łeb pantery, patrzała w niego i jakby przez niego na te dalekie, czarodziejskie widnokręgi, uśmiech dziwnie tęskny wykwitł na jej ustach gorących, a szafiry oczu, jak te morza dalekie, zasnute były słoneczną pajęczyną melancholji, a przez jej bladą, cudowną twarz przepływały wiotkie cienie tęsknot nagle rozkwitłych, rozmarzone pragnienia i namiętne, nieme wołania — była, jak toń przejrzysta, spokojna, a w głębiach rozchwiana, że przez gładzie powierzchni majaczyły zarysy tajemniczego dna."
      },
      {
        "index": 92,
        "text": "— Tak pan opowiada kusząco, że zatęskniłam do poznania tych cudów."
      },
      {
        "index": 93,
        "text": "— Pani, która zna baśń świata, Indje?..."
      },
      {
        "index": 94,
        "text": "— Nieznane jest zawsze bardzo upragnionem."
      },
      {
        "index": 95,
        "text": "— Ale również zawieść może i rozczarować."
      },
      {
        "index": 96,
        "text": "— O nie, bo widziałabym to wszystko oczyma pana, oczyma poety, a pod takim kątem patrząc, wszystko jest cudem i baśnią czarodziejską."
      },
      {
        "index": 97,
        "text": "Te słowa, wymówione szczególnym, hipnotyzującym dźwiękiem, uderzyły w niego ciosem rozkoszy niewypowiedzianej, podniósł na nią dziękczynne, olśnione oczy, spojrzenia ich się zbiegły i zatonęły w sobie, jak dwie rozgorzałe przepaści; naraz pantera ziewnęła, skoczyła na ziemię i, szczerząc straszliwe kły, czołgała się do jego nóg."
      },
      {
        "index": 98,
        "text": "— Niech się pan nie obawia, ręczę za nią."
      },
      {
        "index": 99,
        "text": "Bagh położyła ciężki łeb na jego kolanach, dotknął się go dość lękliwie, bo była bez kagańca, i te czerwono-zielone migoty jej oczu przejmowały niepokojem."
      },
      {
        "index": 100,
        "text": "Daisy, szepcząc do niej jakieś pieszczotliwe słowa, zaczęła ją gładzić po grzbiecie, pochyliła się w tym ruchu tak nisko przed nim, że prawie dotykał ustami jej włosów miedzianych, muskały go drażniąco po twarzy, miał tuż przed oczyma jej biały kark, wychylający się z kołnierzyka, że ogarnął go spojrzeniem i chciał dojrzeć ślady biczowania, ale pantera warknęła groźnie, a Daisy, cofnąwszy się prędko, pochwyciła jeszcze kierunek jego spojrzeń..."
      },
      {
        "index": 101,
        "text": "— Cicho, Bagh! ona wszystko wie... wszystko przeczuwa i za każdą moją krzywdę gotowa się zemścić... — powiedziała z lodowatym uśmiechem, zatapiając w nim dzikie, przeszywające, jak nóż oczy."
      },
      {
        "index": 102,
        "text": "Nie zrozumiał słów, ale poczuł, że się stosują do niego i groźnie ostrzegają."
      },
      {
        "index": 103,
        "text": "Podniósł się machinalnie, głęboko dotknięty."
      },
      {
        "index": 104,
        "text": "— Ja pani nie obraziłem ani jednem słowem, miss Daisy! — szepnął pokornie."
      },
      {
        "index": 105,
        "text": "— Są spojrzenia bardziej obrażające, niźli najbrutalniejsze słowa..."
      },
      {
        "index": 106,
        "text": "— Chyba, gdy obnażają starannie ukrywaną tajemnicę — dodał jeszcze ciszej."
      },
      {
        "index": 107,
        "text": "— Albo pod tym pozorem, jeśli, jak węże, obwijają się plugawem dotknięciem."
      },
      {
        "index": 108,
        "text": "— To się nie do mnie stosuje — rzekł surowo i szczerze."
      },
      {
        "index": 109,
        "text": "— Ma pan w oczach pioruny! — zwróciła się do niego z dawnym uśmiechem."
      },
      {
        "index": 110,
        "text": "— Niesprawiedliwość rani najboleśniej i gniewa!"
      },
      {
        "index": 111,
        "text": "— Bezwiedna tylko, więc się zamienia w prośbę o przebaczenie — mówiła cichutko i prosząco."
      },
      {
        "index": 112,
        "text": "Burza przeszła, ale nie powrócił już dawny nastrój swobody i wesela. Siedzieli niemi, nawet mrs. Tracy nie wiedziała, co mówić."
      },
      {
        "index": 113,
        "text": "Zenon zaś wyszedł, korzystając z tego, że profesorowie z Mahatmą na czele przenosili się do Reading Room’u, krzycząc i kłócąc się już na dobre."
      },
      {
        "index": 114,
        "text": "Ale Joe nie powrócił jeszcze z Bartelet Court; było dość wcześnie, zaledwie dochodziła dziesiąta, lecz dziwnie nie chciało mu się tam jechać, czuł się niesłychanie znużonym, a ta ostatnia scena z Daisy rozstrajała go do reszty."
      },
      {
        "index": 115,
        "text": "Rozważając jej dziwny, nierówny stosunek do siebie, tę chwilami lodowatą obojętność i te prawie wyzywające spojrzenia, a może i coś więcej, gubił się w niepewnościach, w jakiejś tajemniczej, niepokojącej mgle, pełnej zarysów, ledwie dojrzanych i męczących zagadkowością."
      },
      {
        "index": 116,
        "text": "Nie zapalał w mieszkaniu światła, nie miał sił na żaden ruch świadomy, upadł w jakiś fotel i, zapatrzony w mętną, czarniawą noc, z której sączyły się złotawe brzaski latarni ulicznych, rozmyślał, chwiejąc się oczyma wraz z cieniem drzew, kołyszących się sennie czarnym zarysem po szybach."
      },
      {
        "index": 117,
        "text": "— A jednak ona tam była! — myślał, spostrzegając ją znowu przed sobą, całą w pręgach, opasujących jej ciało, niby rojowiskiem krwawych wężów."
      },
      {
        "index": 118,
        "text": "— Była tam, była! — powtarzał, sycąc oczy jej pięknością i sromem tego obnażenia, i tą bolesną rozkoszą stwierdzań, jakby się mścił nad nią, czując się zarazem jej bliższym o tę wydartą tajemnicę."
      },
      {
        "index": 119,
        "text": "— Medjum do biczowań! — szepnął z pogardliwą goryczą i porwał się nagle: drzwi wchodowe trzasnęły i wszystkie światła zajaśniały w żyrandolach."
      },
      {
        "index": 120,
        "text": "Rozglądał się ze zdumieniem, bo drzwi stały zamknięte i w pokoju nie było nikogo, tylko na biurku leżała rozłożona mapa kolejowa z podkreślonemi punktami grubym, czerwonym ołówkiem, a obok leżał przewodnik po Włoszech, otwarty na Amalfi, również opatrzony licznemi podkreśleniami..."
      },
      {
        "index": 121,
        "text": "Przyglądał się temu ze skupioną ciekawością, nie mogąc zrozumieć, kto to mógł zrobić i kiedy? bo musiał ktoś być przed chwilą... może nawet był jeszcze... gdyż ciężkie portjery u drzwi drgały w ostatnim, konającym ruchem, jakby ktoś tylko co przeszedł... posadzka zaskrzypiała w drugim pokoju... odsunęło się jakieś krzesło... ktoś tam był z pewnością... ktoś przechodził z pokoju do pokoju... drgały sprzęty... szelest cichych kroków rozlegał się wyraźnie..."
      },
      {
        "index": 122,
        "text": "— Anie! — zawołał, myśląc, że to pokojówka."
      },
      {
        "index": 123,
        "text": "Nie było odpowiedzi, szelesty ucichły, ale natomiast, jakby z ostatniego pokoju, rozległ się przyciszony, daleki śpiew..."
      },
      {
        "index": 124,
        "text": "Rzucił się tam gorączkowo."
      },
      {
        "index": 125,
        "text": "Również nie było nikogo, lecz śpiew spotężniał i brzmiał donośnie w ciszy mieszkania, że poznał głos Daisy i tę dziwną, tajemniczą piosenkę... Stał osłupiały w cichej trwodze, wodząc przyczajonemi oczami po mieszkaniu..."
      },
      {
        "index": 126,
        "text": "Nie, z pewnością nie było nikogo, a dźwięki płynęły wciąż, tylko już niewiadomo skąd, brzmiały tuż przy nim, to płynęły górą, to okręcały się falą leniwą, przygasającą, i znowu rozbrzmiewały pełniej i silniej, gdzieś dalej, jakby w pierwszym pokoju... Pobiegł za niemi bezwiednie... ale już rozległy się w jakiejś dali, jakby za oknem, w gąszczach drzew, potopionych w mroku... a może i w nim samym..."
      },
      {
        "index": 127,
        "text": "Był zupełnie przytomny i absolutnie zdawał sobie sprawę ze wszystkiego, co się z nim działo w tej chwili, więc, nie bacząc na żadne względy, zapragnął dowiedzieć się, skąd ten śpiew płynie, przypuszczał bowiem, że Daisy musi być u siebie, w przyległem mieszkaniu."
      },
      {
        "index": 128,
        "text": "Zapukał energicznie do drzwi, odpowiedziało mu krótkie i złe warknięcie pantery, a potem dopiero, nie otwierając, upewniała go pokojówka, że miss Daisy wyjechała na miasto."
      },
      {
        "index": 129,
        "text": "Nie uwierzył temu i poszedł do Reading Room’u."
      },
      {
        "index": 130,
        "text": "— Z pewnością wyjechała na miasto, samam ją odprowadzała do schodów! — tłumaczyła mu mrs. Tracy, zdziwiona jego natarczywemi pytaniami, odwodząc go nieco na bok, bo profesorowie rozprawiali namiętnie, Mahatma siedział pośrodku, i jego przenikliwe, czarne oczy spoczęły na nim przez chwilę jakiemś złem spojrzeniem. Odwrócił się i mówił wzgardliwym tonem:"
      },
      {
        "index": 131,
        "text": "— Wasza kultura materjalistyczna, wasze wynalazki, wasze odkrycia prowadzą do jednego: do uwielbienia brutalnej siły i złota, służą Złu, Zło sieją... Jesteście jak sępy, krążące w przestworzach, ślepe na blaski cudów, a chciwie wypatrujące w nizinach padliny... Przepadniecie w niepamięci czasów rychlej i bardziej bez śladów, niźli..."
      },
      {
        "index": 132,
        "text": "Zenon nie słuchał więcej, podrażniony jego ostrym tonem, wyszedł prędko, ale na kurytarzu, jak słabe, dalekie echo, usłyszał znowu ten śpiew dziwny."
      },
      {
        "index": 133,
        "text": "— Woła mnie! Tak, wyraźnie mnie woła! — pomyślał naraz, przypominając sobie to, za czem gonił tyle dni napróżno."
      },
      {
        "index": 134,
        "text": "— Idź za spotkanem... idź za spotkanem — powtarzał zbielałemi wargami i, już nie rozmyślając, bez wahania, ni najmniejszej chęci oporu, spokojny, zimny prawie, zupełnie świadomie, powstał w sobie posłuszny, by iść za tym nakazem nieubłaganym, jaki znowu nim owładnął."
      },
      {
        "index": 135,
        "text": "Poszedł w jakimś niewiadomym kierunku za tą piosenką, co się niekiedy odzywała cichem kwileniem z cieniów i była mu drogowskazem do Nieznanego."
      },
      {
        "index": 136,
        "text": "— Idę... idę... — szeptał niekiedy, przyśpieszając kroku. Dopiero na Piccadilly rozwiały się zupełnie te dźwięki, tonąc w tłumie ulicznym i zgiełku. Stanął bezradnie, rozglądając się po ulicy."
      },
      {
        "index": 137,
        "text": "Po drugiej stronie, w świetle wystawy sklepowej, wyraźnie zobaczył idącą Daisy, pobiegł natychmiast za nią, nie mogąc się jednak zbliżyć, z powodu gęstwy ludzkiej, nad którą widział jej głowę."
      },
      {
        "index": 138,
        "text": "— Niechaj się stanie, co się ma stać — pomyślał, zupełnie niezdziwiony tem spotkaniem, pewny już, że poto tutaj przyszedł, że tak być miało..."
      },
      {
        "index": 139,
        "text": "Szedł za nią o parę kroków zaledwie, nie zbliżając się nawet wtedy, gdy tłum cały gdzieś się podział, gdy szli jakiemiś prawie pustemi ulicami, że tylko ich kroki rozlegały się głucho, szedł za nią, jak jej cień nieodstępny i nigdy niezgubiony, jak konieczność..."
      },
      {
        "index": 140,
        "text": "Jakieś ulice przeszli, jakieś puste place, jakieś parki uśpione i pełne cichych szmerów, i po szerokich schodach wchodzili na jakiś dworzec kolejowy."
      },
      {
        "index": 141,
        "text": "Kupił bilet do tej samej stacji, której nazwę ona przedtem rzuciła kasjerowi."
      },
      {
        "index": 142,
        "text": "Nie krył się przed nią zupełnie, weszli do poczekalni prawie razem, ale ona, patrząc nań, jakby go nie spostrzegła, błądziła oczyma po jego twarzy, niby po rzeczy obcej, jak się błądzi po kamieniach przydrożnych i przedmiotach niespostrzeżonych; nie czuł się tem dotknięty, rozumiał, iż tak być musi, a nawet chwilami wydawało mu się, że ona jest nim samym, taką dziwnie zgodną tożsamość rytmu czuł z jej duszą... Snuli się obok siebie, jak dwa cienie, przenikające się nawzajem, albo jak dwa światła, patrzyli na jednakie rzeczy i z pewnością z jednakiem uczuciem niepostrzegania niczego, byli jak te drzewa, obumarłe w czas zimowy i wynurzające się z mgieł pierwszej budzącej się wiosny; któreż z nich wie, którem jest i gdzie..."
      },
      {
        "index": 143,
        "text": "Bezwiednie chciał wsiąść do jednego z nią przedziału, ale nim doszedł, zamknęła drzwi, więc siadł do sąsiedniego i stał w oknie całą drogę, przesuwając się pustemi oczyma po widomych zarysach krajobrazów, wynurzających się z nocy chmurnej, po tych sennych wizjach natłoczonych obłoków, przez które księżyc przepływał wolno, zapadając co chwila w przepaści postrzępione i silne, a jeśli co spostrzegał, to tylko jej cień, czarną sylwetkę jej głowy, leżącą na kręgu światła, padającego z okien i biegnącego po ziemi obok pociągu, snadź cały czas stała tak samo w oknie."
      },
      {
        "index": 144,
        "text": "Wysiedli na jakiejś głuchej, uśpionej stacji, przeszli milczące i puste sale, mroczny i również pusty podjazd i zanurzyli się w czarną aleję drzew ogromnych."
      },
      {
        "index": 145,
        "text": "Wiatr zahuczał, drzewa zakołysały się ciężko, powiał senny trzepot i szum gałęzi, jęk się rozległ posępny, trwożny i cichy szept przeleciał nad ziemią, zatrzęsły się przydrożne żywopłoty, załkały smutnie twarde liście paurów, trwoga, jak puhacz, załopotała skrzydłami i przyczaiła się w ciemnościach."
      },
      {
        "index": 146,
        "text": "Weszli w jakiś park śpiący, w nieprzeniknione i czarne gąszcze; tylko pasy nieba jaśniały nieco nad głowami, wlokły się, jak długie i kręte drogi, zawalone postrzępionemi chmurami, a obrzeżone rozchwianemi konturami drzew, księżyc wychylał się niekiedy, a wówczas cienie drzew waliły się na drogę martwą ciemnicą i przerzynały ją jak trupy czarnemi progami."
      },
      {
        "index": 147,
        "text": "Zenon szedł bez trwogi, zapatrzony w nikłą, ginącą co chwila w mrokach sylwetkę Daisy i zasłuchany w ponurą gędźbę drzew rozkołysanych..."
      },
      {
        "index": 148,
        "text": "Nie myślał w tej chwili o niczem; cienie, pełne tajemniczych jaśnień, zalały mu duszę rozkołysanemi, nieujętemi jawami tego, co się stać miało, te przyszłe chwile rodziły się w niewiadomych głębiach, i osuwały go w mroczny, nieuchwytny lęk tajemnicy..."
      },
      {
        "index": 149,
        "text": "Wyszli na jakąś pustą przestrzeń; w głębi wynurzał się z cieniów ogromny czarny dom, księżyc znowu ukazał się na chwilę, że spostrzegł wyraźne twarde zarysy wież porozwalanych i ścian, prześwitujących powybijanemi oknami, i stare bluszcze, opinające rozpadające się mury."
      },
      {
        "index": 150,
        "text": "Ale nim zdążył się rozejrzeć, skądciś, jakby z piwnic, wyrwała się smuga oślepiającego światła i rozległ się huk zatrzaśniętych drzwi."
      },
      {
        "index": 151,
        "text": "Daisy zniknęła na jakichś porujnowanych, olbrzymich schodach. Pozostał sam, rozglądając się bezradnie. Dokoła stała ciemna, postrzępiona w górze ściana drzew rozchwianych, wiatr uderzał w nią raz po raz, że przeginała się z jękiem, jak tłum, smagany batami, a nad nią, w głębiach nieba, tliły się łuny Londynu, niby przygasający, daleki, a olbrzymi pożar."
      },
      {
        "index": 152,
        "text": "A nigdzie nawet śladu człowieka, nigdzie światła ni żywych głosów, ponure milczenie strupieszałych murów, w których tłukły się świszczące głosy wiatrów i ciężkie jęki drzew, a wszędzie pełno krzewów, przyczajonych w ciemnościach i jakby chwytających niespodzianie gałęziami, pełne głazów i rumowisk, zastępujących drogę, a gdzie niegdzie, w jakichś jamach, migotały poślepłe oczy wód zmartwiałych."
      },
      {
        "index": 153,
        "text": "Obszedł zwolna cały dom, ale wszystkie wejścia były zabite na głucho, iż powrócił na te schody olbrzymie, na których czerniały potrzaskane złomy kolumn i balustrad, do jakichś drzwi wielkich i stanął przed niemi, nie wiedząc, co począć."
      },
      {
        "index": 154,
        "text": "Wiatr się wzmagał stopniowo i huczał coraz posępniej w ruinach, a chwilami jakiś złom muru spadał na ziemię, drzewa z krzykiem rzucały się na siebie, szumiąc i świszcząc w zmąconych, ślepych ciemnościach, bo księżyc utonął już w zwałach chmur, podobnych do spiętrzonych, rozsrożonych fal, a jakieś głosy przyduszone, dalekie, jakby głosy grobów, przerażającem brzmieniem przeciekały z ruin, czy z pod ziemi, z przestrzeni płynęły nieznanych, czy też z dna nocy powstawały? nie wiedział."
      },
      {
        "index": 155,
        "text": "— „Bądź bez trwogi... milcz... S-O-F — otwiera tajemnice” — powtórzył naraz, przypominając sobie tajemniczą formułę, i już śmiało, bez wahania, ujął za młotek, wiszący na łańcuchu, i uderzył w drzwi."
      },
      {
        "index": 156,
        "text": "Milczenie... tylko bronz jęknął i echa zagrały długie i głuche..."
      },
      {
        "index": 157,
        "text": "Powtórzył i wyrzekł, akcentując każdą literę:"
      },
      {
        "index": 158,
        "text": "— S-O-F."
      },
      {
        "index": 159,
        "text": "Drzwi się otwarły cicho i, skoro wszedł, zatrzasnęły się z hukiem."
      },
      {
        "index": 160,
        "text": "Znalazł się w ogromnej, prawie ciemnej hali, na środku niski trójnóg podtrzymywał miedzianą olbrzymią kadzielnicę, wypełnioną rozżarzonemi węglami, z których buchały upajające ciężkie wonie, a za nią majaczył jakiś kolosalny posąg, przysłoniony fiołkową draperją — i nic poza tem, nagie ściany, gładkie, lśniące kamienie, z których gdzie niegdzie wyrywały się zgaszone w nocy malowidła, jakieś głoski złote, tajemnicze symbole ognia, wody i powietrza, halucynacyjne skręty jakichś potworów i zwierząt, larwy, krzyczące w trwodze, wszystko ledwie dojrzane przez pasma krwawych dymów, przez roztlałe purpurą ciemności."
      },
      {
        "index": 161,
        "text": "Rozglądał się, nie mogąc dojrzeć nikogo, przerażony tą martwą ciszą, co jak grobowa płyta przywaliła mu duszę, gdy poczuł, że kamienna tafla, na której stał, drgnęła i zwolna zaczęła z nim płynąć, z jakimś ledwie odczutym spadkiem. Nie poruszył się, nawet nie drgnął, tylko przymknął oczy, bo strach go zdławił i zatrząsł lodowatym dreszczem, ale wnet oprzytomniał, uderzając sobą o ścianę, zupełna noc go oprzędła w nieprzeniknione mroki, nie miał pojęcia, gdzie jest, przez to mgnienie obawy stracił poczucie, co się z nim stało, to zrozumiał tylko, że jest w jakimś niskim i wąskim korytarzu. Trzymając się ścian, przychylony, zaczął iść naprzód nieustraszenie."
      },
      {
        "index": 162,
        "text": "Chór głosów odległych, stłumionych i głębokich, podobnych do szmerów fal konających u dalekich wybrzeży, rozbrzmiewał gdzieś przed nim... łkał jakby w głuchej próżni... drgał coraz ciszej i bliżej, bliżej... biegł ku tym brzmieniom sennym i niewytłumaczonym, pełen lęku i ciekawości zarazem."
      },
      {
        "index": 163,
        "text": "Korytarz urwał się nagle przy jakiejś ścianie zimnej i śliskiej, dźwięki rozwiały się w ciszy; zaczął poomacku, gorączkowo odszukiwać drzwi, gdy znowu podłoga się pod nim ugięła... poczuł, że się zapada... że leci w przepaść z błyskawiczną szybkością... ubezwładnił go lęk i to przerażające czucie zapadania bez możności ratunku."
      },
      {
        "index": 164,
        "text": "Kiedy ochłonął, siedział na jakiejś ławie kamiennej, ostrożnie jął suwać rękoma po ścianach: zimne były i gładkie jakby z porfiru, pokój był mały, kwadratowy i bardzo wysoki, bo, stanąwszy na ławie, nie mógł dosięgnąć sufitu, tylko jedna ze ścian wydała mu się zimniejsza, jakby ze szkła, i pełna dziwnych wypukłości i twardych, poskręcanych linij, a nigdzie ani śladu drzwi, ni okien."
      },
      {
        "index": 165,
        "text": "Upadł śmiertelnie znużony i jakby zabity niezgłębioną, straszną ciszą; przywaliła go kamienna noc i cisza pustki absolutnej, nieopowiedziana groza martwego milczenia."
      },
      {
        "index": 166,
        "text": "Siedział odrętwiały, bez ruchu i zgoła bez myśli, jakby na samem dnie umarłego od miljonów lat świata, w wiekuistych przepaściach ciszy, zdało mu się niejasno, że marzy mu się kamienny sen, że śni wieczystą martwotę z której się nigdy nie powstaje, że jest jak źdźbło żywe, porwane nagle w samą głąb wiecznego milczenia i mocy wiekuistej."
      },
      {
        "index": 167,
        "text": "I tak mu w pamięci i w bezczuciu przepływały chwile niewiadome, jak musi upływać czas bazaltom na dnach oceanów, albo duszom, błąkającym się w nieskończonościach, albo gwiazdom, pomarłym i spadającym wiecznie, wiecznie..."
      },
      {
        "index": 168,
        "text": "Był już tylko milczeniem skamieniałej trwogi, śniąc bezprzytomny sen o sobie, i jak przez sen majaczył, że oczy jego zaczynają coś spostrzegać, że staje się coś w nim widmowemi zarysami... ściana naprzeciw wyłaniała się zwolna z nocy, czyniła się przejrzystą, stając się jak toń zielonawa, przez którą chwieją się blade kontury dna... dziwaczne groty... fantastyczna roślinność i cicho przemykające larwy jakiegoś potwornego życia... blaski rozpierzchłe zjaw nierozpoznanych. Był już pewny, że tylko śni; nie poruszył się z miejsca, aby nie pierzchły widzenia, ciężkiemi oczyma patrzył w jeden punkt, w dno tych wyłaniających się zwolna przestrzeni... w jakąś skałę, sterczącą w pośrodku, a spowitą w krwawe płomienie i podobną do ognistego wytrysku, do rozpalonej pochodni, targanej wichurą, tak rwały się płomienie wzburzonem rojowiskiem krwawych wężów, a dokoła w zielonym mroku, jakby dna morskiego, leżały kręgiem bezładnym głazy ogromne... chwiały się jakieś drzewa o gałęziach podobnych do pazurów... drgały jakieś ruchy rzeczy niewiadomych..."
      },
      {
        "index": 169,
        "text": "Tak, snem tylko musiała być ta grota olbrzymia, zasnuta stalaktytami, co, jak sople potworne, zwieszały się ciężkiemi spływami, zalana zielonym mrokiem, w którym zaczęły się poruszać nikłe, złote mżenia, jak rój motyli świetlistych, a z poza nich wynurzyły się ciężkie, nierozpoznane postacie, wypełzły jakby z pod głazów, z tych jam zielonych, z gąszczów zielonych cieniów i procesją cichą, ledwie dojrzaną, poruszały się w szmaragdowej toni, niby w wodzie rozedrganej... jakby płynęły, okrążając krwawą wizję płomieni... dźwięki jakieś zadrgały, jakby tysiące harf naraz zajękły i skonały... rozsypały się po głazach, niby rdzawe ropuchy... a zaraz potem wysunął się znowu długi orszak biało ubranych postaci o bosych nogach i obnażonych piersiach kobiecych... głowy wężów... głowy ptaków... głowy zwierząt... cały piekielny orszak złowróżbnego Seta, szli wolno, rytmicznie, dźwigając na ramionach długie, czarne mary nakryte, okrążali płomień i, ustawiwszy mary tuż przed nim, rozwinęli się po jego bokach, jak dwa skrzydła białe..."
      },
      {
        "index": 170,
        "text": "Nagle rozległ się przerażający huk, błyskawica złotą pręgą przewinęła się wskroś groty, wszyscy padli na twarze, krwawe płomienie trysnęły wgórę, jak wulkan, i opadły cicho, a natomiast jęły bić kłęby złotawych dymów kadzielnych, z których zwolna, w śmiertelnej ciszy stawania się... wyłaniała się postać Bafometa... wynurzał się z tych wylękłych, rozchwianych, z pobladłych płomieni... wyrastał, jak groźna chmura z dogasającej otchłani... aż się jawił cały, jak noc posępny i jak śmierć straszny... przykucnął na koźlich nogach..."
      },
      {
        "index": 171,
        "text": "Złote rogi półksiężyca rozbłysły na wąskiej, obnażonej czaszce... nagi był cały, wysmukły, młodzieńczy... siedział z szeroko rozwartemi kolanami, między któremi, jak wąż jadowity, wiła się krwawa błyskawica... opuszczone, długie ręce dotykały zakrzywionemi pazurami całunu mar, stojących mu u kopyt złotych... czerwone, jakby z rozżarzonych karbunkułów, oczy błysnęły światłem i zdały się błądzić po głowach leżących przed nim w prochu wylękłej pokory... był okropny w piękności zimnej, jak ostrze, i zatrutej czarem śmiertelnym... posępny, jak nieubłaganie... dzika słodycz lśniła mu w boleśnie zaciętych ustach... brwi, ściągnięte i groźne, były jak łuki, napięte pomstą i gniewem... a w twarzy chudej i wyniosłem, dumnem czole leżała utajona męka wiecznego buntu, nocy nieskończonej, krzywd niepomszczonych i wiekuistych błąkań, ciało miał przygięte i naprężone w przyczajonym skoku, że wydawało się, iż jawił się na mgnienie i zaraz rzuci się znowu w przepaści, przebiegać lodowate pustynie milczenia i biec zawsze, nieskończenie, wiecznie..."
      },
      {
        "index": 172,
        "text": "Zenon oprzytomniał wobec tego widziadła, czuł, że nie śpi, a nie mógł uwierzyć... bronił się przed szaleństwem... chciał uciekać... otaczały go zimne, nieubłagane, nieustępliwe mary, chciał krzyczeć z nagłej, obłąkanej trwogi, nie wydobył głosu, dźwięki pomarły mu w krtani, jak poduszone w gnieździe pisklęta, zaczął bić i łomotać w tę ścianę przejrzystą, jakby szklaną, nawet nie zadźwięczała pod razami, poranił tylko boleśnie ręce i kolana i padł wyczerpany."
      },
      {
        "index": 173,
        "text": "Dopiero po jakimś czasie uniósł głowę, ściana jeszcze jaśniała, jakiś śpiew przeciągły brzmiał monotonnie, słowa dziwne, ciężkie, jak kwiaty, spadały cicho, splatając się w modlitewny, uroczysty wieniec płomiennych szeptów:"
      },
      {
        "index": 174,
        "text": "— „Panie nocy i milczenia“."
      },
      {
        "index": 175,
        "text": "— „Bądź z nami“ — odbrzmiewały echa."
      },
      {
        "index": 176,
        "text": "— „Panie trwożnych i uciśnionych.“"
      },
      {
        "index": 177,
        "text": "Łkały coraz namiętniej głosy; podniósł się, przytknął twarz do poczerniałej nieco ściany: grota była prawie niewidzialna, noc ją zapełniła, tylko w pośrodku posąg Bafometa jaśniał, niby skamieniała w biegu błyskawica, a czarne mary stały wciąż pod nim, w kręgi świateł z głębin cieniów rwała się wolno uroczysta, przejmująca psalmodja."
      },
      {
        "index": 178,
        "text": "— „Który zbawisz wyklętą“."
      },
      {
        "index": 179,
        "text": "— „Jedyny“ — odpowiadały konające echa."
      },
      {
        "index": 180,
        "text": "— „Który utulasz pobite przemocą“."
      },
      {
        "index": 181,
        "text": "— „Zemsto nieśmiertelna“."
      },
      {
        "index": 182,
        "text": "— „Któryś rówien potęgą“."
      },
      {
        "index": 183,
        "text": "— „Cieniu bolesny“."
      },
      {
        "index": 184,
        "text": "— „Światłości, mściwie zepchnięta w otchłanie“."
      },
      {
        "index": 185,
        "text": "— „Mocy spętana!“"
      },
      {
        "index": 186,
        "text": "— „Mocy litosna!“"
      },
      {
        "index": 187,
        "text": "— „Mocy święta!“"
      },
      {
        "index": 188,
        "text": "Zrozumiał naraz tę dziwną litanję, pamiętał ją, to była ta sama melodja, jaką usłyszał wtedy na seansie, to były te same słowa, których nie mógł sobie przypomnieć dotychczas... gdzie on je słyszał i kiedy?"
      },
      {
        "index": 189,
        "text": "Śpiewy się rozwiały, w stłoczonych i mętnych ciemnościach zaczynało się coś dziać... nie mógł rozróżnić chwiejnych zarysów... mgliste, białawe cienie wiodły się korowodem... opływały posąg... snuły się drgające światła... a jakiś cień nachylił się nad marami... wyraźnie rozróżniał stąpanie niewidzialnych nóg po ostrym żwirze... szepty jakieś... syczenie płomieni... ruchy niedojrzane!..."
      },
      {
        "index": 190,
        "text": "Naraz rozległ się przeciągły, żałosny ryk."
      },
      {
        "index": 191,
        "text": "— To Bagh! Bagh! — szepnął, spostrzegając zarys pantery, rzucającej się na mary... opadła z nich płachta cieniów i naga, wysoka postać podnosiła się wolno... Zadrżał do głębi, dałby w tej chwili całe życie za możność dojrzenia jej twarzy... widział tylko, jak przez gęstą mgłę, wysmukłe nagie ciało, owiane płaszczem rdzawych woddali włosów, stojące między kolanami Bafometa!"
      },
      {
        "index": 192,
        "text": "Głos mocny śpiżowym dźwiękiem rozległ się donośnie."
      },
      {
        "index": 193,
        "text": "— Czego chcesz?"
      },
      {
        "index": 194,
        "text": "— Umrzeć dla niego! — odpowiedział śmiało drugi."
      },
      {
        "index": 195,
        "text": "— Chcesz poślubić śmierć?"
      },
      {
        "index": 196,
        "text": "— Poślubiłam zemstę i tajemnicę."
      },
      {
        "index": 197,
        "text": "— „Przeklinasz A?“"
      },
      {
        "index": 198,
        "text": "— „Przeklinam!“"
      },
      {
        "index": 199,
        "text": "— „Przeklinasz O?“"
      },
      {
        "index": 200,
        "text": "— „Przeklinam!“"
      },
      {
        "index": 201,
        "text": "— „Przeklinasz M?“"
      },
      {
        "index": 202,
        "text": "— „Przeklinam!“ — padały dźwięczne, nieustraszone słowa odpowiedzi."
      },
      {
        "index": 203,
        "text": "Nie rozumiał już dalszej litanji przysiąg straszliwych i zaklęć, mrożących krew, bo zasłuchał się całą duszą w oddźwiękach przysięgającego głosu, czuł po dreszczu, jaki w nim budził, że już go gdzieś słyszał... łowił go więc w siebie, jak motyla, nie zwracając uwagi na przerażający rytuał, ciągnący się bez przerwy, aż wkońcu zrozumiał jasno, że to była Daisy, że to ją poświęcono Bafometowi w tych tajemniczych obrzędach, ale nie zdziwił się temu, jakby już wyzbyty zdolności zdumiewania się czemkolwiek."
      },
      {
        "index": 204,
        "text": "Ciemności pobladły, i grota zaczęła się nieco rozjaśniać."
      },
      {
        "index": 205,
        "text": "Daisy siedziała między kolanami Bafometa, w takiej samej, jak i on, pozycji, opuszczone ręce dotykały pantery, siedzącej u jej nóg, a nad jej głową, opłyniętą w złoty dym kadzielny, pochylała się zielonawo-krwawa, smutna twarz Djabła, a jego ręce długie zdawały się obejmować ją wpół i przytulać do siebie, to jedno tylko widział dobrze, a reszta majaczyła przed olśnionemi oczyma, jak korowód sennych, ledwie przypomnianych mar i zjaw."
      },
      {
        "index": 206,
        "text": "Nie wiedział, skąd płyną, i nie wiedział, czy są poza jego duszą."
      },
      {
        "index": 207,
        "text": "— Oto, napoły zwierzęcy, złowrogi orszak Seta przywiódł białego baranka, którego jakiś człowiek z głową psa, zabijał ciężkim, krzemiennym nożem, i wśród ponurych śpiewów i przekleństw rzucono go na pożarcie panterze..."
      },
      {
        "index": 208,
        "text": "— Oto palono siedem ziół czarnoksięskich, skropionych krwią niewiniątka, i popioły rozsiewano w siedem stron świata."
      },
      {
        "index": 209,
        "text": "— Oto zamajaczył korowód płazów i ropuch olbrzymich, wlokąc za sobą na słomianych sznurach rozpięte drzewo krzyżowe, i wśród urągowisk i plwań, wśród piekielnego chóru chichotów i naigrawań podarto je w drzazgi, rozdeptano i rzucono pod kopyta posągu. — Oto gromada potworów nieopowiedzianych, rozwyte stado strachów, wampirów, mar zjawiło się, jakby wylęgłe z obłąkanego mózgu, niosąc na wiekach spróchniałych trumien symboliczną białą Hostję, i wśród przerażających wrzasków, znieważań i wycia zwalono je przed Bafometem."
      },
      {
        "index": 210,
        "text": "— Oto zaczęły się wychylać na światło jakby wszystkie potwory katedr średniowiecznych, wszystkie larwy pokuszeń i lęków, tające się w duszach świętych, zjawiały się milczące, posępne, niosąc księgi święte, symbole, znamiona, wizerunki, szaty rytualne, zwalając wszystko na jeden stos ogromny; siedem krwawych błyskawic trysnęło z oczu Bafometa, siedem gromów runęło w stos, buchnęły płomienie, a wszystkie zjawy piekielne zawiodły dziki, rozchwiany, okrążający tan."
      },
      {
        "index": 211,
        "text": "Gryzące czarne dymy przysłoniły postać Daisy i wzbijały się wysoko rozwichrzonemi słupami, zaciemniając grotę ponurym, nieprzeniknionym tumanem."
      },
      {
        "index": 212,
        "text": "A Zenon pochylił się w sobie, jakby nad krawędzią świata nieznanego, spoglądał w tajemnice, i jego oczy duszy pierwszy raz wybiegły poza siebie, poza głupią i leniwą myśl, poza fakty i rzeczy widome; pierwszy raz leciały przez jakieś nieprzejrzane obszary, przez jakieś dale czarowne, przez jakieś wyże i przepaści nieskończone, iż cofnął się olśniony, pełen świętej cichości przeczuwań i widzeń, jakiś wiew nieśmiertelnej mocy przewiał mu przez duszę. — Nie trwóż się! jestem przy tobie! — zadźwięczał tuż przy nim głos Daisy."
      },
      {
        "index": 213,
        "text": "Ukorzył się nagle w sobie, padł na twarz jakby u stóp niewidzialnej i głosem pokory najwyższej i oddania szepnął:"
      },
      {
        "index": 214,
        "text": "— Nic nie wiem, nic nie rozumiem, ale czuję, że jesteś przy mnie."
      },
      {
        "index": 215,
        "text": "— Myśl, a znajdziesz mnie zawsze i wszędzie!"
      },
      {
        "index": 216,
        "text": "Dusza mu się zawarła na wszystko i padła w długie odrętwienie."
      },
      {
        "index": 217,
        "text": "Kiedy powstał z ziemi, grota była w bladych, błękitnawych jasnościach skąpana. Bafomet stał, jak krzew purpurowych ogni, a u jego stóp na rozkrzyżowane, białe ciało Daisy wypełzał czołgający się cień, jakby pantery, biorącej ją w uścisk."
      },
      {
        "index": 218,
        "text": "Grota była pusta; nadludzki strach o nią tak sprężył mu siły zwątlałe, że krzyknął z całej mocy i trwogi i szaleństwa, rzucając się na nieprzejrzystą ścianę, jakby chcąc biec na ratunek."
      },
      {
        "index": 219,
        "text": "Wszystko naraz przepadło, bronzowe drzwi zatrzasnęły się z hukiem, znalazł się znowu przed tą ponurą ruiną, niepewny, wahający i bezradny, jak przedtem, jakby tam nigdy nie wchodził."
      },
      {
        "index": 220,
        "text": "— Gdzie ona mogła zniknąć? — rozmyślał, jak przedtem, niepamiętny niczego zgoła, wodząc zdumionemi oczami po rozwalinach, obszedł znowu dom i, znalazłszy, jak poprzednio, wszystkie wejścia zabite na głucho, stanął zniechęcony, nie wiedząc, co z sobą począć. Świt się już stawał, łuny Londynu zaledwie się tliły przygasłemi zorzami na wzburzonem i pobladłem niebie, przesianem martwą jeszcze i szarawą jasnością, gwiazdy zamierały, jak oczy, przysłaniane martwiejącemi powiekami, chmury ogromne, postrzępione, sinawe leciały nisko z jakimś niemym krzykiem, wichura targała drzewami, które ze snu ciężkiego podnosiły przemoczone, czarne i rozbolałe gałęzie, dzień wstawał wolno i ciężko, boleśnie przemokły i odrętwiały z zimna; wszędzie lśniły sinawe kałuże wody, twarde zarysy ruin potężniały w brzaskach, głuche i ślepe jeszcze pola dźwigały się w ciemności, świat stawał się w chaosie mroków blednących..."
      },
      {
        "index": 221,
        "text": "I Zenon jakby się podniósł z nocy niepamięci o sobie, zbudziło go zimno i wicher, więc, nie namyślając się już, oderwał się od ruin i poszedł śpiesznie do stacji."
      },
      {
        "index": 222,
        "text": "Pod drzewami noc się jeszcze tłukła strwożona. Szedł aleją drzew ogromnych, szarpanych wichurą i wyjących dziką pieśń zimowego poranka... jakiś paw zabłąkany krzyczał w żywopłotach... stado wron zerwało się z gałęzi, ginąc w mrocznej kurzawie świtów, posypały się nań połamane gałęzie, i przysiadł bezwiednie w jakimś gąszczu, aby przeczekać huragan, szalejący coraz potężniej."
      },
      {
        "index": 223,
        "text": "I pozostał już tam, jakby uwięzły w wichurze i oczarowany rozwieją żywiołów, zespalał się z niemi, łączył w ponurych wyciach huraganu, śpiewając razem dziką, bezładną i przepotężną pieśń bez słów, pieśń upojeń, pieśń ślepych a nieśmiertelnych sił przyrody."
      },
      {
        "index": 224,
        "text": "Zapomniał o powrocie, poszedł w park, błądził między drzewami, utonął w rozwytych ciemnościach, był przytomny, a nie wiedzący, dojrzał jakiś kwiatek, roztlały w zwiędłych trawach, i przycisnął go do ust rozpalonych; nagła, niezmożona tęsknota rozparła mu duszę taką miłością, i taka głodna żądza stopienia się ze wszystkiem, że podniósł się, zbratany z nocą i wichurą, podobien w czuciu drzewom i niebu, spotężniały mocą tkliwości niezmiernej, że przytulał się do drzew, klękał przed krzakami, obejmował gałęzie, całował trawy zeschłe, oblewając serdecznemi łzami szczęścia te istoty najdroższe i najświętsze, zagubione dawno i odnalezione niespodziewanie."
      }
    ]
  }
}