{
  "chapterNumber": 4,
  "title": "Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "... Zostali sami w Reading Room’ie."
      },
      {
        "index": 2,
        "text": "Zenon czekał tej chwili z upragnieniem, nie wiedząc zupełnie dlaczego, a gdy przyszła, kiedy się drzwi zawarły za ostatnim wychodzącym, lęk go ogarnął i niepokój; podniósł się i zaczął gorączkowo chodzić. Czuł się niesłychanie zdenerwowany, nie był zdolny wyrzec ani jednego słowa i nie miał w tej dręczącej chwili nic do powiedzenia, poczuł tylko i miał nawet tę bolesną pewność, że oto stoi przed czemś, co się mogło za mgnienie wyłonić z milczenia, a przecież na nic określonego nie czekał!"
      },
      {
        "index": 3,
        "text": "Zaledwie przed pół godziną, wśród gwarnej i dosyć banalnej rozmowy, gdy się podnosił do wyjścia, ujrzał w jej źrenicach wyraźny nakaz pozostania, więc, mimo natarczywych nalegań Joego, pozostał, oczekując i drżąc w sobie tym bolesnym dygotem trwożliwej niepewności, co jak wąż zimnemi skrętami owija serce, dusi zwolna i krew wszystką i myśl każdą wypija. Miss Daisy grała jakąś ściszoną i zagmatwaną w rysunku piosenkę, jakby nie zwracając na niego uwagi, a on chodził wciąż, kołując błędnie wśród porozstawianych mebli, czasem spoglądał w szyby na szary i smutny dzień, ale patrzył, nie spostrzegając niczego, daleki od wszystkiego, zasłuchany jedynie w ten rosisty opad dźwięków coraz cichszych, to wyrywając się z pod ich dziwnego czaru, patrzył na jej włosy rude, jakby z miedzi wykute, i na jej białe, długie ręce, które się snuły po klawjaturze, jak słodki sen."
      },
      {
        "index": 4,
        "text": "Grała bez przerwy, odwracając niekiedy bladą, zadumaną twarz, i wtedy oczy ich spotykały się na chwilę, na płochliwe i nieugięte mgnienie; z twardego i zimnego szafiru kute groty spojrzeń przebijały mu duszę nawskroś, że zatrzymywał się ze drżeniem, bo mu się wydawało, iż oto nadchodzi ta chwila, w której się to coś oczekiwane ziści, że tajemnica przemówi... ale ona grała dalej."
      },
      {
        "index": 5,
        "text": "Czuł się coraz bardziej rozdrażniony i zaniepokojony, okrążał znowu pokój, czyhając na każde poruszenie jej głowy i na spojrzenie każde, ale było tak samo zimne, przeszywające i nieme."
      },
      {
        "index": 6,
        "text": "Już kilka razy powstawał w nim nagły bunt, że zbliżył się do drzwi stanowczym krokiem, lecz odejść nie potrafił."
      },
      {
        "index": 7,
        "text": "I tak płynęły długie, długie chwile milczących oczekiwań."
      },
      {
        "index": 8,
        "text": "Zwolna, niepostrzeżenie, mrok zaczął przesypywać światłości dzienne swoim pyłem popielnym, osnuwał wszystko we mgłę sennego zadumania, przygaszał barwy i lśnienia i zalegał puszystą, drgającą, ciężką mgłą."
      },
      {
        "index": 9,
        "text": "Zenon, zmęczony i wyczerpany, upadł w fotel i siedział nieruchomo, ta niepokojąca cisza i milczenie, rozdzwonione i zaledwie dosłyszanemi dźwiękami, biły w niego jak młotem, obezwładniały smutkiem niepojętym."
      },
      {
        "index": 10,
        "text": "Nie, odejść nie mógł; siedział, jakby przykuty niewidzialnemi, a potężnemi więzami do tej postaci, ledwie już dojrzanej w coraz gęstszym mroku, sam zwolna zapadając w senną martwotę milczenia, pełną smutku i dziwnych majaczeń rozpadających się w mroku kształtów."
      },
      {
        "index": 11,
        "text": "Pokój stawał się jakby dnem, gdzie przez posępno-zielonawe i wzburzone zwały morza zaledwie się prześlizgują widma nierozpoznanych rzeczy, nikłe połyski barw struchlałych, wiotkie wrzenia kształtów, zastygające i głuche wiry cieniów i zmartwiałe a rozchwiane ciemnice w otokach płynnych, szarych fal wieczora, a skądś, niby z powierzchni dalekiej i zgiełkliwej, rozsącza się smuga dźwięków przygasłych i spada ciężkiemi kroplami na jego duszę znużoną, spada kropla po kropli, bije zwolna i nieubłaganie, a każda jest grotem ostrym i warem, a każda zalewa go smutkiem i łka w nim nieukojoną, żrącą tęsknotą."
      },
      {
        "index": 12,
        "text": "Ocknął się po pewnym czasie i spojrzał dokoła: mrok się już stawał nocą, pokój był prawie niewidzialny, tylko zwierciadła patrzyły na niego, jak puste, zasypiające oczy, a wielka palma, stojąca na środkowym stole, majaczyła nikłym, tlejącym zarysem na sinym brzasku okien, zasnuwających się zwolna martwemi rzęsami cieni."
      },
      {
        "index": 13,
        "text": "Miss Daisy już nie było widać w ciemności, grała jednak wciąż, ale jakoś sennie i apatycznie. Podniósł się nagle z niezachwianym zamiarem przemówienia do niej, ale nim się odezwał, przyszła mu naraz brutalna myśl, trzeźwiąca jak smagnięcie biczem, że może jej spojrzenie nakazujące mówiło tylko to, czego pragnął w skrytości, może to się nie miało stać dzisiaj, ani nigdy, a on, jak głupiec, czekał z drżeniem ciekawości i lęku..."
      },
      {
        "index": 14,
        "text": "Bardzo często bowiem przychodziła grać do Reading Room’u i grywała po parę godzin z rzędu, więc i dzisiaj robiła to samo, nie zważając na niego, nawet może gniewna, że jej przeszkadza swoją obecnością."
      },
      {
        "index": 15,
        "text": "Poczuł gorzki smak rozczarowania i głębokie niezadowolenie z samego siebie, więc, jak mógł najciszej, z pewną wstydliwością wysunął się z pokoju."
      },
      {
        "index": 16,
        "text": "Mieszkał na tym samym kurytarzu pierwszego piętra i właśnie otwierał drzwi, gdy rozległo się stłumione i przeciągłe wycie Bagh, a po chwili miss Daisy przeszła obok niego, ale jakby go nie spostrzegając zgoła, chociaż stał w pełnem świetle, twarzą zwrócony do niej."
      },
      {
        "index": 17,
        "text": "To nie widzące spojrzenie dotknęło go tak niemile i tak zabolało, że wszedł do mieszkania, zatrzaskując drzwi ze złością, rozniecił zaraz światło, bo niecierpiał w mieszkaniu ciemności, i zaczął drżącemi rękoma rozrywać kopertę jakiegoś listu, który nań już od śniadania czekał na biurku."
      },
      {
        "index": 18,
        "text": "List był od Betsy, ale, mimo to, nic z niego nie rozumiał, nie mógł powiązać słów, ni wydobyć jakiej bądź treści, że zdenerwowany jeszcze bardziej, rzucił go z niechęcią i poszedł wyjrzeć na kurytarz, pusty już i cichy."
      },
      {
        "index": 19,
        "text": "Był już teraz zupełnie pewny swojej omyłki, a to sprawiło mu taką głęboką przykrość, że długo nie mógł się uspokoić."
      },
      {
        "index": 20,
        "text": "— Bo i cóż mogła mi powiedzieć? dlaczegóż miałaby chcieć, abym z nią pozostał sam na sam? Złudzenie i nic więcej! W tym domu warjackim i ja już zaczynam halucynować! — rozmyślał, spostrzegając znowu list Betsy, ale zupełnie się nie wzruszył tym serdecznym, tkliwym szczebiotem narzeczonej, czytając jeno oczyma kartkę po kartce, bo całą duszę miał wypełnioną wspomnieniami tamtej; skończył czytać i chciał w pierwszym, poczciwym odruchu odpisać, nagłówek już nakreślił, ale zabrakło mu wprost treści, nie miał w tej chwili nic do powiedzenia i poczuł naraz nieprzepartą chęć wyjścia na miasto, powłóczenia się po ulicach zatłoczonych i szumiących wrzawą, zagubienia siebie, lecz, nim zdążył wyjść, służący zameldował mr. Smitha."
      },
      {
        "index": 21,
        "text": "Wszedł chudy i żółty pan z oczyma ryby ugotowanej, pochylony nieco, ostrożny, uprzejmy niezmiernie i przesadnie skromny. Zenon dość niechętnie wskazał mu krzesło."
      },
      {
        "index": 22,
        "text": "— Przychodzę aż z dwiema prośbami do pana, a jeśli przeszkadzam, to wyjdę, chociaż, mówiąc szczerze, sprawiłoby mi to przykrość niewymowną, gdybym nie mógł wyłuszczyć ich zaraz, więc..."
      },
      {
        "index": 23,
        "text": "— O, proszę pana, słucham z przyjemnością, — zdziwił się jednak tym wstępem, bo znał go jedynie z sali jadalnej."
      },
      {
        "index": 24,
        "text": "— Przepraszam — powstał naraz przygiętym, cichym ruchem i, zbliżywszy się do bronzowej Psychy, stojącej obok biurka, nałożył binokle i jął gładzić pieszczotliwie jej cudnie wysmukłe lędźwie."
      },
      {
        "index": 25,
        "text": "— Przepiękna, najwyższy wyraz uduchowienia! — szeptał, prowadząc z lubością dłoń po jej przeczystych, dziewczęcych kształtach."
      },
      {
        "index": 26,
        "text": "— Sprawa pierwsza: proszę mr. Zenona o uczestniczenie w naszym jutrzejszym seansie — przeczytał w notesie, siadając na dawnem miejscu."
      },
      {
        "index": 27,
        "text": "— Niezmiernie jestem ciekawy i sprawy drugiej! — silił się na uprzejmość."
      },
      {
        "index": 28,
        "text": "— Przepraszam. — Znowu się przesunął przyczajonym, kocim ruchem do miedzianego posążku Antinousa, stojącego w rogu na tle jedwabnej, jasno-fiołkowej draperji. Pogładził go również po biodrach, pstryknął paznokciem w kolano, aż miedź zadzwoniła, i, siadłszy zpowrotem, przeczytał: — Proszę mr. Zenona, aby skłonił mr. Joego do wzięcia udziału w tymże seansie — skłonił głowę, wlepiając swoje rybie, w czerwonych obwódkach, oczy w porcelanowe figurki, stojące na kominku. — Żałuję bardzo, ale muszę panu zrobić zawód, bardzo przepraszam, ale na seansach nie bywam i spirytyzmem się nie zajmuję; byłem wtedy jedynie na prośby Joego."
      },
      {
        "index": 29,
        "text": "— Będzie i miss Daisy — wtrącił, niby odniechcenia, uciekając z oczyma."
      },
      {
        "index": 30,
        "text": "— Będzie! — zawahał się przez chwilę — co zaś do Joego, to zupełnie nie obiecuję wpływać na niego w tej sprawie, sądzę nawet, że i tak już jest za bardzo pochłonięty spirytyzmem."
      },
      {
        "index": 31,
        "text": "— Niestety, ale to dawniej, bo, od przyjazdu Mahatmy, porzucił dawne, święte zasady i braci... O, z mr. Joem jest obecnie bardzo źle, bardzo... pan wie?..."
      },
      {
        "index": 32,
        "text": "— O niczem i zupełnie!"
      },
      {
        "index": 33,
        "text": "— Nie jest to tajemnicą, mówić o tem choć z boleścią mogę, ale jeśliby pan słuchać nie chciał, jeśliby... — i jąkał się lękliwie."
      },
      {
        "index": 34,
        "text": "— Przeciwnie, Joe obchodzi mnie bardzo — zaniepokoił się jego trwożnym głosem."
      },
      {
        "index": 35,
        "text": "— Oto wdał się w fakirskie eksperymenty, sposobi się poprostu pod przewodnictwem Mahatmy na Joga. Dawno się pan z nim widział?"
      },
      {
        "index": 36,
        "text": "— Trzy dni temu. Myślałem, że wyjechał, bo w domu go niema."
      },
      {
        "index": 37,
        "text": "— Z pewnością jest! Od dwóch dni siedzi zamknięty, siedzi na jednem miejscu, bez ruchu, bez wody, bez pożywienia, i siedzieć ma dotąd, dopóki samego siebie nie zobaczy, dopóki się nie rozdwoi... Eksperyment niebezpieczny. — Z przerażeniem to słyszę, nic mi nie wspominał o takich praktykach."
      },
      {
        "index": 38,
        "text": "— Myśmy się dowiedzieli o tem dopiero wczoraj, na seansie. Miss Daisy nam zakomunikowała."
      },
      {
        "index": 39,
        "text": "— Ależ, choćby mi przyszło drzwi wyłamać, a dostanę się do niego, muszę go wyrwać z obłędu. Bardzo dziękuję panu za wiadomość."
      },
      {
        "index": 40,
        "text": "— Strwożeni jesteśmy o niego, nikogo z braci nie przyjmuje, zerwał już z nami wszystkie więzy, a przytem, jeśli wpadnie w moc miss Daisy..."
      },
      {
        "index": 41,
        "text": "— To co? — porwał się nagle strwożony."
      },
      {
        "index": 42,
        "text": "— To może być zgubiony na wieki! — szepnął posępnie mr. Smith, oglądając figurki porcelanowe na kominku."
      },
      {
        "index": 43,
        "text": "— Więc kimże jest, na Boga, miss Daisy?"
      },
      {
        "index": 44,
        "text": "— Tajemnica... nikt o tem nie wie... i nie należy pytać... — prawie zakrzyczał, zatykając sobie uszy, by nie słuchać pytań."
      },
      {
        "index": 45,
        "text": "— Dlaczegóż tajemnica? Mnie się już poprostu jakiemś szalbierstwem zaczyna wydawać taka, sztucznie robiona, tajemnica!"
      },
      {
        "index": 46,
        "text": "— Strzeż się jej odkrywać! Są pewne rzeczy, których nie można dotykać zwykłą ciekawością, bo mszczą się! Jesteś „niewiernym“, więc, jak dziecko, bawisz się płomieniem, nie wiedząc, że może cię pochłonąć w każdej chwili... O, bardzo ostrzegam: trzymaj się zdala miss Daisy! to ogień złowrogi. My sami się jej obawiamy... zjawia się na seansach i robi cuda, o jakich nikt nie marzył, odkrywa rzeczy wstrząsające i głosi takie prawdy, że... że mamy powody do obaw... mamy powody lękać się jej mocy i podejrzewać, że nie jest to wysłanniczka Pana, ale Jego... może nawet wcielenie..."
      },
      {
        "index": 47,
        "text": "— Kogo? — zapytał cicho, wstrząsając się bezwiednie."
      },
      {
        "index": 48,
        "text": "— Bafometa!... — szepnął trwożnie i, wyjąwszy z kieszonki w kamizelce szczyptę soli, siał nią dokoła zabobonnie."
      },
      {
        "index": 49,
        "text": "— Bafometa? — powtórzył Zenon, nic nie rozumiejąc."
      },
      {
        "index": 50,
        "text": "— Cicho, nie wymawiajmy tego imienia więcej! Boże! — krzyknął naraz głośno, padając na krzesło, bo rozległ się bliski, wstrząsający ryk pantery."
      },
      {
        "index": 51,
        "text": "Zenon wybiegł na kurytarz, bo wydawało mu się, że to tuż pod jego drzwiami zawyła Bagh, ale kurytarz był zupełnie pusty."
      },
      {
        "index": 52,
        "text": "— Musi ryczeć w klatce, może głodna! — tłumaczył, usiłując zachować spokój."
      },
      {
        "index": 53,
        "text": "— Nie, nie, w tem być musi jakiś znak porozumienia, bo zresztą ja nie wiem, czy Bagh jest tylko zwierzęciem, nie wiem..."
      },
      {
        "index": 54,
        "text": "— A czemże jest? chyba nie samym Bafometem? — zawołał urągliwie."
      },
      {
        "index": 55,
        "text": "— Cicho, cicho... nieszczęsny, ani wiesz, że tak wymówione imię może w tej chwili stało się dla kogoś śmiercią, nieszczęściem lub chorobą."
      },
      {
        "index": 56,
        "text": "— Cóżto? porywa na rogi i ponosi na Blankenberg? — drwił złośliwie."
      },
      {
        "index": 57,
        "text": "— Wszystko jest straszną zagadką. Dokoła nas leży mrok, w którym czyha lęk i śmierć wieczna! Są słowa zabijające, są imiona, od których dźwięku rozpadają się światy, są życzenia, które się stają bez naszej woli, są takie myśli, od których ruch gwiazd zależy! Błądzimy poomacku w wiecznym mroku, jak ślepi od urodzenia, aż po dzień wyzwalającej śmierci, jak ślepi, czepiający się z rozpaczną wiarą kurzawy i wołający wielkim głosem: niema nic poza naszą ślepą głupotą! Ale świat przejrzy, boleśnie przejrzy! Niech kamienuje proroków, niech się pastwi nad własną duszą; i tak zbawion być musi całą siłą naszej wiary i pragnień, bo my go wyprowadzim z odmętów, wywiedziem z niewoli grzechów... nasza prawda zbawi świat! Ale tymczasem jeszcze Tamten panuje i rządzi światem, jest we wszystkich sercach, czyha i toczy śmiertelny bój z Bogiem — szeptał gorąco, powstając z miejsca."
      },
      {
        "index": 58,
        "text": "— Stare, rozwiane podania, pomarłe dawno mumje symbolów, zmartwychwstające w najtrzeźwiejszym wieku i wśród najtrzeźwiejszego z narodów, odwieczna tęsknota dusz za istnieniem, odwieczny strach przed śmiercią..."
      },
      {
        "index": 59,
        "text": "— Czytał pan „Izys odsłonioną”? — zapytał niespodzianie mr. Smith."
      },
      {
        "index": 60,
        "text": "— Czytałem, a raczej Joe mi ją wykładał, i doszedłem do wniosku, że Bławatska jest najzwyklejszą, ordynarną nawet szalbierką, a ta jej książka stekiem bredni i kłamstw świadomych, spekulujących na dobrej wierze i naiwności ludzkiej! — Największa kobieta, jaką ród ludzki wydał, pierwsza święta naszego kościoła, a pan ją sądzi niby jakąś uliczną szarlatankę — jęknął."
      },
      {
        "index": 61,
        "text": "— Bardzo przepraszam. Takie wrażenie wyniosłem z opowiadania o niej."
      },
      {
        "index": 62,
        "text": "— Ręczę, że wielbiłby pan ją, jak i my wszyscy. Przyjechała parę dni temu do Londynu. Jutro przyjdzie do loży wraz z pułkownikiem Olcottem. Chętnie pana wprowadzę, seans będzie nadzwyczajny, mają być aporty od samego Dalaj Lamy z Tybetu... ona jest największem medjum na świecie!"
      },
      {
        "index": 63,
        "text": "— Dziękuję, jestem już syty cudów."
      },
      {
        "index": 64,
        "text": "— Boże, co za bluźnierstwo."
      },
      {
        "index": 65,
        "text": "— Tak, bo cóż że ujrzę cud, kiedy nie wiem? Cóż mi cud tłumaczy?"
      },
      {
        "index": 66,
        "text": "— Tak, pan bardzo nie wie, bardzo. Przepraszam, pomińmy tę kwestję. Muszę iść, ale może pan zechce powiedzieć Joemu, że Ona pragnie go ujrzeć jak najprędzej."
      },
      {
        "index": 67,
        "text": "— Nie wiedziałem, że znają się osobiście."
      },
      {
        "index": 68,
        "text": "— O, dawny kult Joe’go, jeszcze z Bengalu — szepnął mr. Smith, powlókł lubieżnemi oczami po Antinousie i wyszedł."
      },
      {
        "index": 69,
        "text": "Zenon zaś pobiegł śpiesznie na drugie piętro do mieszkania Joe’go, wielce zaniepokojony o niego słowami mr. Smitha; ale długo się dobijał, nim wkońcu otworzył mu drzwi wysoki, cynamonowy Malajczyk, piękny, jak Antinous, z włosami po kobiecemu zaplecionemi w warkocze i upiętemi na głowie, w których błyszczał wysoki, złoty grzebień, wysadzany szmaragdami."
      },
      {
        "index": 70,
        "text": "— Mr. Joe’go niema w domu — twierdził stanowczo, nie wpuszczając go do środka."
      },
      {
        "index": 71,
        "text": "— Musi być, ponieważ dzisiaj mieliśmy się zejść tutaj, a od dwóch dni przecież nie wychodził z domu. — Używał podstępu, by się tylko dostać do mieszkania."
      },
      {
        "index": 72,
        "text": "— Nie wiem, ale tutaj pana niema wypisanego, a są wszyscy, jakich miałem wpuścić. — Pokazał kartkę, poznaczoną hieroglifami."
      },
      {
        "index": 73,
        "text": "— Widocznie zapomniał wpisać, wszak znasz mnie i wiesz, że zawsze przychodzę bez meldowania."
      },
      {
        "index": 74,
        "text": "— Kiedy ofiara już się rozpoczęła..."
      },
      {
        "index": 75,
        "text": "— Spóźniłem się... — zupełnie nie rozumiał znaczenia jego słów."
      },
      {
        "index": 76,
        "text": "— Nie można... nie... — bronił się coraz słabiej, nie wiedząc, co począć, bo dobrze wiedział o jego przyjaźni z Joe’m, ale mr. Zenon, nie zważając już na jego opór, prawie siłą wszedł do przedpokoju."
      },
      {
        "index": 77,
        "text": "Malajczyk podrapał się frasobliwie za ucho, zamknął drzwi na cały system zatrzasków i wprowadził go do bocznego pokoju, gdzie na niskim stole, w siedmioramiennym, miedzianym świeczniku, paliło się siedem wysokich, woskowych i żółtych świec, dokoła pod ścianami stały szerokie sofy, pokryte żółtym jedwabiem, ściany również złociły się gorącym tonem chińskich jedwabiów, zahaftowanych złotemi smokami."
      },
      {
        "index": 78,
        "text": "Malajczyk podał mu długi, cienki jak pajęczyna, przejrzysty jak woda woal barwy fiołkowej i otworzył drzwi do sąsiedniego pokoju."
      },
      {
        "index": 79,
        "text": "Zenon miął w dłoniach szeleszczącą, przedziwnie miękką materję, nie śmiejąc zapytać o nic, aby się nie zdradzić, że do wtajemniczonych nie należy, dopiero gdy służący wyszedł, poruszył się z miejsca."
      },
      {
        "index": 80,
        "text": "— Co to wszystko znaczy? Co za ofiara rozpoczęta? — myślał, rozglądając się ze zdumieniem, nigdy bowiem nie był w tej części mieszkania, nawet się nie domyślał jej istnienia... Zajrzał przez uchylone drzwi do sąsiedniego pokoju, ale się cofnął, ciemno tam było zupełnie, cały był jakby poprzegradzany parawanikami. Wziął świecę i poszedł w głąb mieszkania, przechodził pokój za pokojem: wszędzie panowała ciemność, pustka i cisza, nigdzie ani śladu ludzi, dopiero w pokoju, w którym odbywał się seans, dosłyszał jakieś przyduszone, niewyraźne szmery, jakieś jęki, jakby z pod ziemi wychodzące... czasem coś, jak krzyk, mdlejącem echem się rozlegał i głucho zapadało wszystko. Zatrzymał się strwożony, nie mogąc pojąć, skąd te głosy się dobywają, w pokoju bowiem pusto było jak wszędzie, tylko przez szyby zaglądały cienie drzew i brzaski dalekich świateł złotemi pajęczynami pełzały po szkle. Po chwili te niewytłumaczone głosy znowu zadrgały i jakoś bliżej, wyraźniej, prawie tuż przy nim, że odskoczył przerażony, świeca mu zgasła, otoczyła go ciemność, ale dopiero wtedy rozpoznał, że to od okrągłego pokoju płynie ta stłumiona, dziwna wrzawa; odszukał drzwi i otworzył je bez szmeru, ale jeszcze za niemi wisiała gruba i ciężka zasłona, głosy, splątane z dźwiękami muzyki, zabrzmiały tak blisko, że odchylił nieco zasłony, popatrzył nagle osłupiałemi oczyma — i cofnął się przerażony..."
      },
      {
        "index": 81,
        "text": "Prawie uciekł zpowrotem do seansowego pokoju, zapalił papierosa i, przytknąwszy czoło do szyby, trzeźwił się jej chłodem i rozróżnianiem drzew w ogrodzie."
      },
      {
        "index": 82,
        "text": "— Dobrze widzę, to tu ja... czuję chłód... wiem, gdzie jestem... muszę być przytomny... — myślał wolno, bo to, co tam ujrzał, runęło na niego obłędnym strachem."
      },
      {
        "index": 83,
        "text": "— Widziałem, ale to niemożebne... musiało mi się zdawać... jakieś uderzenie na mózg... — rozmyślał trwożnie, z trudem wydobywając się jakby z szaleńczego snu. Dopiero po dłuższej chwili, zupełnie uspokojony, utwierdziwszy się, że jest przytomnym, poszedł tam znowu i zajrzał trwożnie."
      },
      {
        "index": 84,
        "text": "Okrągły, wielki pokój tonął cały w łagodnej, błękitnawej światłości, błękitny dywan zaściełał posadzkę, i błękitne były głuche, bez okien, ściany, pokryte gdzie niegdzie świętemi zgłoskami, malowanemi złotem; z bronzowej, greckiej lampy, zwieszającej się od sufitu, rozlewały się przyciszone, mgławe brzaski, a w tem księżycowem lśnieniu, jakby gdzieś, w nieskończonościach, prześwietlonych drgnieniem gwiazd, wśród upajającej woni orchidei, zwieszających się ze złotych koszów, stojących pod ścianami, wśród słodkich dźwięków jakichś nieznanych instrumentów, poruszały się jakieś widmowe postacie bose i prawie nagie, bo zaledwie owiane barwnemi muślinami, jak woda przejrzystemi; tylko twarze i głowy mieli osłonione szczelnie, jakiś potępieńczy korowód mar, tańczących rozchwianym, bezładnym i dzikim kręgiem i smagających się długiemi wiciami zielonych bambusów."
      },
      {
        "index": 85,
        "text": "Joe siedział w pośrodku na dywanie, nagi cały, zgięty we czworo, nieruchomy, zapatrzony tępym, jakby zmarzłym wzrokiem, był jak trup, głuchy na wszystko; ślepy zgoła i nieczuły na ten wir wzburzony, toczący się dokoła coraz szybciej tęczą barw rozwianych, i głosów schrypniętych, świstów bolesnych, i tęczą ciał białych, falujących z pod osłon tak nikłych, że zdały się tylko pajęczynami, oroszonemi światłem."
      },
      {
        "index": 86,
        "text": "Siedem kobiet i mężczyzn krążyło dokoła w obłędnym, mistycznym tańcu, smagając się zaciekle wśród nieprzytomnych krzyków i płaczów spazmatycznych; biczowali się z upojeniem męki, ze świętą żądzą ran i bólów, z ofiarnym szałem męczeństwa, biczowali się nawzajem, gdzie kto kogo dosięgnął, zwarci w ciżbę wrzącą, w szaleńcze koła, taczające się z krzykiem, oślepłe, pijane szałem, miotające się konwulsyjnie, bezprzytomnie... Rózgi świstały coraz szybciej, ruchy stawały się już niepochwytne, czerwone pręgi, jak węże, wiły się coraz gęściej po białych ciałach, krew tryskała... a chwilami ktoś padał ze strasznym krzykiem i pełzał do nóg Joe’go, całował jego nagie stopy, nie bacząc, że cały ten wir przewala się po nim, tratuje, rozgniata i leci dalej; to znowu ktoś wyrywał się z szaleńczego koła, bił głową o ścianę, krzyczał nieludzko, okropnie, obłąkanie, i padał, jak martwy, na ziemię."
      },
      {
        "index": 87,
        "text": "Naraz wszyscy padli na twarze, i zerwał się wstrząsający chór śmiertelnie zmęczonych głosów, chór modlitewnych błagań i żałosnych łzawych jęków."
      },
      {
        "index": 88,
        "text": "— „Za grzechy świata weź mękę naszą“!"
      },
      {
        "index": 89,
        "text": "— „Za grzechy świata weź krew naszą“!"
      },
      {
        "index": 90,
        "text": "A potem rzucili się do biczowań w jeszcze sroższym, bardziej ekstatycznym szale; groza przepełniła pokój, stał się tylko bezprzytomny chaos krzyków, zapachów, dźwięków niewidzialnej muzyki, bolesnych smagań, splątany w wir ciał, ociekających krwią; ślepa furja, straszny Sabbat dusz opętanych, wstrząsanych dreszczem obłędu i śmierci."
      },
      {
        "index": 91,
        "text": "Zenon stał przy zasłonie, jakby wgrążony w dręczący i nieprawdopodobny sen, błądził oczyma, słuchał, a uwierzyć jeszcze nie mógł... przymykał oczy, szczypał się w ręce, sprawdzał swój stan, ale ta krwawa, szaleńcza wizja nie znikała. Dopiero po tym hymnie, zrywającym się kilkakrotnie, zrozumiał, że to, co się działo przed jego oczyma, było najrealniejszą rzeczywistością."
      },
      {
        "index": 92,
        "text": "Próbował rozpoznać kogo, ale żadnej twarzy nie można było wyrwać z pod zasłony, tylko po wysmukłych kształtach, po stromych piersiach i długiej, łabędziej szyi i po rudych kosmykach na olśniewająco białym karku, domyślał się miss Daisy."
      },
      {
        "index": 93,
        "text": "Nie wierzył, ale przeczuwał, że to ona, chwilami nawet zdawało mu się, że głos jej rozróżnia, wtedy zamierał w sobie w jakimś dzikim, wprost nieludzkim bólu, i owładało nim takie szaleństwo, że chciał się rzucić do niej, wyrwać ją, unieść daleko, całować jej rany i zbierać gorącemi ustami strugi krwi, spływające po nogach."
      },
      {
        "index": 94,
        "text": "Opanował się jeszcze wporę, ale czuł, że go ogarnia gorączka i krwawy szał biczowania i ran, że dzika i lubieżna żądza krwi rozpręża się w nim do skoku, jak głodna pantera, że chwila jeszcze, a nie powstrzyma się od rzucenia... więc całą, nadludzką siłą woli wyrwał się i uciekał, gnany furjami zgrozy i strachu."
      },
      {
        "index": 95,
        "text": "Ani wiedział, jak i kiedy się znalazł w środku miasta, na jakiejś szerokiej ulicy, wśród rozkrzyczanych tłumów i gorączkowego zamętu."
      },
      {
        "index": 96,
        "text": "Oślepiające światła słońc elektrycznych, transparenty na balkonach, wstrząsające krzyki tłumów, szalony ruch i zgiełk, bezładne śpiewy tworzyły z ulicy jakby rzekę potężną i wzburzoną, w którą wpadł całą siłą bezwładu, na samo dno, nie rozumiejąc zgoła, co się dzieje dokoła i gdzie go niesie ta rozkołysana fala ludzka..."
      },
      {
        "index": 97,
        "text": "A tłumy wciąż się zwiększały, płynęły zewsząd, jak lawina, parły się zgiełkliwemi potokami z bocznych ulic, zalewając całą Oxford Street nieprzeliczoną ciżbą falującą i rozkrzyczaną; tysiące gazet powiewały nad głowami, setki cab’ów i omnibusów wstrzymanych chwiały się nad gąszczem głów, a prawie z każdego jakiś człowiek krzyczał, usiłując zapanować nad nieustannym wrzaskiem, tysiące kapeluszy podnosiły się wgórę, i tysiące gardzieli ryczały z całej mocy, bez przestanku, a chaos się jeszcze wzmagał, bo huczące, potężne głosy trąb zbliżały się z góry ulicy; ale Zenon nie słyszał tego wszystkiego, bo mu przed oczyma wciąż tańczyły nagie, okrwawione ciała, i słyszał świst bambusów nad sobą, że kurczył się bezwiednie, jakby chcąc uniknąć ciosów, i wciąż przyczajonemi trwożnie oczyma śledził jej długą szyję i wymykające się z pod zasłony kędziory rudych włosów..."
      },
      {
        "index": 98,
        "text": "— A może to nie ona? — pomyślał naraz, odrywając się z trudem od wizji — przecież nie mam żadnej pewności, zdawało mi się tylko, przeczuwałem ją po włosach rudych i po figurze... Głupstwo, tysiące musi być podobnych do niej w tym tłumie... Więc i tam mogła być podobna... ale mogłaż być i ona sama?..."
      },
      {
        "index": 99,
        "text": "Zaczął się w nim głuchy bój, bój srogi, zły i podstępny, bo całą mocą serca bronił się od przypuszczeń, ale już sama myśl, że ona mogła być wśród tej opętanej, biczującej się gromady, napawała go dziką męką, nieopowiedzianem udręczeniem... a głos podejrzeń, głos zawistny i zły, wzmagał się w nim i syczał, jak węże."
      },
      {
        "index": 100,
        "text": "— Któż wie, kto ona? Któż wie? — rzucił sam sobie urągliwie i z pogardą."
      },
      {
        "index": 101,
        "text": "— Awanturnica, medjum, używane do różnych eksperymentów — dodawał, smagając się coraz okrutniejszemi przypuszczeniami. — A zresztą, cóż mnie to obchodzi, może się biczować, kiedy chce, może się nawet zatłuc. Mam tego dosyć... — i naraz zapomniał o wszystkiem, bo o parę kroków wychyliła się z tłumu głowa tak podobna do Daisy, że rzucił się do niej, ale przepadła w tłoku; bo właśnie w tej chwili tłum się zakołysał gwałtownie, orkiestra bowiem nadchodziła, trąby zabrzmiały przeraźliwie, i „hymn królowej” runął z wszystkich piersi i huczał, jak orkan."
      },
      {
        "index": 102,
        "text": "Oprzytomniał zupełnie, przyparty do ściany, że omal mu żebra nie popękały, dowiadując się równocześnie, iż to zwycięstwo nad Arabim-baszą tak entuzjazmowało tłumy, że cały Londyn upił się radością."
      },
      {
        "index": 103,
        "text": "— A niech was djabli z waszemi zwycięstwami! — zaklął z wściekłością, ledwie trzymając się na nogach, popychany zewsząd, gnieciony i wałkowany po ścianach, jak kloc, bo tłum pchał się bezmyślnym pędem za orkiestrą. Wreszcie udało mu się przedostać do uliczki poprzecznej, gdzie mógł odetchnąć i zebrać nieco myśli, ale, nie wiedząc, co zrobić z sobą, śmiertelnie znużony, powlókł się jakiemiś pustemi zaułkami; szedł, aby iść, aby dalej, aby głębiej zanurzyć się w miasto i uciec od tych strasznych przypomnień, od samego siebie i od ludzi; ale długo jeszcze, jak odgłosy burzy, szły za nim rozhukane głosy tłumów i wrzaskliwe dźwięki trąb..."
      },
      {
        "index": 104,
        "text": "I nie zapomniał o niczem, przyszło mu na myśl, że jakoś niedawno mówiono mu w klubie o istnieniu sekty spirytystycznych biczowników. Śmiał się wtedy i nie wierzył. A teraz! Sprawdził własnemi oczyma."
      },
      {
        "index": 105,
        "text": "Wszak Joe był tam wśród nich i ona! Wzdrygnął się i znowu go ujrzał przed sobą, nagim, skulonym, znowu ujrzał okrwawione ciało Daisy i te jej cudne strome piersi, pocięte krwawemi pręgami... Ach, każda z tych ran głos miała swój, krzyczała mu w sercu boleścią i żalem, czuł je w sobie, paliły go i zalewały żywą, ciepłą krwią, smagały szaleństwem."
      },
      {
        "index": 106,
        "text": "Z wściekłością roztrącał przechodniów i zaczął biec, jak warjat, aż ludzie przystawali, a jakiś policjant popędził za nim; ale on biegł coraz prędzej, gnany tym świstem bambusów i jawą jej okrwawionego ciała, że tylko wyciągnąć ręce i schwytać."
      },
      {
        "index": 107,
        "text": "Dopiero Tamiza zagrodziła mu drogę, a ubezwładniła ciemność i cisza, panująca na wybrzeżu, siadł bezwiednie na jakichś schodkach, wiodących do rzeki, pod nim pluskała woda, obryzgując mu twarz zgorączkowaną, a niekiedy, w ciemności, powstawały z sykiem fale, chwiejne i długie, jak węże, i szły cicho obejmować mu stopy; nie czuł tego, zapatrzony w ciemności."
      },
      {
        "index": 108,
        "text": "Czarne, ruchome masy wód przewalały się w nieprzeniknionych mrokach, z posępnym szumem, bełkotały głucho i trwożnie i płynęły wciąż, bezustannie, jakby w wiecznej pogoni i w skardze wiecznej na trud nieustanny, na trud nieśmiertelny."
      },
      {
        "index": 109,
        "text": "Nie było nieba, ni gwiazd, tylko przyblakłe łuny tliły się rdzawym, wilgotnawym pyłem nad miastem; woda pusta była i cicha, po zgubionych, niedojrzanych wybrzeżach błyskały latarnie, chwiejąc się, jak kwiaty czerwone i złote, a dalekie mosty huczały sennie i połyskiwały łukami kolorowych świateł na rozdrganej, zasępionej rzece."
      },
      {
        "index": 110,
        "text": "Czasem statek jakiś przesunął się wskroś ciemności, zamajaczył rozgorzałemi oknami i przepadł, jak to, czego nigdy nie było."
      },
      {
        "index": 111,
        "text": "A niekiedy z miasta napływały osłabłe echa zgiełków i wionęły drganiami sypkiemi, i martwe padały na wodę; to wiatr jakiś hukliwy, niesforny, przejęty zgnilizną i błotem, wydzierał się z ulic, zatoczył, jak pijany, i pełzał po wybrzeżu, do nagich drzew stulonych w ciemność... i potem, długo, długo słychać było ich dygot bolesny i cichy, łkający płacz... Zenon siedział jak martwy z wyczerpania i tak zagubiony w sobie, a daleki od rzeczy zewnętrznych, że, choć dość często rozlegały się jakieś kroki po granitowych wybrzeżach, nie słuchał ich zupełnie, nie wiedział i o tem, że już parę razy wyłaniała się za nim jakaś postać i przyczajone, zbójeckie oczy błyskały w ciemnościach..."
      },
      {
        "index": 112,
        "text": "W tej chwili nie wiedział o niczem i nie pamiętał, dusza mu omdlała i padła w mrok, była, jak ta łódź, kołysząca się na fali pod jego stopami, martwa i pusta... Słyszał tylko ciche i trwożne szmery wód, jakby senne szepty własnego serca, czuł w sobie rozpościeranie się nocy przeniknionej, nocy kojącej i pełnej cichego płaczu drzew zziębniętych, bolesnych szamotań wody i dziwnej, nieopowiedzianej tęsknoty."
      },
      {
        "index": 113,
        "text": "Zdało mu się, że leży wpośród fal i płynie w nieskończoność zatraty i zapomnienia, że jest już tylko tym nieutulonym, żałosnym płaczem, a noc obejmuje mu rozpaloną i ciężką głowę chłodnemi, matczynemi rękoma i kołysze pieściwie, kołysze upajającym, słodkim ruchem i śpiewa jakąś pieśń zapomnianą, pieśń dzieciństwa i umarłej tajemnicy..."
      },
      {
        "index": 114,
        "text": "Byłby tak może przesiedział noc całą, w tej radosnej zagubie siebie, gdyby się nie rozległ nad nim surowy i grzmiący głos:"
      },
      {
        "index": 115,
        "text": "— Radzę stąd iść, zimno tutaj i niebezpiecznie."
      },
      {
        "index": 116,
        "text": "— Ale cicho i dobrze! — odrzekł niechętnie, powstając, bo policjant wziął go pod rękę i uprowadzał daleko od rzeki. — Czy i utopić się nie pozwalacie nikomu? — zapytał ironicznie."
      },
      {
        "index": 117,
        "text": "Ale policjant odprowadził go do oświetlonych ulic, obejrzał i oddalił się bez słowa."
      },
      {
        "index": 118,
        "text": "— Gdyby mnie aresztował, nie potrzebowałbym wracać do domu — myślał, wahając się przez chwilę, czy nie iść za nim i nie prosić go o to, jak o łaskę największą, ale policjant już zniknął. Pozostał sam, bezradnie rozglądając się po pustej uliczce, nie chciało mu się iść do domu, nie chciało mu się iść nigdzie: ot, chętnie siadłby pod pierwszą lepszą ścianą i tak pozostał, i gdyby nie pisk szczurów, przebiegających rynsztokami, który go przejął obrzydzeniem, byłby to zrobił z pewnością."
      },
      {
        "index": 119,
        "text": "Powlókł się dalej, poczuwszy naraz, że jest mu niezmiernie zimno i że mu się chce jeść."
      },
      {
        "index": 120,
        "text": "Na Strandzie było już prawie pusto, tylko niekiedy z szynków, lub bocznych ulic wytaczały się gromady pijanych i zaczynały śpiewać chrapliwie, większość sklepów była zamknięta, już było dość późno; stały tylko otworem niezliczone bary, a po trotuarach spacerowało pełno wymalowanych kobiet, zaczepiały go ustawicznie spojrzeniami, a śmielsze brały wprost pod ramię, odciągając w ciemne uliczki; odsuwał je bez słowa, ale łagodnie, szukając, gdzieby wejść, aby się nieco posilić."
      },
      {
        "index": 121,
        "text": "Zaglądał do wielu szynków, ale straszyły go te wnętrza, buchające alkoholem i pijacką wrzawą, że cofał się i znowu szukał. Ulicą snuło się dość podejrzanych i dziwnych postaci, latały jakieś słowa, rzucane z cieniów, to zbierały się w bocznych, ciemnych zaułkach tajemnicze gromadki, a pomiędzy niemi uwijał się jakiś stary, siwy człowiek i roznosił czerwone i zielone kartki, ze świętemi sentencjami, głoszącemi o hańbie kalania ciała rozpustą, uśmiechał się smutnie i śpiesznie znikał, by jaka pięść nie spadła na jego garb."
      },
      {
        "index": 122,
        "text": "Przeszedł na drugą stronę ulicy, bo tam, w ciemnych zagłębieniach domów, pod licznemi teatrami, przed oświetlonemi jeszcze kantorami pism, gdzie się tylko gromadziło więcej ludzi, skąd tylko wyzierały czatujące sylwetki dziewczyn i rozlegały się wabiące psykania, ukazywała się wysoka, czarno ubrana kobieta, odważnie rozdająca wszystkim święte sentencje, a nieraz czaiła się wprost w jakimś cieniu, i nagle zastępowała drogę parom, chwilowo skojarzonym, nie bacząc na obelgi, szturchańce i plugawe, okropne wymyślania, jakiemi ją co chwila obrzucały rozwścieklone dziewczyny; przyjmowała je z pokorą, pochylała głowę i szła dalej niestrudzenie, czyniąc święte dzieło miłosierdzia i litości."
      },
      {
        "index": 123,
        "text": "Zenon zatrzymał się przed nią, wyciągając rękę, podniosła na niego bladą, piękną twarz, podając mu całą garść kartek. Przemówił nieśmiało:"
      },
      {
        "index": 124,
        "text": "— Sieje pani niestrudzenie dobre słowo."
      },
      {
        "index": 125,
        "text": "— Grzeszna byłam. Pan mnie oświecił i podniósł z dna hańby, przeto żywotem swoim pokutę czynię... — odparła z surowem namaszczeniem. — Należy pani do Armji Zbawienia?"
      },
      {
        "index": 126,
        "text": "— Jestem z kościoła „Pogromców Grzechu”."
      },
      {
        "index": 127,
        "text": "— Z kościoła, chcącego zwyciężać zło sentencjami!... — ironja zadźwięczała mu w głosie."
      },
      {
        "index": 128,
        "text": "— Jeśli one nie nakarmią duszy, i chleb podany stanie się im kamieniem."
      },
      {
        "index": 129,
        "text": "— A któż je wybawi z nędzy?..."
      },
      {
        "index": 130,
        "text": "— My, panie, nasz kościół, niszczący zło, aż do dna, i walczący dobrem... Oto szczegóły i wykazy naszej działalności. — Podała mu wąską broszurkę."
      },
      {
        "index": 131,
        "text": "— Nie obawia się pani obelg, ni niebezpieczeństwa?"
      },
      {
        "index": 132,
        "text": "— A ze mną jest Pan!..."
      },
      {
        "index": 133,
        "text": "— Być może, ale jest pani tak młoda, piękna i bezbronna — szepnął mimowoli."
      },
      {
        "index": 134,
        "text": "Zmierzyła go posępnie czarnemi, ogromnemi oczyma."
      },
      {
        "index": 135,
        "text": "— „Piękność twoja to pozór, którym szatan przywodzi cię do grzechu, to maska, kryjąca cuchnącego trupa, więc ją znienawidź i daj w pogardę samemu sobie”."
      },
      {
        "index": 136,
        "text": "Powiedziała fanatycznie i odeszła."
      },
      {
        "index": 137,
        "text": "Wzruszył ramionami i, nie wahając się już, wszedł do pierwszego z brzega szynku."
      },
      {
        "index": 138,
        "text": "Przed bufetem, okutym błyszczącą miedzią, stały dwie dziewczyny, wystrojone jaskrawo; nie zwracając uwagi na ich zaczepne słowa, poszedł na wielką, niską salę, poprzegradzaną niskiemi przepierzeniami, że tworzyła szereg lóż odosobnionych, przeciętych wąskim kurytarzem, i kazał dać sobie jeść."
      },
      {
        "index": 139,
        "text": "Wkrótce w sąsiedniej przegrodzie zasiadły dziewczyny, często zaglądając do niego przez wierzch, ale nie zauważył tego, jedząc pośpiesznie i gęsto zapijając."
      },
      {
        "index": 140,
        "text": "Prawie nigdy nie pijał, więc teraz odczuwał dziwnie bolesną i drażniącą rozkosz, wypróżniając kieliszek po kieliszku: uspokajała go wódka, znużenie ustępowało, bezwładna myśl rozjaśniała się zwolna, jak zarzewie, a całego przejmowało kojące ciepło."
      },
      {
        "index": 141,
        "text": "Upijał się prędko, dolewając sobie bez pamięci, ogarniała go cicha rzewliwość i błoga, rozkoszna ociężałość, uśmiechał się sam do siebie głupim, pijanym śmiechem..."
      },
      {
        "index": 142,
        "text": "A szynk porykiwał chwilami pijanym gwarem, przez cienkie przegrody rwały się szczęki butelek, pijane mamroty, schrypnięte krzyki dziewczyn, i buchały niekiedy brutalne, ohydne wrzaski, dymy z fajek i cygar przysłaniały światła gryzącym tumanem, a obrzydły zapach dymu rozwłóczył się po sali; ale Zenon nic już z tego nie czuł, nie słyszał, objęło go bowiem takie pijackie rozrzewnienie, że chciało mu się płakać nad samym sobą, poczuł nagle niezmierny ciężar samotności i opuszczenia, niezmierne oddalenie od jakiegoś życia, którego nie mógł sobie teraz przypomnieć, a przytem był już tak pijany, że się nie mógł poruszać, położył głowę na stole i, usiłując sobie coś przypomnieć, zapadał w gorączkową drzemkę, budził się z niej niekiedy, próbował wstać i znowu spał."
      },
      {
        "index": 143,
        "text": "— Panie, pójdziemy razem! — szeptała jedna z dziewczyn, wchodząc do zagrody."
      },
      {
        "index": 144,
        "text": "— Czego, co? — wybełkotał po polsku, nie rozumiejąc, skąd się wzięła,wzięła."
      },
      {
        "index": 145,
        "text": "— Pan Polak? Rózia! chodź tutaj! mr. jest Polak! — nawoływała zdumiona."
      },
      {
        "index": 146,
        "text": "— Tak, czego chcecie? prędko... prędko..."
      },
      {
        "index": 147,
        "text": "— No, nic... niczego... myśmy już sześć lat nie słyszały po naszemu... my tu zaraz... na Dorham Street... tambyśmy pogadali po naszemu... niech pan pójdzie..."
      },
      {
        "index": 148,
        "text": "Obsiadły go, ale umilkły, onieśmielone jego wyniosłą, dumną twarzą i milczeniem, a może i jakiemś utajonem w głębi serca wzruszeniem, dziwnie radosnem, jakie owładnęło niemi na dźwięk prawie zapomnianego języka, na dźwięk słów, co wskrzeszały nagle dawno pomarłe wspomnienia..."
      },
      {
        "index": 149,
        "text": "Otrzeźwiał nieco, wstrząśnięty tem spotkaniem nieoczekiwanem, kazał dla nich podać jeść i pić, zmuszając je prawie do jedzenia, bo się usilnie wymawiały, nie śmiejąc się przyznać do głodu i wzruszone niezmiernie jego dobrocią, lecz wreszcie dały się namówić, zabierając się dość łapczywie do krwawej baraniny, ale co chwila przestawały, podnosząc trwożliwe, badające, a wdzięczne oczy, bo troskliwie podsuwał im talerze i nalewał kieliszki, rozmyślając napół przytomnie, o czemby mówić z niemi. Dziewczyny zaś odzywały się niekiedy zawstydzonym, pokornym głosem, mieszając bezwiednie słowa angielskie z polskiemi, o przykrym akcencie żargonowym."
      },
      {
        "index": 150,
        "text": "Obie były jeszcze dość młode i przystojne, ale tak wymalowane, wyróżowane, obwieszone fałszywemi kosztownościami, zautomatyzowane w bezczelnych ruchach i pozach, zmartwiałe w rysach, że sprawiały wrażenie figur woskowych jakiegoś podwórzowego panopticum, wyszarzanych poniewierką i śmiertelnie znużonych pod maską bielidła, bo w oczach podczernionych i wyzywających taił się wyraz wiecznego lęku i długich lat głodu i hańby. Zrzuciły okrywki, prezentując z pewną bezwiedną dumą swoje śmieszne stroje, pełne świecideł; jedna z nich, wyższa, była dość głęboko dekoltowana."
      },
      {
        "index": 151,
        "text": "Drgnął naraz, dojrzawszy na jej plecach czerwoną pręgę, jakby od bata."
      },
      {
        "index": 152,
        "text": "— Skąd jesteście? — zapytał, przypatrując się nieznacznie."
      },
      {
        "index": 153,
        "text": "— My obie z Kutna, może Mr. zna?"
      },
      {
        "index": 154,
        "text": "— Znam, znam! — odpowiadał, myśląc o tej dziwnej prędze."
      },
      {
        "index": 155,
        "text": "— Pan zna Kutno? Rózia! Mr. zna nasze miasto! — wykrzyknęła zdumiona."
      },
      {
        "index": 156,
        "text": "— Cicho, Salcia, bo może Mr. jest sam dziedzic? — uspokajała ją przezornie."
      },
      {
        "index": 157,
        "text": "— Mr. jest sam dziedzic? Prawda?"
      },
      {
        "index": 158,
        "text": "Skinął potakująco, nie rozumiejąc pytania, nie mogąc oderwać oczów od tej czerwonej pręgi, przeniesiony rozbłysłem nagle przypomnieniem, tam, w szaleńcze koło biczowników; a one, rozradowane, wzruszone do głębi, ośmielone już, zaczęły opowiadać naprzemian o tem mieście rodzinnem, wyrywały sobie z ust przeróżne szczegóły, rozbudzały wspomnienia, stając w olśnieniu szczęśliwości wobec jakichś dni, nagle wyłonionych z pamięci, wobec lat, przepadłych w kurzu poniewierki, a zmartwychwstających teraz radością samą i szczęściem. Przestały jeść, wrzeszczały coraz głośniej, śmiały się, jak dzieci, upijając się wspomnieniami i wódką, której już sobie nie żałowały, zrywały się z miejsc i, zmęczone, rozgorzałe, nabrzmiałe łzami, zapominając o nim, o sobie, o całym świecie, oszalałe zgoła, przycichły naraz, wybuchając długim, żałosnym płaczem, ale i wtedy nie przestając snuć wspomnień przełzawionych."
      },
      {
        "index": 159,
        "text": "— Ty, Salcia, pamiętasz dziedzica? Pamiętasz: on miał cztery konie czarne, jak smoki, karetą jeździł, co się świeciła, jak lustro? Pamiętasz?"
      },
      {
        "index": 160,
        "text": "— A ty pamiętasz, Róziu, dom pana burmistrza?..."
      },
      {
        "index": 161,
        "text": "— Jabym nie pamiętała! To nie dom, to pałac! Pokaż mi taki pałac w Londynie! na całym świecie niema takiego drugiego!"
      },
      {
        "index": 162,
        "text": "— A ty pamiętasz tę górę za miastem? a za nią wieś?"
      },
      {
        "index": 163,
        "text": "Nic z tego nie rozumiał, ani słyszał, ale naraz, budząc się z zapatrzenia, dotknął tej pręgi palcem i zapytał cicho: — Od czego masz ten znak?"
      },
      {
        "index": 164,
        "text": "— To... zadrapałam się, to mój narzeczony — dodała śpiesznie pod jego rozkazującym wzrokiem, przyginając się z trwogi."
      },
      {
        "index": 165,
        "text": "— Nieprawda... musiałaś być tam — syknął, nachylając się do niej."
      },
      {
        "index": 166,
        "text": "— Gdzie? Gdzie ja miałam być? — wołała, przestraszona jego nieprzytomnemi oczyma."
      },
      {
        "index": 167,
        "text": "— Byłaś... cała ociekasz krwią... cała jesteś w ranach... cała w pręgach... pokaż... — szeptał urywanie, wyciągając chciwe, rozdrgane ręce; a gdy dziewczyna chciała uciekać, pochwycił ją, jak w szpony, i z błyskawiczną szybkością podarł jej stanik i wyłupał z niego jej nagie, sinawe plecy..."
      },
      {
        "index": 168,
        "text": "Opadły mu naraz ręce bezwładnie i zatoczył się na ścianę."
      },
      {
        "index": 169,
        "text": "Dziewczyny zaś, zaskoczone błyskawicznością tego, co się stało, wpadły w osłupienie, nie śmiejąc się ruszyć, ni podnieść głosu, patrzyły zamarłym wzrokiem, obłąkane prawie ze strachu i grozy."
      },
      {
        "index": 170,
        "text": "— Nie bójcie się, nie, ja krzywdy wam nie chciałem zrobić, darujcie, nie — szeptał, sam przerażony tem, co się stało, i, oddawszy im, co tylko miał pieniędzy, uciekł z szynku..."
      },
      {
        "index": 171,
        "text": "W hotelu już wszyscy spali, światła były pogaszone, dom objęła ciemność i cisza, ledwie rozwidnione kurytarze ciągnęły się ponuremi tunelami, w których, jak przyczajone oczy pantery, migały się gdzie niegdzie przyćmione światełka. Położył się zaraz, ale nie zasnął, leżał z otwartemi oczyma, daleki od snu, daleki od wszystkiego, jakby na dnie ostatecznego zamętu duszy; a na krawędziach lękliwej i rozchwianej świadomości czaiły się posępne, złowrogie zjawy nadchodzącego jutra-mary, lęku pełne, przepływały mu przez mózg, zatapiając w nim ostre, drapieżne szpony majaczeń bolesnych."
      },
      {
        "index": 172,
        "text": "— Coś się strasznego dzieje ze mną! — to jedno teraz czuł tylko i wiedział."
      },
      {
        "index": 173,
        "text": "Drzwi wchodowe trzasnęły tak silnie, że się wyrwał z odrętwienia, jakby ktoś szedł przez pokój, zatrzeszczała posadzka i meble zadrgały dość głośno."
      },
      {
        "index": 174,
        "text": "— Kto tam? — pytał donośnie."
      },
      {
        "index": 175,
        "text": "Nie było odpowiedzi, kroki przycichły, ale jakieś ręce przebiegły po klawiszach, ciche, przebudzone dźwięki zadrgały na mgnienie; wyskoczył z łóżka i chwycił rewolwer."
      },
      {
        "index": 176,
        "text": "— Kto tam? — zawołał znowu i znowu żadnej odpowiedzi, usłyszał natomiast ostry i szybki skrzyp pióra po papierze i szelest przewracanych kartek..."
      },
      {
        "index": 177,
        "text": "Rozniecił światło i rzucił się do pierwszego pokoju, skąd szły te odgłosy, ale tam nie było nikogo, przeszukał wszystkie kąty, zaglądał nawet do szaf i pod łóżko, ani śladu. Próbował drzwi: były zamknięte, klucz tkwił w zamku... Powrócił do biurka, nie wiedząc już, co myśleć o tem, gdy wpadł mu w oczy arkusz nutowego papieru, porzucony na rozłożoną książkę, a na nim czerniały jakieś słowa, napisane jeszcze niezaschłym atramentem."
      },
      {
        "index": 178,
        "text": "— „Szukaj... idź za spotkanem... o nic nie pytaj... milcz... bądź bez trwogi... S-O-F otwiera tajemnice...” Przeczytał kilkakrotnie, pismo było wyraźne, sztrychy energiczne i, widocznie jakby dla zwrócenia uwagi, szło wpoprzek papieru; pióro jeszcze mokre leżało obok."
      },
      {
        "index": 179,
        "text": "— Cóż u djabła za żarty rebusowe, kto mi to nabazgrał! — wybuchnął, ani na chwilę nie przypuszczając czego innego; rzucił papier na biurko i poszedł zpowrotem do łóżka, był pewny, że uległ złudzeniu, zgasił światło, okręcił się w kołdrę i próbował zasnąć..."
      },
      {
        "index": 180,
        "text": "Znowu cichy, ledwie dosłyszany dźwięk fortepianu wionął z drugiego pokoju, ta tajemnicza, dziwna melodja, którą słyszał wtedy na seansie."
      },
      {
        "index": 181,
        "text": "— Kto?... — ale zamilkł, zdławiony śmiertelnem przerażeniem."
      }
    ]
  }
}