{
  "chapterNumber": 22,
  "title": "春秋公羊傳註疏卷20 (Gongyang Zhushu, Volume 20)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "襄公卷二十\n（起十二年，盡二十四年）\n襄公十有二年"
      },
      {
        "index": 1,
        "text": "十有二年，春，王三月，莒人伐我東鄙，圍台。邑不言圍，此其言圍何？伐而言圍者，取邑之辭也。伐而不言圍者，非取邑之辭也。（外取邑有嘉惡當書，不直言取邑者，深恥中國之無信也。前九年伐得鄭，同盟於戲。楚伐鄭不救，卒為鄭所背，中國以弱，蠻荊以強，兵革亟作。蕭魚之會，服鄭最難，不務長和親，複相貪犯，故諱而言圍以起之。月者，加責之。○台，他來反，又音台。背，音佩。亟，去冀反。難，乃旦反。長，丁丈反。）"
      },
      {
        "index": 2,
        "text": "疏“邑不言圍”。○解云：隱五年冬，“宋人伐鄭，圍長葛”，傳云“邑不言圍”，注云“據伐於餘丘不言圍”也。今此不注者，從彼可知矣。○注“外取”至“責之”。○解云：凡外取魯邑，有所嘉，有所惡，皆當書見。昭二十五年冬，“齊侯取運”，傳云“外取邑不書，此何以書？為公之也”，彼注云“為公取運以居公，善其憂內故書”者，是其有嘉而書也。宣元年“六月，齊人取濟西田”，傳云“外取邑不書，此何以書？所以賂齊也。曷為賂齊？為弑子赤之賂也”，注云“子赤，齊外孫。宣公篡弑之，恐為齊所誅，為是賂之，故諱使若齊自取之者”，“月者，惡內甚於邾婁子益”者，是其有惡書也，故言外取邑有嘉惡當書也。然則外取魯邑，有所嘉，有所惡，當書取。今亦有所惡，所以不直言取邑而言圍者，深恥中國之無信故也。云前九年伐得鄭，知九年伐得鄭者，以上言“公會晉侯”以下，即言“同盟於戲”，是其伐得之也。言楚伐鄭不救者，即下文“楚子伐鄭”，經無救鄭之文是也。言卒為鄭所背者，即十年夏，“楚公子貞、鄭公孫輒帥師伐宋”，是其背諸夏之文。云兵革亟作者，即前年注云“三年之中五起兵”是也。云蕭魚之會，服鄭最難者，正以三年之中五起兵，然後得之，直會於蕭魚。蕭魚鄭人與會而已，經無同盟之文，故知服鄭最難矣。云故諱而言圍以起之者，不直言取而諱之言圍，作無所嘉惡之文者，欲以起禍深，不可言故也。知此“莒人伐我東鄙，圍台”之經為文者，正以此傳作常文釋之云“伐而言圍者，取邑之辭也。伐而不言圍者，非取邑之辭也”。下十五年“夏，齊侯伐我北鄙，圍成”，十七年“秋，齊侯伐我北鄙，圍洮。齊高厚帥師伐我北鄙，圍防”之屬，皆從此文而不釋，故知常文明矣。若此是義之經，至齊高厚之下傳當解之。云月者，加責之者，欲道下十七年“秋齊侯伐我北鄙，圍洮”，及高厚“圍防”之屬，皆不書月，故知此特月，加而責之故也。而十五年“圍成”之下，注云“俱犯蕭魚，此不月，十二年月者，疾始可知”者，正以去此勢近，故令從此義。十七年者差遠，故不複解之。"
      },
      {
        "index": 3,
        "text": "季孫宿帥師救台，遂入運。（入運者，討叛也。封內兵書者，為遂舉。討叛惡遂者，得而不取，與不討同，故言入起其事。）"
      },
      {
        "index": 4,
        "text": "疏注“入運討叛也”。○解云：昭元年“三月，取運。運者何？內之邑也。其言取之何？不聽也”，何氏云“不聽者，叛也。不言叛者，為內諱，故書取以起之”。然則運者是內邑，而季孫入之，故知討叛也。○注“封內兵書者，為遂舉”。○解云：《春秋》之義，封內之兵，例所不書，即定八年傳云“公斂處父帥師而至”，經不書之是也。今書“救台”與“入運”者，為惡季孫之遂，是以舉之。○注“討叛”至“其事”。○解云：《春秋》之義，大夫出竟，有可以安社稷利國家者，專之可也。然則討叛之事，可以容其專之，而惡其遂者，正以得而不取，與不討莫異。知得而不取者，正以經書入故也，是以隱二年夏，“莒人入向”之下，傳云“入者何？得而不居也”。案下注云“季孫宿遂取鄆以自益其邑”，然則此言“得而不取”者，謂雖得運，不取以入國家，非謂全不取也。言故書入起其事者，以起其不取運以入國家之事也。\n大夫無遂事，此其言遂何？公不得為政爾。（時公微弱，政教不行，故季孫宿遂取鄆而自益其邑。）"
      },
      {
        "index": 5,
        "text": "疏“大夫無遂事云”云。○解云：莊公十九年“公子結”之下已發此傳，今此複言之者，嫌討叛不惡遂，故明之。○注“季孫宿”至“其邑”。○解云：遂者，專事之辭。言季孫自專取鄆，故言遂取鄆也。知以自益其邑者，正以討叛邑而不入國家，故知以自益其邑也。\n夏，晉侯使士彭來聘。"
      },
      {
        "index": 6,
        "text": "秋，九月，吳子乘卒。（至此卒者，與中國會同，本在楚後，賢季子，因始卒其父，是後亦欲見其迭為君。卒皆不日，吳遠於楚。○迭，大結反。）"
      },
      {
        "index": 7,
        "text": "疏“夏晉侯使士彭來聘”。○解云：考諸正本，皆作“士魴”字。若作“士彭”者，誤矣。○注“至此”至“其父”。○解云：案宣十八年秋，“楚子旅卒”，而吳至是乃書卒者，正以其與中國會同本在楚後，是以《春秋》略之，不書卒，但因季子之賢，乃始卒其父矣。僖十九年冬，“會陳人、蔡人、楚人、鄭人盟於齊”；二十一年春，“宋人、齊人、楚人盟於鹿上”，“秋，宋公、楚子、陳侯”以下“會於霍”；成十五年冬，“叔孫僑如會晉士燮”以下，“會吳於鍾離”。然則於傳聞之世，楚人數與中國會同”至“所聞之世吳人乃會故云“與中國會同本在楚後也。知賢季子乃始卒其父者，正以吳子乘不慕諸夏，會大晚，理宜略之。今得書卒，問其有因，是以二十九年夏，“吳子使劄來聘”之下，傳云“吳無君，無大夫，此何以有君有大夫？賢季子也。何賢乎季子？讓國也”，“賢季子，則吳何以有君有大夫？以季子為臣，則國宜有君者也。劄者何？吳季子之名也。《春秋》賢者不名，此何以名？許夷狄者，不壹而足也。季子者，所賢也。曷為不足乎季子？許人臣者必使臣，許人子者，必使子也”，彼注云“緣臣子尊榮，莫不欲與君父共之”，“故不足乎季子，所以隆父子之親也”。以此言之，則知由賢季子卒其父也。○注“是後”至“為君”。○解云：今書其父卒，亦欲見其四子迭為君之義故也。襄二十九年傳云“其讓國奈何？謁也、餘祭也、夷昧也，與季子同母者四，季子弱而才，兄弟皆愛之，同欲立之以為君。謁曰：‘今若是迮而與季子國，季子猶不受也。請無與子而與弟，弟兄迭為君，而致國乎季子。’皆曰：‘諾。’故諸為君者，皆輕死為勇，飲食必祝”，是其迭為君之事。○注“卒皆不日吳遠於楚”。○解云：言皆不日者，即此文書九月，下二十五年冬十二月，“吳子謁伐楚，門於巢卒”；昭十五年“春，王正月，吳子夷昧卒”之屬，故云卒皆不日也。言吳遠於楚者，正以宣十八年秋七月，“甲戌，楚子旅卒”；下十三年“秋，九月，庚辰，楚子審卒”之屬皆書日，故決之也。凡為人宜道接而生恩，楚邇於諸夏，數會同，親而邇近之，故書其日；吳側海隅，而與諸夏罕接，故皆不日，以見其遠也。\n冬，楚公子貞帥師侵宋。公如晉。\n襄公十有三年\n十有三年，春，公至自晉。"
      },
      {
        "index": 8,
        "text": "夏，取詩。詩者何？邾婁之邑也。曷為不係乎邾婁？諱亟也。（諱背蕭魚之會亟。取詩，二傳作“邿”。亟，去冀反，注同。背，音佩。）"
      },
      {
        "index": 9,
        "text": "疏“夏取詩”者。○解云：正本皆作“邿”字。有作“詩”字者，誤。○“詩者何”。○解云：欲言其國，曾來未有；欲言其邑，又不係國，故執不知問。○注“諱背”至“會亟”。○解云：正以上十一年蕭魚之會，邾婁在其間，如此解。\n秋，九月，庚辰，楚子審卒。○冬，城防。\n襄公十有四年"
      },
      {
        "index": 10,
        "text": "十有四年，春，王正月，季孫宿、叔老會晉士匄、齊人、宋人、衛人、鄭公孫囆、曹人、莒人、邾婁人、滕人、薛人、杞人、小邾婁人，會吳於向。（月者，危刺諸侯委任大夫交會彊夷，臣日以強，三年之後，君若贅旒然。○囆，敕邁反，二傳作“蠆”。向，舒亮反。綴流，知銳反，又作丁棁反，一本作“贅旒”。）"
      },
      {
        "index": 11,
        "text": "疏注“三年之後，君若贅旒然”○解云：即下十六年春，“三月，公會晉侯”以下“於溴梁。戊寅，大夫盟”，傳云“諸侯皆在是，其言大夫盟何？信在大夫也。何言乎信在大夫也。曷為遍剌天下之大夫？君若贅旒然”，彼注云“旒，旂旒。贅，係屬之辭”，“以旂旒喻者，為下所執持東西”者也。\n二月，乙未，朔，日有食之。（是後衛侯為彊臣所逐出奔。溴梁之盟，信在大夫。）"
      },
      {
        "index": 12,
        "text": "疏注“是後衛”至“大夫”。○解云：彊臣，謂孫甯矣。云溴梁之盟，信在大夫者，在下十六年春，鄉巳引之訖。"
      },
      {
        "index": 13,
        "text": "夏，四月，叔孫豹會晉荀偃、齊人、宋人、衛北宮結、鄭公孫囆、曹人、莒人、邾婁人、滕人、薛人、杞人、小邾婁人伐秦。"
      },
      {
        "index": 14,
        "text": "已未，衛侯衎出奔齊。（日者，為孫氏、甯氏所逐，後甯氏複納之，出納之者同，當相起，故獨日也。不書孫甯逐君者，舉君絕為重，見逐說在二十七年。○複，扶又反。）"
      },
      {
        "index": 15,
        "text": "疏“叔孫豹會晉荀者”。○解云：舊本作“荀偃”。若作“荀罃”者，誤。○注“日者”至“日也”。○解云：凡諸侯出奔之例，大國書月，重乖離之禍；小國書時，即桓十五年“五月，鄭伯罕出奔蔡”；昭三年冬，“北燕伯款出奔齊”之屬是也。今此書日，故須解之。為孫氏、甯氏所逐者，下二十七年傳云“衛甯殖與孫林父逐衛侯而立公孫剽”是也。知後甯氏複納者，亦彼傳文，甯殖已死，其子甯喜納之也。云出納之者同，當相起，故獨日也者，欲見其出納之者同，故出入皆書，見其一家之事。其入書日之經，即下二十六年二月，“甲午，衛侯衎複歸於衛”是也。云舉君絕為重者，謂書衎之名，見其當絕，不合為諸侯。云見逐說在二十七年者，謂下二十七年夏，“衛侯之弟鱄出奔晉”之下，傳具道見逐之由也。\n莒人侵我東鄙。秋，楚公子貞帥師伐吳。\n冬，季孫宿會晉士匄、宋華閱、衛孫林父、鄭公孫囆、莒人、邾婁人於戚。（○閱，音悅。）\n襄公十有五年\n十有五年，春，宋公使向戍來聘。（○戊，音恤。）二月，已亥，及向戍盟於劉。"
      },
      {
        "index": 16,
        "text": "劉夏逆王後於齊。劉夏者何？天子之大夫也。劉者何？邑也。其稱劉何？（據宰渠伯糾係官。○劉夏，戶雅反。）"
      },
      {
        "index": 17,
        "text": "疏“劉夏者何”。○解云：欲言王臣，文不言爵；欲言諸侯臣，而逆王後，故執不知問。○“劉者何”。○解云：欲言官名，經典未有；欲言非官，與宰咺文相值，故執不知問。○注“據宰渠伯糾係官”者。即桓四年“夏，天王使宰渠伯糾來聘”是也。"
      },
      {
        "index": 18,
        "text": "以邑氏也。（諸侯入為天子大夫，不得氏國稱本爵，故以所受采邑氏，稱子。所謂采者，不得有其土地人民，采取其租稅爾。《禮記•王製》曰：天子三公之田視公侯，卿視伯，視夫視子男，元士視附庸。稱子者，參見義。顧為天子大夫，亦可以見諸侯不生名，亦可以見爵，亦可以見大夫稱，傳曰“天子大夫”是也。不稱劉子而名者，禮，逆王後當使三公，故貶去大夫，明非禮也。○采邑，七代反，下“謂采”同。租稅，子奴反；下舒銳反。見義，賢遍反，下同。大夫稱，尺證反。去，起呂反。）"
      },
      {
        "index": 19,
        "text": "疏注“諸侯”至“稱子”。○解云：知劉夏是諸侯，入為天子大夫者，正以卒葬並書，即定四秋七月，“劉卷卒”，“葬劉文公”是也。若直為大夫者，假令書卒，不錄其葬，即文三年“夏，五月，王子虎卒”，經無葬文是也。言不得氏國稱本爵者，謂不得氏本國，不得稱本爵也。其本國本爵，今史文無記，不可以指知也。言故以所受采邑氏，稱子者，即劉子、尹子、單子之屬是也。言其常文然，不謂此經得稱子矣。○注“禮記”至“附庸”。○解云：《公羊》之義，天子圻內不封諸侯，故如此解，即引《王製》以證之，與《左氏》、《穀梁》之義異。若然，案《王製》下文云：“天子之縣內，方百里之國九，七十里之國二十有一，五十里之國六十有三，凡九十三國。名山大澤不以朌，其餘以祿士，以為間田。”鄭氏云：“大國九者，三公之田三，為有致仕者副之為六也；其餘三，待封王之子弟。次國二十一者，卿之田六，亦為有致仕者副之為十二；又三為三孤之田，其餘六，亦待封王之子弟。小國六十三，大夫之田二十七，亦為有致仕者副之為五十四；其餘九，亦以待封王之子弟。三孤之田不副者，以其無職，佐公論道耳，雖其致仕，猶可即而謀焉。”以此言之，天子圻內九十三國。言天子圻內不封諸侯者，謂采地以為國，比圻外諸侯田，自采取其稅租而已，不得取即有其人民，身沒之後，子孫不世，不得以諸侯難之。○注“稱子”至“是也”。○解云：參讀為二三之三也。言凡諸侯入為天子大夫所以稱子者，三種見義，何者？正欲顧其為天子大夫。其稱子所以得三見義者：一則可以見諸侯不生名，故曰子；一則可以見其本爵，何者？是圻外諸侯，容其稱爵，雖不得正稱其本爵，亦得稱子以見之；一則可以見大夫稱，故曰參見義也。言傳曰天子大夫是也者，即上傳云“劉夏者何？天子之大夫也”是也。○注“不稱”至“非禮也”。○解云：桓八年冬十月，“祭公來，遂逆王後於紀”，傳云“祭公者何？天子之三公也”，何氏云“婚禮成於伍：先納采、問名、納吉、納徵、請期，然後親迎。時王者遣祭公來，使魯為媒，可則因用魯往迎之。不複成禮，疾王者不重妃匹，逆天下之母，若逆婢妾，將謂海內何哉？故譏之”。其注並引親迎言之，則知何氏以為天子親迎，是以《異義》“《公羊》說”云“天子至庶人皆親迎，所以重婚禮也”者是。何此注云“禮，逆王後當使三公”者，蓋謂有故之時，或者何氏此注云“禮，逆王後當使三公”，即知何氏之意，以為不親迎，與桓八年注云“婚禮成於五”云云，“然後親迎”者，欲道士婚禮親迎之前，仍有此五禮，於時王者不行，不謂解天子親迎也。又言疾王者不重妃匹云云者，正謂疾時王不行五禮，不謂責親迎。而《異義》“《公羊》說”云“天子親迎”者，彼是章句家說，非何氏之意也。云故貶去大夫，明非禮也者，謂子是大夫之稱。今貶而去之，故曰貶去大夫也。去其大夫正稱，非禮明矣，故云貶去大夫，明非禮也。\n外逆女不書，此何以書？過我也。（明魯當共送迎之禮。○過，古禾反。共，音恭。）\n夏，齊侯伐我北鄙，圍成。（俱犯蕭魚。此不月，十二年月者，疾始可知。）"
      },
      {
        "index": 20,
        "text": "疏注“俱犯”至“可知”。○解云：即十二年“三月，莒人伐我東鄙，圍台”，傳云“邑不言圍，此其言圍何？伐而言圍者，取邑之辭也”，彼注云“不直言取邑者，深恥中國之無信也。前九年伐得鄭，同盟於戲。楚伐鄭不救，卒為鄭所背，中國以弱，蠻荊以強，兵革亟作。蕭魚之會，服鄭最難，不務長和親，複相貪犯，故諱而言圍以起之。月者，加責之”。然則今“齊侯伐我北鄙，圍成”者，亦是取邑之辭，但深恥諸夏之無信，故言圍以起之。然則齊侯不務長和親，複相貪犯，背蕭魚約，而特不月者，疾始可知也。\n公救成，至遇。其言至遇何？（據季孫宿救台不言所至。）\n疏注“據季”至“所至”。○解云：即上十二年春，“季孫宿帥師救台，遂入運”是也。"
      },
      {
        "index": 21,
        "text": "不敢進也。（兵不敵，不敢進也。不言止次，如公次於郎以剌之者，量力不責重民也，故與至攜同文。封內兵書者，為不進張本。○攜，戶圭反，又囚兗反。為，於偽反。）"
      },
      {
        "index": 22,
        "text": "疏注“不言”至“民也”云云。○解云：莊三年“公次於郎”，傳云“其言次於郎何？剌欲救紀而後不能也”。彼注云“惡公既救人，辟難道還，故書其止次以起之”是也。正以此量力不責之，則知莊公三年者，力能救之而不敢救，故剌之。云故與至巂同文者，僖二十六年春，“公追齊師至巂，弗及”是也。然則彼言至巂，此言至遇，故言與至巂同文。彼下注云“國內兵不書，而舉地者，善公齊師去則止，不遠勞百姓，過複取勝，得用兵之節，故詳錄之”，即襄公知力不能敵，不忍戰殺其民，至遇則止，亦得用兵之宜，故與之同文。○注“封內”云云。○解云：定八年傳云“公斂處父帥師而至”，經不書之，則知封內之兵例不書也。今此公救成，亦是封內之兵，書之者，正為至遇張本也。至遇者，是不進之文，故言此也。\n季孫宿、叔孫豹帥師城成郛。（○郛，芳夫反。）\n秋，八月，丁巳，日有食之。（是後溴梁之盟，信在大夫，齊、蔡、莒、吳、衛之禍，遍滿天下。）"
      },
      {
        "index": 23,
        "text": "疏注“是後”至“大夫”。○解云：在下十六年春。○注“齊蔡”至“天下”。○解云：下二十五年“夏，五月，乙亥，齊崔杼弑其君光”，冬十二月“吳子謁伐楚，門於巢卒”；二十六年春，“二月，辛卯，衛甯喜弑其君剽”；二十九年夏五月，“閽弑吳子餘祭”；三十年“夏，四月，蔡世子般弑其君固”；三十一年“冬，十有一月，莒人弑其君密州”，事不次者，意及則言，不必見義也。\n邾婁人伐我南鄙。冬，十有一月，癸亥，晉侯周卒。（○周，一本作“雕”。）\n襄公十有六年\n十有六年，春，王正月，葬晉悼公。"
      },
      {
        "index": 24,
        "text": "三月，公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子、薛伯、杞伯、小邾婁子於湨梁。（○湨，本又作“狊”，古闃反。）戊寅，大夫盟。諸侯皆在是，其言大夫盟何？（據葵丘之盟諸侯皆在，有大夫，不言大夫盟。）"
      },
      {
        "index": 25,
        "text": "疏“公會晉侯”以下“於溴梁”者。○解云：《爾雅•釋地》云“梁莫大於溴梁”，孫氏曰：“梁，水橋也”，《音義》云“湨水出河內軹縣東南，至溫入河”是也。○注“據葵丘之盟”者。○解云：在僖九年。其經云“夏，公會宰周公、齊侯、宋子”以下“於葵丘”，”九月，戊辰，諸侯盟於葵丘”，案彼經傳云，不見有大夫之盟文，唯有僖十五年“三月，公會齊侯、宋公”以下，“盟於牡丘，遂次於匡。公孫敖率師及諸侯之大夫救徐”。然則牡丘之盟，即有大夫可知。此注云“葵丘之盟”者，誤也，宜為“牡丘”字矣。信在大夫也者，言其信任在於大夫。\n信在大夫也。（故書大夫盟，不言諸侯之大夫者，起信在大夫。）"
      },
      {
        "index": 26,
        "text": "疏注“不言諸侯之大夫者，起信在大夫”。○解云：欲決上三年雞澤之會，經云及諸侯之大夫也。何言乎信在大夫？（據上三年戊寅不起）"
      },
      {
        "index": 27,
        "text": "疏注“據上”至“不起”。○解云：即上三年雞澤之會，經云“戊寅，叔孫豹及諸侯之大夫，及陳袁僑盟”，連言諸侯，是其不起之文。而言上戊寅不起者，欲道今此戊寅起之，二經皆言戊寅，故得相對為上下也。\n徧剌天下之大夫也。曷為徧剌天下之大夫？（據戊寅不剌之。○徧剌者，音遍，下及下注同。）\n疏注“據戊寅不剌之”。○解云：不複言上戊寅者，上已言之，從可知省文。"
      },
      {
        "index": 28,
        "text": "君若贅旒然。（旒，旂旒。贅，係屬之辭，若今俗名就婿為贅婿矣。以旂旒喻者，為下所執持東西。旒者，其數名。《禮記•玉藻》曰：“天子旂十有二旒，諸侯九，卿大夫七，士五。”不言諸侯之大夫者，明所剌者非但會上大夫，並偏剌天下之大夫。不殊內大夫者，欲一其文，見惡同也。至此所以徧剌之者，蕭魚之會，服鄭最難，諸侯勞倦，莫肯複出，而大夫常行，三委於臣而君遂失權，大夫故得信任，在故孔子曰“唯器與名，不可以假人”。不重出地者，與三年雞澤大夫盟同義。○贅，章銳反，本又作“綴”，丁衛反，又丁劣反，係屬也。旒，音留，本又作“流”，旌旗之旒。屬，音燭。見惡，賢遍反。難，乃旦反。複，扶又反。重，直用反。）"
      },
      {
        "index": 29,
        "text": "疏注“若今俗名就婿為贅婿矣”。○解云：亦是妻所持挈，故名之云爾。○注“禮記玉藻”。○解云：案今《禮記•玉藻》即無此文，唯《禮說稽命徵》及《含文嘉》皆云“天子旗九刃，十二旒，曳地；諸侯七刃，九旒，齊軫；卿大夫五刃，七旒齊較；士三刃，五旒，齊首”，而言《玉藻》，誤也。云“不言”至“大夫”者。注己云“不言諸侯之大夫者”，起信在大夫。今又言此者，謂不言諸侯之大夫有兩種之義，非但起信在大夫，明徧剌天下之大夫也。云不殊內大夫者，欲一其文，見惡同也者，欲道上三年雞澤之會，殊叔孫豹不一其文者，非唯彼大夫之過，豹惡亦可見故也。云諸侯勞倦，莫肯複出，而大夫常行，三委於臣而君遂失實權，大夫故得信在者，謂上十一年蕭魚之會以來，十四年春，“季孫宿、叔老會晉士匄”以下“於向”，夏，“叔孫豹會晉荀偃”以下“伐秦”，“冬，季孫宿會晉士匄”以下“於戚”之屬，是諸侯不出，大夫常行也。云故孔子曰“唯器與名，不可以假人”者，《家語》文。成二年《左傳》亦有此言。云不重出地者，與三年雞澤大夫盟同義者，即上注云“不重出地，有諸侯在，臣係君，故因上地”是也。\n晉人執莒子、邾婁子以歸。（錄以歸者，甚惡晉。有罪無罪，皆當歸京師，不得自治之。○惡，烏路反。）"
      },
      {
        "index": 30,
        "text": "疏注“錄以”至“治之”。○解云：稱人以執非伯討，己是晉之惡也。複言以歸，不決於天子，又是其惡，故其錄以歸者，甚惡晉矣。齊侯伐我北鄙。\n夏，公至自會。"
      },
      {
        "index": 31,
        "text": "五月，甲子，地震。（是時湨梁之盟，政在臣下，其後叛臣二，弑君五，楚滅舒鳩，齊侯襲莒，乖離出奔，兵事最甚。）"
      },
      {
        "index": 32,
        "text": "疏注“其後叛臣二者”。○解云：即下二十三年夏，“晉欒盈複入於晉，入於曲沃”；二十六年春，“衛孫林父入於戚以叛”是也。云弑君五者，即下二十五年夏，“齊崔杼弑其君光”；二十六年春，“衛甯喜弑其君剽”；二十九年夏，“閽弑吳子餘祭”；三十年夏，“蔡世子般弑其君固”；三十一年冬，“莒人弑其君密州”之屬是也。云楚滅舒鳩者，即下二十五年秋，“楚屈建帥師滅舒鳩”是也。云齊侯襲莒者，在下二十三年冬。云乖離出奔者，即下十七年，“宋華臣出奔陳”；二十年“蔡公子履”、“陳侯之弟光，出奔楚”之屬也。\n叔老會鄭伯、晉荀偃、衛甯、殖宋人伐許。"
      },
      {
        "index": 33,
        "text": "疏“叔老會鄭伯、晉荀偃”。○解云：正本作荀偃，若有作“荀罃”者，誤矣。秋，齊侯伐我北鄙，圍成。大雩。（先是伐許，齊侯圍成，動民之應。）\n冬，叔孫豹如晉。\n襄公十有七年\n十有七年，春，王二月，庚午，邾婁子間卒。（○間，音閑，或下奸反，《左氏》作“巠”。）。宋人伐陳。"
      },
      {
        "index": 34,
        "text": "夏，衛石買帥師伐曹。秋，齊侯伐我北鄙，圍洮。（○洮，他刀反，《左氏》作“桃”。）。齊高厚帥師伐我北鄙，圍防。九月，大雩。（比年仍見圍，不暇恤民之應。）宋華臣出奔陳。\n冬，邾婁人伐我南鄙。\n襄公十有八年\n十有八年，春，白狄來。\n白狄者何？夷狄之君也。何以不言朝？不能朝也。（○言朝，直遙反，下同。）"
      },
      {
        "index": 35,
        "text": "疏“白狄者何”。○解云：欲言其君，經不書朝；欲言其臣，不見名氏，故執不知問。夏，晉人執衛行人石買。秋，齊師伐我北鄙。"
      },
      {
        "index": 36,
        "text": "冬，十月，公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子同圍齊。曹伯負芻卒於師。楚公子午帥師伐鄭。\n襄公十有九年"
      },
      {
        "index": 37,
        "text": "十有九年，春，王正月，諸侯盟於祝阿。（下有執，不日者，善同伐齊，故褒與信辭。○祝阿，二傳作“祝柯”。）"
      },
      {
        "index": 38,
        "text": "疏“下有”至“信辭”。○解云：《公羊》之義，不信者日。今上文同盟，下即執邾婁子，是為不信，而不日者，褒與信辭故也。\n晉人執邾婁子，公至自伐齊。此同圍齊也，何以致伐？（據諸侯圍許致圍。）\n疏注“據諸侯圍許致圍者”。○解云：即僖二十八年冬，“諸侯遂圍許”；二十九年，公至自圍許”是也。\n未圍齊也。（故致伐起。）未圍齊，則其言圍齊何？抑齊也。曷為抑齊？（據侵蔡伐楚猶不抑。）"
      },
      {
        "index": 39,
        "text": "疏注“據侵”至“不抑”。○解云：即僖四年“春，王正月，公會齊侯”以下“侵蔡，蔡潰”，“遂伐楚”是也。言猶不抑者，正以楚為彊夷，數害諸侯，論深淺，甚於齊矣，猶不抑之，故以為難也。"
      },
      {
        "index": 40,
        "text": "為其亟伐也。或曰為其驕蹇，使其世子處乎諸侯之上也。（以下葬略，或說是也。亟伐者，並數爾。加圍者，明當從滅死二等，奪其爵土。○為其，於偽反，下同。亟，去冀反，注同。驕蹇，紀橋反，本又作“橋”；下紀輦反。並數，必正反；下所主反，下“數年”同。）"
      },
      {
        "index": 41,
        "text": "疏“或曰為其”至“上也”。○解云：即上十一年夏，“公會晉侯”以下“伐鄭”之時，齊世子光在於莒子之上之屬是也。○注“以下”至“是也”。○解云：下葬略者，即下文“冬，葬齊靈公”，注云“不月者，抑其父，嫌子可得無過，故奪臣子恩，明光代父從政，處諸侯之上不孝也”者，是正以葬是生者之事，故略其父葬，得惡其子，則知或說近其義也。云亟伐者，並數爾者，即上“圍成”、“圍洮”、“圍防”之屬，故言並數爾。必如此解者，正以宣九年“秋，取根牟”，傳云“根牟者何？邾婁之邑也。曷為不係乎邾婁？諱亟也”。注云“亟，疾也。屬有小君之喪，邾婁子來加禮，未期而取其邑，故諱不係邾婁也”。然則彼言亟者，謂上有小君薨，邾婁來加禮於魯，未期而伐取邑，背信大疾，故云亟。今此直是頻擊伐魯，故云亟，故須解云亟伐者並數爾，以別彼文。○注“加圍者”至“爵土”。○解云：據未圍而言圍，故謂之加也。莊十年傳云“角者曰侵，精者曰伐，戰不言伐，圍不言戰，入不言圍，滅不言入，書其重者”。然則用兵之道，滅為最甚，入次之，圍次之。今加言圍，輕於滅入二等，明不合死，但合黜爵滅土耳。"
      },
      {
        "index": 42,
        "text": "取邾婁田，自漷水。其言自漷水何？（據齊人取濟西田，不言自濟水。○漷，火虢反，徐音郭。取濟，子禮反，下同。）\n疏注“據齊人”至“濟水”。○解云：即宣元年夏，“六月，齊人取濟西田”是也。"
      },
      {
        "index": 43,
        "text": "以漷為竟也。何言乎以漷為竟？（據取邑未嘗道竟界。）漷移也。（魯本與邾婁以漷為竟，漷移入邾婁界，魯隨而有之。諸侯土地，本有度數，不得隨水。隨水有之，當坐取邑，故云爾。）"
      },
      {
        "index": 44,
        "text": "疏“漷移也”。○解云：漷移而經不書者，外異故也。然則傳每言“外異不書”者，亦據此文也。季孫宿如晉。葬曹成公。\n夏，衛孫林父帥師伐齊。\n秋，七月，辛卯，齊侯瑗卒。（○瑗，於眷反，一音環，二傳作“環”。）\n疏“齊侯瑗卒”者。○解云：《左氏》、《穀梁》作“環”字也。"
      },
      {
        "index": 45,
        "text": "晉士匄帥師侵齊，至穀，聞齊侯卒，乃還。還者何？善辭也。何善爾？大其不伐喪也。此受命乎君而伐齊，則何大乎其不伐喪？（據公子買戍不卒戍，言戍遂公意。）"
      },
      {
        "index": 46,
        "text": "疏“還者何”。○解云：欲言其善，而廢君命；欲言其惡，還是善辭，故執不知問。○注“據公”至“公意”。○解云：即僖二十八年春，“公子買戍衛，不卒戍，剌之”，傳云“不卒戍者何？不卒戍者，內辭也，不可使往也。不可使往，則其言戍衛何？遂公意也”，彼注云“使臣子不可使，恥深，故諱使若往不卒竟事者，明臣不得壅塞君命”是也。然則公子買不可使往，而經書戍衛以遂公意，以明臣子不得壅塞君命。今此士匄不行君命，而經大之，故以為難也。"
      },
      {
        "index": 47,
        "text": "大夫以君命出，進退在大夫也。（禮，兵不從中禦外，臨事製宜，當敵為師，唯義所在。士匄聞齊侯卒，引師而去，恩動孝子之心，服諸侯之君，是後兵寢數年，故起時善之。言乃者，士匄有難重廢君命之心，故見之。言至穀者，未侵齊也。言聞者，在竟外。舉侵者，張本。○難，乃旦反；見，賢遍反。）"
      },
      {
        "index": 48,
        "text": "疏注“禮兵”至“張本”。○解云：《司馬法》云“閫外之事，將軍裁之。”故云禮，用兵之道，不得國中製禦於外也。凡為將軍之法，必須臨事製宜，謂專進退也。當其敵之強弱，而為帥以禦之，唯不為非義而己，故言唯義所在。而《老子》云“將軍有廟勝之策”者，謂未行之時，先謀於廟，授之斧鉞，令有勝功也。既授之斧鉞之後，明即自專之義，裁其可否，故是其宜也。云恩動孝子之心，義服諸侯之君者，哀痛其喪，是其恩，故曰恩動孝子之心；依禮而行，是其義，故曰義服諸侯之君也。云是後兵寢數年者，謂自此以後兵事寢伏，數年不起，至二十三年“秋，齊侯伐衛，遂伐晉”，二十四年“冬，楚子、蔡侯、陳侯、許男伐鄭”者，始有兵起也。案明年“仲孫遫帥師伐邾婁”，亦是兵，而言數年者，正以魯與邾婁竟界相近，數相冒犯，非齊、晉之事，故得然解也。云故起時善之者，正以士匄此事實依古禮，但時莫能然，特以為善，故云起時善之。云言乃者，士匄有難重廢君命之心，故見之者，正以宣八年傳云“乃者何？難也”，今又言乃，故以重難解之。而言重者，正以乃難於而，故彼注云“言乃者，內而深；言而者，外而淺”，故此云重難也。云言至穀者，未侵齊也者，上十五年夏，“公救成，至遇”，傳云“其言至遇何？不敢進也”。然則彼言至者不進之文，今至穀即聞其喪，明其未行侵，故云言至穀者，未侵齊也。云言聞者，在竟外者，正以古禮，庶人為君齊衰三月，若其入竟，即舉而知之，何道聞乎？故如此解也。云舉侵者，張本者，若如上說本未入齊，但在竟外聞喪，而言侵者為下張本耳。\n八月，丙辰，仲孫蔑卒。齊殺其大夫高厚。鄭殺其大夫公子喜。（○喜，二傳作“嘉”。）\n疏“鄭殺”至“子喜”。○解云：《左氏》、《穀梁》作“公子嘉”也。\n冬，葬齊靈公。（不月者，抑其父，嫌子可得無過，故奪臣子恩，明光代父從政，處諸侯之上，不孝也。）"
      },
      {
        "index": 49,
        "text": "疏注“不月”至“不孝也”。○解云：正以卒日葬月，終於《春秋》，為大國之例，今葬不書月，故須解之。言抑其父者，即上十九年傳云“未圍齊，則言其圍齊何？抑齊也。曷為抑齊？為其亟伐也。或曰為其驕蹇，使其世子處乎諸侯之上也”是也。言嫌子可得無過者，正以明王之製，父子兄弟罪不相兼故也，故奪臣子恩者，正以葬是生者之事，故略其父葬，不書其月，可以奪臣子恩也。言明光代父從政，處諸侯之上，不孝也者，正以孝子之道，見父母不義之事，不合從父之命，處其人君之上，焉得為孝乎？故去其父葬月以見之。\n城西郛。（言西郛者，據都城錄道東西。）叔孫豹會晉士匄於柯。（○柯，古河反。）城武城。\n襄公二十年"
      },
      {
        "index": 50,
        "text": "二十年，春，王正月，辛亥，仲孫遫會莒人盟於向。（○遫，音逸。）夏，六月，庚申，公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子盟於澶淵。（○澶，市然反。）\n秋，公至自會。仲孫吋帥師伐邾婁。蔡殺其大夫公子燮。蔡公子履出奔楚。\n陳侯之弟光出奔楚。（為二慶所譖，還在二十三年。○弟光，《左氏傳》作“弟黃”。）"
      },
      {
        "index": 51,
        "text": "疏注“為二慶”至“三年”。○解云：即下二十三年經云“陳殺其大夫慶虎及慶寅。陳侯之弟光，自楚歸於陳”，注云“前為二慶所譖出奔楚，楚人治其罪，陳人誅二慶，反光，故言歸。宋大夫山譖華元貶之，而今此不貶者，殺二慶而光歸，譖光可知”者，即其義也。\n叔老如齊。\n冬，十月，丙辰，朔，日有食之。（自溴梁之盟，臣恣日甚，故比年日食。）"
      },
      {
        "index": 52,
        "text": "疏注“自溴”至“日食”。○解云：自上十六年溴梁之盟，信在大夫以來，臣之放恣，日日甚矣。言比年日食，即下二十一年秋，“九月，庚戌，朔，日有食之。冬，十月，庚辰，朔，日有食之”，二十三年“春，王二月，癸酉，朔，日有食之”是也。\n季孫宿如宋。\n襄公二十有一年\n二十有一年，春，王正月，公如晉。（月者，溴梁之盟後，中國方乖離，善公獨能與大國。）\n疏注“月者”至“大國”。○解云：正以朝聘例時，故如此解。"
      },
      {
        "index": 53,
        "text": "邾婁庶其以漆、閭丘來奔。邾婁庶其者何？邾婁大夫也。邾婁無大夫，此何以書？（據快無氏。○漆，音七。閭，力於反。怏，苦反。）"
      },
      {
        "index": 54,
        "text": "疏“邾婁庶其者何”。○解云：欲言其君，經不書爵；欲言其大夫，邾婁無大夫，故執不知問。○注“據快無氏”。○解云：即昭二十七年冬，“邾婁快來奔”，是其無氏，即不合書見之義。問者，見快不書氏，知邾婁無大夫，既無大夫，何以特書庶其乎？故難之。然案下二十三年“夏，邾婁鼻我來奔”，何故不據鼻我，而要以據快者？正以鼻我以二字為稱，嫌鼻我為字，若其據之，於義不明，故知此注也。"
      },
      {
        "index": 55,
        "text": "重地也。（惡受叛臣邑，故重而書之。不言叛者，舉地言奔，則魯坐受與庶其叛兩明，故省文也。○惡，烏路反。）夏，公至自晉。\n秋，晉欒盈出奔楚。九月，庚戌，朔，日有食之。冬，十月，庚辰，朔，日有食之。曹伯來朝。\n公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子於商任。（○任，音壬。）"
      },
      {
        "index": 56,
        "text": "十有一月，庚子，孔子生。（時歲在已卯。○庚子孔子生，傳文上有十月庚辰，此亦十月也；一本作“十一月庚子”，又本無此句。）"
      },
      {
        "index": 57,
        "text": "疏“十有一月，庚子，孔子生”。○解云：《左氏》經無此言，則《公羊》師從後記之。○注“時歲在己卯”者。○解云：何氏自有長曆，不得以《左氏》難之。\n襄公二十有二年"
      },
      {
        "index": 58,
        "text": "二十有二年，春，王正月，公至自會。（月者，危公。前彊隨漷有邾婁地，又受其叛臣邑，而今與會，不於上會月者，與日食同月，不得複見。○與，音預。見，賢遍反。）"
      },
      {
        "index": 59,
        "text": "疏注“月者，危公”者。○解云：正以凡致例時，故如此解。云前彊隨漷有邾婁地者，即上十九年春，“取邾婁田，自漷水”是也。云又受其叛臣邑者，即上二十一年春，“邾婁庶其以漆閭丘來奔”是也。云不於上會云云者，言所以不於上商任會時書月以見危者，正以與上“冬，十月，庚辰，朔，日有食之”，同在十月，不得見此義，是以於此危。\n夏，四月。秋，七月，辛酉，叔老卒。"
      },
      {
        "index": 60,
        "text": "冬，公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子於沙隨。公至自會。楚殺其大夫公子追舒。\n襄公二十有三年\n二十有三年，春，王二月，癸酉，朔，日有食之。三月，已巳，杞伯匄卒。（○匄，古害反。）"
      },
      {
        "index": 61,
        "text": "夏，邾婁鼻我來奔。邾婁鼻我者何？邾婁大夫也。邾婁無大夫，此何以書？以近書也。（以奔無他義，知以治近升平書也。所傳聞世，見治始起，外諸夏，錄大略小，大國有大夫，小國略稱人；所聞之世，內諸夏，治小如大，廩廩近升平，故小國有大夫，治之漸也。見於邾婁者，自近始也。獨舉一國者，時亂實未有大夫，治亂不失其實，故取足張法而已。○鼻我，二傳作“畀我”。以治，直吏反。下“見治”、“治之漸”同。近升平，附近之近，下“近升”同。傳，直專反。見治，賢遍反，下同。）"
      },
      {
        "index": 62,
        "text": "疏“邾婁鼻我者何”。○解云：已解於上。○“以近書也”者。○解云：以其治近於升平，故複書之。○注“以奔”至“而已”。○解云：莊二十四年冬，“曹羈出奔”之下，傳云“曹無大夫，此何以書？賢也。何賢乎曹羈”，“三諫不從，遂去之，故君子以為得君臣之義也”。然則曹羈得諫義，是以書之。上二十一年，邾庶其之奔，傳云“邾婁無大夫，此何以書？重地也”；昭五年“夏，莒牟夷以牟婁及防茲來奔”，傳云“此何以書？重地也”，然則庶其、牟夷皆以重地故書，悉非常例。今此鼻我無三諫之善，無盜土之惡，直奔而已，更無它義，而得書見，知以治近升平之故也。云見於邾婁者，自近始也者，正以地接於魯，故先治之也。云治亂不失其實，故取足張法而已者，言孔子作《春秋》，欲以撥亂世，多舉小國悉有大夫，則恐文害其理，故曰治亂不失其實也。今鼻我更無他義而得書見，明其張三世之法，故曰取足張法而已。\n葬杞孝公。陳殺其大夫慶虎及慶寅。"
      },
      {
        "index": 63,
        "text": "陳侯之弟光，自楚歸於陳。（前為二慶所譖，出奔楚，楚人治其罪，陳人誅二慶，反光，故言歸。宋大夫山譖華元貶，此不貶者，殺二慶而光歸，譖光可知。○譖，側鳩反。）"
      },
      {
        "index": 64,
        "text": "疏注“前為”至“言歸”。○解云：在上二十年秋。云故言歸者，正以歸者出入無惡之文故也。云宋大夫山譖華元貶者，即成十五年秋，宋華元出奔晉宋。華元自晉歸於宋。宋殺其大夫山”，何氏云“不氏者，見殺在華元歸後，嫌直自見殺者，故貶之明以譖華元故”。今此殺二慶之後光乃歸，歸者出入無惡之文，則知譖光明矣。"
      },
      {
        "index": 65,
        "text": "晉欒盈複人於晉，入於曲沃。曲沃者何？晉之邑也。其言入於晉入於曲沃何？（據當舉重。○複入，扶又反，注同。）\n疏“曲沃者何”。○解云：欲言晉邑，理當舉重；欲言非晉邑，係晉言之，故執不知問。"
      },
      {
        "index": 66,
        "text": "欒盈將入晉，晉人不納，由乎曲沃而入也。（欒盈本欲入晉絪大夫位，晉人不納，更入於曲沃，得其士眾以入晉國，曲沃大夫當坐，故複言入。篡大夫位例時。）"
      },
      {
        "index": 67,
        "text": "疏注“欒盈本”至“例時”。○解云：複入者，出無惡之文，故知其入欲有所篡也。不直言入，又無叛文，故知不篡君位也。其惡之文，不係於篡君，故知止欲篡大夫也。云曲沃大夫當坐，故複言入者。正以入者，出入惡之文，而人於曲沃，故知從晉鄉曲沃之時，有罪明矣。曲沃大夫受納有罪之人，故云當坐。《春秋》欲見此義，故不舉重，複書入於曲沃矣。云篡大夫位例時者，正以經書夏，故知例時，昭二十一年夏，“宋華亥、向甯、華定自陳入於宋南裏以畔”；定十一年“秋，宋樂世心自曹入於蕭”之屬皆是也。\n秋，齊侯伐衛，遂伐晉。"
      },
      {
        "index": 68,
        "text": "八月，叔孫豹帥師救晉，次於雍渝。曷為先言救而後言次？（據次於聶北救邢。○渝，羊朱反，《左氏》作“榆”。聶，女輒反。）\n疏注“據次”至“救邢”。○解云：即僖元年春，“齊師、宋師、曹師次於聶北，救邢”是也。"
      },
      {
        "index": 69,
        "text": "先通君命也。（惡其不遂君命而專止次，故先通君命言救。○惡，烏路反）。已卯，仲孫遬卒。冬，十月，乙亥，臧孫紇出奔邾婁。（○紇，恨發反。）\n晉人殺欒盈。曷為不言殺其大夫？（據篡得大夫之位。）"
      },
      {
        "index": 70,
        "text": "疏注“據篡”至“之位”。○解云：正以夏已入晉，冬乃殺之。傳又云“曷為不言殺其大夫”，故知篡得大夫之位矣。\n非其大夫也。（明非君所置，不得為大夫。無大夫文而殺之稱人者，從討賊辭，大其除亂也。）"
      },
      {
        "index": 71,
        "text": "疏注“明非”至“亂也”。○解云：《公羊》之例，大夫自相殺稱人，即文九年“晉人殺其大夫先都”之屬是。今無大夫之文稱人者，欲從“衛人殺州吁”，“齊人殺無知”之屬，是討賊之辭故也。實非篡而作討賊之辭者，大其除亂也。\n齊侯襲莒。\n襄公二十有四年\n二十有四年，春，叔孫豹如晉。\n仲孫羯帥師侵齊。（○仲孫偈，本又作“褐”，亦作“羯”，同，居羯反。）夏，楚子伐吳。\n秋，七月，甲子，朔，日有食之。既。（是後楚滅舒鳩，齊崔杼、衛甯喜弑其君。）"
      },
      {
        "index": 72,
        "text": "疏注“是後”至“其君”。○解云：二十五年秋，“楚屈建帥師滅舒鳩”；二十五年夏，“齊崔杼弑其君光”；二十六年春，“衛甯喜弑其君剽”是也。"
      },
      {
        "index": 73,
        "text": "齊崔杼帥師伐莒。○大水。（前此叔孫豹救晉，仲孫羯侵齊，此興師眾，民怨之所生。）八月，癸巳，朔，日有食之。（與甲子同。）疏注“與甲子同”。○解云：在上七月也。"
      },
      {
        "index": 74,
        "text": "公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子於陳儀。（○陳儀，二傳作“夷儀”，二十五年同。）冬，楚子、蔡侯、陳侯、許男伐鄭。\n公至自會。"
      },
      {
        "index": 75,
        "text": "陳針宜咎出奔楚（○鹹，本又作“針”，其廉反。咎，其九反。）叔孫豹如京師。大饑。（有死傷曰大饑，無死傷曰饑。）"
      },
      {
        "index": 76,
        "text": "疏“於陳儀”。《左氏》與《穀梁》作“夷儀”。○注“有死傷曰大饑”。○解云：正以諸經直言饑，此加大故也。"
      }
    ]
  }
}