{
  "chapterNumber": 28,
  "title": "春秋公羊傳註疏卷26 (Gongyang Zhushu, Volume 26)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "定公卷二十六\n（起六年盡十五年）\n定公六年\n六年，春，王正月，癸亥，鄭遊遬帥師滅許，以許男斯歸。"
      },
      {
        "index": 1,
        "text": "二月，公侵鄭。（月者，內有彊臣之讎，不能討，而外結怨，故危之。）公至自侵鄭。夏，季孫斯、仲孫何忌如晉。秋，晉人執宋行人樂祁犁。\n冬，城中城。"
      },
      {
        "index": 2,
        "text": "季孫斯、仲孫忌帥師圍運。此仲孫何忌也，曷為謂之仲孫忌？譏二名。二名非禮也。（為其難諱也。一字為名，令難言而易諱，所以長臣子之敬，不逼下也。《春秋》定、哀之間，文致太平，欲見王者治定，無所復為譏，唯有二名，故譏之，此《春秋》之制也。○為其，於偽反。令，力呈反。易，以豉反。長，丁丈反。大，音泰。見，賢遍反。治，直吏反。復，扶又反。）"
      },
      {
        "index": 3,
        "text": "疏「冬季孫斯、仲孫忌」。○解云：古本無「何」字有者，誤也。《穀梁》及賈經皆無「何」字。又哀公三年經云「晉魏多帥師侵衛」，傳云「此晉魏曼多也。曷為謂之晉魏多？譏二名。二名非禮也」。以此言之，則此經無「可」明矣，而賈氏云「《公羊》曰仲孫何忌者，蓋誤」。○「此仲孫」至「之仲孫忌」。○解云：正決上文夏「仲孫何忌如晉」之文也。○注「一字」至「逼下」。解云：難言者，謂言難著。既不言君父之名，即是臣子之敬，故曰長臣子之敬也；動不違禮，為下之易，故曰不逼下也。云《春秋》定、哀之間，文致太平者，實不太平，但作太平文而已，故曰文致太平也。案《春秋說》，昭公亦為所見之世，而此注偏指定、哀為太平者，正以昭公之時，未譏二名故也。云唯有二名，故譏之者，文王之臣散宜生，孔子門人宓不齊之屬，皆親事聖人，而以二字為名者，謂依古禮，若似堯名故勳，舜名重華，禹名文命，宣王之興，名子為宮皇之屬是也。但孔子作《春秋》，欲改古禮為後王之法，是以譏其二名，故注即言此《春秋》之制也。然則傳云「二名非禮」者，謂非新王禮，不謂非古禮也。\n定公七年\n七年，春，王正月。夏，四月。秋，齊侯、鄭伯盟於咸。（○咸，音咸）。齊人執衛行人北宮結，以侵衛。"
      },
      {
        "index": 4,
        "text": "齊侯、衛侯盟於沙澤。大雩。（先是公侵鄭，城中城，季孫斯、仲孫忌如晉圍運，費重不恤民之應。○費重，芳味反，下同。○）"
      },
      {
        "index": 5,
        "text": "疏注「先是公侵鄭」。○解云：即上六年「二月，公侵鄭」是也。云城中城者，即上六年「冬，城中城」是也。云季孫斯、仲孫忌如晉者，在上六年夏，而於「城中城」之下言之者，蓋遂重者先言之故也。云圍運者，即上六年冬季孫斯、仲孫何忌圍運是。\n齊國夏帥師伐我西鄙。\n九月，大雩。（承前費重不恤民，又重之以齊師伐我，我自救之役。○重之，直用反。）冬，十月。\n定公八年\n八年，春，王正月，公侵齊。公至自侵齊。"
      },
      {
        "index": 6,
        "text": "二月，公侵齊。三月，公至自侵齊。（出入月者，內有彊臣之讎，外犯彊齊再出，尤危於侵鄭，故知入亦當蒙上月。）"
      },
      {
        "index": 7,
        "text": "疏「春，王正月，公侵齊」。○解云：侵伐例時，而此月者，正以內有強臣之讎，而外犯彊齊，故危之。○「公至自侵齊」。○解云：以例言之，不蒙上月矣。○注「出入」至「上月」。○解云：正以《春秋》之例，有雖在月下而不蒙月者，故賈氏云「還至不月，為曹伯卒月」是也，故何氏分疏之云。此定公侵齊，所以出入月者，正以內有強臣之讎不能討，而外犯強齊，頓煩再出，尤危於六年侵鄭之時，故知其入亦當蒙月也。上六年「二月，公侵鄭」，彼注云「月者，內有強臣之讎，不能討，而外結怨，故危之也」，下經始云「公至自侵鄭」，則知何氏以為至不蒙月，故此決云再出尤危於侵鄭，則知入亦當蒙月也。\n曹伯露卒。夏，齊國夏帥師伐我西鄙。"
      },
      {
        "index": 8,
        "text": "公會晉師於瓦。公至自瓦。（此晉趙鞅之師也，但言晉師者，君不會大夫之辭也。公會大夫，不別得意，雖得意不致，此致者，諱公為大夫所會，故使若得意者。○別，彼列反。）"
      },
      {
        "index": 9,
        "text": "疏注「此晉」至「之辭」。○解云：正以下經云「晉趙鞅帥師侵鄭，遂侵衛」，故知此言公會晉師，是趙鞅之師矣。宣元年秋，「趙盾帥師救陳」，宋公以下「會晉師於斐林，伐鄭」，傳云「此晉趙盾之師，曷為不言趙盾之師？君不會大夫之辭也」。今此文勢與彼正同，故此何氏取彼傳文以解之。○注「公會」至「不致」。○解云：莊六年作注云「公與二國以上出會盟，得意致地，不得意不致」。公與一國出會盟，得意致地，不得意不致」。然則公與諸侯尊同體敵，莫肯相下，故須別之，見其得意與否；若與大夫盟會之時，尊卑異等，得意可知，何勞別之乎？故僖二十五年冬，「公會衛子、莒慶盟於洮」，何氏云「洮，內地。公與未逾年君、大夫盟，不別得意，雖在外，猶不致也」是。云此致者，諱公為大夫所會，故使若得意者，正以公與一國出會盟，得意致地，不得意不致。今此書致，故云使若得意者。\n秋，七月，戊辰，陳侯柳卒。"
      },
      {
        "index": 10,
        "text": "晉趙鞅帥師侵鄭，遂侵衛。○葬曹靖公。（○曹竫，才井反，本亦作「靖」）。九月，葬陳懷公。季孫斯、仲孫何忌帥師侵衛。\n冬，衛侯、鄭伯盟於曲濮。（○濮，音卜。）從祀先公。從祀者何？順祀也。（復文公之逆祀。）"
      },
      {
        "index": 11,
        "text": "疏「從祀者何」。○解云：欲言其祭，經無宮廟之文；欲言非祭，謂之從祀，故執不知問。文公逆祀，去者三人。（諫不從而去之。）"
      },
      {
        "index": 12,
        "text": "疏「文公逆祀，去者三人」。○解云：謂文二年「八月，丁卯，大事於大廟，躋僖公」，傳云「躋者何？升也。何言乎升僖公？譏。何譏爾？逆祀也。其逆祀奈何？先禰而後祖也」是也。"
      },
      {
        "index": 13,
        "text": "定公順祀，叛者五人。（諫不以禮而去曰叛。去與叛皆不書者，微也。不書禘者，後祫亦順，非獨禘也。言祀者，無巳長久之辭。不言僖公者，閔公亦得其順。）"
      },
      {
        "index": 14,
        "text": "疏注「諫不」至「曰叛」。○解云：謂諫君全不以禮，不從之而去者，謂之叛也。○注「不書」至「禘也」。○解云：何氏之意，以為三年一祫，五年一禘，謂諸侯始封之年，禘祫並作之。但夏禘則不礿，秋祫則不嚐而已。一祫一禘，隨次而下，其間三五參差，亦有禘祫同年時矣。若其有喪，正可於喪廢，其祫禘之年，仍自乘上而數之，即僖八年「禘於大廟」之時，禘祫同年矣。至文二年「大事於大廟」之下，傳云「大事者何？大祫也」。何氏云「從僖八年禘數之知為大祫」，是從僖八年禘祫同年數之，即文二年為祫年，文五年為禘祫同年，又隨次而數之，至今定八年，亦禘祫同年矣。凡為祭之法，先重而後輕，禘大於祫固當先之，則知此言從祀先公者，是禘明矣，故云不書禘者，後祫亦順，非獨禘也。若然，既言是禘，理宜在夏，而在冬下者，當之矣。○注「言祀」至「之辭」。○解云：桓八年傳云「春曰祠」，何氏云「祠，猶食也，猶繼嗣也。春物始生，孝子思親繼嗣而食之，故曰祠，因以別死生」。然則此經何以不言從祭先公，或言大事於先公？而言祀者，見其相嗣不巳，長久常然，故云言祀者，無巳長久之辭。○注「不言」至「其順」。○解云：閔二年「夏，五月，乙酉，吉禘於莊公」，僖八年「秋，七月，禘於大廟」，文二年「八月，丁卯，大事於大廟」之文皆道其人，今此經文所以不言從祀僖公而言先公者，正以閔公亦得其順，是以不得特指之。\n盜竊寶玉大弓。盜者孰謂？（微而竊大，可怪，故問之。）"
      },
      {
        "index": 15,
        "text": "疏注「微而」至「問之」。○解云：哀四年傳云「弑君賤者窮諸人，此其稱盜以弑何？賤乎賤者也」。然則盜是微賤之稱，寶玉大弓國之重寶，故云微而竊大也。\n謂陽虎也。陽虎者，曷為者也？季氏之宰也。（季氏之陪臣為政者。）\n疏注「季氏」至「政者」。○解云：季氏之宰，於國為陪臣，而為政於魯，故曰為政也。"
      },
      {
        "index": 16,
        "text": "季氏之宰，則微者也，惡乎得國寶而竊之？陽虎專季氏，季氏專魯國。陽虎拘季孫，（季氏逐昭公之後，取其寶玉，藏於其家。陽虎拘季孫，奪其寶玉。季孫取玉不書者，舉逐君為重。○惡乎，音烏。）\n疏注「季氏逐昭公」者。○解云：在昭二十五年秋。"
      },
      {
        "index": 17,
        "text": "孟氏與叔孫氏迭而食之，我而鋟其板，（以瓜刻其饋斂板。○迭，大結反，注同。食之，音嗣，下注「迭食」同。我而，五多反，下同。鋟，本又作「鑯」，七廉反，又且審反，以瓜刻饋斂板也；本或作「鈠」，誤。）\n疏注「以瓜刻」至「板」。○解云：謂以指瓜刻其饋器之上，斂藏衣物之板，謂蓋板也。"
      },
      {
        "index": 18,
        "text": "曰：「某月某日，將殺我於蒲圃，力能救我則於是。」（於是時。○圃，本又作「甫」，同布古反，又音布。）至乎日若時而出。臨南者，陽虎之出也，禦之。（為季孫禦。）"
      },
      {
        "index": 19,
        "text": "疏「至乎日若時」。○解云：謂至於某日如約之時也。以此言之，則知上文云某月某日，宜亦言其時，但傳家省去之，至此乃言若時，以刻日也。○「臨南」至「之出」。○解云：姊妹之子謂之出，蓋是虎之外生也。或云從其家出而仕於公，亦不妨，下季氏云世世有子是矣。"
      },
      {
        "index": 20,
        "text": "於其乘焉，季孫謂臨南曰：「以季氏之世世有子，（言我季氏累世有女以為臣。○其乘，繩證反，下皆同。女，音汝。）"
      },
      {
        "index": 21,
        "text": "疏「於其乘焉」者。○解云：胃於其上車之時矣。子可以不免我死乎？」（以義責之。）臨南曰：「有力不足，臣何敢不勉？」陽越者，陽虎之從弟也，為右。（為季孫車右，實衛之。○從弟，才用反，下同。）\n疏注「實衛之」。○解云：謂守衛季孫，不令走。\n諸陽之從者，車數十乘，至於孟衢，（孟氏衢四達，可以橫去。○數，所主反。）"
      },
      {
        "index": 22,
        "text": "疏注「衢四」至「橫去」。○解云：即《釋宮》「四達謂之衢」，李巡云「四達各有所至曰」，衢孫氏曰「交通四出」是也。"
      },
      {
        "index": 23,
        "text": "臨南投策而墜之，（策，馬捶也。見二家迭食之，欲將季孫由孟氏免之，恐陽越不聽，故詐投策，欲使下車。○而墜，直類反。捶，章蕊反。）陽越下取策，臨南駷馬，（捶馬銜走。○駷，本又作「扌敕」，字書無此字，相承用之，素動反。）而由乎孟氏，陽虎從而射之，矢著於莊門。（莊門，孟氏所入門名。言幾中季孫，賴門閉，故著門。○射，食亦反。著，直略反，注同。莊，本或作「嚴」，亦音莊。幾，音祈。中，丁仲反。○）然而甲起於琴如，（甲，公斂處父所帥也。琴如，地名。二家知出期，故於是時起兵。）"
      },
      {
        "index": 24,
        "text": "疏注「甲公」至「地名」。○解云：即下傳云「既駕，公斂處父帥師而至」是也。○注「二家」至「起兵」。○解云：即上傳云「力能救我則於是」是也。"
      },
      {
        "index": 25,
        "text": "弑不成，卻反舍於郊，皆說然息。（說，解舍。然，猶如。○殺不，音試，下同，郤反，去略反，本又作「卻」。說然，本又作「稅」，始銳反，又他會反，注同。說，解舍也。然，猶如也。）"
      },
      {
        "index": 26,
        "text": "疏「弑不成」。○解云：正以季孫於陽虎為君，故謂之弑也。卻反舍於郊者，謂上文陽虎從而射之時，逐之鄉孟氏，今而還去舍於郊，故曰卻反舍於郊，不謂元從郊來。"
      },
      {
        "index": 27,
        "text": "或曰：「弑千乘之主，（時季氏邑至於千乘。）而不克，舍此可乎？」（嫌其近而無所依。）陽虎曰：「夫孺子得國而已，（得免專國家而已。）如丈夫何？」（如，猶奈也。丈夫，大人稱也。○稱，尺證反。）我而曰：「彼哉！彼哉！（望見公斂處父師，而曰彼哉彼哉。再言之者，切遽意。○遽，其慮反。）趣駕。」（使疾駕。○趣，七欲反，一音七住反。）既駕，公斂處父帥師而至，（公斂處父，孟氏、叔孫氏將兵之將。）\n疏注「公斂」至「之將」。解云：《左氏》以為孟氏家臣。"
      },
      {
        "index": 28,
        "text": "慬然後得免，自是走之晉。寶者何？璋判白，（判，半也。半圭曰璋，白藏天子，青藏諸侯，魯得郊天，故錫以白。不言璋言玉者，起珪、璧、琮、璜、璋五玉盡亡之也。傳獨言璋者，所以郊事天，尤重。《詩》云「奉璋峨峨，髦士攸宜」是也。禮，珪以朝，璧以聘，琮以發兵，璜以發眾，璋以徵召。○慬，其靳反。璋，音章，琮，在宗反。璜，音黃。峨峨，五多反，本又作「蛾」。髦，音毛。）"
      },
      {
        "index": 29,
        "text": "疏「寶者何」。○解云：欲言貴物，微者竊之；欲言賤物，又在弓玉之上，故執不知問。○注「半圭曰璋」。○解云：《釋器》無文。云白藏天子，青藏諸侯，《春秋說》文。云不言璋言玉者，起珪、璧、琮、璜、璋五玉盡亡之也者，正以玉為總名故也。○注「詩云「」至「徵召」。○解云：言文王祭皇天上帝時，在助祭者奉此半珪之璋，其儀容峨峨盛莊矣，盡是俊士之所宜利。何氏與鄭同。云禮，珪以朝，璧以聘，琮以發兵，璜以發眾，璋以徵召者，時王之禮也。\n弓繡質，（質，拊也。言大者，力千斤。○拊，芳甫反，又方千反。）"
      },
      {
        "index": 30,
        "text": "疏注「言大者，力千斤」。○解云：千斤之文，何氏有所見。《家語》云：「三十斤為鈞，四鈞謂之石。」然則千斤之弓，其力八石三斗有餘，故《左傳》云：「可以威不軌，戒不虞也」。"
      },
      {
        "index": 31,
        "text": "龜青純。（純，緣也。謂緣甲<再頁>也。千歲之龜青髯，明於吉凶。《易》曰：「定天下之吉凶，成天下之亹者，莫善乎蓍龜。」經不言龜者，以先知，從寶省文。謂之寶者，世世保用之辭，此皆魯始封之錫。不言取而言竊者，正名也。定公從季孫假馬，孔子曰「君之於臣，有取無假，而君臣之義立」。主書者，定公失政，權移陪臣，拘其尊卿，喪其五玉，無以合信天子，交質諸侯，當絕之。不書拘季孫者，舉五玉為重。書大弓者，使若都以國寶書，微辭也。○青純，之閏反，注同。純緣，悅絹反，下同。<冉頁>，而占反。，文匪反。蓍，音屍。喪，息浪反。）"
      },
      {
        "index": 32,
        "text": "疏注「千歲之龜青<冉頁>」。○解云：以時事知之也。○注「易曰」至「著龜也」。○解云：此皆《上係辭》文也。今《易》本善作「大」字為異。彼注云「凡天下之善惡，及沒沒之眾事，皆成定之」，言其廣大無不包也。○注「經不言龜」至「微辭也」。○解云：弓繡質，龜青純」，然則此等皆喪之，而經言大弓，特不言龜者，正以《禮器》、《郊特牲》陳幣之時，云龜為前列先知也，以其先知，故得從寶省文。然則龜非珠玉而得從寶省文者，以其能定吉凶，可以世世保而用之，故注云「謂之寶者，世世保用之辭」。云此皆魯始封之錫者，《左傳》定四年具有其文也。云不言取而言竊者，正名也者，正所以不言盜取而言竊者，盜是卑賤之稱，是以不得言取也。竊者，是其正名，是以即引《家語》以證之。定公從季孫假馬，孔子曰「君之於臣有取無假，而君臣之義立」者，《家語》文。云無以合信天子，交質諸侯，當絕之者，即上注云「珪以朝，璧以聘」，今珪璧盡亡，故言此也。云書大弓者，使若都以國寶書，微辭也者，言大弓與龜皆可保用，所以龜得從寶省文，而特書大弓不省文，使若都以國寶書，作微辭之義，何者？經言盜竊寶玉大弓，若似所謂寶玉者，即大弓是，言可世世傳保而金玉之然，故得為微辭也。\n定公九年\n九年，春，王正月。\n夏，四月，戊申，鄭伯囆卒。（○囆，敕邁反，《左氏》作「蠆」）。"
      },
      {
        "index": 33,
        "text": "得寶玉大弓。何以書？國寶也。喪之書，得之書。（微辭也，使若都以重國寶故書。不以罪定公者，其寶失之，當坐；得之，當除。以竊寶不月，知得例不蒙上月。○喪，息浪反。）"
      },
      {
        "index": 34,
        "text": "疏注「微辭」至「故書」。○解云：寶玉大弓者，乃是周公初封之時受賜於周之物，而必藏之魯者，欲使世世子孫無忘於周，而定公失之，季氏奪之，皆當合絕。而上文直言「盜竊寶玉大弓」，此文直云「得寶玉大弓」，傳云「何以書？國寶也。喪之書，得之書」，不見貶之者，正言作微辭，使若都以重國寶之故而書之，文更無刺譏之義也。然則此言微辭者，仍與上文共為一事，以上元年「定、哀多微辭」之下，何氏首數喪失國寶而已。○注「不巳」至「當除」。○解云：上文之下有注云「無以合信天子，交質諸侯，當絕」，今此寧知不復闕絕之者，正以得之當除故也。杜氏云「弓、玉，魯之分器，得之足以為榮，失之足以為辱，故重而書之」，義亦通於此。云以竊寶不月云云者，即上八年經云「冬，衛侯、鄭伯盟於曲濮，從祀先公，盜竊寶玉大弓」是也，則知今雖文承四月之下，不蒙上月明矣。\n六月，葬鄭獻公。"
      },
      {
        "index": 35,
        "text": "秋，齊侯、衛侯次於五氏。（欲伐魯也。善魯能卻難早，故書次而去。○卻難，起略反；下乃旦反。卻，亦作「卻」。）"
      },
      {
        "index": 36,
        "text": "疏注「欲伐」至「而去」。○解云：知欲伐魯者，正以直書其次，上下更無起文，乃與莊十年「夏，六月，齊師、宋師次於郎。公敗宋師於乘丘」之文同。故知正欲伐魯也。故彼傳云「其言次於郎何？伐也」，「我能敗之，故言次也」是也，彼注云「此解本所以不言伐言次意也，二國才止次未成於伐，魯即能敗宋師，齊師罷而去，故不言伐言次也。明國君當強，折衝當遠，魯微弱，深見犯，至於近邑，賴能速勝之，故云爾」。所以強內者，是其書次云「欲伐魯，善其卻難早之文，其餘見言次不欲伐魯者，皆自有起文，即次聶北救邢，伐楚次於陘之屬是也。\n秦伯卒。冬，葬秦哀公。\n定公十年\n十年，春，王三月，及齊平。（月者，頰穀之會，齊侯欲執定公，故不易。○不易，以豉反，下同。）"
      },
      {
        "index": 37,
        "text": "疏注「月者」至「不易」。○解云：下十一年「冬，及鄭平」，「叔還如鄭蒞盟」，則知平例書時，而有月者，皆見義矣。而言不易者，即莊十三年「冬，公會齊侯盟於柯」，傳云「何以不日？易也」，何氏云「易，猶佼易也，相親信無後患之辭」。然則此書「月者，頰穀之會，齊侯欲執定公，故不易」；宣十五年「夏，五月，宋人及楚人平」之下，何氏云「月者，專平不易」；昭七年「春，王正月，暨齊平」，何氏云「月者，剌內暨暨也」者，皆與鄉解合。"
      },
      {
        "index": 38,
        "text": "夏，公會齊侯於頰穀。公至自頰穀。（上平為頰穀之會不易，故月。致地者，頰穀之會，齊侯作侏儒之樂，欲以執定公。孔子曰：「匹夫而熒惑於諸侯者誅」，於是誅侏儒，首足異處，齊侯大懼，曲節從教，得意故致也。○頰穀，古協反，《左氏》作「夾穀」。熒惑，音螢，一音幹瓊反。處，昌慮反。）"
      },
      {
        "index": 39,
        "text": "疏注「上平」至「致地」。○解云：莊六年何注云「公與一國出會盟得意致地，不得意不致」，即桓二年秋，「公及戎盟於唐」，「冬，公至自唐」；隱二年「秋，八月，庚辰，公及戎盟於唐」之屬是也。今此上平為頰穀之會不易，故月，即此平不得意也。而致地者，正以初雖見脅，終竟得意故也。云頰穀之會至「曲節從教」，《家語》及《晏子春秋》文也。\n晉趙鞅帥師圍衛。\n齊人來歸運、讙、龜、陰田。齊人曷為來歸運、讙、龜、陰田？（據齊嘗取魯邑。）\n疏注「據齊」至「魯邑」。解云：即宣元年「六月，齊人取濟西田」，哀八年「夏，齊人取讙及僤」之文是也。"
      },
      {
        "index": 40,
        "text": "孔子行乎季孫，三月不違，（孔子仕魯，政事行乎季孫，三月之中不見違，過是違之也。不言政行乎定公者，政在季氏之家。）"
      },
      {
        "index": 41,
        "text": "疏「孔子」至「不違」。○解云：《孔子家語》亦有此言。若以《家語》言之，孔子今年從邑宰為司空，既為大夫，故有行於季孫之義。"
      },
      {
        "index": 42,
        "text": "齊人為是來歸之。（齊侯自頰穀會歸，謂晏子曰：「寡人或過於魯侯，如之何？」晏子曰：「君子謝過以質，小人謝過以文。齊嘗侵魯四邑，請皆還之。」歸濟西田不言來，此其言來者，巳絕，魯不應復得，故從外來常文，與齊人來歸衛寶同，夫子雖欲不受，定公貪而受之，此違之驗。○為，於偽反。復得，扶又反，年末及十一年同。）"
      },
      {
        "index": 43,
        "text": "疏注「齊侯自頰穀」至「還之」。○解云：皆《晏子春秋》及《家語》、《孔子世家》之文。其四邑者，蓋運也、讙也、龜也、陰也。邑而言田者，桓元年傳云「田多邑少稱田」，然則此等皆是土地頃畝多，邑內人民少，故稱田。龜亦是邑，非山名，賈、服異。若欲同於賈、服，即云上二邑，邑內人民多，故舉邑名。龜陰言田者，龜是山名，直得田而不得邑，而言侵魯四邑，請皆歸之者，謂雖有此請，齊君不全許，是以但得三邑而已，蓋非何氏之意。○注「歸濟」至「寶同」。○解云：宣十年「齊人歸我濟西田」者，是其不言來之文也。言已絕，魯不應復得者，即彼傳云「齊巳取之矣，其言我何？未絕於我也。曷為未絕於我？齊巳言取之矣」，注云「齊巳言語許取之」；「其實未之齊也」，注云「其人民貢賦尚屬於魯，實未歸於齊。不言來者，明不從齊來，不當取邑」。然則彼以未絕於魯，魯猶合得之，明其不從齊來，齊人不當坐取邑，故不言來。此言來者，入齊巳久，絕於魯，不應復得之，故言來，從外來常文也。言魯不應復得者，止以不能保守先君世邑而失之故也。言與齊人來歸衛寶同者，即莊六年「冬，齊人來歸衛寶」是也。○注「夫子」至「之驗」。解云：知夫子雖欲不受者，正以四邑屬齊，年歲淹久，巳絕於魯，魯不應得，頰穀之會，討殺侏儒，威劫齊侯，方始歸之，雖日獲田，君子不貴，故知孔子之意不欲受也。若然，莊十三年曹子手劍而劫桓公，是以齊人歸我汶陽之田，何氏云「劫桓公取汶陽田不書者，諱行詐劫人也」。然則此亦威劫齊侯而得田邑，與彼不異，而書不諱者，正以曹子本意行劫以求汶陽之田，君子恥其所為，故不書也。今在頰穀之會，孔子相儀，正欲兩君揖讓行盟會之禮，阻齊為不道，熒惑魯侯而欲執之，孔子誅之，手足異處，齊侯內懼，歸其四邑以謝焉，於其本情，實非劫詐，書而不諱，不亦宜乎？言此違之驗者，欲對上傳云「孔子行乎季孫，三月不違」文也。"
      },
      {
        "index": 44,
        "text": "叔孫州仇、仲孫何忌帥師圍郈。（○郈，音後。）秋，叔孫州仇、仲孫何忌帥師圍費。宋樂世心出奔曹。宋公子池出奔陳。（○池，《左氏》作「地」。）"
      },
      {
        "index": 45,
        "text": "疏「帥師圍費」者。○解云：《左氏》、《穀梁》此費字皆為「郈」，但《公羊》正本作「費」字，與二家異；賈氏不云《公羊》曰費者，蓋文不備，或所見異也。「宋樂世心」者，世字亦作「泄」字者，故賈氏言焉，《左氏》、《穀梁》作「大」字。"
      },
      {
        "index": 46,
        "text": "冬，齊侯、衛侯、鄭遊遬會於鞍。（○於鞍，《左氏》作「安甫」）。「會於鞍」者。○解云：《左氏》、《穀梁》作「安甫」；賈氏不云《公羊》曰鞍者，亦是文不備。《穀梁》經甫亦有作「浦」字者。\n叔孫州仇如齊。"
      },
      {
        "index": 47,
        "text": "齊公之弟辰，暨宋仲佗、石區出奔陳。（復出宋者，惡仲佗悉欲帥國人去，故舉國言之，公子池、樂世心、石區從之皆是也。辰言暨者，明仲佗強與俱出也。三大夫出不月者，舉國，危亦見矣。○暨，其器反。佗，大多反。區，古侯反。惡，烏路反。強，其丈反。見，賢遍反。）"
      },
      {
        "index": 48,
        "text": "疏注「復出宋」至「出也」。○解云：如此注者，正決昭二十年「冬，十月，宋華亥、向甯、華定出奔陳」，不重言宋向甯也。云公子池、樂世心、石區從之皆是也者，下十一年經文也。云辰言暨者，明仲佗強與俱出也者，正以隱元年傳云「暨，猶暨暨也。及，我欲之。暨，不得巳也」。然則弟辰是時事不獲已而從去，故曰明仲佗強與俱出也。知非辰強之者，正以莊三十二年公子牙，昭元年招之屬，以其有罪，皆去弟以貶之，今不去弟，故知仲佗強之矣。○注「三大」至「見矣」。解云：《春秋》之例，外大夫出奔悉書時，即襄三十一年「秋，晉欒盈出奔楚」，二十八年「冬，齊慶封來奔」之屬是也。其眾出奔者，於國尢危，故書月，即昭二十年「冬，十月，宋華亥、向甯、華定出奔陳」，何氏云「月者，危三大大同時出奔，將為國家患，明當防之」是也。然則彼以三大夫同出奔，是以書月以見危；此亦三大夫同出，不月者，正以舉國，見其欲率國人去，其危亦見矣，是以不勞書月以見危也。\n定公十有一年"
      },
      {
        "index": 49,
        "text": "十有一年，春，宋公之弟辰，及仲佗、石區、公子池自陳入於蕭，以叛。（不復言宋仲佗者，本舉國巳明矣。辰言及者，後汲汲，當坐重。○復，扶又反。）"
      },
      {
        "index": 50,
        "text": "疏注「本舉」至「坐重」。○解云：謂奔時舉言宋仲佗，是其欲率國人去巳明矣，是以此經不復言宋也。云辰言及者，後汲汲，當坐重者，正以隱元年傳云「及，猶汲汲，及我欲之」，故知辰言及者，是其汲汲也。而言後汲汲者，欲言初出之時，事不獲巳，未及汲也。言當重者，惡其母弟之親而汲汲於叛，故當合坐，重於疏者。\n夏，四月。秋，宋樂世心自曹入於蕭。（不言叛者，從叛臣，叛可知。）\n疏注「不言」至「可知」。○解云：決上經「自陳入於蕭，以叛」文也。冬，及鄭平。叔還如鄭蒞盟。\n定公十有二年"
      },
      {
        "index": 51,
        "text": "十有二年，春，薛伯定卒。（不日月者，子無道，當廢之而以為後，未至三年，失眾見弑，危社稷宗廟，禍端在定，故略之。○見殺，音弑。）"
      },
      {
        "index": 52,
        "text": "疏注「不日」至「略之」。○解云：今責日月者，正以所見之世，小國之卒例書日月，即昭三十一年「夏，四月，丁巳，薛伯穀卒」之屬是也。今不具日月，故解之。言子未三年失眾見弑者，即下十三年冬，「薛弑其君比」是也。《春秋》之例，稱國以弑者，失眾見弑之辭」，故文十八年冬，「莒弑其君庶其」，傳云「稱國以弑者，眾弑君之辭」，何氏云「一人弑君，國中人人盡喜，故舉國以明失眾，當坐絕也。例皆時者，略之也」，故此作注云「未至三年，失眾見弑」也。云禍端在定，定字亦有作「在是」字者，今解從定也。\n夏，葬薛襄公。\n叔孫州仇帥師墮郈。（○墮，許規反，下同。）衛公孟區帥師伐曹。\n季孫斯、仲孫何忌帥師墮費。曷為帥師墮郈？帥師墮費？（據城費。）\n疏注「據城費」。○解云：即襄七年「城費」是也。然則彼時城費，今乃墮之，似於義反，故以為難。"
      },
      {
        "index": 53,
        "text": "孔子行乎季孫，三月不違，曰：「家不藏甲，邑無百雉之城」。於是帥師墮郈，帥師墮費。（郈，叔孫氏所食邑。費，季氏所食邑。二大夫宰吏數叛，患之，以問孔子，孔子曰：「陪臣執國命，采長數叛者，坐邑有城池之固，家有甲兵之藏故也」。季氏說其言而墮之。故君子時然後言，人不厭其言，書者，善定公任大聖，復古制，弱臣勢也。不書去甲者，舉墮城為重。○吏數，所角反。采長，七伐反；下丁丈反。說，音悅。厭，於豔反。去，起呂反。）"
      },
      {
        "index": 54,
        "text": "疏「孔子行」至「三月不違」。○解云：案上十年齊人來歸邑之下，傳云「孔子行乎季孫，三月不違」，以此言之，三月之外，違之明矣，故上有注云「定公貪而受之」，此違之驗。然則三月之後，必似違之，今此傳文復言之者，蓋不違有二，何者？案如《家語》定十年之時，孔子從邑宰為司空，十一年又從司空為司寇。然則為司空之時，能別五土之宜，咸得其所，為季孫所重，是以三月不違也，齊人遂懼，來歸四邑矣；及作司寇之時，攝行相事，設法而用之，國無奸民，在朝七日，誅亂政大夫少正卯，戮於兩觀之下，屍諸朝三日，政化大行，季孫重之，復不違三月，是以此傳文言其事矣。○「家不」至「之城」。○解云：同之《左氏》，則邑無百雉之城者，亦據侯伯大都巳言之，若與之異，則魯凡邑皆然也。○注「二大夫宰吏數叛，患之」者。○解云：即上十年夏，「叔孫州仇、仲孫何忌帥師圍郈」，「秋，叔孫州仇、仲孫何忌帥師圍費」之屬是也。郈、費二邑，相因言之，故謂之數耳。○注「以問」至「墮之」。○解云：《春秋說》及《史記》皆有此言。云故君子時然後言，人不厭其言者，《論語》文也。云不書去甲者，舉墮城為重者，正以傳云「家不藏甲，邑無百雉之城」，明其並從二事，而特舉墮城，不書去家之甲者，舉重故也。必知去甲亦合書者，正以成元年「三月，作丘甲」，書之於經，明知去甲亦合書矣。\n雉者何？五板而堵，（八尺曰板，堵凡四十尺。○堵，丁古反。）"
      },
      {
        "index": 55,
        "text": "疏「雉者何」。○解云：正以傳言「邑無百雉之城」，經典未有其事，須知雉之度數，故執不知問。○注「八尺曰板」者。解云：《韓詩外傳》文。"
      },
      {
        "index": 56,
        "text": "五堵而雉，（二百尺。）百雉而城。（二萬尺，凡周十一里三十三步二尺，公侯之制也。禮，天子千雉，蓋受百雉之城十，伯七十雉，子男五十雉；天子周城，諸侯軒城。軒城者，缺南面以受過也。）"
      },
      {
        "index": 57,
        "text": "疏注「二萬」至「製也」。○解云：公侯方百雉，《春秋說》文也。古者六尺為步，三百步為裏，計一里有千八百尺，十里即有萬八千尺，更以一里三十三步二尺，為二千尺，通前為二萬尺也，故云二萬尺，凡周十一里三十二步二尺也。云禮，天子千雉者，《春秋說》文也。云蓋受百雉之城十者，謂公侯於天子，十取一之義，似若《孟子》與《司馬法》云「天子囿方百里公侯十里，是十取一之文也。云「伯七十雉子男五十雉者，《春秋說》文。○注「天子」至「過也」。○解云：天子周城，諸侯軒城者，《春秋說》文。云缺其南面，以受過也者，正以諸侯軒縣闕南方，則雉軒城亦宜然。案舊古城無如此者，蓋但孔子設法如是，後代之人不能盡用故也。或者但不設射垣以備守，故曰缺其南面以受過，不妨仍有城。\n秋，大雩。（不能事事信用孔子，聖澤廢。）疏注「不能」至「澤廢」。○解云：並謂三月之後違之。"
      },
      {
        "index": 58,
        "text": "冬，十月，癸亥，公會晉侯盟於黃。○十有一月，丙寅，朔，日有食之。（是後薛弑其君比，晉荀寅、士吉射入於朝歌以叛。○射，食亦反，又食夜反。朝歌，如字。）"
      },
      {
        "index": 59,
        "text": "疏注「是後」至「以叛」。○解云：在十三年冬。云晉荀寅、士吉射入於朝歌以叛者，亦在十三年冬。案晉荀寅、士吉射叛，在弑比之前，而後言之者，正以弑君之變重，故先取以應之。\n公至自黃。"
      },
      {
        "index": 60,
        "text": "十有二月，公圍成。公至自圍成。（成，仲孫氏邑。圍成月又致者，天子不親征下土，諸侯不親征叛邑。公親圍成不能服，不能以一國為家，甚危，若從他國來，故危錄之。）"
      },
      {
        "index": 61,
        "text": "疏注「圍城」至「錄之」。○解云：《春秋》義圍例書時，即宣十二年春，「楚子圍鄭」之文是，今此書月，故解之。莊二十七年注云「凡公出在外致，在內不致」，今此在內而致，故須解之。云天子不親征下土者，即《公羊說》云一國叛，王自征之，君四國皆叛，安得四王而征也者？是其義也。若然，桓五年「秋，蔡人、衛人、陳人從王伐鄭」，傳云「其言從王伐鄭何？從王正也」，彼注云「美其得正義也，故以從王征伐錄之」。然則天子不親征下土而美之者，直是美諸侯之得正，猶自不言桓王伐鄭之善，故彼注又云「蓋起時天子微弱，諸侯背叛，莫肯從王者征伐，以善三國之君，獨能尊天子死節。稱人者，剌王者也。天下之君，海內之主，當秉綱撮要，而親自用兵，故見其微弱，僅能從微者，不能從諸侯，猶莒稱人則從不疑也」是。《書序》曰「啟與有扈戰於甘之野，作《甘誓》」，其經曰：「大戰於甘，乃召六卿」者，何氏以為啟非至德之主，是以親征有扈，非《春秋》所美，豈害其義也？云諸侯不親征叛邑者，正以諸侯於天子，亦宜以國為家，猶如天子之有天下也，而不能全服，親自征之，故為非禮，而為《春秋》所刺也。\n定公十有三年"
      },
      {
        "index": 62,
        "text": "十有三年，春，齊侯、衛侯次於垂瑕。（○垂瑕，如字，又音加，二傳作「垂葭」。）。夏，築蛇淵囿。大蒐於比蒲。（○大廋，所求反，本又作「蒐」。比，音毗。）"
      },
      {
        "index": 63,
        "text": "疏「夏築淵囿」。○解云：成十八年秋，「築鹿囿」，傳云「何以書？譏。何譏爾？有囿矣，又為也」。彼注云「刺奢泰妨民」也。然則彼有成說，故此處不復解之。○「大蒐於比蒲」。○解云：桓六年注云「五年大簡車徒，謂之大蒐」是也。所以書者，即昭八年「秋，蒐於紅」之下，傳云「蒐者何，簡車徒也。何以書？蓋以罕書也」，但彼巳解訖，故此處不復論之。"
      },
      {
        "index": 64,
        "text": "衛公孟區帥師伐曹。秋，晉趙鞅入於晉陽以叛。冬，晉荀寅及士吉射入於朝歌以叛。晉趙鞅歸於晉。此叛也，其言歸何？（據叛與出入惡同。）"
      },
      {
        "index": 65,
        "text": "疏注「據叛」至「惡同」。○解云：桓十五年傳例云「復歸者，出惡，歸無惡；復入者，出無惡，入有惡。入者，出入有惡；歸者，出入無惡」。然則書叛者，出入惡同，不宜書歸，作出入無惡之文，故難之。\n以地正國也。（軍以井田立數，故言以地。）"
      },
      {
        "index": 66,
        "text": "疏注「軍以」至「以地」。○解云：假令天子六軍，方伯二軍之屬，皆以井田多少計出其數，故曰軍以井田立數也。今趙鞅以此井田之兵，逐君側之惡人，故云以地正國也。"
      },
      {
        "index": 67,
        "text": "其以地正國奈何？晉趙鞅取晉陽之甲，以逐荀寅與士吉射。荀寅與士吉射者曷為者也？君側之惡人也。此逐君側之惡人，曷為以叛言之？無君命也。（無君命者，操兵鄉國，故初謂之叛，後知其意欲逐君側之惡人，故錄其釋兵，書歸赦之，君子誅意不誅事。晉陽之甲者，趙簡子之邑，以邑中甲逐之。○操，七曹反。鄉，許亮反。）"
      },
      {
        "index": 68,
        "text": "疏注「君子」至「誅事」。○解云：君子之人，探端知緒，但誅其意，若輕而難原；不誅其事，若重而可恕，以趙鞅意實非逆，但以持兵鄉國為罪，是以《春秋》書歸以舍之，故曰誅意不誅事也。\n薛弑其君比。\n定公十有四年\n十有四年，春，衛公叔戍來奔。晉趙陽出奔宋。（○晉趙陽，《左氏》作「衛趙陽」。）\n疏「晉趙陽出奔宋」。○解云：《穀梁》與此同，《左氏》作「衛趙陽」字也。"
      },
      {
        "index": 69,
        "text": "三月，辛巳，楚公子結、陳公子佗人帥師滅頓，以頓子牄歸。（不別以歸何國者，明楚、陳以滅人為重，頓子以不死位為重。○公子佗人，大河反，二傳作「公孫佗人」。牄，七良反，二傳作「牂」。別，彼列反。）"
      },
      {
        "index": 70,
        "text": "疏「以頓子牄歸」。○解云：《左氏》、《穀梁》皆作「頓子牂」字，賈氏不注，文不備。○注「不別」至「之重」。○解云：正以上四年「滅沈，以沈子嘉歸」，六年「以許男斯歸」之屬，其上文皆直一國大夫而已，是以其經宜言以歸，不假分別。今此經上載二國，其下直言以歸而已，似非詳備之義，是以解之。云明楚、陳以滅人為重者，正以二國之卿，擅相滅獲，其過巳深，假言歸楚，不足輕陳之罪；假言歸陳，不足減楚之惡，故曰明楚、陳以滅人為重。云頓子以不死位為重者，諸侯之禮，當合死位，頓子不死，其過巳深，何假書言歸於某乎？故云頓子以不死位為重也。\n夏，衛北宮結來奔。\n五月，於越敗吳於醉李。（月者，為下卒出。○醉李，本又作「雋」，音同。為，於偽反。）"
      },
      {
        "index": 71,
        "text": "疏注「月者，為下卒出」。○解云：隱六年有注云「戰例時，偏戰日，詐戰月。不日者，鄭詐之」。然則諸侯之例，詐戰者月，今此兩夷相敗，文宜略於諸夏，而經書月，故知為下卒文出矣。\n吳子光卒。"
      },
      {
        "index": 72,
        "text": "公會齊侯、衛侯於堅。（○堅，如字，本又作「掔」，音牽，《左氏》作「牽」。）公至自會。秋，齊侯、宋公會於洮。（○洮，他切反。）\n天王使石尚來歸脤。石尚者何？天子之士也。（天子上士，以名氏通。○脤，市軫反。）"
      },
      {
        "index": 73,
        "text": "疏「石尚者何」。○解云：欲言大夫，單名無字；欲言微者，名氏俱見，故執不知問。○注「天子」至「氏通」。○解云：傳直云天子之士，而知上士者，何氏以為《春秋》之例，天子上士以名氏通，中士以官錄，下士略稱人。今此經書其名氏，故知之。何氏意必知例然者，正以傳云「石尚者何？天子之士」，隱元年傳云「宰者何？官也。咺者何？名也。曷為以官氏？宰，士也」，僖八年傳云「王人者何？微者也。曷為序乎諸侯之上？先王命也」。然則以此三處之傳言之，則知單名繼官，不以名氏通；單稱王人云者，不以名見，故隱元年注云「天子之上士以名氏通，中士以官錄，下士略稱人」是也。\n脤者何？俎實也。（實俎肉也。）"
      },
      {
        "index": 74,
        "text": "疏「脤者何」。○解云：欲言天子賜之祭肉，不見魯侯助祭之文；欲言脤非祭肉，不應遠來歸之，故執不知問。○「俎實也」者。○解云：謂以肉填實於俎上，故注云實俎肉也，德言實俎之肉也。"
      },
      {
        "index": 75,
        "text": "腥曰脤，熟曰燔。（禮，諸侯朝天子，助祭於宗廟，然後受俎實。時魯不助祭而歸之，故書以譏之。○燔，本亦作「膰」，又作「繙」，音煩。）"
      },
      {
        "index": 76,
        "text": "疏注「禮諸侯」至「譏之」。○解云：正以魯無朝聘天子之處，而書歸脤以譏之，則知助祭於宗廟者，有受俎實之禮矣。《論語》云「祭於公，不宿肉」者，義亦通於此。宗伯以脤膰之禮，親兄弟之國，似不通於異姓者，何氏所不取。\n衛世子蒯聵出奔宋。（主書者，子雖見逐，無去父之義。○蒯聵，苦怪反；下五怪反。）"
      },
      {
        "index": 77,
        "text": "疏注「主書」至「之義」。○解云：父子天倫，無相去之義，子若大為惡逆，人倫之所不容，乃可竄之深宮，閽人固守；若小小無道，當安處之，隨宜罪譴，令其克改，寧有逐之佗國，為宗廟羞？且子之事父，雖其見逐，止可起敬起孝，號泣而諫之，諫若不入，悅則復諫，自不避殺，如舜與宜咎之徒，寧有去父之義乎？今大子以小小無道，衛侯惡而逐之；父無殺巳之意，大子懟而去之，論其二三，上下俱失：衛侯逐子，非為父之道；大子去父，失為子之義。今主書此經者，一則譏衛侯之無恩，一則甚大子之不孝，故曰子雖見逐，無去父之義。若其父大為無道，如獻公、幽王之類，若不回避，必當殺己，如此之時，寧得陷父於惡？是以申生不去，失至孝之名；宜咎奔申，無刺譏之典，但衛侯爾時無殺子之意，是以蒯聵出奔，書氏譏之耳。\n衛公孟區出奔鄭。宋公之弟辰自蕭來奔。大蒐於比蒲。（譏亟也。○亟，去冀反。）"
      },
      {
        "index": 78,
        "text": "疏「宋公」至「來奔」。解云：上十年「出奔陳」，十一年春「自陳入於蕭，以叛」，至此乃「自蕭來奔」矣。○注「譏亟也」。○解云：大蒐之禮，五年一為，若數於此，則書而譏亟也；若緩於此，則書而譏罕，上十三年夏巳「大蒐於比蒲」，今始一年，復行此禮，故曰譏亟也。"
      },
      {
        "index": 79,
        "text": "邾婁子來會公。（書者，非邾婁子會人於都也。如入人都，當脩朝禮。古者諸侯將朝天子，必先會間隙之地，考德行，一刑法，講禮義，正文章，習事天子之儀，尊京師，重法度，恐過誤。言公者，不受於廟。○間隙，音閑；下去逆反。）"
      },
      {
        "index": 80,
        "text": "疏注「書者」至「於廟」。○解云：《曲禮》下篇云「諸侯相見於隙地曰會」，今乃會人於都，故書而非之。云如入人都，當脩朝禮者，即桓六年注云「諸侯相過，至竟必假塗，入都必朝，所以崇禮讓，絕慢易，戒不虞也」，是其義也。云古者諸侯將朝天子，必先會於間隙之地者，出《曲禮》也。云考德行，一刑法者，謂考校其德行，齊一其刑法也。云講禮義者，謂習其禮儀也。云言公者，不受於廟者，隱七年夏，「齊侯使其弟年來聘」之下，注云「不言聘公者，禮，聘受之於廟，孝子謙不敢以巳當之，歸美於先君，且重賓也」；隱十一年「春，滕侯、薛侯來朝」之下，注云「不言朝公者，禮，朝受之於大廟，與聘同義」；莊二十三年夏，「公及齊侯遇於穀」，「蕭叔朝公」，傳云「其言朝公何？公在外也」，彼注云「時公受朝於外，故言朝公，惡公不受於廟」。然則受朝之禮，禮當在廟，孝子歸美於先君，不敢以巳當之；若不於廟，則言公，即「蕭叔朝公」是也。今此會禮不在廟，魯侯受之於外，故言來會公矣。言公者，不受於朝也。"
      },
      {
        "index": 81,
        "text": "城莒父及霄。（去冬者，是歲蓋孔子由大司寇攝相事，政化大行，粥羔豚者不飾，男女異路，道無拾遺，齊懼北面事魯，饋女樂以間之。定公聽季桓子受之，三日不朝。當坐淫，故貶之。歸女樂不書者，本以淫受之，故深諱其本，文三日不朝，孔子行。魯人皆知孔子所以去。附嫌近害，雖可書猶不書。或說無冬者，坐受女樂，令聖人去。冬，陰臣之象也。○父，音甫。去，起呂反。相，息亮反。粥羔，羊六反。間，間廁之間。近，附近之近。）"
      },
      {
        "index": 82,
        "text": "疏注「去冬」至「不書」。○解云：隱六年傳云「《春秋》編年，四時具然後為年」，今此無冬，四時不具，故須解之。云是歲蓋孔子由大司寇攝相事者，即《家語·始誅》編云「孔子為魯大司寇，攝行相事，有喜色」是也。魯之司寇云大者，蓋以無司寇之卿，是以大夫亦名大也。魯有司空卿，孔子為司空不言大者，是其一隅也。若以《家語》言之，即定九年始為邑宰，十年為司空，十一年為大司寇，從大司寇攝行相事之時，年月不明，故此注云蓋也。云政化大行，粥羔豚者不飾，男女異路，道無拾遺者，皆是《家語·相魯》篇文也。言不飾者，舊說云魯前之時，粥羔豚者，皆以彩物飾之，自孔子為相，此事乃正，故曰粥羔豚者不飾也。云齊懼北面事魯，饋女樂以間之，定公聽季桓子受之，三日不朝者，出《孔子世家》。案彼云「定公十四年，孔子年五十六，由大司寇行攝相事」云云，「齊人聞而懼曰：『孔子為政必霸，霸則吾地近焉，我之為先並矣，盍致地焉？』犁鋤曰：『請先嘗沮之，沮之而不可，則致地，庸遲乎？於是選齊國中女子好者八十人，皆衣文衣而舞康樂，文馬三十駟，遺魯君，陳女樂、馬於魯城南高門外，季桓子微服往觀再三，將受，乃語魯侯為周道遊，往觀終日，怠於政事。子路曰：『夫子可以行矣！』孔子曰：『魯今且郊，如致膰乎大夫，則吾猶可以止。』桓子卒受齊女樂，三日不聽政，郊又不致膰且於大夫，孔子遂行，宿乎屯，而師巳送曰：『夫子則非罪。』孔子曰：『吾歌，可夫？』歌曰：『彼婦人之口，可以出走』」云云是也。云當坐淫，故貶之者，推尋古禮，無女樂之文，魯人受之，故當坐淫泆之惡；既有淫泆之惡，去冬以見之。其晉悼公受女樂二八而為霸者，《左氏》之事，何氏所不取，不得難此矣。云魯人皆知孔子所以去者，謂皆知魯公受女樂有淫泆之惡，所以孔子去之。云附嫌近害，雖可書猶不書者，正以其獲麟之後，得端門之命而製《春秋》，乃自因之，即云已之本出，由饋女樂之故，魯國之人，悉知所由，若其書之，即是附於嫌疑，近於禍患，是以雖非國家之諱，依例可書於經，孔子亦不書之，故曰附嫌近害，雖可書猶不書。○注「或說」至「象也」。○解云：孔子自書《春秋》而貶去冬，失謙遜之心，違辟害之義，蓋「不脩春秋」巳無無「冬」字，孔子因之，遂存不改，以為王者之法，宜用聖臣，故曰「如有用我者，期月則可，三年乃有成」是也。又《春秋》之說，口授相傳，達於漢時，乃著竹帛，去一「冬」字，何傷之有？\n定公十有五年\n十有五年，春，王正月，邾婁子來朝。\n鼷鼠食郊牛，牛死，改卜牛。曷為不言其所食？（據食角。○鼷，音兮。）\n疏注「據食角」。○解云：即成七年「春，王正月，鼷鼠食郊牛角，改卜牛，鼷鼠又食其角，乃免牛」是也。"
      },
      {
        "index": 83,
        "text": "漫也。（漫者，徧食其身，災不敬也。不舉牛死為重，復舉食者，內災甚矣，錄內不言火是也。○漫，亡半反，猶徧也。徧，音遍。復舉，扶又反，下同。）"
      },
      {
        "index": 84,
        "text": "疏注「災不敬」至「是也」。○解云：言所以災其郊牛者，正以魯人不敬故也。云不舉牛死為重云云者，《春秋》之義，悉皆舉重，食死並書，故解之。食在死前而言復者，正以食輕於死，故對重以為復矣。云內錄不言火是也者，即襄九年「春，宋火」，傳云「大者曰災，小者曰火。然則內可以不言火？內不言火者，甚之也」，何氏云「《春秋》以內為天下法，動作當先自克責，故小有火，如大有災」也。\n二月，辛丑，楚子滅胡，以胡子豹歸。\n夏，五月，辛亥，郊。曷為以夏五月郊？（據魯郊正當卜春三正也，又養牲不過三月。）"
      },
      {
        "index": 85,
        "text": "疏「二月辛」至「豹歸」。○解云：僖二十六年「秋，楚人滅隗」，何氏云「不月者，略夷狄滅微國也」；昭三十年冬十二月，「吳滅徐」，何氏云「至此乃月者，所見世始錄夷狄滅小國也」。然則此亦所見世夷狄滅小國而書日者，上四年「夏，四月，庚辰，蔡公孫歸生」滅沈之下，注云「日者，定、哀滅例日。定公承黜君之後，有滅強臣之讎，故有滅則危懼之，為定公戒」是也。○注「據魯」至「正也」。○解云：即成十七年傳云「然則郊曷用？郊用正月上辛」，何氏云「魯郊傳卜春三月，言正月者，因見百王正所當用也」；僖三十一年注云「武王既沒，成王幼小，周公居攝，行天子事，制禮作樂，致太平，有王功。周公薨，成王以王禮葬之，命魯使郊以彰周公之德，非正，故上三卜，吉則用之，不吉則免牲」者，是其魯郊傳卜春三正之之義也。何氏必知然者，正以哀元年《穀梁傳》云「郊自正月至於三月，郊之，時；夏四月郊，不時；五月郊，不時」之文也。○注「養牲不過三月」。○解云：宣二年傳云「帝牲在於滌三月」，彼注云「滌，宮名，養帝牲三牢之處也。謂之滌者，取其蕩滌潔清。三牢者各主一月，取三月一時，足以充其天牲」是也。"
      },
      {
        "index": 86,
        "text": "三卜之運也。（運，轉也。已卜春三正不吉，復轉卜夏三月，周五月，得二吉，故五月郊也。《易》曰：「再三瀆，瀆則不告。」不得其事，雖吉猶不當為也。不舉卜者，從何知。）"
      },
      {
        "index": 87,
        "text": "疏注「復轉卜夏三月」。○解云：猶言轉卜夏之正也。○注「得二」至「可知」。解云：必知得吉者，正以經有郊文故也。若其不吉，宜言乃免牲，或言乃免牛，乃不郊矣。知其二吉者，正以僖三十一年傳云「三卜禮也」，「三卜何以禮」，「求吉之道三」，彼注云「三卜，吉凶必有相奇者，可以決疑，故求吉必三卜」也，是其得二吉乃可為事之義。今此五月而郊，故知得二吉也。云《易》曰「再三瀆，瀆則不告」者，《蒙卦·象辭》云「蒙，亨。匪我求童蒙，童蒙求我，初筮告，再三瀆，瀆則不告。利貞。」鄭氏云「蒙者，蒙蒙物初生形，是其未開著之名也。人幼稚曰童。亨者，陽也。互體震而得中，嘉會禮通，陽自動其中，德於地道之上，萬物應之而萌牙生，教授之師取象焉，脩道藝於其室，而童蒙者求為之弟子，非己乎求之也。弟子初問則告之以事義，不思其三隅相況以反解而筮者，此勤師而功寡，學者之災也。瀆筮則不復告，欲令思而得之，亦所以利義而幹事」是也。引之者，欲道魯人瀆卜，故五月非郊之月而得吉，非是龜靈厭之，不復告其所圖之吉凶故也。然則卦象之義，乃是弟子請問師之事義，故言筮以況之。今此乃卜也，而引者，龜筮道同，亦何傷乎？云不得其事者，謂不得其事之宜，即五月郊天是也。云雖吉猶不當為也者，謂吉凶會以事之善惡為本，郊非其月，雖吉亦不得為，何者？正以靈龜厭之，不復告其吉凶故也。云不舉卜者，從可知者，正以僖三十一年「夏，四月，四卜郊不從」云云，舉卜。今此直言五月辛亥郊，不舉卜者，正以言郊則知卜吉明矣，故曰從可知。"
      },
      {
        "index": 88,
        "text": "壬申，公薨於高寢。鄭軒達帥師伐宋。（○軒達，《左氏》作「罕達」。）疏「壬申」至「高寢」。○解云：說在莊三十二年。齊侯、衛侯次於籧篨。（○籧篨，其居反；下直居反。）"
      },
      {
        "index": 89,
        "text": "疏「齊侯」至「籧篨」。○解云：《左氏》作「籧挐」字，賈氏無說，文不備也。上九年「齊侯、衛侯次於五氏」，注云「欲伐魯也。善魯能卻難早，故書次而去」。然則今此亦然，故省文不注，而賈氏云「欲救宋，善恤鄰也」者，蓋與何氏異，或者九年之次以其無起文，故解為欲伐魯。今此上有軒達伐宋之文，下即云「齊侯、衛侯次於籧篨」，此則知欲救宋明矣。不注之者，從可知省文。\n邾婁子來奔喪。其言來奔喪何？（據會葬以禮書，歸含且賵不言來。○含，戶暗反。賵，勞鳳反。）"
      },
      {
        "index": 90,
        "text": "疏注「據會葬以禮書」。解云：即文元年「天王使叔服來會葬」，傳云「其言來會葬何？會葬禮也」。云歸含且賵不言來者，即文五年「王正月，王使榮叔歸含且賵」是也。"
      },
      {
        "index": 91,
        "text": "奔喪，非禮也。（但解奔喪者，明言來者常文，不為早晚施也。禮，天子崩，諸侯奔喪會葬；諸侯薨，有服者奔喪，無服者會葬，邾婁與魯無服，故以非禮書。禮有不吊者三：兵死，壓死，溺死。○為，於偽反。厭死，於甲反。）"
      },
      {
        "index": 92,
        "text": "疏注「但解奔」至「晚施也」。○解云：在隱元年。○注「禮天子」至「溺死」。解云：正以諸侯體敵而有會葬之禮，則天子之尊，兩有可知。《禮記·文王世子》曰：「喪紀以服之輕重為序，不奪人親也」。故知有服無服，有差降明矣。既有差降，奔喪近於會葬，故知但以奔與不奔為異也。云禮有不吊者三：兵死，壓死，溺死者，《春秋說》文。案邾婁子來奔喪，魯人無此三事，而引之者，以明不吊之類，非謂禮實同也。\n秋，七月，壬申，姒氏卒。姒氏者何？哀公之母也。（姒氏，杞女。哀公者，即定公之妾子。）"
      },
      {
        "index": 93,
        "text": "疏「姒氏卒」。○解云：《穀梁》作「弋氏」字。○「姒氏者何」。○解云：欲言夫人，經不書薨；欲言其妾，諡同於夫，故執不知問。○注「姒氏杞女者」。○解云：正以杞女為姒姓，故知之。\n何以不稱夫人？（據母以子貴）"
      },
      {
        "index": 94,
        "text": "疏注「據母以子貴」。○解云：隱元年傳文。彼注云「禮，妾子立則母得為夫人。夫人成風是也」。哀未君也。（未逾年不稱公）。\n八月，庚辰，朔，日有食之。（是後衛蒯聵犯父命，盜殺蔡侯申，齊陳乞弑其君舍。）"
      },
      {
        "index": 95,
        "text": "疏注「是後」至「君舍」。○解云：即哀二年夏，「晉趙鞅帥師，納衛世子蒯聵於戚」是也。云盜殺蔡侯申者，在哀四年春。云齊陳乞弑其君舍者，在哀六年秋。\n九月，滕子來會葬。"
      },
      {
        "index": 96,
        "text": "丁巳，葬我君定公。雨不克葬。戊午，日下昃，乃克葬。（昃，日西也。《易》曰「日中則昃」是也。下昃，蓋晡時。○昃，音側。晡，布昃反。）"
      },
      {
        "index": 97,
        "text": "疏注「《易》曰『日中則昃』」。○解云：《豐卦》彖辭也。彼云「日中則昃，月盈則食」云云，鄭注云「言皆有休巳，無常盛」是也。辛巳，葬定姒。定姒何以書葬？（據不稱小君，子般不書葬。）"
      },
      {
        "index": 98,
        "text": "疏注「據不稱小君」。○解云：正以夫人書葬我小君，此不言小君，故難之。○注「子般不書葬」。○解云：子般不書葬之事，在莊三十二年。子般未逾年，是以不書葬。今定姒之子亦未逾年，與子般義同，故乃據而難之。然則子般終不成君，故略之。定姒之子終為君，有即尊之漸，母以子貴，故書其葬，但以今未逾年，故其母不稱小君。未逾年之君，有子則廟，廟則書葬者，但當連作一勢讀之，乃可解。"
      },
      {
        "index": 99,
        "text": "未逾年之君也。（哀未逾年也。母以子貴，故以子正之。）有子則廟，廟則書葬。（如未逾年君之禮，稱諡者，方當逾年稱夫人。曾子問曰：並有喪，則如之何？何先何後？孔子曰：葬，先輕而後重；其奠也，其虞也，先重而後輕，禮也。）"
      },
      {
        "index": 100,
        "text": "疏注「如未」至「夫人」。○解云：未逾年之君，禮則無諡。今此定姒如未逾年君之禮，而稱諡者，正以方當逾年稱夫人故也。○注「曾子」至「禮也」。○解云：案《禮》「曾子問曰『並有喪如之何？何先何後？』」注云「並謂父母若親同者同月死」；「孔子曰：『葬，先輕而後重；其奠也，先重而後輕』」云云，「其虞也，先重而後輕，禮也」。今此何氏總而引之，是以直云其奠也，其虞也而已。引之者，欲道定公五月薨，定姒七月卒，非其並有喪禮，是以先葬定公，後葬定姒。若其同月，當定姒先葬矣。\n冬，城漆。（○漆，音七。）"
      }
    ]
  }
}