{
  "chapterNumber": 30,
  "title": "春秋公羊傳註疏卷28 (Gongyang Zhushu, Volume 28)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "哀公卷二十八\n（起十一年，盡十四年）\n哀公十有一年\n十有一年，春，齊國書帥師伐我。夏，陳袁頗出奔鄭。（○頗，破多反。）五月，公會吳伐齊。"
      },
      {
        "index": 1,
        "text": "甲戌，齊國書帥師及吳戰於艾陵。（○艾，五蓋反。）齊師敗績，獲齊國書。（戰不言伐，舉伐者，魯與伐而不與戰。不從內與伐，使吳為主者，吳主會，故不與夷狄主中國也。言獲者，能結日偏戰，少進也。○與伐，音預，下「不與伐」同。）"
      },
      {
        "index": 2,
        "text": "疏「獲齊國書」。○解云：宣二年春「獲宋華元」之下，何氏云「復出宋者，非獨惡華元，明恥辱及宋國」。然則今此復出齊者，亦然，但省文從可知，故不注。○注「戰不」至「與戰」。○解云：戰不言伐者，莊十年傳文。而此舉伐者，當爾之時，魯但與其伐而不與其戰，故得兩舉之矣。○注「不從」至「國也」。○解云：成二年「六月，癸酉，季孫行父」云云，「會晉郤克」云云，「及齊侯戰於鞍，齊師敗績」，注云「大夫敵君不貶者，隨從王者大夫，得敵諸侯也」。然則郤克之徒得敵齊侯者，正以魯人與在，隨從王者大夫，是以得序於上而王齊侯，今亦云魯公與伐，而不使吳為主，序齊下者，正以吳是時為主會，若其與之，而序於齊上，即是夷狄之主中國，是以退之矣。若然，案宣十二年，「晉荀林父帥師及楚子戰於邲」，林父序於楚子之上，亦應是不與夷狄之主中國。而注云「不與晉而反與楚子為君臣之禮，以惡晉」者，正以楚莊王稱子，據彼君文成矣。有王伯之事，雖以臣及君，不嫌晉直。今吳稱國，君文不成，而序國書之下，寧得類乎？○注「言獲」至「進也」。○解云：莊十年秋，「荊敗蔡師於莘，以蔡侯獻舞歸」，傳云「曷為不言其獲，不與夷狄之獲中國也」；又昭二十三年秋，「吳敗頓、胡、沈、蔡、陳、許之師於雞父」，「獲陳夏齧」，傳云「不與夷狄之主中國，則其言獲陳夏齧何？吳少進也」，注云「能結日偏戰，行少進，故從中國辭治之」，今經亦然，故以言此。\n秋，七月，辛酉，滕子虞母卒。冬，十有一月，葬滕隱公。衛世叔齊出奔宋。\n哀公十有二年"
      },
      {
        "index": 3,
        "text": "十有二年，春，用田賦。何以書？（據當賦稅，為何書。○為何，於偽反，下「為同宗」同。）譏，何譏爾？譏始用田賦也。（田，謂一井之田。賦者，斂取其財物也。言用田賦者，若今漢家斂民錢，以田為率矣。不言井者，城郭裏若亦有井，嫌悉賦之。禮，稅民公田，不過什一，軍賦十井不過一乘。哀公外慕彊吳，空盡國儲，故復用田賦，過什一。○為率，音律，又音類。乘，繩證反。復，扶又反。）"
      },
      {
        "index": 4,
        "text": "疏注「田，謂一井之田」。○解云：知如此者，正以《家語·政論》篇云「季康子欲以一井田出賦法焉」，又《魯語下》篇云「孔子謂冉求曰：田一井，出稯禾秉芻，缶米不是過也」。案彼二文，皆論此經用田賦之事，而言一井，故知然也。○注「不言井」至「賦之」。○解云：凡言田者，指墾土之處，言井者，但是方里之名。若言用井賦，則嫌城郭裏巷之內，但有一井之處，悉皆賦之，故云不言井者，城郭裏巷亦有井，嫌悉賦之。○注「禮稅」至「什一」。○解云：即宣十五年傳云「什一者，天下之中正也。什一行而頌聲作矣」是也。云「軍賦十井不過一乘者，何氏以為公侯方百里，案諸典籍，每有千乘之義，若不十井為一乘，則不合，鄭氏云「公侯方百里，井十則賦出革車一乘」者，義亦通於此。云哀公外慕彊吳者，即上十年春，「公會吳伐齊」；十一年夏，「公會吳伐齊」；此年夏「公會吳於橐皋」之屬是也。云故復用田賦，過什一者，對常賦以為復矣。\n夏，五月，甲辰，孟子卒。孟子者何？（據魯大夫無孟子。）"
      },
      {
        "index": 5,
        "text": "疏「孟子者何」。○解云：欲言魯女，不言孟姬；欲言夫人，經不書葬，故執不知問。昭公之夫人也。其稱孟子何？（據不稱夫人某氏。）\n疏注「據不」至「某氏」。○解云：即隱二年冬，「十有二月，乙卯，夫人子氏薨」之屬是也。"
      },
      {
        "index": 6,
        "text": "諱娶同姓，蓋吳女也。（禮，不娶同姓，買妾不知其姓，則卜之。為同宗共祖，亂人倫，與禽獸無別。昭公既娶，諱而謂之吳孟子。《春秋》不係吳者，禮，婦人係姓不係國，雖不諱，猶不係國也。不稱夫人不言薨，不書葬者，深諱之。）"
      },
      {
        "index": 7,
        "text": "疏「蓋吳女也」。○解云：公羊子不受於師，故疑之。○注「禮不」至「無別」。○解云：上《曲禮》云「取妻不取同姓，故買妾不知其姓則卜之」，鄭氏注云「為其近禽獸也。妾賤，或時非媵，取之於賤者，世無本係者」是也。云為同宗共祖，亂人倫，與禽獸無別者，欲取《曲禮上》云「夫唯禽獸無禮，故父子聚麀，是故聖人作，為禮以教人，欲人以有禮，知自別於禽獸之文乎」。○注「昭公」至「孟子」。○解云：昭十年注云「去冬者，蓋昭公娶吳孟子之年，故貶之」。然則此言昭公既娶者，謂從昭十年以來也，而諱之吳孟子者，即《論語》云「君娶於吳為同姓，謂之吳孟子」，《坊記》云「《魯春秋》猶去夫人之姓曰吳，其死曰孟子卒」是也。○注「春秋」至「國也」。○解云：言婦人係姓不係國者，即隱元年「仲子」下，注云「仲字子姓，婦人以姓配字，不忘本也，因示不適同姓也」；二年「夫人子氏」之下，注云「子者，姓也。夫人以姓配號，義與仲子同」是。言昭公之時，諱之不謂之吳姬，謂之吳孟子，而《春秋》直謂之孟子，不係吳者，正以婦人不係國故也。言雖不諱，猶不係國者，正以文薑、穆薑之屬，亦不係國言之故也。○注「不稱」至「諱之」。解云：若言夫人，又若言薨，當言夫人姬氏薨；若葬，當言葬我小君昭姬，皆為大惡，大惡不可言，故曰深諱之也。而云孟子卒者，若言宋之長女，為魯侯之妾而卒之，猶如定十五年秋「姒氏卒」之類。"
      },
      {
        "index": 8,
        "text": "公會吳於橐皋。（○橐，章夜反，一音讬。）秋，公會衛侯、宋皇瑗於運。（○運，《左氏》作「鄖」。）宋向巢帥師伐鄭。"
      },
      {
        "index": 9,
        "text": "冬，十有二月，眾。何以書？記異也。何異爾？不時也。（眾者，與陰殺俱藏。周十二月，夏之十月，不當見，故為異。比年再眾者，天不能殺，地不能埋，自是之後，天下大亂，莫能相禁，宋國以亡，齊並於陳氏，晉分為六卿。○眾，音終，本亦作「螽」，注同。見，賢遍反。）"
      },
      {
        "index": 10,
        "text": "疏注「比年再螽」。○解云：即下十三年冬十二月螽是也。○注「宋國」至「六卿」。○解云：皆在春秋後。考諸舊本，宋是「宗」字，然則宗國猶大國。言天不能殺，地不能埋，天下大亂，莫能相禁，是其紀綱之國，滅亡之象，是故齊並於陳氏，晉分為六卿。若作「宋」字，何氏更有所見。《春秋說》云「陳氏篡齊三年，千人合葬，故螽蟲冬踴者，是其螽為齊亡之一隅也」。案《左氏》及《史記》，皆云晉亡分為魏、趙、韓，今云晉分為六卿者，蓋其初時，晉君失政，六卿用事，不妨其下滅時但三家分之矣。\n哀公十有三年"
      },
      {
        "index": 11,
        "text": "十有三年，春，鄭軒達帥師取宋師於嵒。其言取之何？易也。其易奈何？詐反也。（前宋行詐取鄭師，今鄭復行詐取之，苟相報償，不以君子正道，故傳言詐反。反，猶報也。○嵒，五咸反，一音魚及反。易，以豉反，下同。鄭復，扶又反，秋以下注同。償，時亮反。）"
      },
      {
        "index": 12,
        "text": "疏「其言取之何」。解云：上九年注云「據詐戰言敗也，故此省文，不復言之也」。○注「前宋」至「鄭師」。○解云：即上九年春，「宋皇瑗帥，師取鄭師於雍丘」，傳云「其言取之何？易也。其易奈何？詐之也」是也。\n夏，許男戌卒。（比陳、蔡不當復卒，故卒葬略。○男戌，本亦作「成」。）"
      },
      {
        "index": 13,
        "text": "疏注「比陳」至「葬略」。○解云：昭八年冬「楚師滅陳」，十一年「楚師滅蔡」，至十三年秋「蔡侯廬歸於蔡。陳侯吳歸於陳」，二十年冬「十有一月，辛卯，蔡侯廬卒」，二十一年「春，王三月，葬蔡平公」；定四年「春，王二月，癸巳，陳侯吳卒」，夏「六月，葬陳惠公」，定六年「鄭遊速滅許，以許男斯歸」；今年「夏，許男戌卒」，秋「葬許元公」。然則陳、蔡之滅，非吳、廬之罪，及其存時，乃為大國所復，但以不受封於天子，故書君以見之，仍以前君死位，非其自復，其國合存，故許錄其卒葬也。而許男斯者，為鄭所滅，不能死位，許國合絕，不足存之，而戌自復，罪惡深矣。若比之陳、蔡，不當合錄，而錄之者，正欲見其前君不死位，後君自復之惡深，是以書其卒葬，而去其日月以見矣，故曰此陳、蔡不當復卒，故卒葬略之也。"
      },
      {
        "index": 14,
        "text": "公會晉侯及吳子於黃池。吳何以稱子？（據救陳稱國。）疏注「據救陳稱國」。○解云：十年冬，「吳救陳」是也。"
      },
      {
        "index": 15,
        "text": "吳主會也。（以言及也。時吳彊而無道，敗齊臨菑，乘勝大會中國。齊、晉前驅，魯、衛驂乘，滕、薛俠轂而趨，以諸夏之眾，冠帶之國，反背天子而事夷狄，恥甚不可忍言，故深為諱辭，使若吳大以禮義會天下諸侯，以尊事天子，故進稱子。○背，音佩。）"
      },
      {
        "index": 16,
        "text": "疏注「以言」至「而趨」。○解云：以經言及吳，即知吳主會，何者，正及者汲汲之辭，即僖五年夏，「公及齊侯、宋公」以下，「會王世子於首戴」，注云「言及者，因其文可得見汲汲也」。然則彼云及齊侯，齊侯主會，則知此言及吳子，吳子主會明矣，故云以言及也。云時吳強而無道，敗齊臨菑，乘勝大會中國者，即上十一年「五月，公會吳伐齊。甲戌，齊國書帥師，及吳戰於艾陵，齊師敗績」者，是敗齊師於臨菑之事。正以吳為夷狄，數伐中國而敗之，故謂之無道。菑字然有作「晉」字，若作「晉」字，以黃池為近晉，晉人畏而會之，故曰臨晉。云齊、晉前驅，魯、衛驂乘，滕、薛俠轂而趨者，《春秋說》文也。以下傳及注云，則天下盡會，而《春秋說》特舉此六國，時為之役，故遍舉之，或言不盡意故也。○注「以諸」至「稱子」。○解云：諸夏眾強，不復如禮，反棄君父而事夷狄，恥辱之甚，不忍言，故深為諱，進吳稱子矣。而言冠帶之國者，正以夷狄之人，不知冠帶故也，是以《穀梁傳》云「吳王夫差曰『好冠來』，孔子曰『大矣哉，夫差未能言冠而欲冠也』」，范氏云「不知冠有等差，唯欲好冠」是也。\n吳主會，則曷為先言晉侯？（據申之會，楚子主會序上。）\n疏注「據申」至「序上」。○解云：即昭四年「夏，楚子、蔡侯」以下「會於申」是。"
      },
      {
        "index": 17,
        "text": "不與夷狄之主中國也。（明其實自以夷狄之彊會諸侯爾，不行禮義，故序晉於上。）其言及吳子何？（據鍾離之會殊會吳，不言及。僖五年公及齊侯，齊侯主會益明矣。）"
      },
      {
        "index": 18,
        "text": "疏注「據鍾」至「言及」。○解云：即成十五年冬，「叔孫僑如會晉士燮、齊高無咎」以下，「會吳於鍾離」是也。○注「僖五」至「明矣」。○解云：即僖五年「公及齊侯、宋公」以下，「會王世子於首戴」。然則案如彼經，書公及齊侯，齊侯主會，此云及吳，則是吳子主會益明矣，何言不與夷狄之主中國乎？是以據而難之。"
      },
      {
        "index": 19,
        "text": "會兩伯之辭也。（晉序上者，主會文也。吳言及者，亦人往為主之文也。方不與夷狄主中國，而又事實當見，不可醇奪，故張兩伯辭。先晉，言及吳子，使若晉主會為伯，吳亦主會為伯，半抑半起，以奪見其事也。語在下。○當見，賢遍反，年內皆同。）"
      },
      {
        "index": 20,
        "text": "疏注「吳言」至「文也」。○解云：凡言及者，汲汲之辭。今言及吳子，則似吳子先在是，天下之人，慕而往事之然，故曰人往為主之文。○注「半抑」至「在下」。○解云：序晉於上，是其抑之。言及吳子，起其為伯也，故曰半抑半起矣。序晉於上，是其奪，言及吳子，亦見其為伯之事，故曰奪見其事。"
      },
      {
        "index": 21,
        "text": "不與夷狄之主中國，則曷為以會兩伯之辭言之？（據伯主人。）疏注「據伯主人」。○解云：謂為伯者，主領會上之人矣。重吳也。（其實重在吳，故言及。舉晉者，諱而不盈。）"
      },
      {
        "index": 22,
        "text": "疏注「其實」至「不盈」。○解云：謂其實處權重在於吳，故言及吳子，作汲汲之文矣。經言公會晉侯，是其諱為吳所主也。晉侯之下，即言及吳子，是其不盈滿其諱文也，何者？晉是大國而汲汲子吳，還是吳為會主之義也。僖二十三年夏，「宋公慈父卒」，傳云「何以不書葬？盈乎諱也」，注云「盈，滿也，相接足之辭也」。然則此言諱而不盈者，意欲取彼傳文矣。\n曷為重吳？（據常殊吳。）"
      },
      {
        "index": 23,
        "text": "疏注「據常殊吳」。解云：即成十五年冬，「叔孫僑如會晉士燮」以下，「會吳於鍾離」；襄十年「春，公會晉侯」以下，「會吳於相」之屬是也。"
      },
      {
        "index": 24,
        "text": "吳在是，則天下諸侯莫敢不至也。（以晉大國，尚猶汲汲於吳，則知諸侯莫敢不至也。不書諸侯者，為微辭，使若天下盡會之，而魯侯蒙俗會之者，惡愈也。齊桓兼舉遠明近，此但舉大者，非尊天子，故不得褒也。主書者，惡諸侯君事夷狄。○惡諸，烏路反。）"
      },
      {
        "index": 25,
        "text": "疏注「不書」至「惡愈」。○解云：若欲實而言之，天下諸侯寧可悉至，但欲見其重在吳偏至之辭而已。其曆言某侯某侯，則實不至者不可空言，是以舉其最大之國，作天下盡會之義矣。○注「齊桓」至「褒也」。○解云：僖二年「秋，九月，齊侯、宋公、江人、黃人會於貫，傳云「江人、黃人者何？遠國之辭也。遠國至矣，則中國曷為獨齊、宋至爾？大國言齊、宋，遠國言江、黃，則以其餘為莫敢不至也」。然則齊桓之時，非獨舉大以明小，亦兼舉遠以明近。今此但舉晉者，非尊天子，不得褒為遠夷皆至之辭，則傳云「天下諸侯莫敢不至」者，據九州之內言之，亦得謂之天下矣。○注「主書」至「夷狄」。○解云：《春秋》見義，非唯一種，一則見吳之強暴，一則見晉之衰微，但主書之情，本惡諸侯君事夷狄，餘者兼見之矣。\n楚公子申帥師伐陳。於越入吳。秋，公至自會。（有恥致者，順諱文也。）"
      },
      {
        "index": 26,
        "text": "疏注「有恥」至「文也」。○解云：莊六年注云「公與二國以上出會盟，得意致會，不得意不致」。然則今此冠帶之國，斂手從夷，乃是可恥之次，而致之者，正欲順其諱文，使若吳尊事天子以會諸侯，諸侯得意，以會致之然，故曰順諱文也。\n晉魏多帥師侵衛。此晉魏曼多也，曷為謂之晉魏多？（據上七年言曼多。○魏多，《左氏》作「魏曼多」。）\n疏注「據上」至「曼多」。○解云：即上七年春，「魏曼多帥師侵衛」是也。\n譏二名。二名非禮也。（復就晉見者，明先自正而後正人。正人當先正大以帥小。）"
      },
      {
        "index": 27,
        "text": "疏注「復就」至「帥小」。○解云：定六年冬，「仲孫忌帥師圍運」，傳云「此仲孫何忌也，曷為謂之仲孫忌？譏二名。二名非禮也」，注云「為其難諱也。一字為名，令難言而易諱，所以長臣子之敬，不逼下也。《春秋》定、哀之間，文致大平，欲見王者治定，無所復為譏，唯有二名故譏之」。然則彼已於魯見訖，今復就晉見之者，明先自正而後正人也。等是正人而於晉者，見當先正大國以帥於小國故也。\n葬許元公。"
      },
      {
        "index": 28,
        "text": "九月，眾。（先是用田賦，又有會吳之費。○之費，芳味反，下同。）疏注「先是用田賦」。○解云：在十二年春。"
      },
      {
        "index": 29,
        "text": "冬，十有一月，有星孛於東方。孛者何？彗星也。其言於東方何？（據北斗言星名。○孛，音佩。彗星，囚歲反，又息遂反。）"
      },
      {
        "index": 30,
        "text": "疏「孛者何」。○解云：欲言是星，星名未有；欲言非星，錄為星稱，故執不知問。○注「據北」至「星名」。○解云：即文十四年「秋，七月，有星孛入於北斗」是也。然則彼入於北斗，言其所孛之星名，今言於東方，故難之。\n見於旦也。（旦者，日方出。時宿不復見，故言東方，知為旦。）"
      },
      {
        "index": 31,
        "text": "疏「見於旦也」。○解云：於字亦有作「平」字者，誤也。○注「旦者」至「為旦」。○解云：旦者，日方出地，未相去離之辭，故曰旦者，日方出。當爾之時，宿皆不見，故曰時宿不復見也。星孛仍見，餘宿已沒，是以不復指其孛之星，漫道其方而已，故言東方，知為旦也。"
      },
      {
        "index": 32,
        "text": "何以書？記異也。（周十一月，夏九月，日在房心。房心，天子明堂布政之庭，於此旦見，與日爭明者，諸侯代王治，典法滅絕之象，是後周室遂微，諸侯相兼，為秦所滅，燔書道絕。○治，直吏反。燔，扶元反。）"
      },
      {
        "index": 33,
        "text": "疏注「周十一月，夏九月，日在房心」。○解云：《堪輿》云「九月日體在大火」，故曰日在房心也。云房心，天子明堂布政之庭，出《堪輿》，《星經》亦云也。○注「是後」至「道絕」。○解云：《春秋說》云「趨作法，孔聖沒，周姬亡，彗東出，秦正起，胡破術，書記散亂，孔子不絕也」。既言周姬亡，彗東出，故知由此孛星周室遂微也。言秦正起，亦由此孛星。《秦本紀》云「始皇名正，以二十六年滅周，而並天下」，故云諸侯相兼，為秦所滅也。始皇、胡亥，並悉焚書，聖人之道，於斯絕矣，故曰燔書道絕。"
      },
      {
        "index": 34,
        "text": "盜殺陳夏區夫。（○陳夏，戶雅反，一本作「廉」。區夫，苦侯反，又古侯反，一本作「嫗」，音同，二傳作「夏區夫」。）十有二月，眾。（黃池之會，費重煩之所致。）\n哀公十有四年"
      },
      {
        "index": 35,
        "text": "十有四年，春，西狩獲麟。何以書？記異也。何異爾？非中國之獸也。然則孰狩之？（稱西言狩，尊卑未分，據無王名。○狩，手又反。麟，力人反。）"
      },
      {
        "index": 36,
        "text": "疏「何以書？記異也」。○解云：麟者仁獸，大平之嘉瑞。而言記異者，當爾之時，周室大衰，為天下所厭，漢高方起，堯祚將復。興者謂之瑞，亡者謂之異，然則何吉凶不並，瑞災不兼之有乎？義亦通於此。○「非中國之獸也」。○解云：謂有聖帝明王，然後乃來，則知不應華夏無矣。然則以其非中國之常物，故曰非中國之獸，不謂中國不合有，若似昭二十五年「有鸛鵒來巢」之下，傳云「何以書？記異也。何異爾？非中國之禽也」之類是也。若然，皆非中國之物，鸛鵒言有來，而麟不言有來者，正以麟是善物，《春秋》慕之，欲其常於中國，非今始有，非今始來之義，是以《穀梁傳》云「其不言來，不外麟於中國也；其不言有，不使麟不恒於中國也」是也。○注「稱西」至「未分」。○解云：西者，四時之叔，是為卑稱。狩者，天子諸侯之事，乃是尊名，故曰稱西言狩，尊卑未分也。必知狩是天子諸侯之事者，正以僖二十八年冬「天王狩於河陽」，桓四年春「公狩於郎」之屬故也。"
      },
      {
        "index": 37,
        "text": "薪采者也。（西者，據狩言方地，類賤人象也。金主芟艾，而正以春盡，木火當燃之際，舉此為文，知庶人采樵薪者。○薪，音新。芟，所銜反。艾，魚廢反。樵，在焦反。）"
      },
      {
        "index": 38,
        "text": "疏「薪采者也」。○解云：薪采，猶言采薪也。言是庶人采薪者矣。○注「西者」至「方地」。○解云：謂據其處，道其方地，曰西狩也。○注「類賤人象也」。○解云：正以西方為兌，少女之位，女子之卑，草木衰落，亦非可貴之義，故曰類賤人象也。○注「金主」至「薪者」。○解云：經言西者，賤人象。金主芟艾，持斧之義，而文正以春盡，是火當絕木之時，今乃舉此為文，即知庶人持斧，破木燃火之意，故曰知庶人采樵薪者，似若漢高祖起於布衣之內，持三尺之劍而以火應之，君臨四海，從東鄉西，以應周家木德之象也。"
      },
      {
        "index": 39,
        "text": "薪采者，則微者也。曷為以狩言之？（據天子諸侯乃言狩，天王狩於河陽，公狩於郎是也。河陽冬言狩，獲麟春言狩者，蓋據魯變周之春以為冬，去周之正而行夏之時。○去周，起呂反。行夏，戶雅反，下「於夏」同。）"
      },
      {
        "index": 40,
        "text": "疏注「天王狩於河陽」。○解云：在僖二十八年云「公狩於郎者，在桓四年春。○注「河陽」至「之時。○解云：若使周之正月，乃夏之仲冬，得冬獵田狩之時，即《大司馬》職云「仲冬教大閱，遂以狩田」是也，但孔子作《春秋》，欲改周公之舊禮，正朔三而反，當欲行夏之時，取夏之孟冬以為狩時，夏之仲冬，不是田狩之月，是以桓四年春正月，「公狩於郎」，何氏云「狩例時，此月者，譏不時。周之正月，夏十一月也，陽氣始施，鳥獸懷任，草木萌牙，非所以養微者」是也。然則河陽言狩者，周之季冬，當夏之十月，故得言狩矣。案僖二十八年冬，「天王狩於河陽」之時，乃冬言狩。今獲麟之經春言狩者，蓋據魯為王而改正朔，方欲改周之春以為冬，去其周之正月而行夏之時，由此之故春而言狩矣。\n大之也。（使若天子諸侯。）曷為大之？（據略微。）"
      },
      {
        "index": 41,
        "text": "疏注「據略微」。○解云：隱元年「九月，及宋人盟於宿」，傳云「孰及之？內之微者也」，注云「內者，謂魯也。微者，謂士也。不名者，略微也」是。然則《春秋》之道略於微者，今而大之，故以為難矣。"
      },
      {
        "index": 42,
        "text": "為獲麟大之也。曷為為獲麟大之？（據鸛鵒俱非中國之禽，無加文。○為獲，於偽反，下「為獲」、「孰為」，注「為誰」、「知為」皆同。鸛，音權。鵒，音欲。）\n疏注「據鸛」至「加文」。○解云：即昭二十五年夏，「有鸛鵒來巢」是也。"
      },
      {
        "index": 43,
        "text": "麟者，仁獸也。（狀如麕，一角而戴肉，設武備而不為害，所以為仁也。《詩》云「麟之角，振振公族」是也。○振，之人反。）"
      },
      {
        "index": 44,
        "text": "疏「麟者，仁獸也」。○解云：《五行傳》云「東方謂之仁」，又云「視明禮脩而麟至」，言人君但當其視能明，其禮又脩，而麟至也，是以《春秋說》云「麟生於火，遊於中土，軒轅大角之獸」。然則麟為土蓄而言仁獸者，正以設武備而不害物，所以為仁。而《異義》「《公羊》說」云「麟者，木精，一角，赤目，為火候」，下注亦云「麟者，木精」者，正以設武備而不害物，有仁之物，屬東方，赤目為火候火，乃木之子，謂之木精亦何傷。又《鶡冠子》云「麟者，北方玄枵之獸，陰之精」者，正以五行相配言之，水為土妃，水土構精而生麟，得土氣者性似父，得水氣者性似母，蓋以麟得水氣，故云玄枵之獸，陰之精也。○注「狀如」至「是也」。○解云：《釋獸》云「麟，麕身牛尾，一角」，郭氏曰「角頭有肉」，故此云狀如麕一角也。《廣雅》云「麟，狼額肉角」，故此注云而戴肉。云設武備而不為害，所以為仁也者，欲道中央之畜，而傳得謂之仁獸之義，云《詩》云「麟之角，振振公族」是也者，在《麟趾》之篇也。引之者，欲道麟角末有肉，示有武而不用，故得謂之仁，當時公族，皆振振然而信厚，亦為仁之義，故得並引之。"
      },
      {
        "index": 45,
        "text": "有王者則至，（上有聖帝明王，天下大平，然後乃至。《尚書》曰：「簫韶九成，鳳皇來儀。擊石拊石，百獸率舞。」《援神契》曰：「德至鳥獸，則鳳皇翔，麒麟臻。」○大平，音泰，下「大平」皆同。拊，芳甫反。援，音袁。麒，音其。）"
      },
      {
        "index": 46,
        "text": "疏注「上有」至「乃至」。○解云：若今未大平而麟至者，非直為聖漢將興之瑞，亦為孔子製作之象，故先至。故《孝經說》云「丘以匹夫徒步，以製正法」，是其賤者獲麟，兼為庶人作法之義也。○注「尚書」至「率舞」。○解云：《咎繇謨》之文也，彼鄭注云「簫韶，舜所製樂」，宋均注《樂說》云「簫之言肅，舜時民樂其肅敬，而紀堯道，故謂之簫韶。或云韶，舜樂名。舜樂者，其秉簫乎」。鄭氏又云「樂備作謂之成，簫韶作，九備而鳳皇乃來儀，止巢乘匹。擊石拊石，百獸，率舞者，石，磬也。百獸，服不氏所養者，謂音聲之道與政通焉」。引之者，欲道上有聖帝明王，天下大平，瑞物乃來之義。○注「援神」至「麟臻」。○解云：《釋獸》云「驨，如馬一角，不角者騏」，舍人云「驨如馬而有一角，不有角者名騏」。然則麒麟非直雄雌之異，其體亦別。\n無王者則不至。（辟害遠也。當春秋時，天下散亂，不當至而至，故為異。）"
      },
      {
        "index": 47,
        "text": "疏注「辟害遠也」。○解云：謂無道之世，刳胎殺夭，是以瑞物亦不來遊也，即《家語》云「孔子曰：刳胎殺夭，則麒麟不至：擿巢毀卵，則鳳皇不翔」是也，故云辟害遠也。"
      },
      {
        "index": 48,
        "text": "有以告者曰：「有麕而角者。」孔子曰：「孰為來哉！孰為來哉！」（見時無聖帝明王，怪為誰來。○有麏，本又作「麇」，亦作「麕」，皆九倫反，獐也。）"
      },
      {
        "index": 49,
        "text": "疏「有以」至「角者」。○解云：即《孔叢》云「叔孫氏之車子曰鉏商，樵於野而獲麟焉，眾莫之識，以為不祥，棄之五父之衢。冉有告孔子曰：『有麏肉角，豈天下之妖乎？』夫子曰：『今何在？吾將觀焉。』遂往。謂其禦高柴曰：『若求之言，其必麟乎？』到，視之曰：『今宗周將滅，無主，孰為來哉！茲日麟出而死，吾道窮矣。』乃作歌曰『唐虞之世麟鳳遊，今非其時來何由？麟兮麟兮我心憂』」是也。然則此告者，其冉求也。若以《孔叢》合之此傳，則鄉云薪采者，還是鉏商也。而《春秋》不言之者，略微故也。不言為漢獲之者，微辭也。故《春秋說》云「不言姓名為虛主」，宋氏云「劉帝未至，故云虛主。若書姓名，時王惡之」，是其義也。○注「見時」至「誰來」。○解云：下注云「夫子素案圖錄，知庶姓劉季當代周，見采薪獲麟，知為其出」。然則夫子素知此事，而云「孰為來哉」以怪之者，蓋畏時遠害，假為微辭，非其本心，注解其語，故見時無聖帝明王，怪為誰來矣。或者素案圖錄，知劉季當代周，但初見之時，未知薪采獲麟為之出，仍自未明，故作此言也，乃後詳審，方知為薪采者所獲，於是煥然而寤，是以泣之亦何傷乎？"
      },
      {
        "index": 50,
        "text": "反袂拭麵，涕沾袍。（袍，衣前襟也。夫子素案圖錄，知庶姓劉季當代周，見薪采者獲麟，知為其出，何者？麟者，木精。薪采者，庶人燃火之意，此赤帝將代周居其位，故麟為薪采者所執。西狩獲之者，從東方王於西也，東卯西金象也；言獲者，兵戈文也：言漢姓卯金刀，以兵得天下。不地者，天下異也。又先是眾蟲冬踴，彗金精掃旦置新之象。夫子知其將有六國爭彊，從橫相滅之敗，秦項驅除，積骨流血之虐，然後劉氏乃帝，深閔民之離害甚久，故豫泣也。○袂，彌世反，衣袖也。涕，他禮反。袍，步刀反，又步報反，衣前襟也。襟，音金。王於，於況反。下「火王」、「而王」、「之王」同。從橫，子容反。驅除，並如字，又上丘具反；下直據反。）"
      },
      {
        "index": 51,
        "text": "疏「反袂拭目」。○解云：目亦有作「麵」字者。云涕沾袍者，袍亦有作「衿」字者，以衣前襟言之，袍似得之。○注「夫子」至「代周」。○解云：蓋見《中候》云：卯金刀帝出，復堯之常，是其案圖錄，從亭長之任而為天子，故謂之庶姓矣。○注「何者」至「之意」。○解云：《春秋說》云「麟生於火，遊於中土，軒轅大角之獸」。然則麟為土畜而言木精者，正以《公羊說》云「麟者，木精，一角赤目，為火候」。既為火候，是木之子，謂之木精亦何傷？舊云木生火，火生土，麟為土畜，亦受氣於祖，性合人仁，故為木精也。庶人采薪，本供庖爨，意欲燃之，故曰采薪，庶人燃火之意也。木雖生火，火復燒木，即漢以火德承周之後而能滅之，故曰此赤帝將代周居其位也。云故麟為薪采者所執，其若不然，麟為異物，體形不小，薪采隻夫，寧能輕獲之乎？○注「西狩」至「天下」。○解云：言西狩獲之者，即是從東方而王於西方之象，卯在東方，金在西方，故曰東卯西金象也。言獲者，兵戈之文，是其有刀之義也，故曰言姓卯金刀，以兵得天下，言劉季起於豐沛之間，提三尺之劍而入秦宮，是其卯金刀從東王於西，以兵得天下之事也。○注「不地」至「異也」。○解云：所以不言西狩於某獲麟者，正以譏見於魯，乃為周王將亡之異，是以不舉小地之名，亦得為王魯之義，故曰不地者，天下異也。云又先是螽蟲冬踴者，即上十二年「冬，十有二月，螽」，十三年冬「十有一月，螽」是也。云彗金精歸旦置新之象者，即上十三年「冬，十有二月，有星孛於東方」，傳云「孛者何？彗星也」者是；孛從西方鄉東，故曰金精；彗者，埽除之象，鄉晨而見，故曰埽旦也。然則螽蟲冬踴者，乃是天不能殺，地不能理，故為六國爭強，天下大亂之象也。金精埽旦，乃是秦項驅除，劉氏乃帝之義，故何氏云焉。○注「夫子」至「之敗」。○解云：六國者，即燕、齊、楚、韓、魏、趙也。當爾之時，齊據東蕃，燕、楚強於南北，韓、魏、趙居於晉洛之間，各自保險，迭相征伐，故曰六國爭強也。《戰國策》云「秦橫有周，故謂之橫；燕、楚南北而遠，故謂之從。蘇秦在東而相六國，謂之合從；張儀在西而相秦以成，謂之連橫」，故彼下文「從成則楚王，橫成則秦帝。蘇公居趙，秦兵不敢東伐；張儀在秦，楚兵絕於西」是也。蘇公既死，張儀以橫滅從，是從橫相滅之敗也。○「秦項驅除」。○解云：始皇據秦，藉滅周之資而殄六國，項羽因胡亥之虐而籠括天下，皆非受命之帝，但為劉氏驅其狐貍，除其銶狼而已，故曰秦項驅除。○注「積骨」至「泣也」。○解云：虐亦有作「害」者。爾時天下土崩，英雄鵲起，秦項之君，視人如芥，殽函之處，積骨成山；平原之地，血流如海，故曰積骨流血之虐也。自此以後，高祖乃興，故曰然後劉氏乃帝。\n顏淵死，子曰：「噫！（噫，咄嗟貌。○噫，於其反。咄，丁忽反。）"
      },
      {
        "index": 52,
        "text": "疏注「噫，咄嗟貌」。○解云：咄嗟，猶歎息，即裏語曰咄嗟之間也。《弟子傳》云「顏淵少孔子三十歲，三十二而卒。」以此言之，則顏淵之生，昭十九年矣；及其卒時，當哀三年，而至此乃言之者，傳家追言之。亦何傷？\n天喪予！」（予，我。○喪，息浪反。予，羊汝反，我也。）"
      },
      {
        "index": 53,
        "text": "疏「天喪予」。○解云：聖人之道，當須輔佐而成，是以《家語》及《殷傳》云「自予得回也，門人加親也」，今而遭命，故曰天喪予；而《論語》云「非助我者」，謂非師徒弟子共相發起之義，蓋欲顯聰敏，非是不助也。"
      },
      {
        "index": 54,
        "text": "子路死，子曰：「噫！天祝予！」（祝，斷也。天生顏淵、子路，為夫子輔佐，皆死者，天將亡夫子之證。○斷，丁管反。）"
      },
      {
        "index": 55,
        "text": "疏「子路死」至「祝予」。○解云：若依《左氏》，則獲麟之後，當哀十五年，衛大子蒯聵入國之時，子路乃死，衛人醢之。孔子聞之，為之覆醢。今已言死者，公羊子於後言之，未足為妨也。「自予得由也，惡言不至於耳」，是其為輔佐之義也。注「祝，斷也」者。言天祝惡已之道德，亦是斷絕之義也。○注「天生」至「之證」。○解云：若欲以理言之，則四科十人，遊、夏之徒，皆為夫子之輔佐，故《孝經說》云「《春秋》屬商，《孝經》屬參」是也。今特言二人者，以其先卒故也。良輔之內，二人先死，亦非祐助之義，故曰將亡夫子之證。"
      },
      {
        "index": 56,
        "text": "西狩獲麟，孔子曰：「吾道窮矣。」（加姓者，重終也。麟者，大平之符，聖人之類，時得麟而死，此亦天告夫子將沒之徵，故云爾。）"
      },
      {
        "index": 57,
        "text": "疏「西狩」至「窮矣」。○解云：麟之來也，應於三義：一為周亡之徵，即上傳云「何以書？記異也」是也；二為漢興之瑞，即上傳云「孰為來哉！孰為來哉」，雖在指斥，意在於漢也；三則見孔子將沒之徵，故此孔子曰「吾道窮矣」是也。○注「加姓」至「云爾」。○解云：正以上文再發子曰，皆不加姓故也。云麟者，大平之符，聖人之類者，以皆有聖帝明王，然後乃見，故謂之類也。注又云時得麟而死者，即《孔叢子》云「麟出而死，言道窮矣」是也。\n《春秋》何以始乎隱？（據得麟乃作。）"
      },
      {
        "index": 58,
        "text": "疏注「據得麟乃作」。○解云：正以《演孔圖》云「獲麟而作《春秋》，九月書成」是也。而《揆命》篇云「孔子年七十歲，知圖書，作《春秋》」者，何氏以為年七十歲者，大判言之，不妨爾時七十二矣，猶如卜世三十，卜年七百之類也。\n祖之所逮聞也。（讬記高祖以來事，可及問聞知者，猶曰我但記先人所聞，辟製作之害。）"
      },
      {
        "index": 59,
        "text": "疏「祖之所逮聞也」。○解云：何氏以為公取十二，則天之數，故隱元年「益師卒」之下，注云「所以二百四十二年者，取法十二公，天數備足」是也。今此傳云「祖之所逮聞」者，謂兼有天數之義，亦讬問聞而知，亦取製服三等之義，故隱元年注云「所以三世者，禮，為父母斬衰三年，為祖父母期，為曾祖高祖父母齊衰三月」是也。○注「讬記」至「之害」。○解云：假讬云道，我記高祖以來事者，謂因已問父得聞昭、定、哀之事，因父問祖得聞文、宣、成、襄之事，因祖問高祖得聞隱、桓、莊、閔、僖之事，故曰讬記高祖以來事，可及問聞知者。以此言之，則無製作之義，故曰我但記先人所聞，辟製作之害也。"
      },
      {
        "index": 60,
        "text": "所見異辭，所聞異辭，所傳聞異辭。（所以復發傳者，益師以臣見恩，此以君見恩，嫌義異：於所見之世，臣子恩其君父尤厚，故多微辭也；所聞之世，恩王父少殺，故立煬宮不日，武宮日是也；所傳聞之世，恩高祖曾祖又殺，故子赤卒不日，子般卒日是也。○傳，直專反，注「傳聞」同。復，扶又反。臣見，賢遍反，下「欲見」同。少殺，所戒反，下同。般，音班。）"
      },
      {
        "index": 61,
        "text": "疏注「所以復發」至「義異」。○解云：隱元年「冬，十有二月」，「公子益師卒」，傳云「何以不日？遠也。所見異辭，所聞異辭，所傳聞異辭」。然則彼已有傳，今復發之者，正以益師之卒所以不日者，以其恩遠，孔子所不見，欲道當時之君無恩於其臣，是以大夫之卒，不問有罪與不，例皆不日以見之，是以須發三代異辭之言。今此西狩獲麟當所見之世，已與父時之事，欲道當時之臣有恩於其君，故為微辭，不忍正言其惡，是以復須發傳，道其三代異辭之意。然則言益師以臣見恩者，言益師之經，以臣之故見君恩之薄厚也。云此以君見恩者，今此獲麟之經以君之故，見臣恩之厚薄，其義實異，故重發。案桓二年「成宋亂」之下，傳云「內大惡諱，此其自言之何？遠也。所見異辭，所聞異辭，所傳聞異辭」，何氏云「所以復發傳者，益師以臣見恩，此以君見恩，嫌義異也」。然則桓公之時，已發見君恩之傳，今復發之者，正以桓公之時，欲見其臣無恩於其君，是以不為之諱大惡；今時有恩於其君，為之諱而作微辭也。彼注云「嫌義異也」，此復注云「義異」，是其一隅，何氏不決之者，從可知省文也。云故多微辭也者，即定元年傳云「定、哀多微辭」，注云「定公有王無正月，不務公室，喪失國寶；哀公有黃池之會，獲麟，故總言多」是也。云故立煬宮不日者，即定元年秋九月，「立煬宮」是也。云武宮日者，即成六年「二月，辛巳，立武宮」是也。正以《公羊》之義，失禮鬼神例日，故如此解之也。云子赤卒不日者，即文十八年「冬，十月，子赤卒」是也。云子般卒日是也者，即莊三十二年「冬，十月，乙未，子般卒」是也；文十八年「子卒」之下，傳云「子卒者孰謂？謂子赤也。何以不日？隱之也。何隱爾？弑也。弑則何以不日？不忍言也」，注云「所聞世，臣子恩痛王父深厚，故不忍言其日，與子般異」是也。\n何以終乎哀十四年？（據哀公未終也。）"
      },
      {
        "index": 62,
        "text": "疏注「據哀公未終也」。○解云：正以未見公薨之文故也，且以《左氏》言之，即哀二十七年，公遜於越而因卒，則知今未終。"
      },
      {
        "index": 63,
        "text": "曰：「備矣！」（人道浹，王道備，必止於麟者，欲見撥亂功成於麟，猶堯、舜之隆，鳳皇來儀，故麟於周為異，《春秋》記以為瑞，明大平以瑞應為效也。絕筆於春，不書下三時者，起木絕火王，製作道備，當授漢也。又春者歲之始，能常法其始則無不終竟。○道浹，子協反，一本作「幣」。撥，卜末反，理也。應，應對之應。）"
      },
      {
        "index": 64,
        "text": "疏注「人道」至「效也」。○解云：浹亦有作「幣」字者，正以三代異辭，因父以親祖，以親曾祖，以曾祖親高祖，骨肉相親極於此，故云人之道浹也。云王道備者，正以撥亂於隱公，功成於獲麟，懍懍治之，至於大平，故曰王道備也。云必止至於麟者，正以獲麟之後，得端門之命，乃作《春秋》，但孔子欲道從隱撥亂，功成於麟，是以終於獲麟以示義，似若堯、舜之隆，制禮作樂之後，簫韶九成，鳳皇乃來止，巢而乘匹之類也。云故麟於周為異者，即上傳云「何以書？記異也。何異爾？非中國之獸也」是也。云《春秋》記以為瑞者，記亦有作「讬」者，今解彼記也。云明大平以瑞應為效也者，言若不致瑞，即大平無驗，故《春秋》記麟為大平之效也。○注「絕筆」至「漢也」。○解云：四時具，然後為年，此乃《春秋》之常，今不書下三時者，欲起木應之君將亡，欲別起為王，是以此處不得記之。且獲麟既記，製作之道已備，當欲以之授於漢帝，使為治國之法，是以不得錄於三時矣。○注「又春」至「終竟」。○解云：所以然者，始正則僖十六年傳云「朔有事則書，晦有事不書也」者，義亦通此。\n君子曷為為《春秋》？（據以定作五經。）"
      },
      {
        "index": 65,
        "text": "疏「君子曷為為《春秋》」。○解云：君子，謂孔子。曷為今日始為《春秋》乎？嫌其大晚於諸典之後。○注「據以定作五經」。○解云：何氏以為孔子領緣五經，皆在獲麟之前故，故言此。何氏知然者，正以《論語》云「孔子曰：吾自衛反魯，然後樂正，《雅》、《頌》各得其所」。案孔子自衛反魯，在哀十一年冬，則知料理舊經，不待天命者，皆在獲麟之前明矣。而《論語》直言樂正《雅》、《頌》，文不備矣。言料理五經在獲麟之前，何故作《春秋》獨在獲麟之後乎？故據五經以難之。"
      },
      {
        "index": 66,
        "text": "撥亂世，（撥，猶治也。）反諸正，莫近諸《春秋》，（得麟之後，天下血書魯端門曰：「趍作法，孔聖沒，周姬亡，彗東出，秦政起，胡破術，書記散，孔不絕。子夏明日往視之，血書飛為赤烏，化為白書，署曰《演孔圖》，中有作圖製法之狀。孔子仰推天命，俯察時變，卻觀未來，豫解無窮，知漢當繼大亂之後，故作撥亂之法以授之。○近，附近之近，又如字。演，以善反。）"
      },
      {
        "index": 67,
        "text": "疏「撥亂」至「《春秋》」。○解云：孔子未得天命之時，未有制作之意，故但領緣舊經，以濟當時而已。既獲麟之後，見端門之書，知天命已製作，以俟後王，於是選理典籍，欲為撥亂之道，以為《春秋》者，賞善罰惡之書，若欲治世，反歸於正，道莫近於《春秋》之義，是以得天命之後，乃作《春秋》矣，即上云治世之要務，義亦通於此。○注「得麟」至「之狀」。○解云：《演孔圖》文也。疾作王者之法，孔氏聖人將欲沒矣，周王姬氏將亡，是以十三年冬彗星出於東方矣。秦始皇名正，方欲起為天子，其子胡亥破先王之術，當爾之時，書契紀綱盡皆散亂，唯有孔氏《春秋》口相傳者，獨存而不絕。孔子聞之，使子夏往視其血書，其血乃飛為赤烏，其書乃化為白書，署之曰：此是《演孔圖》中義理，乃有訓作之象，製法之形狀矣。案《秦本紀》云「秦皇為無道，周人以舊典非之，乃用李斯之謀，欲以愚黔首，於是燔《詩》、《書》」云。然則始皇燔《詩》、《書》，而言胡破術者，謂始皇燔之不盡，胡亥亦燔之，科舉之亦何傷？云孔子仰推天命者，謂仰推尋天命，即端門之命是也。云俯察時變者，即螽蟲冬踴，彗星埽旦之象是也，欲尊天命，故以俯仰言之。云卻觀未來，豫解無窮，知漢當繼大亂之後，故作撥亂之法以授之者，謂知其承大亂之後，天下未醇，故作治亂之法以授之矣。若欲讬之《春秋》，即所傳聞之世是也，故桓三年「夏，齊侯、衛侯胥命於蒲」，傳云「胥命者何？相命也。何言乎相命？近正也。此其為近正奈何？古者不盟，結言而退」，彼注云「善其近正，似於古而不相背，故書以撥亂也」是也。"
      },
      {
        "index": 68,
        "text": "則未知其為是與？其諸君子樂道堯、舜之道與？（作傳者謙不敢斥夫子所為作意也。堯、舜當古曆象日月星辰，百獸率舞，鳳皇來儀，《春秋》亦以王次春，上法天文，四時具然後為年，以敬授民時，崇德致麟，乃得稱大平，道同者相稱，德合者相友，故曰樂道堯、舜之道。○其為，於偽反，注「所為」同。是與，音餘，下及注同。）"
      },
      {
        "index": 69,
        "text": "疏「則未」至「是與」。○解云：為音於偽反。公羊子謙不敢斥言孔子作《春秋》，故依違云，則未知其為此《春秋》，可以撥亂世而作之與？○其諸」至「道與」。○解云：其諸，辭也，即桓六年「子公羊子曰『其諸以病桓與』」，注云「其諸，辭也」是也。君子，謂孔子。不知為是孔子而樂堯、舜之道，是以述而道之與？○注「堯舜」至「之道」。○解云：言堯舜當古曆象日月星辰者，《堯典》文也。云「百獸率舞者，《舜典》、《咎繇謨》皆有其文也。云鳳皇來儀者，《咎繇謨》文也。云《春秋》亦以王次春，上法天文，四時具然後為年，以敬授人時者，欲似堯、舜當古曆象日月星辰以敬授人時也。云崇德致麟，乃得稱大平者，欲似堯、舜百獸率舞鳳皇來儀是也。云道同者相稱者，謂孔子之道同於堯、舜，故作《春秋》以稱述堯、舜是也。云德合者相友者，友者，同志之名。言孔子之德合於堯、舜，是以愛而慕之，乃作《春秋》，與其志相似也。\n末不亦樂乎堯、舜之知君子也？（末不亦樂後有聖漢，受命而王，德如堯、舜之知孔子為製作。）"
      },
      {
        "index": 70,
        "text": "疏「末不」至「子也」。○解云：孔子之道，既與堯、舜雅合，故得與堯、舜相對為首末，然則指孔子言不亦也。堯、舜之時，預知有己而製道術，預知有己而為君子而慕之，巳亦預製《春秋》授劉帝，是孔子亦愛慕堯、舜之知君子而效之。\n製《春秋》之義以俟後聖，（待聖漢之王以為法。）\n疏「製春」至「後聖」。○解云：製作《春秋》之義，謂製《春秋》之中賞善罰惡之義也。\n以君子之為，亦有樂乎此也。（樂其貫於百王而不滅，名與日月並行而不息。）"
      },
      {
        "index": 71,
        "text": "疏「以君」至「此也」。解云：君子，謂孔子。所以作《春秋》者，亦樂此《春秋》之道，可以永法故也。○注「樂」至「不息」。○解云：《春秋》者，賞善罰惡之書，有國家者最所急務，是以貫通於百王而不滅絕矣，故孔子為後王作之。云名與日月並行而不息者，謂名之曰《春秋》，其合於天地之利，生成萬物之義，凡為君者不得不爾，故曰名與日月並行而不息也。利，生成萬物之義，凡為君者不得不爾，故曰名與日月並行而不息也。"
      }
    ]
  }
}