{
  "chapterNumber": 12,
  "title": "春秋公羊傳註疏卷10 (Gongyang Zhushu, Volume 10)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "僖公卷十\n（起元年，盡七年）\n僖公元年"
      },
      {
        "index": 1,
        "text": "元年，春，王正月。公何以不言即位？（據文公言即位。）繼弑君，子不言即位。此非子也，其稱子何？（僖公者，閔公庶兄。據閔公繼子般，傳不言子。○弑，申誌反。）臣子一例也。（僖公繼成君，閔公繼未逾年君。禮，諸侯臣諸父兄弟，以臣之繼君，猶子之繼父也，其服皆斬衰，故傳稱臣子一例。○衰，七雷反。）\n齊師、宋師、曹師次於聶北，救邢。救不言次，此其言次何？（據夏師救齊不言次。○聶，女涉反。）\n疏注“據夏”至“言次”。○解云：即下十八年“夏，師救齊”是也。\n不及事也。不及事者何？邢已亡矣。（刺其救急舒緩，使至於亡，故錄之止次以起之。）\n疏“不及事者何”。○解云：正以次者，閒暇之名，而言不及事，似於義違，故執不知問。\n孰亡之？蓋狄滅之。（以上有狄伐邢。）\n疏注“以上有狄伐邢”者，解云：即莊三十二年冬，“狄伐邢”者是。\n曷為不言狄滅之？（據狄滅溫言滅。）\n疏注“據狄滅溫言滅”者，解云：即下十年春。“狄滅溫。溫子奔衛”者是。"
      },
      {
        "index": 2,
        "text": "為桓公諱也。曷為為桓公諱？（據徐人取舒，晉滅夏陽，楚滅黃皆不諱。○為桓，於偽反，下“為桓”、“曷為”，並下注“為諱”、“為桓”、“為肉”、“為僖”皆同。夏，戶雅反。）"
      },
      {
        "index": 3,
        "text": "疏注“據徐人取舒”。解云：即下三年夏，“徐人取舒”者是也。○注“晉滅夏陽”。解云：即下二年“虞師、晉師滅夏陽”是也。○注“楚滅黃”。○解云：即下十二年“夏，楚人滅黃”是也。然即彼三事，皆不為桓公諱者，取舒之下，何氏云“不為桓諱者，刺其不救也”是也。今此實救，故為之諱耳。"
      },
      {
        "index": 4,
        "text": "上無天子，下無方伯，天下諸侯有相滅亡者，桓公不能救，則桓公恥之。（故以為諱，所以醇其能以治世自任而厚責之。）"
      },
      {
        "index": 5,
        "text": "疏“上無”至“方伯”。○解云：“上無天子，下無方伯”，莊四年何氏云“有而無益於治日無，猶《易》曰‘闃其無人’”者是也。○注“以治出自任”者，猶言以天子治世為已任矣。\n曷為先言次，而後言救？（據叔孫豹先言救。）"
      },
      {
        "index": 6,
        "text": "疏注“據叔”至“言救”。○解云：即襄二十三年“秋，齊侯伐衛，遂伐晉。八月，叔孫豹帥師救晉，次於雍榆”是也。"
      },
      {
        "index": 7,
        "text": "君也。（叔孫豹，臣也。當先通君命，故先言救。今此先言次，知實諸侯。○）君則其稱師何？不與諸侯專封也。（故沒君文，但舉師而已。○）曷為不與？（據狄滅之，為桓公諱。）實與，（不書所封歸是也。）"
      },
      {
        "index": 8,
        "text": "疏注“不書”至“是也”。○解云：昭十三年秋，“蔡侯廬歸於蔡。陳侯吳歸於陳”，傳云“此皆滅國也，其言歸何？不與諸侯專封也”，彼注云“故使若有國自歸者也。名者，專受其封當誅”。然則彼經書所封歸，是不與楚專封，則知此經不書所封歸者，與齊桓專封明矣。若書所封歸，宜言邢侯歸於邢矣。\n而文不與。文曷為不與？（據實與也。）\n疏“而文不與”。○解云：連上句讀之。\n諸侯之義，不得專封也。（此道大平製。○大，音泰。）"
      },
      {
        "index": 9,
        "text": "疏注“此道大平製”。○解云：正以《春秋》作義，實與齊桓專封，而言諸侯之義，不得專封，故知是大平製也。"
      },
      {
        "index": 10,
        "text": "諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也。（主書者，起文從實也。）\n疏注“主書”至“實也”。○解云：謂雖文不與，其義實與，故言起文從實也。"
      },
      {
        "index": 11,
        "text": "夏，六月，邢遷於陳儀。遷者何？其意也。（其意自欲遷，時邢創畏狄兵，更欲依險阻。○陳儀，《左氏》作“夷儀”。）\n疏“遷者何”。○解云：欲言自遷，實齊遷之；欲言齊遷，而作自遷之文，故執不知問。"
      },
      {
        "index": 12,
        "text": "遷之者何？非其意也。（謂宋人遷宿也。書者，譏之也。王者封諸侯，必居土中，所以教化者平，貢賦者均，在德不在險，其後為衛所滅是也。遷例大國月，重煩勞也；小國時，此小國月者，霸者所助城，故與大國同。）"
      },
      {
        "index": 13,
        "text": "疏注“謂宋人遷宿也”。○解云：即莊十年“三月，宋人遷宿”是也。案彼傳云“遷之者何？不通也。以地還之也”。今又發之者，正以此有自遷之文，故取此對之也。○注“王者”至“土中”。○解云：謂各處其土中，不謂據天下。○注“其後”至“是也”。○解云：即二十五年“春，王正月，丙年，衛侯毀滅邢”是也。○注“遷例大國月”。○解云：即下三十一年“十有二月，衛遷於帝丘”之屬是也。○注“小國時”。○解云：即昭九年春，“許遷於夷”之屬是也。"
      },
      {
        "index": 14,
        "text": "齊師、宋師、曹師城邢。此一事也，曷為複言齊師、宋師、曹師？（據首戴前目而後凡。○複，言扶又反，下同。）"
      },
      {
        "index": 15,
        "text": "疏注“據首”至“後凡”。○解云：即下五年夏，“公及齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯會王世子於首戴”，“秋，八月，諸侯盟於首戴”是也。"
      },
      {
        "index": 16,
        "text": "不複言師，則無以知其為一事也。（言諸師，則嫌與首戴同，嫌實師；言諸侯，則嫌與緣陵同；嫌歸聞其遷，更與諸侯來城之，未必反故入也，故順上文，則知桓公宿留城之為一事也。）"
      },
      {
        "index": 17,
        "text": "疏注“言諸師”至“實師”。○解云：首戴之會，曆序齊師、宋公之屬，下文總道諸侯，更是實諸侯。今此亦上曆序齊師之屬，若下文直總言諸師，則與首戴同，嫌是實師，非必齊侯、宋公等，是以得序之，以順上文也。○注“言諸侯”至“入也”。○解云：即下十三年“公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯於鹹”，十四年“春，諸侯城緣陵”是。時會諸侯，各自還國，至十四年春更來城之，故此複注云“言諸侯，則嫌與緣陵同；嫌歸聞其遷，更與諸侯來城之，未必反故人也”。○注“故順”至“事也”。○解云：宿，音須就反。留，音盧胄反。案十四年《穀梁傳》曰“其曰諸侯，散辭也”，範氏云“直曰諸侯，無大小之序，是各自欲城，無總一之者，非伯者所製，故曰散辭”；傳又曰“聚而曰散，何也”，範氏云“據言諸侯城，則是聚”；傳又云“諸侯城，有散辭也，桓德衰矣”，範氏云“言諸侯城，則非伯者之為可知也。齊桓德衰，所以散也。何休曰‘案先是盟亦言諸侯，非散也’。又《穀梁》美九年諸侯盟於葵丘，即散，何以美之”，於義《穀梁》為短。然則何氏彼處廢《穀梁》不聽為散辭，而此所引似作散辭者，何氏之意，直以言諸侯者，見桓德衰，待諸侯然後能城之，故嫌《穀梁》以為散辭耳。今此注正道緣陵之諸侯，十三年鹹之會各自歸國，十四年複來城之，仍自不道十四年諸侯為散辭矣。"
      },
      {
        "index": 18,
        "text": "秋，七月，戊辰，夫人薑氏薨於夷，齊人以歸。夷者何？齊地也。齊地，則其言齊人以歸何？（據從國中歸不當書，邾婁人執鄫子，不書以歸是也。○鄫，似陵反。）"
      },
      {
        "index": 19,
        "text": "疏“夷者何”。解云：夫人之薨，例不言地，今言於夷，故執不知問。○注“邾婁”至“是也”。○解云：即下十九年“夏，六月，宋人、曹人、邾婁人盟於曹南。鄫子會盟於邾婁”，已酉，邾婁人執鄫子用之”是。"
      },
      {
        "index": 20,
        "text": "夫人薨於夷，則齊人以歸。（夫人所以薨於夷者，齊人以歸至夷。）夫人薨於夷，則齊人曷為以歸？（據上說夫人薨於夷者，齊人以歸至夷也。齊人曷為故以歸至於夷。）桓公召而縊殺之。（先言薨，後言以歸，而不言喪者，起桓公召夫人於邾婁，歸殺之於夷，因為內諱恥，使若夫人自薨於夷，然後齊人以歸者也。主書者，從內不絕錄，因見桓公行霸王，誅不阿親親，疾夫人淫泆二叔，殺二嗣子，而殺之。○縊，一賜反，一本作“搤”，於革反。見，賢遍反。泆，音逸。）"
      },
      {
        "index": 21,
        "text": "疏注“主書”至“殺之”。○解云：即閔二年“九月，夫人薑氏孫於邾婁”，注云“不如文薑於出奔貶之者，為內臣子明其義，不得以子絕母”者是。\n楚人伐鄭。（楚稱人者，為僖公諱與夷狄交婚，故進使若中國，又明嫁聚當慕賢者。）"
      },
      {
        "index": 22,
        "text": "疏注“楚稱人者”。○解云：欲對莊二十八年“秋，荊伐鄭”之經也。○注“為僖”至“交婚”。○解云：即下八年“秋，七月，禘於大廟，用致夫人”，傳云“夫人何以不稱薑氏”，“譏以妾為妻也。其言以妾為妻奈何？蓋脅於齊媵女之先至者也”，彼注云“僖公本聘楚女為嫡，齊女為媵。齊先致其女，脅僖公使用為嫡，故從父母辭言致。不書夫人及楚女至者，起齊先致其女，然後脅魯使立也。楚女未至而豫廢，故皆不得以夫人至書也”者，是其與夷狄交婚之事。○注“故進使若中國”。○解云：正以稱人為楚進稱故也。"
      },
      {
        "index": 23,
        "text": "八月，公會齊侯、宋公、鄭伯、曹伯、邾婁人於朾。（月者，危公會霸者而與邾婁有辨也。不從有夫人喪出會惡之者，不如危重也。○朾，敕貞反，又他丁反，《左氏》作“檉”。惡之，烏路反，下同。）"
      },
      {
        "index": 24,
        "text": "疏“八月”至“於朾”。○解云：朾字，《左氏》作“檉”，亦有作“朾”字。○注“月者”至“辨也”。○解云：正以月非大信辭故也。知與邾婁有辨者，即下文“公敗邾婁師於纓”是也。既出尊者之側而有私爭，故危之。"
      },
      {
        "index": 25,
        "text": "九月，公敗邾婁師於纓。（有夫人喪，不惡親用兵者，時怨邾婁人以夫人與齊，於喪事無薄故也。○於纓，《左氏》作“偃”。）"
      },
      {
        "index": 26,
        "text": "疏“九月公敗”至“於纓”。○解云：《左氏》作“偃”字。○注“有夫”至“故也”。○解云：正以僖三十三年“晉人及薑戎敗秦於殽”下，傳云“襄公親之，則其稱人何？貶。曷為貶？君在乎殯而用師，危不得葬也”。然則彼背殯用兵，眨而危之，今此經云“九月，公敗邾婁師於纓”，與莊十年“春，王正月，公敗齊師於長勺”，夏六月，“公敗宋師於乘丘”之屬無異者，時於喪事無薄故也。然則公敗邾婁者，為哀薑複讎也。若然，案莊九年“及齊師戰於乾時”，亦是為桓公複讎於齊，經不言公，此言公者，彼傳云“此複讎於大國，曷為使微者？公也。公則曷為不言公？不與公複讎也。曷為不與公複讎？複讎者在下也”，注云“時實為不能納子糾伐齊，諸大夫以為不如以複讎伐之，於是以複讎伐之，非誠心至意，故不與也”。然則此言公者，本出公意故也。"
      },
      {
        "index": 27,
        "text": "冬，十月，壬午，公子友帥師，敗莒師於犁，獲莒挐。莒挐者何？莒大夫也。莒無大夫，此何以書？大季子之獲也。何大乎季子之獲？（據獲人當坐。○於犁，力知反，又力兮反，《左氏》作“酈”。莒挐，女居反，一音女加反；一本作“茹”音同。）\n疏“莒挐者何”。○解云：欲言莒君，經不稱子；欲言大夫，莒無大夫，故執不知問。"
      },
      {
        "index": 28,
        "text": "季子治內難以正，（謂拒慶父。○內難，乃旦反，下同。）禦外難以正。其禦外難以正奈何？公子慶父弑閔公，走而之莒，莒人逐之，將由乎齊，齊人不納。卻，反舍於汶水之上，使公子奚斯入請。季子曰：“公子不可以入，入則殺矣。”（義不可見賊而不殺。）"
      },
      {
        "index": 29,
        "text": "疏“將由乎齊”。○解云：欲從齊而自安矣。○“舍於汶水之上”。○解云：舊本皆作“洛”，誤也。何者？今齊魯之間有汶無洛也。"
      },
      {
        "index": 30,
        "text": "奚斯不忍反命於慶父，自南涘，（涘，水涯。涘，音俟。）○北面而哭。（時慶父自汶水之北。）慶父聞之曰：“嘻！（嘻，發痛語首之聲。○嘻，許其反。）"
      },
      {
        "index": 31,
        "text": "疏注“嘻發”至“之聲”。解云：謂發心自痛傷，而以嘻為語之首也。此奚斯之聲也。諾已。”（諾已，皆自畢語。）"
      },
      {
        "index": 32,
        "text": "疏注“諾巳，皆自畢語”。○解云：猶似今人云休，一生罷去已，自畢竟之辭，故云自畢語矣。畢作“卑”字，誤耳。\n曰：“吾不得入矣。”於是抗輈經而死。（輈，小車轅，冀州以北名之云爾。○輈，音竹由反，車轅也。）\n疏“於是”至“而死”。○解云：鄭氏云“慶父輈死”者，正取此文。"
      },
      {
        "index": 33,
        "text": "莒人聞之曰：“吾巳得子之賊矣。”以求賂乎魯，（魯時雖緩追，猶外購求之。○購，古豆反。）魯人不與，為是興師而伐魯。（故與季子獲之。）季子待之以偏戰。（傳云爾者，善季子忿不加暴，得君子之道。）"
      },
      {
        "index": 34,
        "text": "疏注“傳云”至“之道”。○解云：此待之以偏戰者，即經書敗文是也。敗者，內戰文耳。莒人可忿，而能結日偏戰。偏戰，是其不加暴之義，故得君子之道。"
      },
      {
        "index": 35,
        "text": "十有二月，丁巳，夫人氏之喪至自齊。夫人何以不稱薑氏？（據薨於夷稱薑氏。經有氏，不但問不稱薑，並言氏者，嫌據夫人婦薑，欲使去氏。○去，起呂反。）\n疏注“經有”至“去氏”。○解云：夫人婦薑之文，即宣元年“三月，遂以夫人婦薑至自齊”是也。\n貶，曷為貶？（據薨於夷不貶。）與弑公也。（與慶父共弑閔公。○與殺，音預，又如字；下申誌反。）\n疏注“與慶”至“閔公”。○解云：不言子般者，據成君言之，省文。\n然則曷為不於弑焉貶？（據冘牙於卒時貶。）"
      },
      {
        "index": 36,
        "text": "疏注“據冘”至“時貶”。○解云：即莊三十二年“公子牙卒”，傳云“何以不稱弟？殺也”是。傳言殺者，言由其見殺貶之矣。"
      },
      {
        "index": 37,
        "text": "貶必於重者，莫重乎其以喪至也。（刑人於市，與眾棄之，故必於臣子集迎之時貶之。所以明誅得其罪，因正王法所加，臣子不得以夫人禮治其喪也。貶置氏者，殺子差輕於殺夫，別逆順也。致者，從書薨，以常文錄之。言自齊者，順上以歸文。○差，初賣反，又初佳反。別，彼列反。）"
      },
      {
        "index": 38,
        "text": "疏注“刑人”至“棄之”。解云：《禮記》文。○注“所以”至“喪也”。○解云：季子之逸慶父，齊桓之討哀薑，二義相違，而皆善之者，誅不辟親。王者之道，親親相隱，古今通式。然則齊桓之討哀薑，得伯者之義；季子之縱慶父，因獄有所歸，遂申親親之恩，義各有途，不可為難矣。○注“貶置氏者”。○解云：謂貶而置其氏矣。○“殺子”至“順也”。○解云：言殺子差輕於殺夫者，欲道莊元年“夫人孫於齊”，薑氏並去者，正猶殺夫罪重故也。言別逆順者，言殺夫之逆，甚於殺子，二事相對而言之，不謂哀薑殺子得為順，是以晉侯、宋公殺世子，皆直稱君而甚之。○注“致者”至“錄之”。○解云：謂不書殺而書薨作常文，是以於歸亦作常文錄之。若公之喪至自齊，至自乾侯之屬。○注“言自”至“歸文”。○解云：其實從夷來，而言至自齊，正以上文云“薨於夷，齊人以歸”，故言至自齊順之。\n僖公二年\n二年，春，王正月，城楚丘。孰城之？（據內城不月，故問之。）"
      },
      {
        "index": 39,
        "text": "疏注“據內”至“問之”。○解云：內城不月者，即隱七年“夏，城中丘”；襄十九年冬，“城西郛”之屬是也。其內城有在日月下者，皆不蒙日月。\n城衛也。曷為不言城衛？（據無遷文以言城，故當言城衛。）"
      },
      {
        "index": 40,
        "text": "疏注“據無”至“城衛”。○解云：舊本“曷為”之下，有“不言”二字，今無者，脫也。言以前之經，未有遷衛於楚丘之文，今此城之，固當言城衛，不應言城楚丘，故難之。固字亦有作“故”字者，言由是之故，當言城衛。\n滅也。孰滅之？蓋狄滅之。（以上有狄入衛。）"
      },
      {
        "index": 41,
        "text": "疏“滅也”。○解云：言正由是時衛國巳滅，故不得言衛矣。○注“以上有狄入衛”。○解云：即閔二年冬，“狄入衛”是也。"
      },
      {
        "index": 42,
        "text": "曷為不言狄滅之？為桓公諱也。曷為為桓公諱？上無天子，下無方伯，天下諸侯有相滅亡者，桓公不能救，則桓公恥之也。然則孰城之？（據不出主名，見桓公德優不待之，又不獨書齊，實諸侯也。○為桓，於偽反，下“為桓”、“曷為”、注“深為”同。見桓，賢遍反，下傳“荀息見”並注同。）桓公城之。曷為不言桓公城之？不與諸侯專封也。曷為不與？實與而文不與。文曷為不與？諸侯之義，不得專封。諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也。（複發傳者，君子樂道人之善也。不係衛者，明去衛而國楚丘，起其遷也。不書遷與救次者，深為桓公諱。使若始時尚倉卒有所救，其後晏然無幹戈之患，所以重其任而厚責之。主書者，起文從實也。○複，扶又反。卒，寸忽反。）"
      },
      {
        "index": 43,
        "text": "疏注“不係”至“遷也”。○解云：欲決襄十年冬“戍鄭虎牢”，係鄭矣。○注“不書”至“責之”。○解云：正決元年經“次於聶北，救邢”，“邢遷於陳儀”之文。○注“主書”至“實也”。○解云：謂經文雖不與，當從其實理而與之。"
      },
      {
        "index": 44,
        "text": "夏，五月，辛巳，葬我小君哀薑。哀薑者何？莊公之夫人也。（誅當絕，不當以夫人禮書葬。書葬者，正齊桓討賊，辟責內讎齊。）"
      },
      {
        "index": 45,
        "text": "疏“哀薑者何”。○解云：欲言其妾，經書小君；欲言適妻，與夫別諡，故執不知問。○注“誅當”至“讎齊”。○解云：即元年“夫人氏之喪”不言薑者，是其誅文也。上既誅之，即當合絕，不以夫人之禮書葬，而書葬者，欲正齊桓討得其賊故也。而言辟責內讎齊者，《公羊》之例，君弑賊不討，不書其君葬，責臣子不討賊，令君喪無所係矣。今若不書葬，即似責魯臣子不討齊桓，故言正齊桓討賊，辟責內讎齊耳。"
      },
      {
        "index": 46,
        "text": "虞師、晉師滅夏陽。虞，微國也，曷為序乎大國之上？（據稱師有加文，知不主會。○夏陽，《左氏》作“下陽”。）"
      },
      {
        "index": 47,
        "text": "疏注“據稱”至“主會”。○解云：即隱五年秋， “邾婁人、鄭人伐宋”，注云“邾婁小國，序上者，主會也”。然則邾婁小國，稱人無加文，而得序於鄭上者，正由主會故也。今虞為小國而得稱師，是有加文，則知序於晉上者，不為主會。既不為主會，而在大國之上，故難之。知稱師為加文者，正以小國例不得稱師。其稱師者，乃是大國將卑師眾之稱故也。\n使虞首惡也。曷為使虞首惡？（據楚人、巴人滅庸不使邑首惡。）"
      },
      {
        "index": 48,
        "text": "疏注“據楚人”至“首惡”。○解云：即文十六年秋，“楚人、秦人、巴人滅庸”是。案彼經有秦人，而不言之者，直取巴為小國，不序在上之意，故省文。"
      },
      {
        "index": 49,
        "text": "虞受賂，假滅國者道，以取亡焉。其受賂奈何？獻公朝諸大夫而問焉，曰：“寡人夜者寢而不寐，其意也何？”諸大夫有進對者曰：“寢不安與？其諸侍禦有不在側者與？”獻公不應。荀息進曰：“虞郭見與？（猶曰：虞郭豈見於君之心乎？荀息素知獻公欲伐此二國，故云爾。○安與，音餘，下“者與”、“見與”同。應，應對之應。郭，音虢，又如字，注及下同。）"
      },
      {
        "index": 50,
        "text": "疏“寢不”至“者與”。○解云：言直置寢自不安與？為侍禦之人有不在側者與？其諸，蓋為辭矣。故桓六年傳云“公羊子曰‘其諸以病桓與’”，彼注云“其諸，辭也”。則知《論語》云“其諸異乎人之求之歟者”者，諸亦為辭矣。\n獻公揖而進之，（以手通指曰揖。）"
      },
      {
        "index": 51,
        "text": "疏注“以手通指曰揖”。○解云：蓋謂揖而招之，言用拱揖，並招引近巳，若文七年傳云“失晉大夫使與公盟”，彼注云“以目通指曰失”。失，大結反，又醜乙反。"
      },
      {
        "index": 52,
        "text": "遂與之入而謀曰：“吾欲攻郭，則虞救之；攻虞，則郭救之，如之何？原與子慮之。”荀息對曰：“君若用臣之謀，則今日取郭，而明日取虞爾，君何憂焉？”獻公曰：“然則奈何？”荀息曰：“請以屈產之乘，（屈產，出名馬之地。乘，備駟也。○屈，貝物反。之乘，繩證反，注及下同。）\n疏注“屈產”至“駟也”。○解云：謂屈產為地名，不似服氏謂產為產生也。"
      },
      {
        "index": 53,
        "text": "與垂棘之白璧，（垂棘，出美玉之地。玉以尚白為美。○棘，一本作“蕀”音同。）往，必可得也。則寶出之內藏，藏之外府；（如虞可得，猶外府藏也。○內藏，才浪反，注同。）\n疏注“如虞”至“藏也”。解云：本藏下有“之”字。"
      },
      {
        "index": 54,
        "text": "馬出之內廄，係之外廄爾，君何喪焉？獻公曰：“諾。雖然，宮之奇存焉，如之何？”荀息曰：“宮之奇，知則知矣，（君欲言其知，實知也。○廄，九又反。喪，息浪反。知則，音智，下及注同。）雖然，虞公貪而好寶，見寶，必不從其言。請終以往。”於是終以往。虞公見寶，許諾。宮之奇果諫：“記曰：‘唇亡則齒寒。’（記，史記也。○好，呼報反。）"
      },
      {
        "index": 55,
        "text": "疏“虞公貪而好寶”。○解云：謂立性貪賄，於寶甚也。○“請終以往”。○解云：請君終竟齎寶馬以往，不欲令其難之。"
      },
      {
        "index": 56,
        "text": "虞郭之相救，非相為賜。（賜，猶惠也。）則晉今日取郭，而明日虞從而亡爾，君請勿許也。”虞公不從其言，終假之道以取郭。（明郭非虞不滅，虞當坐滅人。）\n疏注“明郭”至“滅人”。○解云：欲道序虞於晉上，令其首惡之義也。\n還，四年，反取虞。（還複往，故言反。）\n疏“還，四年，反取虞”。○解云：言晉人滅郭還歸，其四年反往滅虞矣。"
      },
      {
        "index": 57,
        "text": "虞公抱寶牽馬而至，荀息見曰：“臣之謀何如？”獻公曰：“子之謀則巳行矣，寶則吾寶也，雖然，吾馬之齒亦巳長矣。”蓋戲之也。（以馬齒長戲之，喻荀息之年老。傳極道此者，以終荀息、宮之奇言，且以為戒，又惡獻公不仁，以滅人為戲謔也。晉至此乃見者，著晉、楚俱大國，後治同姓也。以滅人見義者，比楚先治大惡，親疏之別。○牽馬，本又作“掔”，音同。巳長，丁丈反，注同。惡，烏路反。謔，許略反。別，彼列反。）"
      },
      {
        "index": 58,
        "text": "疏注“以馬”至“謔也”。○解云：言雖有謀，年老必昏耄不任使，故言，蓋戲之。○注“晉至”至“姓也”。○解云：即莊十年“秋，九月，荊敗蔡師於莘，以蔡侯獻舞歸”，是先書楚小惡而治之也。以前不見晉之小惡者，後治同姓故也。○注“以滅”至“之別”。○解云：以前楚滅穀、鄧不書之，而先書此晉滅夏陽者，先治同姓之大惡，欲見骨肉之親，大則誅，小則隱，故言親疏之別耳。\n夏陽者何？郭之邑也。曷為不係於郭？國之也。曷為國之？君存焉爾。\n疏“夏陽者”。○解云：欲言是國，天下未有；欲言是邑，而不係國，故執不知問。"
      },
      {
        "index": 59,
        "text": "秋，九月，齊侯、宋公、江人、黃人盟於貫澤。江人、黃人者何？遠國之辭也。（桓公德盛，不嫌使微者，知以遠國辭稱人。○貫澤，古亂反，二傳無“澤”字。）\n疏“江人、黃人者何”。○解云：欲言是君，經不稱子；欲言微者，得敵齊侯，故執不知問。"
      },
      {
        "index": 60,
        "text": "遠國至矣，則中國曷為獨言齊、宋至爾？大國言齊、宋，遠國言江、黃，則以其餘為莫敢不至也。（晉、大於宋，不序晉、而序宋者，時實晉、楚之君不至，君子成人之美，故褒益以為遍至之辭，所以獎夫霸功而勉盛德也。江、黃附從霸者當進，不進者，方為徧至之辭。○徧至，音遍，下同。）"
      },
      {
        "index": 61,
        "text": "疏注“江黃”至“進者”。○解云：怪其不稱爵矣。○注“方為徧至之辭”。○解云：言方為徧至之辭，故直以遠國辭稱人，若進而稱爵，無以見徧至之義。\n冬，十月，不雨。何以書？記異也。（說與前同。）"
      },
      {
        "index": 62,
        "text": "疏注“說與前同”。○解云：即莊三十一年“冬，不雨”，傳云“何以書？記異也”，彼注云“京房《易傳》曰：‘旱異者，旱久而不害物也。斯祿去公室，福由下作，故陽雖不施，而陰道獨行，以成萬物也’。先是比築三台，慶牙專政之應”今此亦是僖公喜於得立，委任陪臣，不恤政事，故有此罰耳，故言說與前同。\n楚人侵鄭。\n僖公三年\n三年，春，王正月。不雨。"
      },
      {
        "index": 63,
        "text": "夏，四月，不雨。何以書？記異也。（太平一月不雨即書，《春秋》亂世一月不雨，未害物，未足為異，當滿一時乃書。一月書者，時僖公得立，欣喜不恤庶眾，比致三年，即能退辟正殿，飭過求巳，循省百官，放佞臣郭都等，理冤獄四百餘人，精誠感天，不雩而得澍雨，故一月即書，善其應變改政。旱不從上發傳者，著人事之備積於是。○太平，音泰。飭過，音敕，下同。冤，於元反。澍，之樹反。其應，應對之應，後災祥之應皆放此。）"
      },
      {
        "index": 64,
        "text": "疏注“太平”至“即書”。○解云：正以大平之時，陰陽和調，若一月不雨，足以為異，故知然也。○注“當滿”至“即書”。○解云：即莊三十一年多不雨，傳云“何以書？記異”是也。○注“比致三年”。○解云：即上二年“冬，十月，不雨”三年“春，王正月，不雨。夏，四月，不雨”是也。○注“即能”至“澍雨”。○解云：皆《感精符》文。○注“故一月即書”。○解云：即去年“十月，不雨”，今年“正月，不雨。夏，四月，不雨”是也。○注“不從上發傳”。○解云：即上二年“十月，不雨”之下，巳發云“何以書？記異也”，今不從其例，而又發之者，欲著人事之備積於是故也。\n徐人取舒。其言取之何？（據國言滅。）\n疏注“據國言滅”。○解云：即莊十年“齊師滅譚”，十三年“齊人滅遂”之屬是也。\n易也。（易者，猶無守禦之備。不為桓諱者，剌其不救也。○易，以豉反，注同。為，於偽反。）\n疏注“不為”至“救也”。解云：決上元年二年狄滅邢、衛，皆為桓公諱，下書其滅也。\n六月，雨。其言六月雨何？（據上得雨不書。）"
      },
      {
        "index": 65,
        "text": "疏注“據上得雨不書”。○解云：即十二年十一月、十二月，三年二月、三月、五月之屬，皆不書不雨，是其得雨故也。"
      },
      {
        "index": 66,
        "text": "上雨而不甚也。（所以詳錄賢君精誠之應也。僖公飭過求巳，六月澍雨；宣公複古行中，其年穀大豐，明天人相與報應之際，不可不察其意。）"
      },
      {
        "index": 67,
        "text": "疏注“宣公”至“大豐”。○解云：謂宣十五年“初稅畝”，其冬蝝生，宣公受過變寤，明年複古行中，十六年“冬，大有年”是也。○注“明天”至“其意”。○解云：謂人行德，天報之福；人行惡，天報之禍，兩令相及，故言之際矣。"
      },
      {
        "index": 68,
        "text": "秋，齊侯、宋公、江人、黃人會於陽穀。此大會也，曷為末言爾？（末者，淺耳，但言會，不言盟。據貫澤言盟。）"
      },
      {
        "index": 69,
        "text": "疏“此大會也，曷為末言爾”。○解云：上二年“齊侯、宋公、江人、黃人盟於貫澤”，傳云“大國言齊、宋，遠國言江、黃，則以其餘為莫敢不至也”。此經亦書“齊侯、宋公、江人、黃人”，故弟子言“此大會也”以難之。○注“據貫澤言盟”者。○解云：謂貫澤亦大會言盟，故據之。"
      },
      {
        "index": 70,
        "text": "桓公曰：“無障穀，（無障斷川穀，專水利也。水注川曰溪，注溪曰穀。○障，之亮反，一音章，注同。斷，丁管反。溪，口兮反。）\n疏注“水注”至“曰穀”。○解云：《釋水》文。李巡云“水出於山入於川為谿，水相屬曰穀”是。"
      },
      {
        "index": 71,
        "text": "無貯粟，（有無當相通。○貯，中呂反。）無易樹子，（樹立本正，辭無易本正當立之子。）無以妾為妻。（此四者，皆時人所患。時桓公功德隆盛，諸侯咸曰：“無言不從，曷為用盟哉！”故告誓而已。）"
      },
      {
        "index": 72,
        "text": "冬，公子友如齊蒞盟。蒞盟者何？往盟乎彼也。（猶曰往盟於齊。蒞，臨也。時國齊都盟，主國主名不出者，《春秋》王魯，故言蒞以見王義，使若王者遣使臨諸侯盟，飭以法度。○蒞，音利，又音類，注同。以見，賢遍反，下同。遣使，所吏反。）\n疏“蒞盟者何”。○解云：欲言誓盟，例不言蒞；欲言非盟，而書盟見經，故執不知問。"
      },
      {
        "index": 73,
        "text": "其言來盟者何？來盟於我也。（此亦因魯都以見王義，使若來之京師盟，白事於王，不加蒞者，來就魯，魯巳尊矣。）"
      },
      {
        "index": 74,
        "text": "疏“來盟者何”。○解云：即文十五年春，“宋司馬華孫來盟”；宣七年“春，衛侯使孫良夫來盟”之屬是也。但此經既有蒞盟之文，故引來盟以對之。○注“不加”至“尊矣”。○解云：正以上經言蒞者，見尊魯為王之義。今此來盟者，巳是就魯之文，足見尊魯矣，何勞言蒞以見之乎？若其加蒞，宜直云蒞孫良夫盟也。\n楚人伐鄭。\n僖公四年"
      },
      {
        "index": 75,
        "text": "四年，春，王正月。公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯侵蔡，蔡潰。潰者何？下叛上也。國曰潰，邑曰叛。（不與諸侯潰之為文，重出蔡者，侵為加蔡舉，潰為惡蔡錄，義各異也。月者，善義兵也。潰例月，叛例時。○蔡潰，戶內反，下及注同。重，直用反。惡蔡，烏路反，下“惡其專”並六年注同。）"
      },
      {
        "index": 76,
        "text": "疏“潰者何”。○解云：侵者淺辭，潰者深辭，二者並書，故執不知問。○“國曰潰”。○解云：即此及文三年春正月“沈潰”之屬是也。○“邑曰叛”。○解云：即襄二十六年“衛孫林父入於戚以叛”；定十三年“秋，晉趙鞅入於晉陽以叛。冬，晉荀寅”等，“入於朝歌以叛”之屬是也。○注“月者，善義兵”。○解云：正以侵伐例時故也。○注“潰例月”。○解云：即此經書正月，文三年“沈潰”書正月是也。成九年經云“庚申，莒潰”，彼注云“日者，錄責中國無信，同盟不能相救，至為夷狄所潰”是也。○注“叛例時”。○解云：即晉趙鞅書秋，荀寅書冬之屬是也。\n遂伐楚，次於陘。其言次於陘何？（據召陵侵楚不言次，來盟不言陘。○陘，音刑。召陵，上照反，下文同。）"
      },
      {
        "index": 77,
        "text": "疏注“據召”至“言次”。○解云：即定四年“三月，公會劉子、晉侯”已下“於召陵，侵楚”是也。○注“來盟不言陘”。○解云：即下文夏“楚屈完來盟於召陵”是也。"
      },
      {
        "index": 78,
        "text": "有俟也。孰俟？俟屈完也。（時楚強大，卒暴征之，則多傷士眾。桓公先犯其與國，臨蔡，蔡潰，兵精威行，乃推以伐楚，楚懼，然後使屈完來受盟，脩臣子之職，不頓兵血刃，以文德優柔服之，故詳錄其止次待之，善其重愛民命，生事有漸，故敏則有功。○屈，居勿反。卒，寸忽反。）"
      },
      {
        "index": 79,
        "text": "疏注“善其”至“有功”。○解云：言“上事有漸”者，即先犯於蔡，乃遂伐楚是也。言敏則有功者，敏，審也。言舉事敏審則有成功矣。"
      },
      {
        "index": 80,
        "text": "夏，許男新臣卒。（不言卒師者，桓公師無危。不月者，為下盟，去月方見大信。○為，於偽反，下“為桓公”同。去，起呂反。見，賢遍反。）"
      },
      {
        "index": 81,
        "text": "疏注“不言”至“無危”。○解云：決成十三年“曹伯廬卒於師”之屬，皆以其有危，故言於師矣。○注“不月”至“大信”。解云：正以莊二十三年“冬，十有一月，曹伯射姑卒”。然則許與曹等，而不月者，若會盟之例，大信者時，若不去月，恐其盟不為大信故也。"
      },
      {
        "index": 82,
        "text": "楚屈完來盟於師，盟於召陵。屈完者何？楚大夫也。何以不稱使？（據陳侯使袁僑如會。○僑，其驕反，一本作“驕”，音同。）"
      },
      {
        "index": 83,
        "text": "疏“屈完者何”。○解云：欲言楚子，經不書爵；欲言大夫，文不言使，故執不知問。○注“據陳”至“如會”。○解云：即襄三年“六月，公會單子、晉侯”已下，“同盟於雞澤。陳侯使袁僑如會”是也。"
      },
      {
        "index": 84,
        "text": "尊屈完也。曷為尊屈完？（據陳侯使袁僑如會，不尊之。）以當桓公也。（增倍使若得其君，以醇霸德，成王事也。）"
      },
      {
        "index": 85,
        "text": "疏注“增倍”至“其君”。○解云：倍，讀如陪益之陪矣。○注“以醇”至“事也”。○解云：即下傳云“桓公救中國而攘夷狄，卒怗荊，以此為王者之事也”。\n其言盟於師，盟於召陵何？（據戊寅叔孫豹及諸侯之大夫，及陳袁僑盟，不舉會與地。）\n疏注“據戊寅”至“與地”。○解云：在襄三年夏也。彼經不言陳袁僑來盟於會，盟於雞澤，與此異，故難之。"
      },
      {
        "index": 86,
        "text": "師在召陵也。（時喜得屈完來服於陘，即退次召陵，與之盟，故言盟於師，盟於召陵。）師在召陵，則曷為再言盟？（據齊侯使國佐如師，已酉，及國佐盟於袁婁，俱從地，不再言盟。）\n疏注“據齊”至“言盟”。解云：在成二年秋。言俱從地者，謂國佐從晉於袁婁也。"
      },
      {
        "index": 87,
        "text": "喜服楚也。（孔子曰：“書之重，辭之複，嗚呼！不可不察，其中必有美者焉。”○重，直用反，又直容反。之複，扶又反，年末“乃複”同，又音福。）\n疏注“孔子曰”至“美者焉”。○解云：《春秋說》文。\n何言乎喜服楚？（據服蔡無喜文。）\n疏注“據服蔡無喜文”。解云：即上“侵蔡，蔡潰”是也。\n楚有王者則後服，（桓公行霸，至是乃服楚。）無王者則先叛。（桓公不脩其師，先叛盟是也。）"
      },
      {
        "index": 88,
        "text": "疏注“桓公”至“是也”。○解云：即下經云“八月，公至自伐楚”，傳云“楚巳服矣，何以致伐？楚叛盟也”，彼注云“為桓公不脩其師，而執濤塗故也”者是。\n夷狄也，而亟病中國。（數侵滅中國。○亟，去冀反。數，音朔。）"
      },
      {
        "index": 89,
        "text": "疏注“數侵滅中國”。○解云：即莊二十八年“秋，荊伐鄭”者，是其數侵中國之文。其數滅中國者，即滅鄧、穀之屬是也。而經不書者，後治夷狄故也。\n南夷與北狄交，（南夷，謂楚滅鄧、穀，伐蔡、鄭。北夷，謂狄滅邢、衛，至於溫，交亂中國。）"
      },
      {
        "index": 90,
        "text": "疏注“南夷”至“蔡鄭”。○解云：楚滅鄧、穀不書，而此言者，正以上桓七年“夏，穀伯綏來朝。鄧侯吾離來朝”，傳云“皆何以名？失地之君也”，故知之。伐蔡、鄭者，謂蔡、鄭服從楚，即上經齊侯“侵蔡、蔡潰”，“遂伐楚”者，蓋是蔡為楚之屬矣。其鄭為楚屬者，蓋見莊十五年“鄭人侵宋”，十六年“夏，宋人、齊人、衛人伐鄭”之文也，何者？莊十五年時，正是桓公為霸，宋為齊屬而鄭侵之，豈不從楚故也？莊十六年齊人助宋伐之，豈不怒乎其從楚而侵宋也？蓋於時鄭人又服於齊，是以十六年“秋，荊伐鄭”，故此作注云蔡、鄭矣。○注“北夷”至“中國”。○解云：狄滅邢、衛，在閔元年、二年。狄滅溫，在僖十年。溫言至於者，以其在後，故言至於，僖十年文滅溫也。或者溫是圻內之國，去京師近，故言至於矣。"
      },
      {
        "index": 91,
        "text": "中國不絕若線。（線，縫帛縷。以喻微也。○線，思賤反。）桓公救中國，（存邢、衛是也。）而攘夷狄，（攘，卻也。北伐山戎是也。○攘，如羊反，卻也。）卒怗荊，（卒，盡也。怗，服也。荊，楚也。○怗，他協反，一本作“貼”，服也。劉兆同，《廣雅》云“靜也”，《玉篇》又丁簟反，一本作“拈”，或音章貶反。）以此為王者之事也。（言桓公先治其國以及諸夏，治諸夏以及夷狄，如王者為之，故云爾。）其言來何？（據陳袁僑如會不言來。）與桓為主也。（以從內文，知與桓公為天下霸主。）前此者有事矣，（謂城邢、衛是也。）"
      },
      {
        "index": 92,
        "text": "疏注“謂城邢，衛是也”。○解云：即上元年夏六月，“齊師、宋師、曹師城邢”；二年“春，王正月，城楚丘。孰城？城衛也”是。\n後此者有事矣。（謂城緣陵是也。）\n疏注“謂城緣陵是也”。○解云：即下十四年“春，諸侯城緣陵”是也。"
      },
      {
        "index": 93,
        "text": "則曷為獨於此焉？與桓公為主，序績也。（序，次也。績，功也。累次桓公之功德，莫大於服楚，明德及強夷最為盛。）"
      },
      {
        "index": 94,
        "text": "齊人執陳袁濤塗。濤塗之罪何？辟軍之道也。其辟軍之道奈何？濤塗謂桓公曰：“君既服南夷矣，何不還師濱海而東，服東夷，且歸？”（濱，涯也。順海涯而東也。東夷，吳也。從召陵東歸，不經陳，而趨近海道，多廣澤水草，軍所便也。○濤，徒刀反。辟，匹亦反，又音避，下同。濱，音賓。涯，五佳反。近，附近之近。便，婢麵反。）\n疏注“而趨近海道”。○解云：趨猶鄉也，謂鄉近海之道也。"
      },
      {
        "index": 95,
        "text": "桓公曰：“諾。”於是還師濱海而東，大陷於沛澤之中。（草棘曰沛，漸洳曰澤。○沛澤，音貝，又普貝反，草棘曰沛，斬洳曰澤。斬，子廉反。洳，人庶反。）\n疏注“草棘”至“曰澤”者。解云：《爾雅》無文也。"
      },
      {
        "index": 96,
        "text": "顧而執濤塗。（時濤塗與桓公俱行。）執者曷為或稱侯，或稱人？稱侯而執者，伯討也；（言有罪，方伯所宜討。）"
      },
      {
        "index": 97,
        "text": "疏“執者曷為或稱侯”。○解云：即下二十八年“晉侯執曹伯畀宋人”，成十五年“晉侯執曹伯歸之於京師”之屬是也。"
      },
      {
        "index": 98,
        "text": "稱人而執者，非伯討也。此執有罪，何以不得為伯討？古者周公，東征則西國怨，西征則東國怨。（此道黜陟之時也。《詩》云：“周公東征，四國是皇。”）\n疏注“此道”至“時也”。解云：正以諸典不見周公西討之文故也。"
      },
      {
        "index": 99,
        "text": "桓公假塗於陳而伐楚，則陳人不欲其反由己者，師不正故也。（故令濤塗有此言。○令，力呈反。）不脩其師而執濤塗，古人之討，則不然也。（以己所招而反執人，古人所不為也。凡書執者，惡其專執。）\n疏注“凡書”至“專執”。○解云：言雖有罪，方伯所宜討，要須白天子，乃可執之。秋，及江人、黃人伐陳。"
      },
      {
        "index": 100,
        "text": "八月，公至自伐楚。楚巳服矣，何以致伐？楚叛盟也。（為桓公不脩其師，而執濤塗故也。月者，凡公出滿二時月，危公之久。）"
      },
      {
        "index": 101,
        "text": "疏“秋及”至“伐陳”。○解云：內之微者矣。○“楚巳”至“致伐”。○解云：莊六年傳云“得意致會，不得意致伐”。今此楚巳服而致伐，故難之。○注“凡公”至“之久”。○解云：即此僖公春去秋乃還，而云“八月，公至自伐楚”；又襄二十八年冬，“公如楚”；二十九年“夏，五月，公至自楚”之屬，皆是危而久之。久字亦有作“之”字者。案莊五年“冬，公會齊人”已下“伐衛”，至六年“秋，公至自伐衛”，兵曆四時而不月者，彼注云“久不月者，不與伐天子也，故不為危錄之”者是。\n葬許繆公。（得卒葬於所傳聞世者，許大小次曹，故卒少在曹後。○傳，丈專反。）"
      },
      {
        "index": 102,
        "text": "疏注“得卒”至“曹後”。○解云：所傳聞之世，微國卒葬例不錄之。今許得書葬，故須注解也，何者？正以曹、許雖非大國，亦非微，故得錄見也。知許大小次曹後者，案僖五年夏，“公及齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯會王世子於首戴”，許在曹上者，正是會盟之序，皆是主會次之，非孔子之意，未必得其正，故何氏不以為妨矣。若然，案昭十二年傳云“《春秋》之信史也，其序則齊桓、晉文”，彼注云“唯齊桓、晉文，會能以德優劣、國大小相次序”；傳文云“其會則主會者為之也”，彼注云“非齊桓、晉文，則如主會者為之，雖優劣大小相越，不改更信史也”；又云“其詞則有罪焉爾”，彼注云“丘，孔子名。其貶絕譏剌之辭有所失者，是丘之罪”。然則首戴之會，正是齊桓為伯之，時而云許在曹上，皆是主會者次之，未必得其正者，案下五年之會注云“世子所以會者，時桓公德衰，諸侯背叛，故上假王世子，示以公義”。然則桓公德衰，故曹在許下，仍自不妨小於曹，則知昭十二年傳云“其序，則齊桓、晉文”者，據其盛時大叛言耳。"
      },
      {
        "index": 103,
        "text": "冬，十有二月，公孫慈帥師會齊人、宋人、衛人、鄭人、許人、曹人侵陳。（月者，剌桓公不脩其師，因見患誑，不內自責，乃複加人以罪。○慈，《左氏》作“茲”。“誑”，九況反。）"
      },
      {
        "index": 104,
        "text": "疏注“月者”至“以罪”。○稱云：正以侵伐例時，今此書月，故須注解也。言因見患誑者，言因是不脩其師之故，而為陳之所苦患，遂為所調誑矣\n僖公五年"
      },
      {
        "index": 105,
        "text": "五年，春，晉侯殺其世子申生。曷為直稱晉侯以殺？（據鄭殺其大夫申侯稱國也。續問以殺者，問殺所稱例爾，非謂晉侯不當稱國爵也。）"
      },
      {
        "index": 106,
        "text": "疏注“據鄭”至“例爾”。○解云：即不七年夏，“鄭殺其大夫申侯”是也。○注“非謂”至“爵也”。○解云：若直問曷為直稱晉侯，即嫌時不合稱晉侯，傳須云以殺，明其但怪何故稱晉侯以殺耳。"
      },
      {
        "index": 107,
        "text": "殺世子母弟直稱君者，甚之也。（甚之者，甚惡殺親親也。《春秋》公子貫於先君，唯世子與母弟以今君錄，親親也。今舍國體直稱君，知以親親責之。○舍，音舍。）\n疏注“今舍國體”。○解云：謂不直言晉殺申生也。"
      },
      {
        "index": 108,
        "text": "杞伯姬來朝其子。其言來朝其子何？（據微者不當書朝。連來者，內辭也。與其子來者，問為直來乎？為下朝出？○為下，於偽反。）"
      },
      {
        "index": 109,
        "text": "疏注“據微”至“書朝”。○解云：即隱十一年傳云“諸侯來曰朝，大夫來曰聘”是也。○注“連來”至“朝出”。○解云：直來者，即莊二十七年“冬，杞伯姬來”，傳云“其言來何？直來曰來”，注云“直來，無事而來”是也。今此傳又何故不云其言朝其子何，而連來問之者，欲問伯姬來者，為是無事而來，為是有事言來者，為是朝其子而出之。"
      },
      {
        "index": 110,
        "text": "內辭也。與其子俱來朝也。（因其與子俱來。禮，外孫初冠，有朝外祖之道，故使若來朝其子，以殺直來之恥，所以辟教戒之不明也。微，無君命，言朝者，明非實。○冠，古亂反。）"
      },
      {
        "index": 111,
        "text": "疏注“禮外”至“之道”。解云：正以《士冠禮》，冠訖，見於母，見於兄弟，入見於姑妹，“乃易服，玄冠玄端爵韡，奠摯，見於君，遂以摯見於鄉大夫、鄉先生”，鄭氏云“易服，不朝服者，非朝事也。摯，雉也。鄉先生，鄉中老人，為卿大夫致仕者”，然先生猶尚見之，況其外祖乎？故言外孫初冠有朝外祖之道。○注“微無”至“非實”。○解云：正見桓九年“曹伯使其世子射姑來朝”，彼言使來朝，則有君命，今既是微人，複不言使，而經書來朝，明其非實也。\n夏，公孫慈如牟。（○牟，莫侯反。）"
      },
      {
        "index": 112,
        "text": "公及齊侯、宋公、陳侯、衛侯，鄭伯，許男，曹伯會王世子於首戴。曷為殊會王世子？（據宰周公不殊別也。○首戴，《左氏》作“首止”別，彼列反。）\n疏注“據宰”至“別也”。○解云：即僖九年“公會宰周公、齊侯、宋子”已下“於葵丘”是也。"
      },
      {
        "index": 113,
        "text": "世子貴也。世子，猶世世子也。（解貴意也。言當世父位，儲君副主，不可以諸侯會之為文，故殊之，使若諸侯為世子所會也。自王者言之，以屈遠世子在三公下，《禮•喪服•斬衰》曰“公士大夫之眾臣”是也。自諸侯言之，世子尊於三公。此禮之威儀，各有所施。言及者，因其文可得見汲汲也。世子所以會者，時桓公德衰，諸侯背叛，故上假王世子，示以公義。）"
      },
      {
        "index": 114,
        "text": "疏注“使若諸”至“會也”。○解云：使若世子為會主，致諸侯於此而會之，故言使，若諸侯為世子所會也。○注“自王”至“是也”。○解云：何氏引《喪服》者，欲言三公，臣有為之斬衰，世子則無，是卑於三公之義。○注“自諸”至“所施”。○解云：即殊與不殊是也，何者？世子於諸侯，將有君臣之義故也。○注“言及”至“會者”。○解云：及，汲汲之文。故隱元年傳云“及猶汲汲，及我欲之”。然則此言及者，因會王世子之經，得見魯侯汲汲於齊桓矣。○注“時桓”至“公義”。○解云：即上四年傳文，桓公“不脩其師”，“楚叛盟”，下文“鄭伯逃歸不盟”，九年葵丘之盟，書日以見危之屬，皆是也。"
      },
      {
        "index": 115,
        "text": "秋，八月，諸侯盟於首戴。諸侯何以不序？（據上會序。）一事而再見者，前目而後凡也。（省文從可知，間無事不省諸侯。會盟一事，不舉盟者，時世子不與盟。○見，賢遍反。省文，所景反，下同。與，音預。）"
      },
      {
        "index": 116,
        "text": "疏注“間無”至“諸侯”。○解云：昭十三年“秋，公會劉子、晉侯”已下“於平丘。八月，甲戌，同盟於平丘”。然則彼經以其間無事，不重言諸侯，今重言諸侯盟於首戴，故解之。○注“會盟”至“與盟”。○解云：文十四年公“會宋公、陳侯，衛侯”已下“同盟於新城”。然則彼是會盟一事，舉盟以為重，不言會於某，今此會盟並舉，故須解之也。言時世子不與盟者，若不言諸侯，則恐世子亦與之盟，故須言諸侯盟於首戴，則世子不與可知。\n鄭伯逃歸不盟。其言逃歸不盟者何？（據上言諸侯，鄭伯在其中，弟子疑，故執不知問。）\n疏注“據上”至“其中”。○解云：亦有無“據”字者，非正本。\n不可使盟也。（時鄭伯內欲與楚，外依古不盟為解，安居會上，不肯從桓公盟，故後言不盟。○解，古賣反。）"
      },
      {
        "index": 117,
        "text": "疏注“時鄭伯”至“不盟”。○解云：知古不盟者，正見桓三年“夏，齊侯、衛侯胥命於蒲”，傳云“胥命者何？相命也。何言乎相命？近正也。此其為近正奈何？古者不盟，結言而退”是也。"
      },
      {
        "index": 118,
        "text": "不可使盟，則其言逃歸何？（據後言不盟，居會上辭。）魯子曰：“蓋不以寡犯眾也。”（諸侯以義相約，而鄭伯懷二心，依古不肯盟，故言逃歸，所以抑一人之惡，申眾人之善，故云爾。）"
      },
      {
        "index": 119,
        "text": "楚人滅弦，弦子奔黃。○九月，戊申，朔，日有食之。（此象齊桓德衰，是後楚遂背叛，狄伐晉滅溫，晉里克比弑其二君。○比弑，申誌反。）"
      },
      {
        "index": 120,
        "text": "疏注“楚遂背叛”。○解云：即下六年“秋，楚人圍許”之屬是也。○注“狄伐晉滅溫”。○解云：即下八年“夏，狄伐晉”；十年春，“狄滅溫”之屬是也。○注“晉里克比弑其二君”。○解云：即下九年“晉里克弑其君之子奚齊”；十年春，“晉里克弑其君卓子”是也。"
      },
      {
        "index": 121,
        "text": "冬，晉人執虞公。虞已滅矣，其言執之何？（據滅言以歸。上傳云“四年反取虞”，知去滅，變以歸言執。○去，起呂反，下同。）"
      },
      {
        "index": 122,
        "text": "疏注“據滅言以歸”。解云：即定六年“鄭遊吋帥師滅許，以許男斯歸”之屬是也。○“上傳”至“取虞”。○解云：在上二年。○注“知去”至“言執”。○解云：注言此者，欲解傳家得知虞已滅矣之義耳。"
      },
      {
        "index": 123,
        "text": "不與滅也。曷為不與滅？滅者，亡國之善辭也。（言滅者，王者起當存之，故為善辭。）滅者，上下之同力者也。（言滅者，臣子與君戮力一心，共死之辭也。不但去滅，複去以歸，言執者，明虞公滅人以自亡，當絕，不得責不死位也。晉稱人者，本滅而執之，不以王法執治之，故從執無罪辭也。虞稱公者，奪正爵，起從滅也。不從滅例月者，略之。○戮，音六，又作“勠”，力彫反。）\n僖公六年\n六年，春，王正月。"
      },
      {
        "index": 124,
        "text": "夏，公會齊侯、宋公、陳侯、衛侯、曹伯伐鄭，圍新城。邑不言圍，此其言圍何？彊也。（惡桓公行霸，彊而無義也。鄭背叛，本由桓公過陳不以道理，當先脩文德以來之，而便伐之，彊非所以附疏。○彊也，其良反。）\n秋，楚人圍許，諸侯遂救許。冬，公至自伐鄭。（事遷於救許，以伐鄭致者，舉不得意。）"
      },
      {
        "index": 125,
        "text": "疏注“事遷”至“得意”。○解云：莊六年傳云“得意致會，不得意致伐”。今此以伐致，故云舉不得意。然伐鄭救許，皆不得意，故以伐致，或者但伐鄭不得意，兵將複用於鄭，故舉其不得意者言之，即下七年“春，齊人伐鄭”是也。\n僖公七年"
      },
      {
        "index": 126,
        "text": "七年，春，齊人伐鄭。○夏，小邾婁子來朝。（至是所以進稱爵者，時附從霸者，朝天子，旁朝罷，行進，齊桓公白天子進之，固因其得禮，著其能以爵通。）"
      },
      {
        "index": 127,
        "text": "疏注“至是”至“爵者”。○解云：如此注者，欲決莊五年“秋，倪黎來來朝”之文。○注“時附”至“爵通”。○解云：正以得進而稱爵，故如此解。小邾婁子朝天子不書者，例所不錄也。今朝魯而謂之旁朝者，正以諸侯之法，五年一朝天子，但是常事，故不書之。欲對朝王為正朝，故謂之旁朝。案隱十一年“滕侯、薛侯來朝”，皆以其來朝新王，故進稱侯。今此知不由朝新王而得進者，正以僖公非受命之王故也。\n鄭殺其大夫申侯。其稱國以殺何？（據晉侯殺其世子申生稱侯。）"
      },
      {
        "index": 128,
        "text": "疏注“據晉”至“稱侯”。○解云：在上五年春。稱國以殺者，君殺大夫之辭也。（諸侯國體，以大夫為股胘，士民為肌膚，故以國體錄。）"
      },
      {
        "index": 129,
        "text": "秋，七月，公會齊侯、宋公、陳世子款、鄭世子華盟於甯毋。（○款，苦管反。毋，音無，或音某。）曹伯般卒。公子友如齊。\n冬，葬曹昭公。"
      }
    ]
  }
}