{
  "chapterNumber": 26,
  "title": "春秋公羊傳註疏卷24 (Gongyang Zhushu, Volume 24)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "昭公卷二十四\n（起二十三年，盡三十二年）\n昭公二十有三年\n二十有三年，春，王正月，叔孫舍如晉。癸丑，叔鞅卒。晉人執我行人叔孫舍。\n晉人圍郊。郊者何？天子之邑也。（天子間田，有大夫主之。○間，音閑。）"
      },
      {
        "index": 1,
        "text": "疏“叔孫舍”者。○解：《左氏》、《穀梁》作“婼”字。○“郊者何”。○解云：欲言外邑，文無所係；欲言魯邑，而不言伐我，故執不知問也。\n曷為不係於周？不與伐天子也。（與侵柳同義。）"
      },
      {
        "index": 2,
        "text": "疏注“與侵柳同義”。○解云：即宣元年“冬，晉趙穿帥師侵柳”，傳曰：“柳者何？天子之邑也”。注云“天子間田也，有大夫守之，晉與大夫忿爭侵之”也；“曷為不係乎周”，注云“據王帥敗績於貿戎，係王”；“不與伐天子也”，注云“絕正其義，使若兩國自相伐”。今此圍郊亦然，故曰與侵柳同義。然則彼已有傳，今複發之者，正以侵圍異文故也。且若不發傳，無以知其伐天子。"
      },
      {
        "index": 3,
        "text": "夏，六月，蔡侯東國卒於楚。（不日者，惡背中國而與楚，故略之。月者，比附父仇，責之淺也。不書葬者，篡也。篡不書者，以惡朱在三年之內，不共悲哀，舉錯無度，失眾見篡。○惡背，烏路反，下同；背，音佩。共，音恭。錯，七故反。）"
      },
      {
        "index": 4,
        "text": "疏注“不日”至“略之”。○解云：正以大國之卒，例皆書日，今此不日，故解之。言背中國而與楚者，即此文卒於楚是也。○注“月者”至“淺也”。○解云：僖十四年“冬，蔡侯卒”，注云“不月者，賤其背中國而附父仇，故略之甚也”。然則彼過深，故不月，此則過淺，但不日而已，云云之說，備於僖十四年。云不書葬者，篡也者，以《春秋》之例，篡不明者，例不書葬。今此東國篡不明，不書其葬，以明篡矣。○注“篡不”至“見篡”。○解云：二十一年“冬，蔡侯朱出奔楚”，何氏云“出奔者，為東國所篡”。然則東國既篡於朱，而無立、入之文者，正欲惡朱故也，何者？東國篡朱，而無文貶，則知《春秋》之義，惡朱明矣。言在三年之內者，即二十年冬，“蔡侯廬卒”，至二十一年冬，朱即出奔，故曰三年之內也。所見之世，始錄諸侯內行小失，不可勝書，是以《春秋》但粗而見譏而已，故何氏云“不共悲哀，舉錯無度”而已矣。凡是為人所篡，皆失眾之所由，故何氏云“失眾見篡”也。\n秋，七月，莒子庚輿來奔。"
      },
      {
        "index": 5,
        "text": "戊辰，吳敗頓、胡、沈、蔡、陳、許之師於雞父。胡子髡、沈子楹滅，獲陳夏齧。此偏戰也，曷為以詐戰之辭言之？（據甲戌齊國書及吳戰於艾陵，俱與夷狄言戰，今此從詐戰辭言敗。○雞父，音甫。髡，苦門反。楹，音盈，《左氏》作“逞”，《穀梁》作“盈”。夏，戶雅反。齧，五結反。艾，五蓋反。）"
      },
      {
        "index": 6,
        "text": "疏“此偏戰也”。○解云：正以《春秋》之例，偏戰者日，詐戰者月，今此書日，故言偏戰。○注“據甲戌”至“言敗”。○解云：即哀十一年夏，“五月，公會吳伐齊。甲戌，齊國書帥師，及吳戰於艾陵，齊師敗績，獲齊國書”是也。"
      },
      {
        "index": 7,
        "text": "不與夷狄之主中國也。（序上言戰，別客主人直不直也。今吳序上而言戰，則主中國辭也。○別客，彼列反，下及傳同。）"
      },
      {
        "index": 8,
        "text": "疏注“序上言戰”。○解云：以莊二十八年，“齊人伐衛。衛人及齊人戰，衛人敗績”，傳云“《春秋》伐者為客”，注云“伐人者為客”；“伐者為主”，注云“見伐者為主”；“故使衛主之也”，彼注云“戰序上言及者為主”；“曷為使衛主之？衛未有罪爾”，注云“蓋為幽之會，服父喪未終而不至故”。又僖十八年春，宋公以下伐齊，夏，“宋師及齊師戰於甗，齊師敗績”，傳云“《春秋》伐者為客，伐者為主。曷為不使齊主之？與襄公之征齊也。曷為與襄公之征齊？桓公死，豎刀、易牙爭權不葬，為是故伐之也”。以此言之，若主人直，則主序上；若客直，則客序上，故云序上言戰，別客主人直不直。今吳人序其上而言戰，則是吳人為主中國之辭，故不得言戰，直言敗而已，故云不與夷狄之主中國。"
      },
      {
        "index": 9,
        "text": "然則曷為不使中國主之？（據齊國書主吳。）中國亦新夷狄也。（中國所以異乎夷狄者，以其能尊尊也。王室亂莫肯救，君臣上下壞敗，亦新有夷狄之行，故不使主之。不稱國國出師者，賤略之。言之師者，辟許獨稱師，上五國稱國之嫌。○之行，下孟反，下同。）"
      },
      {
        "index": 10,
        "text": "疏注“君臣上下壞敗”者。○解云：不救天子，有無君臣上下之道，改云君臣上下壞敗。○注“不稱國國出師者，賤略之”者。○解云：決桓十三年春，“齊師、宋師、衛師、燕師敗績”之文。○注“言之師者”。○解云：若不言之，直言吳敗頓、胡、沈、蔡、陳、許師於雞父，則嫌師文獨使許稱，自陳以上單稱國，是故言之，以散之矣。"
      },
      {
        "index": 11,
        "text": "其言滅獲何？（據蔡公孫歸生滅沈，以沈子嘉歸殺之。國言滅，君言殺。又獲晉侯言獲，此陳夏齧亦言獲，君大夫無別。）"
      },
      {
        "index": 12,
        "text": "疏注“據蔡”至“言殺”。○解云：即定十四年“夏，四月，庚辰，蔡公孫歸生帥師滅沈，以沈子嘉歸，殺之”。彼國言滅，君言殺，今此君言滅，是以據而難之。云又獲晉侯言獲者，即僖十五年冬十一月，“壬戌，晉侯及秦伯戰於韓，獲晉侯”是也。然則國言滅，君言殺，以解傳其言滅何之文；又獲晉侯言獲，以解傳其言獲何之文。\n別君臣也。君死於位曰滅，生得曰獲，大夫生死皆曰獲。（大夫不世，故不別死位。）"
      },
      {
        "index": 13,
        "text": "疏“君死於位曰滅”者。○解云：即此“胡子髡、沈子盈滅”是也。生得曰獲者，即“獲晉侯”是也。大夫生死皆曰獲者：大夫死曰獲者，即此“獲陳夏齧”，及哀十一年“獲齊國書”之徒是也；其大夫生得曰獲者，宣二年“獲宋華元”是也。○注“大夫不世，故不別死位”。○解云：正謂諸侯世，故別其死社稷與不，若其死社稷者而經書滅，不能者貶之言獲也。大夫不世，是以不勞別之，故不問生死，皆謂之獲也。\n不與夷狄之主中國，則其言獲陳夏齧何？（據荊敗蔡師於莘，以蔡侯獻舞歸，不言獲。○莘，所巾反。）\n疏注“據荊”至“言獲”。○解云：在莊十年秋九月，彼傳云“曷為不言其獲？不與夷狄之獲中國也”。"
      },
      {
        "index": 14,
        "text": "吳少進也。（能結日偏戰，行少進，故從中國辭治之。髡、楹下云滅者，死戰當加禮，使若自卒相順也。經先舉敗文，嫌敗走及殺之，故以自滅為文，明本死位，乃敗之爾。名者，從赴辭也。）"
      },
      {
        "index": 15,
        "text": "疏注“髡楹”至“順也”。○解云：獲晉侯戕鄫子之徒，皆獲戕之文在上，今髡、楹之滅，滅文在下者，以其死戰當合加禮，故退滅文於下，使若公子友卒之類，不為人所殺然，故曰使若自卒。一則不言戰，不與夷狄之主中國；一則其言滅，不與夷狄之殺諸夏，二理合符，故言相順也。○注“名者，從赴辭也”。解云：《公羊》之義，合書則書，不待赴告，而言從赴辭者，正以髡、楹既死，故胡、沈之臣赴告鄰國，云道寡君某甲，為吳所滅，諸侯之史，悉書其名，孔子案諸國之文而為《春秋》，由是之故，錄其名矣，故曰名者，從赴辭。隱公八年“夏，六月，己亥，蔡侯考父卒”，秋，“八月，葬蔡宣公”，傳云“卒何以名而葬不名？卒從正”，注云“卒當赴告天子，君前臣名，故從君臣之正義言也”；“而葬從主人”，彼注云“至葬者，有常月可知，不赴告天子，故從蔡臣子辭稱公”也。以此言之，則此注云“名者，從赴辭”者，謂其赴告天子之辭是以稱人矣。\n天王居於狄泉。此未三年，其稱天王何？（據毛伯來求金，不稱天王。）"
      },
      {
        "index": 16,
        "text": "疏注“據毛”至“天王”。解云：即文九年“毛伯來求金”是也。彼云“何以不稱使？當喪未君也。逾年矣，何以謂之未君？即位矣，而未稱王也。未稱王，何以知其即位？以諸侯之逾年即位，亦知天子之逾年即位也”，注云“俱繼體，其禮不得異”；“以天子三年然後稱王，亦知諸侯於封內三年稱子也”。然則天子之法，三年然後方始稱王，故此傳云“此未三年，其稱王何”，據毛伯不稱天王以難之。"
      },
      {
        "index": 17,
        "text": "著有天子也。（時庶孽並篡，天王失位徙居，微弱甚，故急著正其號，明天下當救其難而事之。○孽，魚列反。難，乃旦反。）尹氏立王子朝。（貶言尹氏者，著世卿之權。尹氏貶，王子朝不貶者，年未滿十歲，未知欲富貴，不當坐，明罪在尹氏。○子朝如字。）"
      },
      {
        "index": 18,
        "text": "疏注“貶言尹氏者”。○解云：即隱三年夏“尹氏卒”之下，傳云“尹氏者何？天子之大夫也。其稱尹氏何？貶。曷為貶？譏世卿”是也。云年未滿十歲者，何氏更有所見，或者正以衛人立晉莒展去疾之徒，悉去公子見其當國。今此王子朝經無貶文，乃與楚公子比之經相似。案上十三年“公子比”之下，傳云“比巳立矣，其稱公子何？其意不當也”。以此言之，明其幼少也；年既幼少，未貪富貴，故以未盈十歲言，以下二十六年出奔之時，年已稍長，而不去王子者，順上文也。"
      },
      {
        "index": 19,
        "text": "八月，乙未，地震。（是時猛、朝更起，與王爭入，遂至數年。晉陵周竟，吳敗六國，季氏逐昭公，吳光弑僚滅徐，故日至三食，地為再動。○更，音庚。數，所主反。為，於偽反。）"
      },
      {
        "index": 20,
        "text": "疏“是時”至“數年”。○解云：猛今雖卒，但篡來世近，而子朝複逆，故曰猛、朝更起。上“王猛入於王城”；今言“天王居於狄泉”，“尹氏立王子朝”；二十六年“天王入於成周”，“王子朝奔楚”，故云與王爭入也。首尾五載，故曰遂至數年。云晉陵周竟者，即上“圍郊”是也。云吳敗六國者，上文云“吳敗頓、胡、沈、蔡、陳、許之師”云云是也。云季氏逐昭公者，即下二十五年“九月，己亥，公孫於齊”是也。○注“吳光殺僚滅徐”者。○解云：即下二十七年“夏，四月，吳弑其君僚”；滅徐者，即下三十年冬十二月，“吳滅徐，徐子章禹奔楚”是也。云故日至三食，地為再動者，上二十一年“秋，七月，壬午，朔，日有食之”，二十三年十有二月，癸酉，朔，日有食之；二十四年“夏，五月，乙未，朔，日有食之”，故云日至三食也；上十九年夏，“五月，已卯，地震”，今年又震，故曰地為再動。\n冬，公如晉。至河，公有疾，乃複。何言乎公有疾乃複？（據上比乃複，不言公，不言有疾。）"
      },
      {
        "index": 21,
        "text": "疏注“據上”至“有疾”。○解云：上十三年冬，“公如晉，至河乃複”；又二十一年冬，“公如晉，至河乃複”，皆言公如。而云不言公者，正謂至河之下不言公矣。\n殺恥也。（因有疾以殺畏晉之恥。舉公者，重疾也。“子之所慎：齋、戰、疾”。）\n昭公二十有四年\n二十有四年，春，王二月，丙戌，仲孫玃卒。叔孫舍至自晉。\n夏，五月，乙未，朔，日有食之。（是後季氏逐昭公，吳滅巢，弑其君僚，又滅徐。）\n秋，八月，大雩。（先是公如晉，仲孫玃卒，民被其役，時年叔倪出會，故秋七月複大雩。○被，皮寄反。）\n丁酉，杞伯鬱釐卒。（○鬱釐，音來，又力之反，二傳作“鬱釐”）。冬，吳滅巢。葬杞平公。"
      },
      {
        "index": 22,
        "text": "疏“叔孫舍至自晉”。解云：上十四年“春，隱如至自晉”，以其被執而還，故省去其氏。今此叔孫舍不去氏者，蓋以無罪故也，是以文十四年傳云“稱行人而執者，以其事執也”，注云“以其所銜奉國事執之，晉人執我行人叔孫舍是也”；“不稱行人而執者，以已執也”，注云“已者，已大夫，自以大夫之罪執之。分別之者，罪惡當各歸其本”。以此言之，則知隱如有罪，故去其氏；叔孫無罪，故無貶文。若然，文十五年夏，“單伯至自齊”，案彼單伯亦以其有罪執，而存其氏者，恥之故也，是以彼注云“不省去氏者，淫當絕，使若他單伯至”是也。注“是後季氏逐昭公”者，在下二十五年九月。云吳滅巢者，在今年冬。云弑其君僚者，在二十七年。云又滅徐者，在三十年冬。先言季氏逐昭公者，正欲決吳事故也。杞伯鬱釐卒者，《左氏》、《穀梁》作“鬱釐”字，今正本亦有“鬱”字者。\n昭公二十有五年\n二十有五年，春，叔孫舍如宋。"
      },
      {
        "index": 23,
        "text": "夏，叔倪會晉趙鞅、宋樂世心、衛北宮喜、鄭遊吉、曹人、邾婁人、滕人、薛人、小邾婁人於黃父。（○倪，音詣，又五兮反，《左氏》作“詣”。樂世心，世如字，又以製反，《左氏》作“大心”。父，音甫。）。"
      },
      {
        "index": 24,
        "text": "有鸛鵒來巢。何以書？記異也。何異爾？非中國之禽也，宜穴又巢也。（非中國之禽而來居此國，國將危亡之象。鸛鵒，猶權欲。宜穴又巢，此權臣欲國，自下居上之徵也，其後卒為季氏所逐。○鸛，音權，《左氏》作“鸜”，音劬。鵒，音欲。）"
      },
      {
        "index": 25,
        "text": "疏“夏叔倪”者。《穀梁》與此同，《左氏》經賈注者作“叔詣”字。○“有鸛鵒來巢”者。○解云：案《運鬥樞》云“有鸛鵒來巢於榆”，此經不言於榆者，欲道來巢即為異，不假指其處所，若莊七年傳云“‘不修春秋’曰‘雨星不及地尺而複’，君子修之曰‘星霣如雨’”，何氏云“明其狀似雨爾，不當言雨星；不言尺者，霣則為異，不可以尺寸錄之”。非中國之禽也者，謂是夷狄之鳥，以《異義》“《公羊》說”云“鸛鵒，夷狄之鳥，不當來入中國”，鄭君駮之曰：“《春秋》之鳥不言來者，多為夷狄來也”，若鸛鵒乃飛從夷狄而來，則昭將去遠域之外。以此言之，則知非中國之禽者，謂是夷狄之鳥，而《冬官》云“鸛鵒不逾濟”，鄭氏云“無妨於中國有之”者，何氏所不取也。舊解以為中國，國中者，非得注之意。《穀梁》與此同。"
      },
      {
        "index": 26,
        "text": "秋，七月，上辛，大雩。季辛，又雩。又雩者何？又雩者，非雩也，聚眾以逐季氏也。（一月不當再舉雩。言又雩者，起非雩也。昭公依托上雩，生事聚眾，欲以逐季氏。不書逐季氏者，諱不能逐，反起下孫，及為所敗，故因雩起其事也。但舉日，不舉辰者，辰不同，不可相為上下。又日為君，長為臣，去辰，則逐季氏意明矣。上不當日，言上辛者，為下辛張本。不言下辛，言季辛者，起季氏不執下而逐君。○下孫，音遜，下文同。去，起呂反。為下，於偽反，下“而為”同。）"
      },
      {
        "index": 27,
        "text": "疏“又雩者何”。○解云：諸夏雩祭文，悉不言又，異於常例，故執不知問。○注“一月”至“事也”。○解云：僖三年注云“大平一月不雨即書，《春秋》亂世，一月不雨，未害物，未足為異，當滿一時乃書”。然則《春秋》之義，一時能害，方始書雩，豈有再舉其雩乎？故曰一月不當再舉雩矣。既無再舉雩之例，而言又雩者何？以起其非實雩，故云言又雩者，起非雩也。○注“但舉”至“上下”。○解云：正以去年“夏，五月，乙未，朔，日有食之”，則此月上辛為辛丑，下辛為辛酉，所以直言辛，不兼言丑、酉者。若言辛丑、辛酉，即是參差不同，不可相為上下故也。○注“又日”至“明矣”。○解云：十日為陽為幹，故為君之義；十二辰為陰為枝，故為臣之象，故云日為君，辰為臣。○注“上不”至“張本”。○解云：《春秋》之雩，其例書時，即桓五年秋“大雩”之文是，故云上不當日也。若然，亦不合月。而云七月者，欲見上辛下辛皆七月之日故。○注“不言”至“逐君”。○解云：凡言上者，對下之稱。既言上辛而不言下辛者，欲起季氏不執臣下之卑而逐君矣。\n九月，已亥，公孫於齊，次於楊州。（地者，臣子痛君失位，詳錄所舍止。○楊州，《左氏》作“陽州”。）"
      },
      {
        "index": 28,
        "text": "疏注“地者”至“舍止”。○解云：地者，即經書次於楊州是也。《春秋》之義，悉皆舉重。不舉公孫為重，而複書次於楊州者，臣子哀痛公之失位，是以詳錄公之所舍止之處矣。"
      },
      {
        "index": 29,
        "text": "齊侯唁公於野井。唁公者何？昭公將弑季氏，（傳言弑者，從昭公之辭。○唁，音彥。將殺，音試，下及注同。）"
      },
      {
        "index": 30,
        "text": "疏“唁公者何”。○解云：失國見唁，在可諱之限。今而書見，故執不知問。○注“傳言”至“之辭”。○解云：君討臣下，正應言殺。今傳云弑，故須解之。而言從昭公之辭者，即下文云“吾欲弑之，如何”是也。季氏為無道者，謂無臣之道。"
      },
      {
        "index": 31,
        "text": "告子家駒曰：“季氏為無道，僭於公室久矣。（諸侯稱公室。）吾欲弑之，何如？（昭公素畏季氏，意者以為如人君，故言弑。）"
      },
      {
        "index": 32,
        "text": "疏注“昭公”至“言弑”。○解云：隱四年傳云“與弑公”，何氏云“弑者，殺君之辭”。然則臣下犯於君父，皆謂之弑。今昭公欲討臣下而言弑，違於常義，故須解之。\n子家駒曰：“諸侯僭於天子，大夫僭於諸侯久矣。”昭公曰：“吾何僭矣哉？”（失禮成俗，不自知也。）\n疏注“失禮成”至“知也”。○解云：正以魯人始僭在春秋前，至昭已久，故不自知。\n子家駒曰：“設兩觀，（禮，天子諸侯台門，天子外闕兩觀，諸侯內闕一觀。○觀，工亂反，注同。）"
      },
      {
        "index": 33,
        "text": "疏注“禮天子”至“一觀”。○解云：在《禮器》文。云天子外闕兩觀，諸侯內闕一觀者，《禮說》文也。乘大路，（禮，天子大路，諸侯路車，大夫大車，士飾車。）"
      },
      {
        "index": 34,
        "text": "疏注“禮天子大”至“飾車”。○解云：《顧命》之文也。云諸侯路車，《詩》云“路車乘馬”是也。云大夫大車者，即《詩》云“大車檻檻”是也。云士飾車者，即《書傳》云“乘飾車兩馬，庶人單馬木車”是也。"
      },
      {
        "index": 35,
        "text": "朱幹，（幹，楯也。以朱飾楯。楯，食允反，又音尹。）玉戚，（戚，斧也。以玉飾斧。○玉戚，於戚反，以玉飾斧。）以舞《大夏》；（《大夏》，夏樂也。周所以舞夏樂者，王者始起，未製作之時，取先王之樂與已同者，假以風化天下天下大同乃自作樂取夏樂者，與周俱文也。王者，舞六樂於宗廟之中。舞先王之樂，明有法也；舞已之樂，明有製也；舞四夷之樂，大德廣及之也。東夷之樂曰株離，南夷之樂曰任，西夷之樂曰禁，北夷之樂曰昧。○大夏，戶雅反，注同。株離，音誅。禁，音金，又居鴆反。）"
      },
      {
        "index": 36,
        "text": "疏注“東夷之樂”至“曰昧”。○解云：以下皆《樂說》文。彼注云“陽氣始起於懷任之物，名離其株也。南者，任也，盛夏之時，物皆懷任矣。草木畢成，禁如收斂。盛陽消盡，蔽其光景昧然”是也。"
      },
      {
        "index": 37,
        "text": "八佾以舞《大武》，此皆天子之禮也。且夫牛馬維婁，（係馬曰維，係牛曰婁。○佾，音逸。且夫，音扶，下“有夫”並注同。婁，力主反。）"
      },
      {
        "index": 38,
        "text": "疏“此皆天子之禮也”。○解云：以周公之功，得用四代之樂，而以《大夏》之徒謂之為僭者，剌其群公之廟，若祭周公則備。○“牛馬維婁”者。○解云：皆謂係之於廄，不得放逸於郊也。○注“係馬曰維”者。即《詩》云“皎皎白駒，縶之維之”是。云係牛曰婁者，正以上言牛馬，下言維婁，維既屬馬，婁屬於牛亦可知矣。而文不次者，意到則言矣。舊說云婁者，侶也，謂聚之於廄。\n委已者也，（委食已者。○委已，於偽反，注同。已，音紀。委食，音嗣，下同。）而柔焉。（柔，順。）"
      },
      {
        "index": 39,
        "text": "疏“委已者也，而柔焉”。○解云：言牛馬之數，猶順於已之人，而季氏作賞，有年歲矣，民從之，固是其宜矣。"
      },
      {
        "index": 40,
        "text": "季氏得民眾久矣，（季氏專賞罰，得民眾之心久矣，民順從之，猶牛馬之於委食已者。）君無多辱焉。”（恐民必不從君命，而為季氏用，反逐君，故云爾。子家駒上說正法，下引時事以諫者，欲使昭公先自正，乃正季氏。）"
      },
      {
        "index": 41,
        "text": "疏注“子家駒上說正法”者。○解云：即謂上文“朱幹，玉戚”之屬是也。云“下引時事”者，謂“牛馬維婁”是也。昭公不從其言，終弑而敗焉，（果反為季氏所逐。）\n疏“終弑之”者。○解云：謂陳兵欲往攻殺之也。"
      },
      {
        "index": 42,
        "text": "走之齊。齊侯唁公於野井，（吊亡國曰唁，吊死國曰吊，吊喪主曰傷，吊所執紼曰絻。○紼，音弗。絻，音問。）\n疏注“吊亡國曰唁”者。○解云：此文是也。○注“吊喪”至“曰絻”。○解云：皆當時之製也。"
      },
      {
        "index": 43,
        "text": "曰：“奈何君去魯國之社稷？”昭公曰：“喪人（自謂亡人。○喪，息浪反，亡也。）不佞，（不善。）失守魯國之社稷，執事以羞。”（謙自比齊下執事，言以羞及君。）\n疏“執事以羞”。○解云：言已之尊卑，比齊之執事也，而舉措不善，失守社稷，由是之故，以羞及君。"
      },
      {
        "index": 44,
        "text": "再拜顙，（顙者，猶今叩頭矣。謝見唁也。○再拜顙，息黨反，見而稽顙也。）慶子家駒，（慶，賀。）曰：“慶子免君於大難矣。”子家駒曰：“臣不佞，陷君於大難，君不忍加之以鈇锧，賜之以死。”（鈇锧，要斬之罪，即所錫之以死。○大難，乃旦反，下同。鈇，音甫，又方幹反。锧，之實反。要，一遙反。）再拜顙。（謝為齊侯所慶。）高子執簞食，（簞，葦器也。圓曰簞，方曰笥。食，即下所致糗也。○簞，音丹，葦器。食，音嗣，注同。葦，於鬼反。笥，思嗣反。糗，丘九反，又昌紹反。）"
      },
      {
        "index": 45,
        "text": "疏注“簞，葦器也”至“方曰笥”。○解云：《釋器》無文，蓋以時事言之。云食即下所致糗也者，即下文云“敢致糗於從者”是也。\n與四脡脯，（屈曰朐，申曰脡。○脡，他頂反，又大頂反。朐，其俱反。）"
      },
      {
        "index": 46,
        "text": "疏注“屈曰朐，申曰脡”者。○解云：正以脡是伸舒之名，則知朐是屈疊之稱矣。鄭注《曲禮》上篇云“屈中曰朐”，義通於此。\n國子執壺漿，（壺，禮器。腹方口圓曰壺，反之曰方壺，有爵飾。）"
      },
      {
        "index": 47,
        "text": "疏注“壺，禮器”。○解云：即《燕禮》云“司宮尊於東楹之西，兩方壺，左玄酒，南上”是也。云“腹方”至“爵飾者”，《釋器》無文，蓋用舊說，或以時事知之，言有爵飾者，謂刻畫盞爵之形，飾其壺體。\n曰：“吾寡君聞君在外，餕饔未就，（餕，熟食。饔，熟肉。未就，未成也。解所以致糗意。○餕，音俊。）"
      },
      {
        "index": 48,
        "text": "疏注“餕熟食饔熟肉”。○解云：《聘禮曰》“宰夫朝服設飧，飪一牢，在西鼎九”，是飧為熟食也；又云“歸饔餼五牢，飪一牢”云云，上文對餼，下文有“飪一牢”之言，故知熟肉明矣。\n敢致糗於從者。（糗，糒也。謙不敢斥魯侯，故言從者。○於從，才用反，注及下皆同。糒，音備。）\n疏注“糗，糒也”。○解云：言糗糒，若今之糒米也。○糗，姝紹反，又羌九反。糒，平祕反。"
      },
      {
        "index": 49,
        "text": "昭公曰：“君不忘吾先君，延及喪人，錫之以大禮。”再拜稽首，以衽受。（衽，衣下裳當前者。乏器，謙不敢求索。○衽，而甚反，又而鳩反，掩裳際也。索，所白反。）"
      },
      {
        "index": 50,
        "text": "疏“錫之以大禮”，上文糗是也。○注“衽衣”至“乏器”。解云：所以衽受之者，而以行客之人於器物乏故也。"
      },
      {
        "index": 51,
        "text": "高子曰：“有夫不祥，（猶曰人皆有夫不善。）君無所辱大禮。”（禮，臣受君錫，答拜，謂之拜命謂之辱。高子見昭公拜辱大卑，故曰君無所辱大禮。○大卑，音泰，下“大學”同。）昭公蓋祭而不嚐。（食必祭者，謙不敢便嚐，示有所先。不嚐者，待禮讓也。）"
      },
      {
        "index": 52,
        "text": "疏注“祭必”至“讓也”。○解云：凡禮，食必先須祭者，正欲作謙，其未祭之時，不敢便即嚐之，欲示有所先。今昭公祭訖猶不嚐者，正欲待禮讓故也。"
      },
      {
        "index": 53,
        "text": "景公曰：“寡人有不腆先君之服，未之敢服；（腆，厚也。服，謂齊侯所著衣服也。言未敢服者，見魯侯乃敢服之，謙辭也。禮，天子朝皮弁，夕玄端，朝服以聽朝，玄端以燕，皮弁以征不義，取禽獸，行射；諸侯朝朝服，夕深衣，玄端以燕，裨冕以朝。天子以祭其祖禰，卿大夫冕服而助君祭，朝服祭其祖禰；士爵弁黻衣裳以助公祭，玄端以祭其祖禰。○腆，他典反，厚也。著，丁略反。裨，婢支反。黻，音弗。）\n疏注“禮天子朝”。○解云：皆出《禮記》。漢禮亦然。有不腆先君之器，（器謂上所執簞壺。）"
      },
      {
        "index": 54,
        "text": "疏注“器謂上所執簞壺”者。上文“高子執簞食”、“國子執壺漿”是也。然則上言饔飧未熟，今則更以簞壺盛饔飧是。"
      },
      {
        "index": 55,
        "text": "未之敢用，敢以請。”（請行禮。）昭公曰：“喪人不佞，失守魯國之社稷，執事以羞，敢辱大禮，敢辭。”（不敢當大禮，故敢辭。）\n疏“敢辱”至“敢辭”。○解云：亦上有“不”字者，若有“不”字，則辭下讀，是以注者以不敢言之。"
      },
      {
        "index": 56,
        "text": "景公曰：“寡人有不腆先君之服，未之敢服；有不腆先君之器，未之敢用，敢固以請。”昭公曰：“以吾宗廟之在魯也，（以我守宗廟在魯時。）有先君之服，未之能以服；有先君之器，未之能以出，敢固辭。”（已有時未能以事人，今已無有，義不可以受人之禮。）"
      },
      {
        "index": 57,
        "text": "疏“未之能以服”者。解云：謂未能服之以事人矣。下文“未之能以出”亦然。○注“今已無有”者。謂已身之已，或解已為、已然之已也。"
      },
      {
        "index": 58,
        "text": "景公曰：“寡人有不腆先君之服，未之敢服；有不腆先君之器，未之敢用，請以饗乎從者。”（欲今受之，故益謙言從者。○令，力呈反。）昭公曰：“喪人其何稱？”（行禮，賓主當各有所稱。時齊侯以諸侯遇禮接昭公，昭公自謙失國，不敢以故稱自稱，故執謙問之。○故稱，尺證反。）景公曰：“孰君而無稱？”（猶曰誰為君者而言無所稱乎？昭公非君乎？）昭公於是噭然而哭，（噭然，哭聲貌。感景公言而自傷。○噭，古吊反，一音古狄反。）諸大夫皆哭。（魯諸大夫從昭公者。）既哭，以人為菑，（菑，周埒垣也。所以分別內外，衛威儀，今大學辟雍作“側”字。○菑，側其反，又側吏反。埒垣，力悅反；下音袁。別，彼列反。辟，音壁。）"
      },
      {
        "index": 59,
        "text": "疏注“菑周埒垣也”者。○解云：猶言周匝為埒牆。云“今大學辟雍作‘側’字”者，謂何氏所注者是“菑”字，今漢時大學辟雍所讀者，作“側”字，云既哭以人為側。\n以幦為席，（幦，車覆笭。○幦，亡曆反，車覆笭也；一音呼闃反。覆笭，力丁反。）"
      },
      {
        "index": 60,
        "text": "疏注“幦車覆笭”。○解云：笭即式也，但車式以笭為之，有豎者，有橫者，故《考工記》注云“對，式之植者橫者也”。禮，君羔幦虎直，大夫、士鹿幦豹直者是也。"
      },
      {
        "index": 61,
        "text": "以鞍為幾，以遇禮相見。（以諸侯出相遇之禮相見。○鞍，音安。）孔子曰：“其禮與其辭足觀矣。”（言昭公素能若此，禍不至是。主書者，喜為大國所唁。地者，痛錄公，明臣子當憂納公也。）"
      },
      {
        "index": 62,
        "text": "疏注“地者痛錄”至“公也”。○解云：書其唁公於野井者，正欲痛公而詳錄之。下二十九年春，“齊侯使高張來唁公”，不複書其地，正以公居於運，與在國同，故與此異；下三十一年“晉侯使荀櫟唁公於乾侯”，地者，與此同。\n冬，十月，戊辰，叔孫舍卒。"
      },
      {
        "index": 63,
        "text": "十有一月，已亥，宋公佐卒於曲棘。曲棘者何？宋之邑也。諸侯卒其封內不地，此何以地？憂內也。（時宋公聞昭公見逐，欲憂納之，至曲棘而卒，故恩錄之。）"
      },
      {
        "index": 64,
        "text": "疏“曲棘者何”。○解云：欲言宋邑，例所不書；欲言他邑，文無所係，故執不知問。○“諸侯卒其封內不地，此何以地”者。正以桓五年“陳侯鮑卒”不地，是以弟子據而難之。但宣公九年“晉侯黑臀卒於扈”之下已有成注，故於此省文。"
      },
      {
        "index": 65,
        "text": "十有二月，齊侯取運。外取邑不書，此何以書？為公取之也。（為公取運以居公，善其憂內，故書。不舉伐者，以言語從季氏取之。月者，善錄齊侯。○為公，於偽反，注同。）"
      },
      {
        "index": 66,
        "text": "疏“外取邑不”至“以書”。○解云：正據襄元年傳云“魚石走之楚，楚為之伐宋，取彭城以封魚石”，而經不書楚取彭城是也。但隱四年春，“莒人伐杞，取牟婁”之下有注，故此省文。○注“不舉伐者”。○解云：正以隱四年春，“莒人伐杞，取牟婁”，舉伐言取，故決之。云月者，善錄齊侯者，正以哀八年“夏，齊人取讙及僤”，外取邑而書時，今此書月，正以善憂內，詳錄齊侯矣。\n昭公二十有六年\n二十有六年，春，王正月，葬宋元公。"
      },
      {
        "index": 67,
        "text": "三月，公至自齊，居於運。（月者，閔公失國居運。致者，明臣子當憂納公，不當使居運。後不複月者，始錄可知。○不複，扶又反，下同。）"
      },
      {
        "index": 68,
        "text": "疏“三月公”至“於運”。○解云：案上“公遜於齊，次於楊州。齊侯唁公於野井”，似不入齊國都。而得言至自齊者，《穀梁傳》云“公次於楊州，其曰至自齊，何也”。注云“據公但至楊州，未至齊”；“以齊侯之見公，可以言至自齊也”，注云“齊侯唁公於野井，以親見齊侯為重，故可言至自齊”；“居於鄆者，公在外也”，注云“若但言公至自齊，而不言居於鄆，則嫌公得歸國，欲明公實在外，故言居於鄆”。○注“月者閔”至“居運”者。正以凡致例時故也。○注“致者”至“可知”。○解云：桓元年“三月，公會鄭伯於垂”之下，注云“不致者，為下去王，適足起無王，未足以見無王罪深淺，故複奪臣子辭，成誅文也”。然則昭公失所，為臣所逐，而致之者，正以罪輕於桓公，明其臣子當憂納公故也。云後不複月者，始錄可知，即此秋“公至自會”；二十七年冬，“公至自齊，居於鄆”之屬是也。"
      },
      {
        "index": 69,
        "text": "夏，公圍成。（書者，惡公失國，幸而得運，不脩文德以來之，複擾其民圍成。不從叛書者，本與國俱叛，故不得複以叛為重。不從定公，又以親圍下邑為譏者，昭無臣子，又即如定公當致也。○惡，烏路反。）"
      },
      {
        "index": 70,
        "text": "疏注“不從”至“為重”。○解云：成三年“秋，叔孫僑如率師圍棘。棘者何？汶陽之不服邑也。其言圍之何？不聽也”，注云“不聽者，叛也。不言叛者，為內諱，故書圍以起之”。然則今此圍成是圍叛之文，而知為惡公書之者，正以本與國俱叛，理宜不複以叛為重故也。○注“不從”至“臣子”。○解云：定十二年“十有二月，公圍成”，注云“天子不親征下土，諸侯不親征叛邑，不能圍成，不能服，不能以一國為家，甚危，若從他國來，故危錄之”是也。然則此經不書月，亦與彼異，而注不決之者，省文從可知。"
      },
      {
        "index": 71,
        "text": "秋，公會齊侯、莒子、邾婁子、杞伯盟於剸陵。（不月者，時諸侯相與約，欲納公，故內喜為大信辭。○鄟，音專，本亦作“專”。）"
      },
      {
        "index": 72,
        "text": "疏注“不月”至“信辭”。○解云：《春秋》之義，大信者時，小信者月，不信者日。剸陵之會，無相犯，複無大信，止合書月，而書時者，正以約欲納公，故為大信辭矣。\n公至自會，居於運。（致會者，責臣子，明公已得意於諸侯，不憂助納之，而使居於運。）"
      },
      {
        "index": 73,
        "text": "疏注“致會者”至“於運”。○解云：莊六年注云“公與二國以上出會盟，得意致會，不得意不致”，即哀十三年夏，“公會晉侯及吳子於黃池”，“秋，公至自會”；宣七年“冬，公會晉侯”以下於黑壤之屬是也。然則公與二國以上出會盟，得意致會，明公已得意於諸侯。\n九月，庚申，楚子居卒。\n冬，十月，天王入於成周。成周者何？東周也。（是時王猛自號為西周，天下因謂成周為東周。）"
      },
      {
        "index": 74,
        "text": "疏“成周者何”。○解云：欲言正居，經無京師之稱；欲言非正居，天王入之，故執不知問。○注“是時王”至“西周”。○解云：謂是上二十二年時。故彼經稱“秋，劉子、單子以王猛入於王城”，傳云“王城者何？西周也”，注云“時居王城邑，自號西周王”是也。\n其言入何？（據入者篡辭。）\n疏注“據入者篡辭”。○解云：即莊六年“衛侯朔入於衛”之下，傳文所云“其言入何？篡辭也”是也。"
      },
      {
        "index": 75,
        "text": "不嫌也。（上言天王，著有天子已明，不嫌為篡，主言入者，起其難也。不言京師者，起正居在成周，實外之。月者，為天下喜錄王者反正位。○為天，於偽反。）"
      },
      {
        "index": 76,
        "text": "疏注“上言”至“難也”。○解云：謂此經上有天王之文，下雖言入，非篡可知。上二十三年秋“天王居於狄泉”，傳云“此未三年，其稱天王者何？著有天子”。然則此注云“著有天子已明”者，取上傳之文。云主言入者，起其難也者，正以隱八年春“入邴”之下，傳云“其言入何？難也”。莊二十四年秋“夫人薑氏入”之下，傳云“其言入何？難也”。然則入者，重難之辭，故云主言入者，起其難也。○注“不言”至“外之”。○解云：桓九年“春，紀季薑歸於京師”之下，傳云“京師者何？天子之居也”，則天子之居，乃京師是也。今言天王入於成周，不言入京師者，正欲起其正居在成周故也。所以能起之者，既為天王所入，正居明矣。言實外之者，正以天子之重，海內瞻望，宜親九族，以自衛守，而辟庶孽，蒙塵於外，經曆數年，方歸舊守，是以不言京師，欲以外之。然則不言京師，兼二義矣。初起成周為王居，終實外天子，故云不言京師，起正居在成周，實外之也。注云“月者，為天下喜錄王者反正位”者，正以此上二十二年，“秋，劉子、單子以王猛入於成周”，不書月。今此月者，為天下喜錄王者反正位故也。"
      },
      {
        "index": 77,
        "text": "尹氏、召伯、毛伯以王子朝奔楚。（立王子朝獨舉尹氏，出奔並舉召伯、毛伯者，明本在尹氏，當先誅渠帥，後治其黨，猶楚嬰齊。○渠率，所類反，或作“帥”。）"
      },
      {
        "index": 78,
        "text": "疏“尹氏召伯”至“奔楚者”。○解云：《穀梁》與此同，《左氏》“召伯”作“召氏”。○注“云“立王子朝獨舉尹氏”者。○解云：即上二十三年秋，“尹氏立王子朝”是也。云當先誅渠帥，後治其黨者，漢之賊首，皆謂之渠帥，故何氏云焉。云猶楚嬰齊者，成二年冬，“十有一月，公會楚公子嬰齊於蜀。丙申，公及楚人”以下盟於蜀，彼注云“上會不序諸侯大夫者，嬰齊，楚專政驕蹇臣也，數道其君率諸侯侵中國，故獨先舉於上，乃貶之。明本在嬰齊，當先誅其本，乃及其末”是也。\n昭公二十有七年\n二十有七年，春，公如齊。公至自齊，居於運。"
      },
      {
        "index": 79,
        "text": "夏，四月，吳弑其君僚。（不書闔盧弑其君者，為季子諱，明季子不忍父子兄弟自相殺，讓國闔廬，欲其享之，故為沒其罪也。不舉專諸弑者，起闔廬當國，賤者不得貶，無所明文，方見為季子諱，本不出賊，以除闔廬罪，雖可貶，猶不舉。月者，非失眾見弑，故不略之。○為季，於偽反，下同。見，賢遍反。）"
      },
      {
        "index": 80,
        "text": "疏注“不書闔廬弑其君者”。○解云：襄二十九年，“吳子使劄來聘”，下傳云“闔廬曰：‘先君之所以不與子國，而與弟者，凡為季子故也。將從先君之命與，則國宜之季子者也；如不從先君之命與，則我宜立者也。僚惡得為君乎？’於是使專諸剌僚”者，闔廬弑僚之文也。今不書闔廬弑，為季子諱不討賊故也。云明季子不忍父兄弟自相殺者，即彼傳云“而致國乎季子，季子不受，曰：‘爾弑吾君，吾受爾國，是吾與爾為篡也；爾殺吾兄，吾又殺爾，是父子兄弟相殺，終身無已也。’去之延陵，終身不入吳國”者，是其文也。云不舉專諸弑者，桓二年“春，王正月，戊申，宋督弑其君與夷”之下，何氏注云“督不氏者，起馮當國”。然則彼經貶去督之氏者，起其弑君，取國與馮。所以不舉專諸弑僚，見取國與闔廬者，正以其賤不得貶之；假令書見，正得稱人，文無所明故也。注月者，明失眾見弑，故不略之者，文十八年冬，“莒弑其君庶其”，傳云“稱國以弑何？稱國以弑者，眾弑君之辭”，何氏云“一人弑君，國中人人盡喜，故舉國以明失眾，當坐絕也。例皆時者，略之也”。然則稱國以弑者，例皆不月以略之。今此月者，直是本不出賊，以除闔廬罪，是以稱國，非失眾見弑之例，故不略之。\n楚殺其大夫郤宛。（○郤宛，去逆反；下紆宛反。）。"
      },
      {
        "index": 81,
        "text": "秋，晉士鞅、宋樂祁犁、衛北宮喜曹人、邾婁人、媵人會於扈。（○犁，力兮反，又力私反。）冬，十月，曹伯午卒。"
      },
      {
        "index": 82,
        "text": "邾婁快來奔。邾婁快者何？邾婁之大夫也。邾婁無大夫，此何以書？以近書也。（說與鼻我同義。○邾婁快，本又作“噲”，苦反。）"
      },
      {
        "index": 83,
        "text": "疏注“說與鼻我同義”。○解云：即襄二十三年“夏，邾婁鼻我來奔”，傳云“邾婁鼻我者何？邾婁大夫也。邾婁無大夫，此何以書？以近書也”，大國有大夫，小國略稱人；所聞之世，內諸夏，治小如大，廩廩近升平，故小國有大夫，治之漸也。見於邾婁者，以近始也。獨舉一國者，時亂實未有大夫，治亂不失其實，故取足張法而已”。然則邾婁快，亦以奔，無它義，知以治近太平書也。見於邾婁者，以其近魯故也。太平世獨舉一國者，時亂實未有大夫，治亂不失其實，但取足張法而已，故云說與鼻我同義也。云云之說，在襄二十三年。\n公如齊。公至自齊，居於運。\n昭公二十有八年\n二十有八年，春，王三月，葬曹悼公。（月者，為下出也。○為，於偽反。）"
      },
      {
        "index": 84,
        "text": "疏注“月者，為下出也”。○解云：正以上十八年三月，“曹伯須卒”，“秋，葬曹平公”；二十七年“冬，十月，曹伯午卒”。然則曹於所見之世，止自卒月葬時，故知此月宜為其下事出矣。"
      },
      {
        "index": 85,
        "text": "公如晉，次於乾侯。（乾侯，晉地名。月者，閔公內為強臣所逐，外如晉不見答，次於乾侯。不諱者，憂危不暇殺恥。後不月者，錄始可知。）\n疏注“後不月”至“可知”。○解云：即下二十九年春，“公如晉，次於乾侯”是也。"
      },
      {
        "index": 86,
        "text": "夏，四月，丙戌，鄭伯甯卒。（○伯甯，乃定反，下同，《左氏》並下滕子名並作“寧”）。六月，葬鄭定公。秋，七月，癸巳，滕子甯卒。\n冬，葬滕悼公。\n昭公二十有九年\n二十有九年，春，公至自乾侯，居於運。（不致以晉者，不見容於晉，未至晉。）\n齊侯使高張來唁公。（言來者，居運，從國內辭。書者，如晉不見答，喜見唁也。不月者，例時也。）"
      },
      {
        "index": 87,
        "text": "疏注“言來”至“內辭者”。○解云：正以下三十一年，“晉侯使荀櫟唁公於乾侯”，不言來故也。云不月者，例時也者，正以經不月，故知例然，則知下文荀櫟唁公之徒，雖在日月之下，不蒙日月可知。\n公如晉，次於乾侯。夏，四月，庚子，叔倪卒。\n秋，七月。冬，十月，運潰。邑不言潰，此其言潰何？（據國曰潰，邑曰叛。）"
      },
      {
        "index": 88,
        "text": "疏注“據國曰潰，邑曰叛”。○解云：即僖四年蔡潰，文三年沈潰者，是國曰潰之文。襄二十六年春，“衛孫林父入於戚，以叛”；定十三年“春，宋公之弟辰及仲佗、石區、公子池，自陳入於蕭，以叛”，是邑曰叛之文。"
      },
      {
        "index": 89,
        "text": "郛之也。（郛，郭。）疏注“郛，郭”者。郭之猶云國，之但古今異語也。曷為郛之？（據成三年棘叛不言潰也。）"
      },
      {
        "index": 90,
        "text": "疏注“據成”至“潰也”。○解云：即彼經云“叔孫僑如帥師圍棘。棘者何？汶陽之不服邑也。其言圍之何？不聽也”。彼注云“不聽者，叛也”是也。"
      },
      {
        "index": 91,
        "text": "君存焉爾。（昭公居之，故從國言潰，明罪在公也。不言國之，言郛之者，公失國也。不諱者，責臣子當憂而納之，殺恥不如救危也。孔子曰“不患寡而患不均，不患貧而患不安”，其本乃由於圍成，失大得小而不能節用。）"
      },
      {
        "index": 92,
        "text": "疏注“不言國之，言郛之者”。○解云：正以桓七年春，“焚鹹丘”之下，傳云“鹹丘者何？邾婁之邑也。曷為不係乎邾婁？國之也”；莊二年“夏，公子慶父帥師伐於餘丘”之下，傳云“於餘丘者何？邾婁之邑也。曷為不係乎邾婁？國之也”。然則彼二文皆言國之，今言郛之者，正以昭公居國，裁得國外土地而已，其國內宗廟，非公之有，故傳言郛之，不言國之耳。云孔子曰“不患寡而患不均，不患貧而患不安”者，《論語》文。言為國家者，不患土地人民之寡少，而患政令之不均平；不患國無儲積，而患君臣上下之不能相安。而引之者，欲道昭公政令失所，是以出奔。今居小地而複圍成，擾亂其民，令之不安，由茲潰散，無寸土可居，久不得國而卒於外者，身自取之者也。云其本乃由於圍成者，圍成即二十六年“夏，公圍成”是也。失魯之大而得運邑，故曰失大得小，不能自節約而用之，乃複擾亂其民圍成也。\n昭公三十年"
      },
      {
        "index": 93,
        "text": "三十年，春，王正月，公在乾侯。（月者，閔公運潰，無尺土之居，遠在乾侯，故以存君書，明臣子當憂納之。）"
      },
      {
        "index": 94,
        "text": "疏注“故以存君書”者。○解云：即襄二十九年，“春，王正月，公在楚。何言乎公在楚。正月以存君也”，彼注云“正月，歲終而複始，臣子喜其君父與歲終而複始，執贄存之，故言在”。今昭公運潰，無尺十之土可居，遠在他邦，故以存君書之，故云公在乾侯。\n夏，六月，庚辰，晉侯去疾卒。（○去，起呂反。）秋，八月，葬晉頃公。（○頃，音傾。）"
      },
      {
        "index": 95,
        "text": "冬，十有二月，吳滅徐。徐子章禹奔楚。（至此乃月者，所見世始錄夷狄滅小國也。不從上州來、巢見義者，固有出奔可責。○見，賢遍反。）"
      },
      {
        "index": 96,
        "text": "疏注“至此”至“國也”。○解云：正以僖二十六年“秋，楚人滅隗，以隗子歸”，何氏云“不月者，略夷狄滅微國也”。然則此亦夷狄滅微國，而書月者，所見之世故也。○注“不從”至“可責”。○解云：吳滅州來，在上十三年冬；吳滅巢，在上二十四年冬。然則州來與巢，皆當所見世，而不書月以見之，至此乃月者，正以既滅其國，複奔其君，因責章禹不能死位，是以於二國皆不書月也。於上經既不書月，明其還同所聞之例，故何氏於州來之下注云“不月者，略兩夷”是也。\n昭公三十有一年\n三十有一年，春，王正月，公在乾侯。"
      },
      {
        "index": 97,
        "text": "季孫隱如會晉荀櫟於適曆。（時晉侯使荀櫟責季氏不納昭公，為此會也。季氏負捶謝過，欲納昭公，昭公創惡季氏不敢入。公出奔在外。無君命，所以書會，以殊外言來者，從王魯錄。諱亟取邑，卒大夫者，盈孫文。○荀櫟，本又作“躒”，又作“濼”，示滴濼也。適，丁曆反，一音狄。負箠，章蕊反，本又作“捶”。惡，烏路反。亟，去冀反。孫，音遜。）"
      },
      {
        "index": 98,
        "text": "疏注“季氏負箠”至“不敢入者”。○解云：《春秋說》文。彼注云“負捶者，聽刑之禮也”。昭公創惡季氏不敢入者，《左傳》亦有其文也。○注“公出”至“魯錄”。○解云：《春秋》之義，待君命然後卒大夫，明其非君命者，不錄之也。今昭公不在，所以書“季孫隱如會晉荀櫟於適曆”，又書“黑弓以濫來奔”之文，又以殊外者，從王魯錄文，故得然，不為爾時有君命也。云諱亟取邑者，即下三十二年“取闞”，傳云“闞者何？邾婁之邑也。曷為不係乎邾婁？諱亟也”，注云“與取濫為亟”是也。云卒大夫者，盈孫文者，即上二十五年“公遜於齊”，後“叔孫舍卒”；二十九年“叔倪卒”之徒是也。然則《春秋》之義，為君父諱惡，《春秋》之義，待君命然後卒大夫，然今君不在國，而書大夫之卒，故須解之。然則取闞不係邾婁，乃書大夫之卒者，正欲盈足諱奔言遜之義，故云盈孫文。\n夏，四月，丁巳，薛伯穀卒。（始卒便名日書葬者，薛比滕最小，迫後定、寅皆當略。）"
      },
      {
        "index": 99,
        "text": "疏注“始卒便名日書葬者”。○解云：《春秋》之義，小國始卒，名日及葬未能悉具，會二見之後，方始能備，即宣九年秋，“八月，滕子卒”；成十六年“夏，四月，辛未，滕子卒”；昭三年“春，王正月，丁未，滕子泉卒”，“五月，葬滕成公”之徒是也。言薛比滕最小者，正以滕子卒於宣公之篇，薛今始卒，故云比於滕為小國也。而今始卒日，即得名葬具書，正由於後定、寅皆當見略，迫此之故，是以二注備書矣。其定見略者，即定十二年“春，薛伯定卒”，彼注云“不日月者，子無道，當廢之，而以為後未至三年，失眾見弑，危社稷宗廟，禍端在定，故略之”是也。其寅見略者，即哀十年夏，“薛伯寅卒”，彼注云“卒葬略者，與杞伯益姑同”是也；昭六年“春，王正月，杞伯益姑卒”，彼注云“不日者，行微弱，故略之”，“入所見世，責小國詳，始錄內行也。諸侯內行也。諸侯內行小失不可勝書，故於略責之，見其義”是也。\n晉侯使荀櫟唁公於乾侯。秋，葬薛獻公。"
      },
      {
        "index": 100,
        "text": "冬，黑弓以濫來奔。文何以無邾婁？（據讀言邾婁。○黑弓，二傳作“黑肱”。監，力甘反，又力暫反。）疏“冬，黑弓”者。謂當時公羊子口讀邾婁黑弓矣。\n通濫也。（通濫為國，故使無所係。）曷為通濫？（據庶其不通也。）\n疏注“據庶其不通也”者，解云：即襄二十一年春，“邾婁庶其以漆閭丘來奔”是也。\n賢者子孫，宜有地也。賢者孰謂，謂叔術也。（叔術者，邾婁顏公之弟也，或曰群公子。）\n疏注“叔術者邾婁”至“弟也”。○解云：謂母弟也。或曰群公子，謂庶弟也。"
      },
      {
        "index": 101,
        "text": "何賢乎叔術？（據叔術不書。）讓國也。其讓國奈何？當邾婁顏之時，（顏公時也。）邾婁女有為魯夫人者，則未知其為武公與？懿公與？孝公幼，（不知孝公者，邾婁外孫邪？將妾子邪？○武公與，音餘，下及注皆同。）顏淫九公子於宮中，（所與淫公子凡九人。）\n疏注“所與”至“九人”。○解云：謂顏公一人，不應並淫九人，故以所言之。"
      },
      {
        "index": 102,
        "text": "因以納賊，則未知其為魯公子與？邾婁公子與？臧氏之母，養公者也。君幼則宜有養者，大夫之妾，士之妻，（禮也。）則未知臧氏之母者，曷為者也？養公者必以其子入養。（不離人母子，因以娛公也。）"
      },
      {
        "index": 103,
        "text": "疏“則未知其為魯公子與”者。○解云：為內通於魯公子也。○“邾婁之公子與”者。不知為是邾婁公子者與？古者諸侯一娶九女，二國媵之。而邾婁一國，以並有九女於魯宮內者，蓋所取於邾婁相通為九人，不必盡是一人妻矣。大夫之妾，士之妻。○注“禮也”。○解云：大夫之妾，士之妻，《禮記·內則》文，故注云“禮也”。○“則未知臧氏之母者，曷為者也”。○解云：案《內則》，大夫之妾士之妻並陳之，謂士妻不吉，乃取大夫之妾，亦得事不具矣，何者？乳食一男，何假二人乎？則未知臧氏之母，為是大夫之妾，為是士之妻，故曰曷為者。"
      },
      {
        "index": 104,
        "text": "臧氏之母聞有賊，以其子易公，抱公以逃。（以身死公，則可以其子易公，非事夫之義，然而於王法當賞，以活公為重也。）賊至，湊公寢而弑之。（弑臧氏子也。不知欲弑孝公者，納篡邪，將利其國也。○湊，七豆反。）臣有鮑廣父與梁買子者，聞有賊，趨而至。臧氏之母曰：“公不死也，在是。吾以吾子易公矣。”於是負孝公之周訴天子，天子為之誅顏而立叔術，反孝公於魯。顏夫人者，嫗盈女也，國色也，其言曰：“有能為我殺殺顏者，吾為其妻。”（殺顏者，鮑廣父、梁買子也。婦人以貞一為行，云爾非也。○，音素，本亦作“訴”。為之，於偽反，下“為我”、“為之”、“則為”並同。嫗，紆具反，一音紆羽反。為行，下孟反，下“殺顏者之行”亦同。）\n疏“嫗盈女也”者。○解云：謂此老嫗是盈姓之女。○“國色也”者。解云：謂顏色一國之選。"
      },
      {
        "index": 105,
        "text": "叔術為之殺殺顏者，而以為妻。（利其色也。）有子焉，謂之盱。夏父者，其所為有於顏者也。（為顏公夫人時所生也。○盱，許於反，又許孤反；本或作“誇”，一音誇。夏父，戶雅反。盱及夏父，邾顏公之二子。）\n疏“謂之盱、夏父者”至“有於顏者也”。○解云：謂為顏公妻時所以有之者。"
      },
      {
        "index": 106,
        "text": "盱幼而皆愛之，（叔術、嫗盈女皆愛盱。）食必坐二子於其側而食之。有珍怪之食，（珍怪，猶奇異也。○而食，音嗣。）盱必先取足焉。夏父曰：“以來，（猶曰以彼物來置我前。）人未足，（人夏父自謂也。）而盱有餘。”（言盱所得常多。）叔術覺焉，（覺，悟也。知小爭食，長必爭國。《易》曰“君子見幾而作”，“知幾其神乎”，“幾者，動之微，吉事之先見”。○長，丁丈反。先見，賢遍反，下“欲見”、“見王者”同。）"
      },
      {
        "index": 107,
        "text": "疏注“易曰”至“先見”。○解云：皆出下《係辭》。彼文云“知幾其神乎？君子上交不諂，下交不瀆，其知幾乎？幾者動之微，吉之先見者也。君子見幾而作，不俟終日”是也。"
      },
      {
        "index": 108,
        "text": "曰：“嘻！此誠爾國也夫！起而致國於夏父，夏父受而中分之。叔術曰：“不可。”三分之，叔術曰：“不可。”四分之，叔術曰：“不可。”五分之，然後受之。（五分受其一。○曰嘻，許其反。也夫，音扶。）"
      },
      {
        "index": 109,
        "text": "疏注“五分受其一”。○解云：服虔成《長義》云“邾婁本附庸三十裏耳，而言五分之，為六裏國也”者，彼乃《左氏》之偏辭，未足以奪；《公羊》以為邾婁本大國，但《春秋》之前在名例，隱元年何氏有成解。"
      },
      {
        "index": 110,
        "text": "公扈子者，邾婁之父兄也。（富夫子作《春秋》時，於邾婁君為父兄之行。公扈者，氏也。○之行，戶郎反。）習乎邾婁之故，（故，事也。道所以言也。）\n疏注“道所”至“言也”。○解云：謂道下傳所言矣。"
      },
      {
        "index": 111,
        "text": "其言曰：“惡有言人之國賢若此者乎？”（惡有，猶何有、寧有此之類也。言賢者，寧有反妻嫂，殺殺顏者之行乎？○惡有，音烏，注同。）誅顏之時天子死，叔術起而致國於夏父。（言叔術本欲讓，迫有誅顏天子在爾，故天子死則讓，無妻嫂惑兒爭食之事。）當此之時，邾婁人常被兵於周，曰：“何故死吾天子？”（猶曰何故死畜吾天子，違生時命而立夏父乎？此天子死則讓之效也。夫子本所以知上傅，賢者惡少功大也。猶律一人有數罪，以重者論之，《春秋》滅不言入是也。案叔術妻嫂，雖有過惡，當絕身無死刑，當以殺殺顏者為重。宋繆公以反國與與夷，除馮弑君之罪，死乃反國，不如生讓之大也。馮殺與夷，亦不輕於殺殺顏者，比其罪不足而功有餘，故得為賢。傳複記公扈子言者，欲明夫子本以上傳通之，故公扈子有是言。○數，所主反。複，扶又反。）"
      },
      {
        "index": 112,
        "text": "疏注“夫子本所以”至“惡少功大也”者。○解云：上傳謂“五分之，然後受之”以上矣。○云《春秋》滅不言入是也者，即莊十年傳云“戰不言伐，圍不言戰，入不言圍，滅不言入，書其重者也”是。云當絕身無死刑者，但當絕其身以為不脩，不合殺之，故曰無死刑。然則外內亂，鳥獸行，則滅之者，謂姑妹之徒，今一則非父子聚麀，二則嫂非姑姊妹故也。○注“當以殺”至“為重”。○解云：謂犯王命殺魯賢臣，故以為重。○注“宋繆公以反國與”至“馮弑君之罪”。○解云：宋繆公反國之事，在隱三年，彼傳文具矣。其除馮弑君之罪者，即桓二年“宋督弑其君”之下，注云“督不氏者，起馮當國。不舉馮弑為重者，繆公廢子而反國，得正，故為之諱”是也。云死乃反國，不如生讓之大也者，言繆公死乃反國，非其全讓之意，不如叔術生讓，其功大矣。云馮殺與夷，亦不輕於殺殺顏者，謂馮為弑君，叔術為犯王命，皆是惡逆，其罪勢等矣。云比其罪不足而功有餘，故得為賢者，上解云其罪勢等矣。而言罪不足者，謂犯王命，殺魯大夫，豈如宋馮弑君乎？故以為罪少於馮矣。其罪既少，其功有餘，故得賢之。\n通濫，則文何以無邾婁？（據國未有口係於人。）"
      },
      {
        "index": 113,
        "text": "疏注“據國”至“於人”。○解云：言若通濫是國，宜應特達，何故文上無邾婁而已，其口仍係邾婁言之乎？故注云“據國未有口係於人”。"
      },
      {
        "index": 114,
        "text": "天下未有濫也。（欲見天下實未有濫國，《春秋》新通之爾，故口係於邾婁。）天下未有濫，則其言以濫來奔何？（據上說天下實未有濫者，言《春秋》新通之也。《春秋》所通之，君文成矣，不言濫黑弓來奔，而反與大夫竊邑來奔同文。）\n疏注“而反與大夫竊邑來奔同文”者。○解云：即襄二十一年春，“邾婁庶其以漆閭丘來奔”之徒是。"
      },
      {
        "index": 115,
        "text": "叔術者，賢大夫也。絕之則為叔術不欲絕，不絕則世大夫也。（此解不言濫黑弓意。叔術者，賢大夫也。如不口係邾婁，文言濫黑弓來奔，則為叔術賢心，不欲自絕於國，又觸天下實有濫，無以起新通之，文不可設也；如口不絕邾婁，文言濫黑弓來奔，則嫌氏邑，起本邾婁世大夫，《春秋》口係通之，文亦不可施。）"
      },
      {
        "index": 116,
        "text": "疏注“起本邾婁”至“可施”。○解云：若口云邾婁，文言濫黑弓來奔，即嫌大夫氏邑，欲起黑弓本是邾婁世大夫，口係於邾婁，欲通之為世大夫故也。"
      },
      {
        "index": 117,
        "text": "大夫之義不得世，故於是推而通之也。（推猶因也，因就大夫竊邑奔文通之，則大夫不世，叔術賢心不欲自絕，兩明矣。主書者，在《春秋》前，見王者起，當追有功，顯有德，興滅國，繼絕世。）"
      },
      {
        "index": 118,
        "text": "疏注“主書者”至“繼絕世”。○解云：隱元年注云“諸大夫立隱不起者，在《春秋》前，明王者受命，不追治前事”。今此追之者，《春秋》之義，勸其後功，是以上二十年傳曰“君子之善善也長，惡惡也短；惡惡止其身，善善及子孫。賢者子孫，故君子為之諱”是也。\n十有二月，辛亥，朔，日有食之。（是後昭公死外，晉大夫專執，楚犯中國圍蔡也。）"
      },
      {
        "index": 119,
        "text": "疏注“是後昭公死外”者。○解云：即下三十二年冬，“公薨於乾侯”是。云晉大夫專執者，即定元年“三月，晉人執宋仲機於京師”，傳云“其稱人何？貶。曷為貶？不與大夫專執也”是。云楚犯中國圍蔡也者，即定四年秋，“楚人圍蔡”是也。直言圍蔡足矣，何須言楚犯中國？欲言日食為夷狄強，諸夏微之象故也。\n昭公三十有二年\n三十有二年，春，王正月，公在乾侯。\n取闞。闞者何？邾婁之邑也。曷為不係乎邾婁？諱亟也。（與取濫為亟。○闞，口暫反。亟，去冀反，注同。）"
      },
      {
        "index": 120,
        "text": "疏“闞者何”。○解云：欲言是國，諸典未聞；欲言是邑，文無所係，故執不知問。○注“與取濫為亟”。○解云：取亦作“受”字者。二年之間，比取兩邑，故以為亟而諱之矣。\n夏，吳伐越。秋，七月。"
      },
      {
        "index": 121,
        "text": "冬，仲孫何忌會晉韓不信、齊高張、宋仲幾、衛世叔申、鄭國參、曹人、莒人、邾婁人、薛人、杞人、小邾婁人城成周。（書者，起時善，其脩廢職，有尊尊之意也。孔子曰：“謹權量，審法度，脩廢官，四方之政行焉。”言成周者，欲起正居，實外之。○量，音亮。）"
      },
      {
        "index": 122,
        "text": "疏注“書者”至“意也”。○解云：隱七年“夏，城中丘”，傳云“何以書？以重書也”。注云“以功重故書也，當稍稍補完之，至令大崩弛壞敗，然後發眾城之，猥苦百姓，虛空國家，故言城，明其功重，與始作城無異”。然則天子之城，不時脩理，至令大壞，方始城之。而書者，正欲起其當時之善故也，何者？當是之時，天子陵遲，諸侯奢縱，忽能脩其廢職，有尊尊之心，是以書見，故曰起時善。云“孔子曰謹權量”至“行焉”者，《論語》文。云言成周者，欲起正居，實外之，正以不言京師，而言成周者，欲起正居在成周故也。言實外之者，正以王微弱，不能守成周，不是小事，猥苦天下，是以不言京師，實外天子。云云之說，在上二十六年。\n十有二月，已未，公薨於乾侯。"
      }
    ]
  }
}