{
  "chapterNumber": 18,
  "title": "春秋公羊傳註疏卷16 (Gongyang Zhushu, Volume 16)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "宣公卷十六\n（起十年，盡十八年）\n宣公十年"
      },
      {
        "index": 1,
        "text": "十年，春，公如齊。公至自齊。齊人歸我濟西田。齊已取之矣，其言我何？（據歸讙及闡，齊已取不言我。○僤，本又作“闡”，昌善反。）"
      },
      {
        "index": 2,
        "text": "疏注“據歸”至“言我”。○解云：哀公八年“夏，齊人取讙及僤”；冬，“齊人歸讙及僤”是也。言我者，未絕於我也。曷為未絕於我？（據有俄道。）"
      },
      {
        "index": 3,
        "text": "疏注“據有俄道”。解云：即桓二年傳云“至乎地之與之則不然，俄而可以為其有矣”，彼注云“俄者，謂須臾之間，製得之頃也”。言俄爾之間，則有絕於本主之道，爾來十年，何言未絕於我乎？故難之。"
      },
      {
        "index": 4,
        "text": "齊已言取之矣，（齊已言語許取之。）其實未之齊也。（其人民貢賦尚屬於魯，實未歸於齊。不言來者，明不從齊來，不當坐取邑。凡歸邑、物例皆時。）"
      },
      {
        "index": 5,
        "text": "疏注“不言來”至“取邑”。○解云：案元年注云“亦因惡齊取篡者賂，當坐取邑”者，正以篡逆之賊天下共惡，齊乃許取其賂而與之同，似若漢律行言許受財之類，故云當坐取邑耳。今言不當坐取邑者，正以爾來十年仍不入已，見宣有禮，還複歸之，功過相除，可以減其初惡，是以《春秋》恕之，不複書來，以除其過，故曰不當坐取邑耳。○注“凡歸邑物例皆時”。○解云：其歸邑時者，即定十年夏，“齊人來歸運、讙、龜陰田”，及此經書春之屬皆是也。其歸物時者，即莊六年冬“齊人來歸衛寶”，注云“寶者，玉物凡名”是也。以此言之，則知哀八年“齊人歸讙及僤”在日月之下，不蒙日月亦可知也。\n夏，四月，丙辰，日有食之。（與甲子既同，事重故累食。）"
      },
      {
        "index": 6,
        "text": "疏注“與甲子既同”。○解云：即上八年“秋，七月，甲子，日有食之，既”，彼注云“是後楚莊王圍宋，析骸易子，伐鄭勝晉，鄭伯肉袒，晉師大敗於邲，中國精奪，屈服強楚之應”。今此與彼同占，故曰與甲子既同也。\n已巳，齊侯元卒。"
      },
      {
        "index": 7,
        "text": "齊崔氏出奔衛。崔氏者何？齊大夫也。其稱崔氏何？（據齊高無咎出奔名。連崔氏者，與尹氏俱稱氏，嫌為采邑。）"
      },
      {
        "index": 8,
        "text": "疏“崔氏者何”。○解云：欲言大夫，而直言崔氏；欲言微者，而得書於經，故執不知問。○注“據齊”至“奔名”。○解云：即成十七年秋，“齊高無咎出奔莒”是也。○注“連崔氏者”。○解云：“與尹氏俱稱氏，嫌為采邑”者，即隱三年“夏，四月，辛卯，尹氏卒”是也。\n貶。曷為貶？（據外大夫奔不貶。）\n疏注“據外大夫奔不貶”。○解云：即上引“高無咎出奔莒之屬”是也。"
      },
      {
        "index": 9,
        "text": "譏世卿。世卿非禮也。（複見譏者，嫌尹氏王者大夫，職重不當世，諸侯大夫任輕可出也。因齊大國禍著，故就可以為法戒，明王者尊莫大於周室，彊莫大於齊國，世卿猶能危之。）"
      },
      {
        "index": 10,
        "text": "疏注“複見”至“世也”。○解云：即隱三年“尹氏卒”單稱氏，巳是譏之。今複單言崔氏，故言複也。○注“因齊大國”至“危之”。○解云：欲道等是諸侯，科取即得，所以不於僖二十八年“衛元咺出奔晉”之經見之者，因齊大國有弑君之禍著，明於出奔故也。\n公如齊。（不言奔喪者，尊內也。猶不言朝聘。）"
      },
      {
        "index": 11,
        "text": "疏注“不言”至“內也”。○解云：正以上文四月“已巳，齊侯元卒”，則知此經“公如齊”者，奔喪而往。而言尊內也者，欲道定十五年夏，“公薨於高寢”，“邾婁子來奔喪”，彼則書之。今此否者，尊內故也。\n五月，公至自齊。癸巳，陳夏徵舒弑其君平國。六月，宋師伐滕。公孫歸父如齊，葬齊惠公。"
      },
      {
        "index": 12,
        "text": "晉人、宋人、衛人、曹人伐鄭。秋，天王使王季子來聘。王季子者何？天子之大夫也。其稱王季子何？（據叔服不係王，不稱子，王劄子不稱季。）"
      },
      {
        "index": 13,
        "text": "疏“五月公” 至“自齊”。○解云：致例時，而書五月者，為下癸已出之。○“王季子者何”。○解云：欲言諸侯，而王使來聘；欲言大夫，而經書子，故執不知問。○注“據叔”至“稱子”。○解云：即文元年“天王使叔服來會葬”是也。○“王劄子不稱季”。○解云：即下十五年夏，“六月，王劄子殺召伯、毛伯”是也。"
      },
      {
        "index": 14,
        "text": "貴也。其貴奈何？母弟也。（子者，王子也。天子不言子弟，故變文，上季係先王以明之，著其骨肉貴，體親也。）"
      },
      {
        "index": 15,
        "text": "疏注“子者，王子”至“明之”。○解云：言天子不言子弟者，即文元年注云“叔服者，王子虎也”，“不係王者，不以親疏錄也。不稱王子者，時天子諸侯不務求賢，而專貴親親，故尤其在位子弟，剌其早任以權也”是也。既言尤其在位子弟，是以不得稱之。“王子瑕奔晉”，“天王殺其弟年夫”，難之云云，已說在文元年。○注“著其”至“親也”。○解云：以其稟氣於先王，故言骨肉貴；以其今王母弟，故曰體親也。"
      },
      {
        "index": 16,
        "text": "公孫歸父帥師伐邾婁，取蘱。（○蘱，音類，又力對、欺類二反）。大水。（先是城平陽，取根牟及蘱，役重民怨之所生。）"
      },
      {
        "index": 17,
        "text": "疏注“先是城平陽”。解云：在上八年冬。○注“取根牟”。者，解云：在上九年秋。季孫行父如齊。冬，公孫歸父如齊。\n齊侯使國佐來聘。"
      },
      {
        "index": 18,
        "text": "饑。何以書？以重書也。（民食不足，百姓不可複興，危亡將至，故重而書之。明當自省減，開倉庫，贍振之。哀公問於有若曰：“年饑，用不足，如之何？”有若對曰：“盍徹乎？”曰：“二，吾猶不足，如之何其徹也？”對曰：“百姓足，君孰與不足？百姓不足，君孰與足？”○贍，當豔反。）\n楚子伐鄭。\n宣公十有一年\n十有一年，春，王正月。"
      },
      {
        "index": 19,
        "text": "夏，楚子、陳侯、鄭伯盟於辰陵。（不日月者，莊王行霸約諸侯，明王法，討徵舒，善其憂中國。故為信辭。）公孫歸父會齊人伐莒。"
      },
      {
        "index": 20,
        "text": "秋，晉侯會狄於欑函。（離不言會。言會者，見所聞世治近升平，內諸夏而詳錄之，殊夷狄也。下發傳於吳者，方具說其義，故從外內悉舉者明言之。）"
      },
      {
        "index": 21,
        "text": "疏注“發傳於吳”至“明言之”。○解云：即成十五年“冬，十有一月，叔孫僑如會晉士燮、齊高無咎、宋華元、衛孫林父、鄭公子、邾婁人會吳於鍾離”，傳云“曷為殊會吳？外吳也。曷為外也？《春秋》內其國而外諸夏，內諸夏而外夷狄。王者欲一乎天下，曷為以外內之辭言之？言自近者始也”，注云“明當先正京師，乃正諸夏；諸夏正，乃正夷狄，以漸治之”是也。\n冬，十月，楚人殺陳夏徵舒。此楚子也，其稱人何？（據下入陳稱子。）\n疏注“據下入陳稱子”。○解云：即下“丁亥、楚子入陳”是也。\n貶。曷為貶？（據徵舒有罪。）不與外討也。（辟天子，故貶見之，即所謂貶絕，然後罪惡見。）"
      },
      {
        "index": 22,
        "text": "疏注“即所謂”至“惡見”。○解云：即昭元年傳云“《春秋》不待貶絕而罪惡見者，不貶絕以見罪惡也”是也。\n不與外討者，因其討乎外而不與也。雖內討亦不與也。（雖自討其臣下，亦不得與也。）"
      },
      {
        "index": 23,
        "text": "疏“雖內討亦不與也”。○解云：案《檀弓》云“臣弑君，凡在官者，殺無舍。”是以隱四年“九月，衛人殺州吁於濮”，傳曰“其稱人何？討賊之辭也”，注云“討者除也，明國中人人得討之，所以廣忠孝之路”。以此言之，則弑君之賊，國內人人皆得殺之。而言雖內討亦不與者，正以與莊王非國內，是以不與其外討。又言雖內討亦不與者，正以莊王身為君而見在，寧得更有弑君之賊而討之乎？明知莊王內討者，更以他罪耳。諸侯不得專殺大夫，是以不與。\n曷為不與？（據善為齊誅之。）"
      },
      {
        "index": 24,
        "text": "疏注“據善為齊誅之”。○解云：即昭四年“秋，七月，楚子”以下“伐吳，執齊慶封，殺之”。傳云“此伐吳也，其言執齊慶封何？為齊誅也。其為齊誅奈何？慶封走之吳，吳封於防”，何氏云“月者，善義兵”是也。\n實與，（不言執與討賊同文。）"
      },
      {
        "index": 25,
        "text": "疏注“不言執”至“同文”。○解云：正以昭八年夏，“楚人執陳行人於徵師，殺之”。言執非討賊之文，隱四年“衛人殺州吁”，莊九年“齊人殺無知”，皆不言執，以見此不言執，乃與討賊同文，故知實與矣。"
      },
      {
        "index": 26,
        "text": "而文不與。文曷為不與？諸侯之義，不得專討也。諸侯之義不得專討，則其曰實與之何上無天子，下無方伯，天下諸侯有為無道者，臣弑君，子弑父，力能討之，則討之可也。（與齊桓專封同義。不書兵者，時不伐。）"
      },
      {
        "index": 27,
        "text": "疏注“與齊桓專封同義”。○解云：即僖元年齊師救邢之下，傳云“曷為先言次，後言救？君也。君則其稱師何？不與諸侯專封也。曷為不與？實與而文不與。文曷為不與？諸侯之義，不得專封也。諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也”，注云“主書者，起文從實也”。今此亦然，故曰齊桓專封同義耳。○注“不書兵者，時不伐”。○解云：欲決昭四年秋，“楚子”以下“伐吳，執齊慶封，殺之”，彼實有兵，故言伐。今此不書兵者，時實不伐，非是省文之義耳。\n丁亥，楚子入陳，（日者，惡莊王討賊之後，欲利其國。複出楚子者，為下納善不當貶，不可因上貶文。）"
      },
      {
        "index": 28,
        "text": "疏注“日者”至“利其國”。○解云：正以《春秋》之義，入例書時，傷害多則書月，今此書日以詳其惡，故如此解。○注“複出楚”至“貶文”。○解云：《春秋》之義，以納為篡辭，而言為下納善者，正以上有起文，故與凡納異，何者？上有討賊之文，而即言納二子於陳，故知其善，所謂美惡不嫌同辭矣。"
      },
      {
        "index": 29,
        "text": "納公孫甯、儀行父於陳。此皆大夫也，其言納何？（據納者謂已絕也。今甯、儀行父上未有出奔絕文，故見大夫，反言納也。○甯，乃定反，音寧。）"
      },
      {
        "index": 30,
        "text": "疏注“據納”至“言納也”。○解云：定十四年秋“衛世子蒯聵出奔宋”至“哀二年夏”晉趙鞅納衛世子蒯聵於戚”，是其上有出奔絕文而下言納矣。而僖二十五年“秋，楚人圍陳，納頓子於頓”，上文不言頓子出奔者，正以頓是微國，出入不兩書，故彼注云“頓子出奔不書，小國例也”。云故見大夫者，言此二子上無絕文，故見任為大夫，而反言納於陳。"
      },
      {
        "index": 31,
        "text": "納公黨與也。（徵舒弑君，甯、儀行父如楚訴徵舒，徵舒之黨從後絕其位，楚為討徵舒而納之，本以助公見絕，故言納公黨與。不書徵舒絕之者，以弑君為重。主書者，美楚能變悔改過，以遂前功，卒不取其國而存陳。不係國者，因上入陳可知。）"
      },
      {
        "index": 32,
        "text": "疏注“不書”至“主書者”。○解云：若書徵舒絕之，宜云陳公孫甯等出奔楚，傳云此訴於楚矣，曷為謂之出奔？徵舒絕其位，是以謂之奔也。○注“美楚”至“改過”。○解云：謂之入陳是也。○注“以遂前功”。○解云：討徵舒是也。○注“不係國”至“可知”。○解云：欲決哀二年“納衛世子”云云，係衛是也。\n宣公十有二年\n十有二年，春，葬陳靈公。討此賊者，非臣子也，何以書葬？（據惠公殺里克，不書卓子葬。）\n疏注“據惠”至“子葬”。○解云：僖十年春“里克殺其君卓”，夏晉惠公殺里克是也。"
      },
      {
        "index": 33,
        "text": "君子辭也。楚巳討之矣，臣子雖欲討之，而無所討也。（無所複討也，不從殺泄冶不書葬者，泄冶有罪，故從討賊書葬，則君子辭與泄冶罪兩見矣。不月者，獨甯、儀行父有訴楚功，上巳言納，故從餘臣子恩薄略之。）"
      },
      {
        "index": 34,
        "text": "疏“君子”至“討也”。○注“無所複討也”。○解云：然則卓子之賊，亦是惠公已討之，其臣子雖欲討之，亦無所討。而不作君子辭者，正以惠公之殺里克，不作討賊之意，是以《春秋》不書卓子葬，以責其臣子也。今此楚莊本有討賊之意而殺徵舒，一賊不可再討，故不責之。○注“不從”至“有罪”。○解云：案何氏作《膏肓》，以為泄冶無罪，而此注云有罪者，其何氏兩解乎？正以《春秋》之義，殺無罪大夫者，例去其葬以見之。今乃經書靈公之葬，則知泄冶有罪明矣。而《膏肓》以為無罪者，蓋以諫君之人，罪之無文，而《左氏》罪之，故言無罪矣。而此何氏以為有罪者，其更有他罪乎？○注“從討” 至“兩見矣”。○解云：賊不討不書葬者，欲責臣子不討賊。今而書葬，則知賊巳討矣，君子恕之，不複責臣子矣。又且君殺無罪大夫，則不書其葬。今靈公殺泄冶而得書葬，則知泄冶有罪明矣，故云兩見矣。○注“不月者”至“略之”。○解云：正以卒日葬月，大國之常，今書春，故須辨之。\n楚子圍鄭。夏，六月，乙卯，晉荀林父帥師及楚子戰於邲，晉師敗績。\n大夫不敵君，此其稱名氏以敵楚子何？（據城濮之戰，子玉得臣貶也。）"
      },
      {
        "index": 35,
        "text": "疏注“據城濮”至“貶也”。○解云：即僖二十八年夏，“晉侯”以下楚人戰於城濮，楚師敗績”，傳云“此大戰也，曷為使微者？子玉得臣也。子玉得臣則其稱人何？貶。曷為貶？大夫不敵君也”。\n不與晉而與楚子為禮也。（不與晉而反與楚子為君臣之禮，以惡晉。）"
      },
      {
        "index": 36,
        "text": "疏“不與晉”至“禮也”。○解云：但作一句連讀之。注云“不與晉而反與楚子為君臣之禮”，亦為一句連讀之。○注“以惡晉”。○解云：內諸夏以外夷狄，《春秋》之常。今敘晉於楚子之上，正是其例。而知其惡晉者，但楚莊德進行修，同於諸夏，討陳之賊，不利其土，入鄭皇門而不取其地，既卓然有君子之信，寧得殊之？既不合殊，即是晉侯之匹，林父人臣，何得序於其上？既序人君之上，無臣子之禮明矣。臣而不臣，故知惡晉也。"
      },
      {
        "index": 37,
        "text": "曷為不與晉而與楚子為禮也？（據城濮之戰貶得臣者，不與楚為禮。）莊王伐鄭，勝乎皇門，（勝，戰勝。皇門，鄭郭門。）放乎路衢。（路衢，郭內衢。道四達謂之衢。）\n疏注“道四達謂之衢”。○解云：《釋宮》文。"
      },
      {
        "index": 38,
        "text": "鄭伯肉袒，左執茅旌，（茅旌，祀宗廟所用迎道神，指護祭者。斷曰藉，不斷曰旌。用茅者，取其心理順一，自本而暢乎末，所以通精誠，副至意。○斷，音短。藉，在夜反。）"
      },
      {
        "index": 39,
        "text": "疏注“茅旌”至“至意”。解云：茅旌，祀宗廟所用云者，皆時王之禮。正以公羊子是景帝時人，是以何氏取當時之事以解其語。云用茅者，取其心理順一者，言茅心文理皆順無逆矣。云自本而暢乎末者，言其文理從本而申暢於末，無絕以絕之。\n右執鸞刀，（鸞刀，宗廟割切之刀，環有和，鋒有鸞。執宗廟器者，示以宗廟不血食，自歸首。）"
      },
      {
        "index": 40,
        "text": "疏注“鸞刀宗”至“有鸞”。○解云：亦時王之製。《祭義》亦云“祭之日，君牽牲”，“卿大夫序從”，彼注云“序以次第從也”；“既入廟門，麗於碑，卿大夫袒，而毛牛尚耳，鸞刀以刲取膟膋”，鄭注云“麗，猶係也。毛牛尚耳，以耳毛為上也。膟膋，血與腸間脂也”。又《祭統》云“鸞刀羞嚌”，是鸞刀為宗廟割切之刀矣。○注“執宗廟”至“自歸首”。○解云：言示以宗廟者，言示楚以宗廟血食之器也。言已宗廟將墮滅，斟酌在楚耳，故言自歸首矣。"
      },
      {
        "index": 41,
        "text": "以逆莊王，曰：“寡人無良邊垂之臣，（諸侯自稱曰寡人，天子自稱曰朕。良，善也。無善，喻有過。言已有過於楚邊垂之臣，謙不敢斥莊王。）"
      },
      {
        "index": 42,
        "text": "疏注“諸侯自稱曰寡人”。解云：《曲禮》文。○注“天子自稱曰朕”。○解云：時王之禮也。若古禮，自稱為“予一人”矣。"
      },
      {
        "index": 43,
        "text": "以幹天禍，（幹，犯也。謙不敢斥莊王，歸之於天。）是以使君王沛焉。（沛焉者，怒有餘之貌，猶傳曰“力沛若有餘”。○沛，普蓋反。）疏注“猶傳”至“有餘”。○解云：文十四年傳文。"
      },
      {
        "index": 44,
        "text": "辱到敝邑。（遠自勞辱到於鄭也。諸侯自稱國曰敝邑。）君如矜此喪人，（自謂已喪亡。）錫之不毛之地，（墝埆不生五穀曰不毛，謙不敢求肥饒。○墝埆，上苦交反；下音礐。）\n疏注“墝埆”至“肥饒”。解云：墝埆者，疆鹵之稱，若俗言墝埆矣。"
      },
      {
        "index": 45,
        "text": "使帥一二耋老而綏焉。（六十稱耋，七十稱老。綏，安也。謙不敢多索丁夫，原得主帥一二老夫以自安。○多索，所白反，舊本作“策”，音索。）"
      },
      {
        "index": 46,
        "text": "疏注“六十”至“稱老”。解云：七十稱老，《曲禮》文也。案今《曲禮》云“七十曰耋”，與此異也。蓋何氏所見，與鄭注者不同，或者此“耋”字誤耳。"
      },
      {
        "index": 47,
        "text": "請唯君王之命。莊王曰：“君之不令臣交易為言，（是亦莊王謙不斥鄭伯之辭。令，善也。交易，猶往來也。言君之不善臣，數往來為惡言。○屢往，力住反，又作“數”，音朔。）是以使寡人得見君之玉麵，而微至乎此。”（微，喻小也。積小語言，以致於此。）"
      },
      {
        "index": 48,
        "text": "疏“是以使”至“玉麵”。○解云：若《祭統》云：“故國君取夫人之辭曰：‘請君之玉女，與寡人共有敝邑，事宗廟社稷。’”鄭注云：“言玉女者，美言之也。君子於玉比德焉。”然則此言玉麵者，亦美言之也。\n莊王親自手旌，（自以手持旌也。緇廣充幅長尋曰，繼如燕尾曰旆，加文章曰旂，錯革鳥曰，注旄首曰旌。）"
      },
      {
        "index": 49,
        "text": "疏注“緇廣充”至“曰旌”。○解云：此注皆《爾雅·釋天》文。其間少有不同者，蓋所見異，或何氏潤色之。案今《爾雅·釋天》“繒”作“緇”字，孫氏云“緇，黑繒也”，郭氏云“帛全幅長八尺”；又云繼曰旆，孫氏云“帛續末亦長尋。《詩》云‘帛旆英英’是也”，郭氏曰“帛續末為燕尾者”，故此何氏云 “繼如燕尾曰旆”也；又云有鈴曰旂，李氏云“有鈴，以鈴著端”，孫氏曰“鈴在旂上。旂者畫龍”，郭氏曰“縣鈴於竿頭，畫交龍於旒”，是以此注云“加文章曰旂”也；又云錯革鳥曰，李氏云“以革為之，置於端”，孫氏曰“錯，置也。革，急也。言畫急疾之鳥於旒，《周官》所謂鳥準為者矣”；又云注旄首曰旌，李氏云 “以犛牛尾旌首者”，郭氏云“載旄於竿頭，如今之幢亦有旒”是也。"
      },
      {
        "index": 50,
        "text": "左右撝軍，退舍七里。將軍子重諫曰：“南郢之與鄭，相去數千里，（南郢，楚都，不能二千里，言數千里者，欲深感莊王，使納其言。○數，所主反。）諸大夫死者數人，廝役扈養死者數百人。（艾草為防者曰廝，汲水漿者曰役，養馬者曰扈，炊亨者曰養。○扈養，餘亮反。艾，魚廢反。）"
      },
      {
        "index": 51,
        "text": "疏注“艾草”至“曰養”。○解云：蓋於時猶然，是以何氏知之。今君勝鄭而不有，無乃失民臣之力乎？（無乃，猶得無。）\n疏注“無乃猶得無”。○解云：言得無失民臣之力乎？言其失民臣之力矣。"
      },
      {
        "index": 52,
        "text": "莊王曰：“古者杅不穿，皮不蠹，則不出於四方。（杅，飲水器。穿，敗也。皮，裘也。蠹，壞也。言杅穿皮蠹乃出四方。古者出四方朝聘征伐，皆當多少圖有所喪費，然後乃行爾。喻巳出征伐，士卒死傷，固其宜也，不當以是故滅有鄭，恥不能早服也。○杅不，音於。費，芳味反。）"
      },
      {
        "index": 53,
        "text": "疏注“杅飲水器”。○解云：其音於，若今馬孟矣。舊說云杅是“衧”字，若今食袋矣。案今音作於，則舊說非。"
      },
      {
        "index": 54,
        "text": "是以君子篤於禮而薄於利，（篤，厚也。不惜杅皮之費，而貴朝聘征伐者，厚於禮義，薄於財利。）要其人而不要其土，（本所以伐鄭者，欲要其人服罪過耳，不要取其土地，猶古朝聘欲厚禮義，不顧杅皮。）告從，（從，服從。）不赦，不詳。（善用心曰詳。）吾以不詳道民，災及吾身，何日之有？”（何日之有，猶無有日。）既則晉師之救鄭者至，（荀林父也。）曰：“請戰。”（荀林父請戰。）莊王許諾。將軍子重諫曰：“晉，大國也。（國大眾彊。）王師淹病矣，（淹，久也。諸大夫廝役死者是。）君請勿許也。”莊王曰：“弱者吾威之，彊者吾辟之，是以使寡人無以立乎天下。”（以是故，必使寡人無以立功名於天下。）令之還師而逆晉寇。（言還者，時莊王勝鄭去矣，會晉師至，複還戰也。言寇者，傳序經意，謂晉如寇虜。）莊王鼓之，晉師大敗。晉眾之走者，舟中之指可掬矣。（時晉乘舟度邲水戰，兵敗反走，欲急去，先入舟者，斬後板舟者，指指隋舟中，身隋邲水中而死。可掬者，言其多也。以兩手曰掬。禮，天子造舟，諸侯維舟，卿大夫方舟，士特舟。○可掬，九六反，注同。扳，普顏反，又必顏反。造，七報反。）"
      },
      {
        "index": 55,
        "text": "疏注“禮，天子造舟”至“士持舟”。○解云：《釋水》文也。造，孫氏云“比舟為梁”，郭氏云“比船為橋”。舊說云以舟為橋，詣其上而行過，故曰造舟也。言以舟為梁，故謂之造。造，成也。諸侯維舟，孫氏云“維連四船”，《音義》曰“維持使不動搖也”者是也。大夫方舟者，李氏云“並兩船曰方舟也”。士特舟者，郭注云“單船”，李氏云“一舟曰特舟”是也。案《爾雅》下文云“庶人乘泭”，李氏曰“並木以渡，別尊卑”是也。此注引之不盡者，蓋何氏所見者無此文矣。案今孫、郭所注者，亦有其文。"
      },
      {
        "index": 56,
        "text": "莊王曰：“嘻！吾兩君不相好，（敵大夫戰，言兩君者，林父本以君命來。）百姓何罪？”令之還師，而佚晉寇。（佚猶過，使得過渡邲水去也。晉見莊王行義於陳，功立威行，嫉妒欲敗之，救鄭雖解，猶擊之不止，為其欲壞楚善行，以求上人，故奪不使與楚成禮，而序林父於上，罪起其事。言及者，以臣及君，不嫌晉直，明晉汲汲欲敗楚爾。陸戰當舉地，而舉水者，大莊王閔隋水而佚晉寇。○而佚，音逸，注同。壞，音怪。）"
      },
      {
        "index": 57,
        "text": "疏注“晉見莊”至“立威行”。○解云：即上十一年討夏徵舒，是其行義也。討陳既得，鄭人遂服，是其功立威行也。○注“救鄭”至“之不止”。○解云：上文“令之還師”之下，注云“言還者，時莊王勝鄭去矣，會晉師至，複還戰也”。以此言之，晉師未至之時，楚師已解去也，非謂晉人擊之令解也。言猶擊之不止者，謂欲一逐而擊之，非謂已擊也。\n秋，七月。\n冬，十有二月，戊寅，楚子滅蕭。（日者，屬上有王言，今反滅人，故深責之。）"
      },
      {
        "index": 58,
        "text": "疏注“日者”至“深責之”。○解云：《春秋》之義，滅例書月，即莊十年“冬，十月，齊師滅譚”之屬是。今乃書日，故解之也。言屬上有王言，謂適上文云“莊王曰：“嘻！吾兩君不相好，百姓何罪？’令之還師，而佚晉寇”者，王霸之言也。王者之道，宜存人矜患，今反滅人，為過深矣，是故書日變於常例，故曰深責之耳。\n晉人、宋人、衛人、曹人同盟於清丘。宋師伐陳。\n疏“宋師伐陳”者。案諸家經皆有此文，唯賈氏注者闕此一經，疑脫耳。○衛人救陳。\n宣公十有三年\n十有三年，春，齊師伐衛。夏，楚子伐宋。\n秋，眾。（先是新饑，而使歸父會齊人伐莒，賦斂不足，國家遂虛，下求不已之應。○眾，音終。）"
      },
      {
        "index": 59,
        "text": "疏注“先是新饑”。○解云：即十年冬書饑是也。○注“而使”至“伐莒”者，解云：即上十二年“公孫歸父會齊人伐莒”是也。冬，晉殺其大夫先縠。\n宣公十有四年\n十有四年，春，衛殺其大夫孔達。"
      },
      {
        "index": 60,
        "text": "夏，五月，壬申，曹伯壽卒。（日者，公子喜時父也，緣臣子尊榮，莫不欲與君父共之，故加錄之，所以養孝子之誌。許人子者，必使父也。）"
      },
      {
        "index": 61,
        "text": "疏注“日者公子”至“使父也”。○解云：正以曹為小國，卒月葬時，即昭十八年“三月，曹伯須卒”，“秋，葬曹平公”之屬是。今而書日，故以加錄解之也。公子喜之讓，在成十三年“曹伯廬卒”處也。其傳云云之說，在昭二十年“曹公孫會自鄸出奔宋”之下。云所以養孝子之誌者，正以喜時之讓，而《春秋》尊榮其父，故曰養孝子之誌也。云許人子者，必使人父也者，謂喜時為子，必使其人父亦尊榮，是以加錄之，似若襄二十九年傳云“以季子為臣，則宜有君者也”之類也。\n晉侯伐鄭。\n秋，九月，楚子圍宋。（月者，惡久圍宋，使易子而食之。○惡，烏路反。）"
      },
      {
        "index": 62,
        "text": "疏注“月者”至“而食之”。○解云：正以凡圍例時，即上十二年春“楚子圍鄭”之屬是。今而書月，故解之。言使易子而食之者，下十五年傳文。\n葬曹文公。冬，公孫歸父會齊侯於穀。\n宣公十有五年"
      },
      {
        "index": 63,
        "text": "十有五年，春，公孫歸父會楚子於宋。（宋見圍不得與會。地以宋者，善內為救宋行，雖不能解，猶為見人之厄則矜之，故養遂其善意，不嫌與實解宋同文者，平事見剌皆可知。○與，音預。）"
      },
      {
        "index": 64,
        "text": "疏注“宋見”至“皆可知”。○解云：《春秋》盟會之義，以國都為地名者，皆是主人與之可知，即隱元年“九月，及宋人盟於宿”，注云“宿不出主名者，主國主名與可知，故省文，明宿當自首其榮辱也”。今宋見圍，不得與會，而地以宋者，正欲善內為救宋行，養遂其善意，故地於宋耳。不嫌與實解宋同文者，平事見剌皆可知者，魯春會楚子於宋，至夏宋、楚始平，忖度其事，則知魯人不能平得之，宋圍自解也。且下傳云“此皆大夫也，其稱人何？貶。曷為貶？平者在下也”，注云“言在下者，譏二子在君側，不先以便宜反報歸美於君，而生事專平，故貶稱人”。然則二子專平，口云易子析骸，明其急矣，遂不告君，是以見剌，被貶稱人。以此言之，宋圍不解，亦可知矣，故言平事見剌皆可知。舊云見剌者，謂魯人見剌也者，疑之。\n夏，五月，宋人及楚人平。外平不書，此何以書？（據上楚、鄭平不書。）"
      },
      {
        "index": 65,
        "text": "疏注“據上”至“不書”。○解云：適上十二年春“楚子圍鄭”之時，傳云“莊王親自手旌，左右偽軍，退舍七里”，是其平也。但經不書之，故難之。\n大其平乎已也。（已，二大夫）何大乎其平乎已？（據大夫無遂事。）\n疏注“據大夫無遂事”。○解云：即莊十九年傳云“大夫無遂事，此其言遂何？聘禮，大夫受命不受辭”是也。"
      },
      {
        "index": 66,
        "text": "莊王圍宋，軍有七日之糧爾，盡此不勝，將去而歸爾。於是使司馬子反乘堙而闚宋城，宋華元亦乘堙而出見之。（堙，距堙，上城具。）"
      },
      {
        "index": 67,
        "text": "疏“軍有七日之糧”至“歸爾”。○解云：考諸舊本，或云軍有七日之糧爾，七日盡此不勝，將去而歸爾。即云更留七日之糧，有糧而不得勝，將去宋而歸爾。今定本無下“七日”二字。"
      },
      {
        "index": 68,
        "text": "司馬子反曰：“子之國何如？”華元曰：“憊矣。”曰：“何如？”（問憊意也。○憊，皮誡反。）曰：“易子而食之，析骸而炊之。”（析，破。骸，人骨也。）司馬子反曰：“嘻！甚矣憊。雖然，（雖如所言。）吾聞之也，圍者，（古有見圍者。）柑馬而秣之，（秣者，以粟置馬口中。柑者，以木銜其口，不欲令食粟，示有畜積。○柑，其廉反，以木銜馬口。）使肥者應客，（示飽足也。）是何子之情也？”（猶曰何大露情。）"
      },
      {
        "index": 69,
        "text": "疏“是何子之情也”。○解云：言是何者，猶言是何大然也。子之情者，言子之露情也。是以何氏云“猶曰何大露情”。"
      },
      {
        "index": 70,
        "text": "華元曰：“吾聞之，君子見人之厄則矜之，（矜，閔。）小人見人之厄則幸之。（幸，僥幸。）吾見子之君子也，是以告情於子也”。司馬子反曰： “諾。（諾者，受語辭。）勉之矣！（勉，猶努力。使努力堅守之。）吾軍亦有七日之糧爾，盡此不勝，將去而歸爾。”揖而去之，反於莊王。（反報於莊王。）莊王曰：“何如？”司馬子反曰：“憊矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”莊王曰：“嘻！甚矣憊。雖然，（雖已憊。）吾今取此，然後而歸爾。”（意未足也。）司馬子反曰：“不可。臣已告之矣，軍有七日之糧爾。”莊王怒曰：“吾使子往視之，子曷為告之？”司馬子反曰：“以區區之宋，（區區，小貌。）猶有不欺人之臣，可以楚而無乎？是以告之也。”莊王曰：“諾。（先以諾受，絕子反語。）舍而止。（受命築舍而止，示無去計。）雖然，（雖宋巳知我糧短。）吾猶取此然後歸爾。”（欲徵糧待勝也。）司馬子反曰：“然則君請處於此，臣請歸爾。”莊王曰：“子去我而歸，吾孰與處於此？吾亦從子而歸爾。”引師而去之。故君子大其平乎已也。（大其有仁恩。）此皆大夫也，其稱人何？貶。曷為貶？（據大其平。）平者在下也。（言在下者，譏二子在君側，不先以便宜反報歸美於君，而生事專平，故貶稱人。等不物貶，不言遂者，在君側無遂道也。以主坐在君側遂為罪也，知經不以文實貶也。凡為文實貶者，皆以取專事為罪。月者，專平不易。）"
      },
      {
        "index": 71,
        "text": "疏注“等不勿貶”至“道也”。○解云：案莊十九年“秋，公子結媵陳人之婦於鄄。遂及齊侯、宋公盟”之下，傳云“大夫無遂事，此其言遂何？聘禮，大夫受命不受辭”，出竟乃得專之。以此言之，則知大夫在君側無遂道也。是以此注言等欲見大夫專平為罪不勿貶，但當言遂，亦足以見其專平矣。所以不言遂者，正以在君側無遂道故也。若當言楚圍宋，宋華元、楚子反遂平於宋矣。○注“以主”至“為罪”。○解云：凡言遂者，專事之辭也。為文實貶者，皆以時無王霸，諸侯專事，雖違古典，於時為宜，是以《春秋》文雖貶惡，其實與之，即僖元年齊師云云，救邢貶齊侯稱師，剌其專事，不言狄人滅邢而為之諱，見其實與是也。今此以主坐為在君側專事為罪，更無起文則知經稱人者，實為專貶之稱人，非是實與而文不與矣。所以反覆解之者，正以凡為文實貶者，皆以取專事為罪故也。○注“月者，專平不易”。○解云：正以定十一年 “冬，及鄭平”，不書月者，易故也。昭七年“春，王正月，暨齊平”，注云“月者，剌內暨暨也”；定十年“王三月，及齊平”，注云“月者，頰穀之會，齊侯欲執定公，故不易”之類皆如此。"
      },
      {
        "index": 72,
        "text": "六月，癸卯，晉師滅赤狄潞氏，以潞子嬰兒歸。潞何以稱子？（據其滅稱氏。）潞子之為善也，躬足以亡爾。（躬，身。）雖然，君子不可不記也。離於夷狄，（疾夷狄之俗而去離之，故稱子。）而未能合於中國，（未能與中國合同禮義，相親比也，故猶係赤狄。）晉師伐之，中國不救，狄人不有，是以亡也。（以去俗歸義亡，故君子閔傷進之。日者，痛錄之。名者，示所聞世始錄小國也。錄以歸者，因可責而責之。責而加進之者，明不當絕，當複其氏。）"
      },
      {
        "index": 73,
        "text": "疏注“以去”至“其氏”。解云：言以去俗歸義亡者，謂去離夷狄之俗，而欲歸中國之義，卒無救助者，是以亡也。正以文在蠻夷氏之下，故取以說之。云日者，痛錄之者，正以凡滅例月，今此書日，故以為哀痛而詳錄之耳。云名者，示所聞世始錄小國也者，正以僖二十六年“秋，楚人滅隗，以隗子歸”，彼注云“不名者，所傳聞世，見治始起，責小國略”。然則此書名者，示所聞世始錄小國也。云錄以歸者，因可責而責之者，謂因其行進在可責之限，故書以歸，責其不死位，是以僖二十六年“以隗子歸”之下，何氏云“書以歸者，惡不死位”是也。云明不當絕，當複其氏者，言其行既進，明不當絕滅其國，還當複其潞氏以為國矣。\n秦人伐晉。"
      },
      {
        "index": 74,
        "text": "王劄子殺召伯、毛伯。王劄子者何？長庶之號也。（天子之庶兄。劄者，冠且字也。禮，天子庶兄冠而不名，所以尊之。子者，王子也。天子不言子弟，故變文，王劄係先王以明之。不稱伯仲者，辟同母兄弟，起其為庶兄也。主書者，惡天子不以禮尊之而任以權，至令殺尊卿二人。不言其大夫者，挈也。惡二大夫居尊卿之位，為下所提挈而殺之。大夫相殺不稱人者，正之。諸侯大夫顧弑君重，故降稱人。王者至尊，不得顧。）"
      },
      {
        "index": 75,
        "text": "疏“王劄子者何”。○解云：欲言王子，以劄間之；欲言其非，而經有王子之文，故執不知問。○注“天子”至“得顧”。○解云：言禮天子庶兄冠而不名，所以尊之者，時王之製，與《春秋》同也。言既加冠之後，天子不複名之，所以尊之也。云子者，王子也。天子不言子弟，故變文，上劄係先王以明之者。言子者，王子也者，王以子在劄下，故須解之。言天子不言子弟者，謂不言在位子弟也，即文元年注云“不稱王子者，時天子諸侯不務求賢，而專貴親親，故尤其在位子弟，剌其早任以權也”是也。至於出奔被殺，仍自言子弟，即“王子瑕奔晉”，“天王殺其弟年夫”之屬是。言故變文者，謂變文不言王子也。言上劄係先王以明之者，謂以劄於子上，以劄近先王，明其今王之庶兄矣。云不稱伯仲者，辟同母兄弟，起為庶兄也者，若其與君同母者，即稱伯仲字，即上十年“秋，天王使王季子來聘”，彼傳云“其稱王季子何？貴也。其貴奈何？母弟也”是也。今稱王劄子，故言辟同母兄弟，起其為庶兄也。云云，主書者，天子不以禮尊之而任以權，至令殺尊卿二人者，正以經不稱爵，知非公，故云不以禮尊之矣；正以堪殺二卿，故知任以權也。云不言其大夫者，挈也者，由其為下所提挈而殺之，失大夫位，故不云大夫也。云居尊卿之位者，正以稱其五十字，知是尊卿耳。云大夫相殺不稱人者，正之者，以文十六年“宋人弑其君處白”之下，傳云“大夫弑君稱名氏，賤者窮諸人”，注云“賤者，謂士也，士正自當稱人”；“大夫相殺稱人，賤者窮諸盜”，注云“降大夫使稱人，降士使稱盜者，所以別死刑有輕重也”。然則大夫相殺例合，稱人今此不稱人者，正之使稱王劄子故也。所以正之者，如下云“諸侯大夫顧弑君重，故降稱人”者，即大夫弑君稱名氏，大夫相殺稱人是也。云王者至尊，不得顧者，言至尊之人，無有弑之理，不可顧，是以大夫相殺，不假降之稱人矣。\n秋，眾。（從十三年之後，上求未已，而又歸父比年再出會，內計稅畝，百姓動擾之應。）"
      },
      {
        "index": 76,
        "text": "疏注“從十三年”至“之應”。○解云：即上十三年“秋，眾”，注云“先是新饑，而使歸父會齊人伐莒，賦斂不足，國家遂虛，下求不巳之應”，是以此注足之云爾。云而又歸父比年再出會者，即上十四年“冬，公孫歸父會齊侯於穀”，十五年“春，公孫歸父會楚子於宋”是也。"
      },
      {
        "index": 77,
        "text": "仲孫蔑會齊高固於牟婁。○初稅畝。初者何？始也。稅畝者何？履畝而稅也。（時宣公無恩信於民，民不肯盡力於公田，故履踐案行，擇其善畝穀最好者，稅取之。）"
      },
      {
        "index": 78,
        "text": "疏“初者何”。○解云：賦稅之式，國之常經，今而言初，故執不知問。○“稅畝者何”。○解云：什一而行，明王舊典，今而變文謂之稅畝，故執不知問。\n初稅畝，何以書？譏。何譏爾？譏始履畝而稅也。何譏乎始履畝而稅？（據用田賦不言初，亦不言稅畝。）"
      },
      {
        "index": 79,
        "text": "疏注“據用田”至“稅畝”。○解云：即哀十二年“春，用田賦”是也。然則用田賦亦是改古易常，而不言初，又不言稅畝，今此特言初稅畝以譏之，故難之也。"
      },
      {
        "index": 80,
        "text": "古者什一而藉。（什一以借民力，以什與民，自取其一為公田。）古者曷為什一而藉？（據數非一。）什一者，天下之中正也。多乎什一，大桀小桀；（奢泰多取於民，比於桀也。）"
      },
      {
        "index": 81,
        "text": "疏“多乎什一，大桀小桀”。○解云：夏桀無道，重賦於人，今過什一，與之相似。若十取四五，則為桀之大貪；若取二三，則為桀之小貪，故曰多乎什一，大桀小桀。所以不言紂者，略舉以為說耳。舊說云不言紂者，近事不嫌不知。\n寡乎什一，大貉小貉。（蠻貉無社稷宗廟百官製度之費，稅薄。○大貊，亡百反。費，芳味反。）"
      },
      {
        "index": 82,
        "text": "疏“寡乎”至“小貉”。○注“蠻貉”至“稅薄”。○解云：若十四五乃取其一，則為大貉行；若十二十三乃取一，則為小貉行，故曰寡於十一則大貉小貉也。然則多於什一則有為桀之譏，寡於十一則有蠻貉之恥，是以什一而稅，三王所不易，故傳比於中正之言。"
      },
      {
        "index": 83,
        "text": "什一者，天下之中正也。什一行而頌聲作矣。（頌聲者，大平歌頌之聲，帝王之高致也。《春秋》經傳數萬，指意無窮，狀相須而舉，相待而成，至此獨言頌聲作者，民以食為本也。夫饑寒並至，雖堯、舜躬化，不能使野無寇盜；貧富兼並，雖皋陶製法，不能使彊不陵弱，是故聖人製井田之法而口分之：一夫一婦受田百畝，以養父母妻子，五口為一家，公田十畝，即所謂十一而稅也。廬舍二畝半，凡為田一頃十二畝半，八家而九頃，共為一井，故曰井田。廬舍在內，貴人也。公田次之，重公也。私田在外，賤私也。井田之義；一曰無泄地氣，二曰無費一家，三曰同風俗，四曰合巧拙，五曰通財貨。因井田為市，故俗語曰市井。種穀不得種一穀，以備災害。田中不得有樹，以妨五穀。還廬舍種桑荻雜菜，畜五母雞兩母豕，瓜果種疆畔，女上蠶織，老者得衣帛焉，得食肉焉，死者得葬焉。多於五口名曰餘夫，餘夫以率受田二十五畝。十井共出兵車一乘。司空謹別田之高下善惡，分為三品：上田一歲一墾，中田二歲一墾，下田三，歲一墾；肥饒不得獨樂，墝埆不得獨苦，故三年一換主易居，財均力平，兵車素定，是謂均民力，彊國家。在田曰廬，在邑曰里。一里八十戶，八家共一巷。中里為校室，選其耆老有高德者名曰父老，其有辯護伉健者為里正，皆受倍田，得乘馬。父老此三老孝弟官屬，墾正比庶人在官吏。民春夏出田，秋冬入保城郭。田作之時，春，父老及里正旦開門坐塾上，晏出後時者不得出，莫不持樵者不得入。五穀畢入，民皆居宅，里正趨緝績，男女同巷，相從夜績，至於夜中，故女功一月得四十五日作，從十月盡正月止。男女有所怨恨，相從而歌，饑者歌其食，勞者歌其事。男年六十，女年五十無子者，官衣食之，使之民間求詩，鄉移於邑，邑移於國，國以聞於天子，故王者不出牖戶盡知天下所苦，不下堂而知四方。十月事訖，父老教於校室，八歲者學小學，十五者學大學，其有秀者移於鄉學，鄉學之秀者移於庠，庠之秀者移於國學。學於小學，諸侯歲貢小學之秀者於天子，學於大學，其有秀者命曰造士，行同而能偶，別之以射，然後爵之。士以才能進取，君以考功授官。三年耕餘一年之畜，九年耕餘三年之積，三十年耕有十年之儲，雖遇唐堯之水，殷湯之旱，民無近憂，四海之內莫不樂其業，故曰頌聲作矣。○數，所主反。以食，音嗣。伉，苦浪反，一音苦杏反。塾，音淑。莫，音暮。）"
      },
      {
        "index": 84,
        "text": "疏“什一行而頌聲作矣”。○解云：頌者，大平之歌。案文、宣之時，乃升平之世也，而言頌聲作者，因事而言之故也，何者？案文、宣之時，乃升平之世，言但能均其眾寡，等其功力，平正而行，必時和而年豐，什一而稅之，則四海不失業，歌頌功德而歸鄉之，故曰頌聲作矣。不謂宣公之時，實致頌聲。○注“帝王之高致也”。解云：謂帝王之行清高，乃致頌聲，故曰高致也。○注“春秋經傳”至“作矣”。○解云：言《春秋》經與傳數萬之字，論其科指意義實無窮，然其上下經例相須而舉，其上下意義相待而成。以此言之，則非一言可盡，至此獨言頌聲作者，正以此處論稅畝之事，若稅畝得所，以致太平，故云民以食為本也。云夫饑寒並至，雖堯、舜躬化，不能使野無寇盜云云者，是謂假設之辭耳。云是故聖人製井田之法而口分之，一夫一婦受田百畝云云以下，皆是時王之製。云井田之義：一曰無泄地氣者，謂其冬前相助犁。云二曰無費一家者，謂其田器相通。云三曰同風俗者，謂其同耕而相習。云四曰合巧拙者，謂共治耒耜。云五曰通財貨者，謂井地相交，遂生恩義，貨財有無，可以相通。云因井田以為市，故俗語曰市井者，古者邑居，秋冬之時入保城郭，春夏之時出居田野，既作田野，遂相交易，井田之處而為此市，故謂之市井。云里正旦開門坐塾上者，即鄭注《學記》曰“古者仕焉而已者，歸教於閭里，朝夕坐於門，門側之堂謂之塾”是也。"
      },
      {
        "index": 85,
        "text": "冬，蝝生。未有言蝝生者，此其言蝝生何？（蝝即眾也，始生曰蝝，大曰眾。○蝝，與專反。）蝝生不書，此何以書？幸之也。（幸，僥幸。）\n疏“蝝生不書”。○解云：謂例不書之。"
      },
      {
        "index": 86,
        "text": "幸之者何？（聞災當懼，反喜非其類，故執不知問。）猶曰受之云爾。受之云爾者何？上變古易常，（上謂宣公、變易公田古常舊製而稅畝。）\n疏“受之云爾者何”。○解云：災是害物，宜避之，今而云受之，於義似乖，故執不知問。"
      },
      {
        "index": 87,
        "text": "應是而有天災，（應是變古《易》常而有天災眾，民用饑。）其諸則宜於此焉變矣。（言宣公於此天災饑後，能受過變寤，明年複古行中，冬大有年，其功美過於無災，故君子深為喜而僥倖之。變眾言蝝，以不為災書，起其事。）\n饑。\n宣公十有六年\n十有六年，春，王正月，晉人滅赤狄甲氏，及留籲。（言及者，留籲行微不進。）"
      },
      {
        "index": 88,
        "text": "夏，成周宣謝災。成周者何？東周也。（後周分為二，天下所名為東周。名為成周者，本成王所定名，天下初號之云爾。○宣謝災，《左氏》作“宣謝火”。）"
      },
      {
        "index": 89,
        "text": "疏“成周者何”。○解云：欲言天子正居，經無京師之文；欲言是邑，而錄其災，故執不知問。○注“後周”至“之云爾”。○解云：何氏之意，以成周為天子正居，但至昭二十二年夏景王崩，敬王即位，王子猛與之爭立，入於王城，自號西周，是故天下之人因號成周為東周矣。是以昭二十二年“秋，劉子、單子以王猛入於王城”，傳云“王城者何？西周也”，注云“時居王城邑，自號西周王”。二十六年“冬，十月，天王入於成周”，傳云“成周者何？東周也”，注云“是時王猛自號為西周，天下因謂成周為東周”也。云名為成周者，即鄭注《書序》云“居攝七年，天下太平而此邑成，乃名曰成周”也者，是其名作成周之義矣。"
      },
      {
        "index": 90,
        "text": "宣謝者何？宣宮之謝也。（宣宮，周宣王之廟也。至此不毀者，有中興之功。室有東西廂曰廟，無東西廂有室曰寢，無室曰謝。）"
      },
      {
        "index": 91,
        "text": "疏“宣謝者何”。○解云：宣王親盡，不宜有廟，今災其榭，故執不知問。○注“室有東西”至“曰謝”。○解云：皆《釋宮》文。李氏曰“室有東西廂，謂宗廟殿有東西小堂也”，孫氏云“夾室前堂”。無東西廂有室曰寢者，郭注云“但有大室”。云無室曰榭者，但有大殿無室內名曰榭，郭注云“榭即今堂堭”是也。\n何言乎成周宣謝災？（據天子之居稱京師，宋災不別所燒。）"
      },
      {
        "index": 92,
        "text": "疏注“據天子”至“所燒”。○解云：即桓九年“紀季薑歸於京師”，傳云“京師者何？天子之居也。京者何？大也。師者何？眾也。天子之居，必以眾大之辭言之”是也。云宋災不別所燒者，即襄三十年夏五月“宋災”是也。特據宋災者，以其王者之後，與周相類也。\n樂器藏焉爾。（宣王中興所作樂器。）"
      },
      {
        "index": 93,
        "text": "疏注“宣王”至“樂器”。○解云：蓋夷厲之時樂器有壞，故宣王作之，不謂更造別樂，何者？正以考諸古典，不見宣王別有樂名故也。"
      },
      {
        "index": 94,
        "text": "成周宣謝災，何以書？記災也。外災不書，此何以書？新周也。（新周故分別有災，不與宋同也。孔子以《春秋》當新王，上黜杞，下新周而故宋，因天災中興之樂器，示周不複興，故係宣謝於成周，使若國文，黜而新之，從為王者後記災也。）"
      },
      {
        "index": 95,
        "text": "疏注“使若”至“記災也”。○解云：使周成為國，與宋、齊之屬相似。云從為王者後記災也者，即襄九年“宋火”之下，傳云“外災不書？此何以書？為王者之後記災也”是也。"
      },
      {
        "index": 96,
        "text": "秋，郯伯姬來歸。（嫁不書者，為媵也。來歸書者，後為嫡也。死不卒者，巳棄，有更適人之道，或時為大夫妻，故不得待以初也。棄歸例有罪時，無罪月。）"
      },
      {
        "index": 97,
        "text": "疏注“嫁不”至“罪月”。○解云：正於《春秋》上下，魯女嫁為諸侯夫人者，無不書之，即“叔姬歸於紀”，“伯姬歸於宋”之屬是也。今此不書，故知為媵。若然，案隱七年“叔姬歸於紀”，注云“叔姬者，伯姬之媵也”，“媵賤書者，後為嫡”。然則彼後為嫡，初去則書，此亦後得為嫡，而初嫁不書者，蓋以不賢故也。是以彼注云“媵賤書者，後為嫡，終有賢行。紀侯為齊所滅，紀季以酅入於齊，叔姬歸之，能處隱約，全竟婦道，故重錄之”是也。然則彼以終有賢行，故初去得書，此則初去不書，明其無賢也。正以其嫡不書，則知伯姬非侄娣也。左媵右媵皆尊於嫡侄娣，故後得為嫡耳。云來歸書者，後為嫡也者，正以紀叔姬後為嫡，卒葬皆書，即莊二十九年“紀叔姬卒”，三十年“葬紀叔姬”是也。今此被出亦待書見，故知後得為嫡矣。云死不卒者，已棄云云，案莊二十九年“紀叔姬卒”，注云“國滅卒者，從夫人行，待之以初也”。然則彼叔姬者，莊十二年“歸於酅”時從夫人行，故雖國滅，猶得待之以初。今此伯姬或時為大夫妻，故不得作夫人待之，是以不複書其卒矣。云云之說，在莊二十九年。云棄歸例云云，有罪時者，此文書秋是也。無罪月者，即成五年“春，王正月，叔姬來歸”之屬是也。\n冬，大有年。\n宣公十有七年\n十有七年，春，王正月，庚子，許男錫我卒。（○錫，思曆反。）丁未，蔡侯申卒。\n夏，葬許昭公。○葬蔡文公。（不月者，齊桓、晉文沒後，先背中國與楚，故略之。與楚在文十年。）"
      },
      {
        "index": 98,
        "text": "疏注“不月”至“文十年”。解云：正以卒日葬月，大國之常例，今此蔡侯不月，故解之。云與楚在文十年者，即文十年冬，“楚子、蔡侯次於屈貉”者是也。"
      },
      {
        "index": 99,
        "text": "六月，癸卯，日有食之。（是後邾婁人戕鄫子，四國大夫敗齊師於鞍，齊侯逸獲，君道微，臣道強之所致。○鞍，音安。）"
      },
      {
        "index": 100,
        "text": "疏注“是後”至“之所致”。○解云：即十八年秋，“邾婁人戕鄫子於鄫”，傳云“殘賊而弑之也”是也。云四國大夫敗齊師於鞍者，即成二年夏六月季孫行父云云，“會晉郤克、衛孫良夫、曹公子手及齊侯戰於鞍，齊師敗績”是也。言齊侯佚獲者，即成二年“秋，七月，齊侯使國佐如師”，傳云“君不使乎大夫，此其行使乎大夫何？佚獲也”，注云“佚獲者，已獲而逃亡也。當絕賤，使與大夫敵體以起之”是也。\n己未，公會晉侯、衛侯、曹伯、邾婁子同盟於斷道。（○斷，音短，又大短反。）○“秋公”至“自會”。"
      },
      {
        "index": 101,
        "text": "冬，十有一月，壬午，公弟叔卒。（稱字者，賢之。宣公篡立，叔不仕其朝，不食其祿，終身於貧賤，故孔子曰“篤信好學，守死善道。危邦不入，亂邦不居。天下有道則見，無道則隱”，此之謂也。禮，盛德之士不名，天子上大夫不名。《春秋》公子不為大夫者不卒，卒而字者，起其宜為天子上大夫也。孔子曰：“興滅國，繼絕世，舉逸民，天下之民歸心焉。）\n宣公十有八年\n十有八年，春，晉侯，衛世子臧伐齊。公伐杞。夏，四月。"
      },
      {
        "index": 102,
        "text": "秋，七月，邾婁人戕鄫子於鄫。戕鄫子於鄫者何？殘賊而殺之也。（支解節斷之，故變殺言戕。戕則賤賊，惡無道也。言於鄫者，剌鄫無守備。小國本不卒，故亦不日。○斷，音短。）"
      },
      {
        "index": 103,
        "text": "疏“戕鄫子於鄫者何”。○解云：欲言殘賊，於鄫國都；欲言非殘賊，戕者殘文，故執不知問。○注“小國本”至“不日”。○解云：正以凡滅例月，即莊十年“冬，十月齊師滅譚”之屬是。若有所責者，則書日，即上十二年十二月，“戊寅，楚子滅蕭”，注云“日者，屬上有王言，今反滅人，故深責之”是也。然則邾婁無道，殘賊人君於其國都，與滅相似，亦宜書日，以責其暴。而不日者，正以鄫為微國，本不合卒，是以略之，不書其日也。而僖十九年夏六月，“已酉，邾婁人執鄫子用之”，亦是無道，與此相似而書日者，彼注云“日者，魯不能防正其女，以至於此，明當痛其女禍而自責之”是也。\n甲戌，楚子旅卒。何以不書葬？（據日而名。）\n疏注“據日而名”。○解云：書日書名，全一是諸夏大國之例，是以弟子因遂責其不與大國例同書葬是也。"
      },
      {
        "index": 104,
        "text": "吳、楚之君不書葬，辟其號也。（旅即莊王也。葬從臣子辭當稱王，故絕其葬，明當誅之。至此卒者，因其有賢行。○行，下孟反。）"
      },
      {
        "index": 105,
        "text": "疏注“至此”至“賢行”。○解云：正以已前未有書楚子卒處故也。若文十八年春，“秦伯罃卒”，彼注云“秦穆公也。至此卒者，因其賢”。公孫歸父如晉。\n冬，十月，壬戌，公薨於路寢。\n歸父還自晉，至檉，遂奔齊。還者何？善辭也。何善爾？歸父使於晉，（上如晉是。）\n疏“還者何”。○解云：以大夫使反，例不書至，今乃書還，違於常例，故執不知問。\n還自晉，至檉，聞君薨家遣，（家為魯所遂遣，以先人弑君故也。）"
      },
      {
        "index": 106,
        "text": "疏注“家為”至“弑君故也”。○解云：即成十五年春，“仲嬰齊卒”之下，傳言公子遂“殺叔仲惠伯，弑子赤而立宣公。宣公死，成公幼，臧宣叔者相也。君死不哭，聚諸大夫而問焉，曰：‘昔者叔仲惠伯之事，孰為之？’諸大夫皆雜言曰：‘仲氏也。其然乎？’於是遣歸父之家，然後哭君。歸父使乎晉，還自晉，至檉，聞君薨家遣，墠帷哭君成踴，反命於介，自是走之齊”是也。"
      },
      {
        "index": 107,
        "text": "墠帷，（埽地曰墠，今齊俗名之云爾。將祖踴，故設帷重形。○墠帷，音善，掃地張帷。）哭君成踴，（踴，辟踴也。禮必踴者，如嬰兒之慕母矣。成踴，成三日五哭踴之禮。禮，臣為君本服斬衰，故成踴，比二日朝莫哭踴，三日朝哭踴，莫不複哭踴，去事之殺也。○殺，所戒反。）\n疏注“成三日”至“之禮”者，解云：出《禮記·奔喪》也。"
      },
      {
        "index": 108,
        "text": "反命乎介，（因介反命。禮，卿出聘，以大夫為上介，以士為眾介。）疏注“禮卿”至“眾介”。解云：出《聘禮》。"
      },
      {
        "index": 109,
        "text": "自是走之齊。（主書者，善其不以家見逐怨懟，成踴哭君，終臣子之道，起時莫能然也。言至檉者，善其得禮於檉。言遂者，因介反命是也，不待報罪也。遂弑君本當絕，小善錄者，本宣公同篡之人，又不當逐。不日者，伯討可逐，故從有罪例也。○懟，直類反。）"
      },
      {
        "index": 110,
        "text": "疏注“不日”至“例也”。○解云：幾內大夫出奔例無罪者日，即襄二十三年“冬，十月，乙亥，臧孫紇出奔邾婁”，昭十二年“冬，十月，公子整出奔齊”之屬是也。今此歸父亦無罪出奔，不日者，正以仲遂弑君，其家合沒，但與宣公同謀，魯人不合逐之。若作伯討之時，歸父可逐，故從有罪之例矣。"
      }
    ]
  }
}