{
  "chapterNumber": 29,
  "title": "春秋公羊傳註疏卷27 (Gongyang Zhushu, Volume 27)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "哀公卷二十七\n（起元年，盡十年）\n哀公元年\n元年，春，王正月，公即位。"
      },
      {
        "index": 1,
        "text": "楚子、陳侯、隨侯、許男圍蔡。（隨，微國。稱侯者，本爵俱侯，土地見侵削，故微爾。許男者，戍也。前許男斯見滅以歸，今戍復見者，自復。斯不死位，自復無惡文者，從滅以歸可知。○復見，扶又反；下賢遍反。）"
      },
      {
        "index": 2,
        "text": "疏注「隨微國」至「自復」。○解云：正以入《春秋》以來不稱爵，大夫名氏不得見經，故知其微。隱五年傳云「大國稱侯，小國稱伯、子、男」，此微國而稱侯，故須解之也。言本爵俱侯者，謂其初封之時，與齊、晉之屬俱稱侯，故曰本爵俱侯也；今為小國者，但以土地見侵削故也，知非得褒乃得稱侯，如滕侯、薛侯之類。而云本爵為侯者，正以滕、薛入桓篇之後，或稱滕子，或稱薛伯，故知隱篇稱侯，由朝新王得褒明矣。今此隨侯一無善行可褒，二無稱伯、子之處，故知本爵為侯也。云許男者，戍也，正以下十三年「夏，許男戍卒」，故知之。云前許男斯見滅者，即定六年「春，王正月，癸亥，鄭遊速帥師滅許男斯歸」是也；昭十三年秋，「蔡侯廬歸於蔡，陳侯吳歸於陳」，為楚所歸，皆書之；戍歸不書，故知自復也。○注「斯不」至「可知」。○解云：諸侯之禮，固當死位，斯不死位，其國合絕。今而自復，不為惡文以見之者，正以定六年之時，書滅以歸，其惡已著，是以此處不勞見之。\n鼷鼠食郊牛。（災不敬故。）改卜牛。夏，四月，辛巳，郊。秋，齊侯、衛侯伐晉。"
      },
      {
        "index": 3,
        "text": "冬，仲孫何忌帥師伐邾婁。（邾婁子新來奔喪，伐之不諱者，期外恩殺惡輕，明當與根牟有差。○殺，所戒反。）"
      },
      {
        "index": 4,
        "text": "疏注「邾婁」至「有差」。○解云：邾婁子來奔喪，在十五年夏也。既來奔喪，於魯有恩而魯伐之，為惡明矣。內之有惡而不諱者，既在期外，恩殺惡輕故也。奔喪於去年之夏，伐在今年冬，故曰期外矣。宣九年秋取根牟，傳曰「曷為不係乎邾婁，諱亟也」，注云「亟，疾也。屬有小君之喪，邾婁子來加禮，未期而取其邑，故諱不係邾婁也」。然則彼以加禮未期，其恩猶重，伐之取邑，其惡深矣，是以諱之。今乃期外，恩殺惡輕，由是不諱，故曰當與根牟有差。\n哀公二年"
      },
      {
        "index": 5,
        "text": "二年，春，王二月，季孫斯、叔孫州仇、仲孫何忌帥師伐邾婁，取漷東田及沂西田。（漷、沂，皆水名。邾婁子來奔喪，取其地不諱者，義與上同。○郭，火虢反，徐音郭。沂，魚依反。）"
      },
      {
        "index": 6,
        "text": "疏「取漷東田及沂西田」。○解云：《公羊》之義，言田者，田多邑少故也。而《穀梁傳》云「取漷東田，漷東未盡也；及沂西田，沂西未盡也」，范氏云「以其言東西，則知其未盡也」，與此別。《左氏》以「漷東」、「沂西」為邑名。"
      },
      {
        "index": 7,
        "text": "癸巳，叔孫州仇、仲孫何忌及邾婁子盟於句繹。（所以再出大夫名氏者，季孫斯不與盟。○句繹，古侯反；下音亦。與，音預。）"
      },
      {
        "index": 8,
        "text": "疏注「所以」至「與盟」。○解云：正以宣元年「公子遂如齊逆女。三月，遂以夫人婦薑至自齊」，傳云「遂何以不稱公子？一事而再見者卒名」，何氏云「卒竟但舉名，省文」。然則今此伐邾婁，及邾婁子盟於句繹之經，亦是一事，而再舉大夫名氏者，正由季孫斯不與盟故也。若此注內直云所以再出大夫名者，無氏字，即決昭十三年「秋，公會劉子、晉侯」以下「於平丘。八月，甲戍，同盟於平丘」，據彼注云「不言劉子及諸侯者，間無異事可知矣」。今此二經亦間無異事，而再出大夫之名，故解之也。此注「氏」字，或有或無，故如此解。季孫斯所以不與盟者，服氏云「季孫斯尊卿，與仲孫氏伐敵，服而使二子盟」也者，即其義矣。而《穀梁傳》云「三人伐而二人盟何？各盟其得」。范氏云：「季孫斯不得田，故不盟」，與何氏不合。\n夏，四月，丙子，衛侯元卒。滕子來朝。"
      },
      {
        "index": 9,
        "text": "晉趙鞅帥師，納衛世子蒯聵於戚。戚者何？衛之邑也。曷為不言入於衛？（據弗克納未入國文，言納於邾婁，納者入辭，故傳言曷為不言入於衛。）"
      },
      {
        "index": 10,
        "text": "疏「戚者何」。○解云：欲言其國，經典未有；欲言其邑，文無所係，故執不知問。○注「據弗」至「於衛」。○解云：《公羊》之意，以為戚與帝丘道塗非遠，但大同小異而已。今言於戚者，實是入於衛都，是以傳云「曷為不言入於衛」矣。言據弗克納未入國文，言納於邾婁，納者入辭者，即文十四年秋，「晉人納接菑於邾婁，弗克納」，當爾之時，接菑實不入國，故曰不克納；未入國之辭，故曰未入國文。言納於邾婁，與納頓子於頓文同，是其已入國之辭，故曰納於邾婁，納者入辭也。今此上言納衛世子蒯聵，下無不克納之文，則是入國之辭矣。而言於戚，不言於衛，是以據而難之，故注者疊之曰「故傳言曷為不言入於衛」。"
      },
      {
        "index": 11,
        "text": "父有子，子不得有父也。（明父得有子而廢之，子不得有父之所有，故奪其國文，正其義也。不貶蒯聵者，下曼姑圍戚無惡文，嫌曼姑可為輒誅其父，故明不得也。不去國見挈者，不言入於衛，不可醇無國文。輒出奔不書者，不責拒父也。主書者，與頓子同。○為，於偽反。去，起呂反。見挈，賢遍反；下去結反。）"
      },
      {
        "index": 12,
        "text": "疏注「不貶」至「子同」。解云：正以犯父之命，理宜貶之，不謂更有經文可決也。然則文十四年郤缺納不正，貶之稱人，今趙鞅亦是納不當得位之人，而不貶者，正以納父罪不至貶也，彼傳云「此晉郤缺也，其稱人何？貶。曷為貶？不與大夫專廢置君也」，是其譏之義矣。云故明不得也者，正蒯聵無惡文，則知曼姑不得誅之明矣。云不去國見挈者云云，正以文十四年「晉人納接菑」，注云「接菑不係邾婁者，見挈於郤缺也」，今此不見挈者，不可醇無國文故也。云「輒出奔不書云云，知輒出奔者，正以蒯聵之入故也。諸侯之禮，禮當死位，若其出奔者，皆書而責之。今不書者，正欲不責輒之拒父故也。云主書者，與頓子同者，即僖二十五年「秋，楚人圍陳，納頓子於頓」，彼注云「納頓子書者，前出奔當絕，還入為盜國當誅，書楚納之，與之同罪也。主書者，從楚納之」。然則定十四年秋，「蒯聵出奔宋」之時，子無去父之義，巳當合絕；今還入為盜國，復當合誅，晉納之與同罪。主書者，從晉納，故曰與頓子同義。然則蒯聵犯父之命，其惡明矣，但晉為霸主，法度所在，而納逆命之子，奪巳立之侯，故去主書者，從晉納矣。\n秋，八月，甲戌，晉趙鞅帥師，及鄭軒達帥師，戰於栗，鄭師敗繢。（○栗，一本作「秩」，二傳作「鐵」。）"
      },
      {
        "index": 13,
        "text": "疏「及鄭軒達戰於鐵」者。解云：諸家之經，軒達之下皆有「帥師」，唯服引經者無，與諸家異。於鐵者，三家同，有作「栗」字者，誤也。今定本作「栗」字。\n冬，十月，葬衛靈公。十有一月，蔡遷於州來。（畏楚也。州來，吳所滅。）"
      },
      {
        "index": 14,
        "text": "疏注「畏楚也」。○解云：正以上文為楚所圍，今遷而近吳，故知然也。云州來，吳所滅者，即昭十三年冬，「吳滅州來」是也。\n蔡殺其大夫公子駟。（稱國以殺者，君殺大夫之辭。稱公子者，惡失親也。○惡，烏路反。）"
      },
      {
        "index": 15,
        "text": "疏注「稱國以殺者，君殺大夫之辭」者。○解云：僖七年傳文。彼注云「諸侯國為體，以大夫為股肱，士民為肌膚，故以國體錄」是也。\n哀公三年"
      },
      {
        "index": 16,
        "text": "三年，春，齊國夏、衛石曼姑帥師圍戚。齊國夏曷為與衛石曼姑帥師圍戚？（據晉趙鞅以地正國，加叛文。今此無加文，故問之。）"
      },
      {
        "index": 17,
        "text": "疏「齊國」至「圍戚」。○解云：《公羊》之義，輒巳出奔，曼姑稟誰之命而得圍戚者，下傳云「曼姑受命於靈公而立輒」，蒯聵奪輒，是以《春秋》與得圍之矣。○注「據晉」至「問之」。○解云：定十三年「秋，晉趙鞅入於晉陽以叛」；冬，「晉趙鞅歸於晉」，傳云「此叛也，其言歸何？以地正國也。其以地正國奈何？晉趙鞅取晉陽之甲以逐荀寅與士吉射。荀寅與士吉射者，曷為者也？君側之惡人也。此逐君側之惡人，曷為以叛言之？無君命也」，彼注云「無君命者，操兵鄉國，故初謂之叛，後知其意欲逐君側之惡人，故錄其釋兵，書歸而赦之」是也。然則趙鞅操兵鄉國加叛文，曼姑亦操兵鄉國，而使國夏首兵，不加叛文，是以弟子據而問之。云齊國夏曷為與曼姑首兵而圍戚乎？"
      },
      {
        "index": 18,
        "text": "伯討也。（方伯所當討，故使國夏首兵。）此其為伯討奈何？曼姑受命乎靈公而立輒。（靈公者，蒯聵之父。）以曼姑之義，為固可以距之也。（曼姑無惡文者，起曼姑得拒之。曼姑臣也，距之者，上為靈公命，下為輒故，義不可以子誅父，故但得拒之而已。傳所以曼姑解伯討者，推曼姑得距之，則國夏得討之明矣。不言圍衛者，順上文辟圍輒。○上為，於偽反，下「為輒」、「為衛」、「不為」同。）"
      },
      {
        "index": 19,
        "text": "疏注「曼姑臣也」。○解云：注言臣也者，欲道曼姑者，乃是靈公之臣也，受命於靈公，當立輒，寧得違之乎？故得拒蒯聵矣。似若僖十年傳云「君嘗訊臣矣，臣對曰使死者反生，生者不愧乎其言，則可謂信矣」，彼注云「上問下曰訊」。言臣者，明君臣相與言，不可負是。○注「不言」至「圍輒」。○解云：蒯聵去年入衛，今而圍者，止應圍衛，而言圍戚者，順上經文。且輒上出奔不見於經，若言圍衛則恐去年蒯聵入於戚，今年圍衛者是圍輒矣，故言圍戚以辟之。靈公逐蒯聵在定十四年，立輒蓋在上二年將薨之時也。"
      },
      {
        "index": 20,
        "text": "輒者曷為者也？蒯聵之子也。然則曷為不立蒯聵而立輒？（據《春秋》有父死子繼。）蒯聵為無道，（行不中善道。○中，丁仲反。）靈公逐蒯聵而立輒，然則輒之義可以立乎？（輒之義不可以拒父，故但問可立與不。）曰可。其可奈何？不以父命辭王父命，（不以蒯聵命辭靈公命。）以王父命辭父命，（辭，猶不從。）是父之行乎子也。（是靈公命行乎蒯聵，重本尊統之義。）"
      },
      {
        "index": 21,
        "text": "疏注「是靈」至「之義」。○解云：即莊元年注云「念母則忘父，背本之道也，故絕文薑不為不孝，拒蒯聵不為不順，脅靈社不為不敬，蓋重本尊統，使尊行於裏，上行於下」是也。"
      },
      {
        "index": 22,
        "text": "不以家事辭王事，（以父見廢故，辭讓不立，是家私事）以王事辭家事，（聽靈公命立者，是王事公法也。）是上之行乎下也。（是王法行於諸侯，雖得正，非義之高者也，故「冉有曰：『夫子為衛君乎？』子貢曰：『諾吾將問之。』入曰：『伯夷、叔齊何人也？』曰：『古之賢人也。』曰：『怨乎？』『求仁而得仁，又何怨？』出曰：『夫子不為也。』」主書者，善伯討。）"
      },
      {
        "index": 23,
        "text": "疏注「是王法行於諸侯，雖得正，非義之高者也」。○解云：正以上傳云「不以父命辭王父命，以王父命辭父命，是父之命行乎子也」，彼注云「是靈公命行乎蒯聵，重本尊統之義也」；傳又云「不以家事辭王事，以王事辭家事，是上之行乎下也」，故知宜是王法行於諸侯矣，唯受靈公之命而拒蒯聵，而引王法行於諸侯者，正以靈公於蒯聵，若似天子於諸侯，故取以況之。○注「故冉有曰」至「伯討」。○解云：此《論語》文也。冉有所以疑之者，正以輒之立也，雖得公義，失於父子之恩矣。云入曰伯夷、叔齊何人也者，正以輒之拒父，非義之高不敢正言，故問古賢以測之。云子曰古之賢人也者，言古之賢士，且有仁行。若作「仁」字如此解之，若作「人」字不勞解也。云曰怨乎者，謂諫而不用，死於首陽，然則怨周王乎？云求仁而得仁，又何怨者，言其兄弟相讓而來，正以求為仁道，卒得成讓，仁道遂成，不欲汲汲乎求仁，有何孜孜而怨周王乎？云出曰夫子不為也者，正以伯夷、叔齊兄弟讓國，夫子以為賢，而知輒與蒯聵父子爭國者，夫子不助明矣。云主書者，善伯討者，一則見輒之得正，二則見曼姑可距，但主書善其伯討，故曰主書者，善伯討。"
      },
      {
        "index": 24,
        "text": "夏，四月，甲午，地震。（此象季氏專政，蒯聵犯父命，是後蔡大夫專相放，盜殺蔡侯申，辟伯晉而京師楚，黃池之會，吳大為主。）"
      },
      {
        "index": 25,
        "text": "疏注「是後」至「相放」。○解云：即下文「蔡人放其大夫公孫獵於吳」是也。○注「盜殺蔡侯申者」。○解云：在四年。云辟伯晉而京師楚者，即下四年夏，「晉人執戎曼子赤歸於楚」，傳云「辟伯晉而京師楚」是也。云黃池之會，吳大為主者，即下十三年夏，「公會晉侯及吳子於黃池」，傳云「吳何以稱子？吳主會也。吳在是則天下諸侯莫敢不至也」是也。"
      },
      {
        "index": 26,
        "text": "五月，辛卯，柏宮僖宮災。此皆毀廟也，其言災何？（據禮，親過高祖，則毀其廟。）疏注「據禮」至「其廟」。解云：出《禮記·祭法》文。\n復立也。曷為不言其復立？（據立武宮言立。○復立，扶又反，下及注同。）"
      },
      {
        "index": 27,
        "text": "疏注「據立武宮」者。○解云：在成六年二月，所以不據定元年「立煬宮者」，蓋從始據之，或科取一文亦何傷。\n《春秋》見者不復見也。（謂內所改作也，哀自立之，善惡獨在哀，故得省文。○見者，賢遍反，下同。）"
      },
      {
        "index": 28,
        "text": "疏注「謂內」至「省文」。○解云：《春秋》逸義，諸是內所改作者，但遂其重處一過見之而已，故餘輕處不復見之。所以然者，正以哀自立之，還於哀世災之，善惡獨在於哀，故得省文矣；似若襄三十一年「公薨於楚宮」，不言作楚宮者，正以襄自作之，還復襄自薨之，善惡獨在於襄，故得省文之類，云云之說，在襄三十一年。\n何以不言及？（據雉門及兩觀。○觀，工喚反。）\n疏注「據雉門及兩觀」。○解云：即定二年「五月，壬辰，雉門及兩觀災」是也。\n敵也。（親過高祖，親疏適等。）何以書？（上已問此皆毀廟，其言災何？故不復連柏宮僖宮。）"
      },
      {
        "index": 29,
        "text": "疏「何以書」。○注「上巳」至「僖宮」。○解云：正以隱三年「秋，武氏子來求賻」，傳云「其稱武氏子何？父卒，子未命也。何以不稱使？當喪未君也。武氏子來求賻何以書」，據彼注云「不但言何以書者，嫌主覆問上所以說二事，不問求賻」。然則今此上文亦有二事之嫌，主《春秋》見者不復見也，何以不言及敵也？何以書而不復為嫌者，正以上傳已云「此皆毀廟也，其言災何？復立也」。分疏巳訖，是以不復言柏宮僖宮災何以書矣。\n記災也。（災不宜立。）\n疏注「災不宜立」。○解云：謂其宮不宜立，若曰以其不宜立，故災之然。"
      },
      {
        "index": 30,
        "text": "季孫斯、叔孫州仇帥師城開陽。（○開陽，《左氏》作「啟陽」。開者，為漢景帝諱也。）宋樂髡帥師伐曹。（○髡，苦昆反。）秋，七月，丙子，季孫斯卒。\n蔡人放其大夫公孫獵於吳。（稱人者，惡大夫驕蹇，作威相放，當誅，故貶。○惡，烏路反。）"
      },
      {
        "index": 31,
        "text": "疏注「稱人」至「故貶」。○解云：知是大夫者，正以《春秋》之例，君殺大夫稱國，即僖七年「鄭殺其大夫申侯」之屬是；大夫自相殺稱人，即文九年「晉人殺其大夫先都」之屬是；則知稱國以放者，君自放之，即宣元年「晉放其大夫胥甲父丁衛」是也，則稱人以放，乃是大夫自相放，即此文是矣。而言作威者，即《洪範》云「唯辟作威」是也，今此大夫作威，故貶之。言當誅者，謂於王法當誅也。言故貶之者，正以大夫之貴，平常之時合稱名氏，故稱人為貶之。"
      },
      {
        "index": 32,
        "text": "冬，十月，癸卯，秦伯卒。（哀公著治大平之終，小國卒葬，極於哀公者，皆卒日葬月。○治，直吏反。大，音泰。）"
      },
      {
        "index": 33,
        "text": "疏注「哀公」至「葬月」。○解云：即此「癸卯，秦伯卒」，明年三月「葬秦惠公」是也。案昭元年「夏，秦伯之弟針出奔晉」，傳曰「秦無大夫，此何以書？仕諸晉也。曷為仕諸晉？有千乘之國而不能容其母弟，故君子謂之出奔也」，何氏云「時秦侵伐自廣大，故曰千乘」。然則秦伯是西方之伯，國至千乘，此注謂之小國者，正以辟陋在夷，罕與諸夏交接，至於《春秋》，大夫名氏不見於經，是以比之小國，其實非小者也。舊說云地之張翕，彼此異時，蹙辟之數，不可同日而語。昭元年之時，自以千乘為大國，至此還小，亦何傷也？而有疑焉！\n叔孫州仇、仲孫何忌帥師圍邾婁。\n哀公四年"
      },
      {
        "index": 34,
        "text": "四年，春，王三月，庚戌，盜殺蔡侯申。弑君賤者窮諸人，此其稱盜以弑何？（據宋人弑其君處臼稱人。○盜殺，音弑，下同。）"
      },
      {
        "index": 35,
        "text": "疏「弑君」至「弑何」。○解云：文十六年冬，「宋人弑其君處臼」之下，傳云「大夫弑君稱名氏，賤者窮諸人」。然則師彼解爾，故此弟子據而難之。\n賤乎賤者也。（賤於稱人者。）\n疏「賤乎賤者也」。○解云：彼注云「賤者謂士也。士正自當稱人」。然則今此非士，故言賤乎賤者也。"
      },
      {
        "index": 36,
        "text": "賤乎賤者孰謂？（據無主名。）謂罪人也。（罪人者，未加刑也。蔡侯近罪人，卒逢其禍，故以為人君深戒，不言其君者，方當刑放之，與刑人義同。○近，附近之近。）"
      },
      {
        "index": 37,
        "text": "疏注「罪人」至「刑也」。○解云：若其刑訖，當有刑稱，即襄二十九年夏，「閽弑吳於餘祭」是也。今此言盜，又謂之罪人，故知未加刑也。云蔡侯近罪人，卒逢其禍，故以為人君深戒者，卒詁為終也。○注「不言」至「義同」。○解云：即襄二十九年閽弑其君下，注云「不言其君者，公家不畜，士庶不友，放之遠地，欲去聽所之，故不係國，故不言其君也」。然則此處之盜，仍未加刑，而亦不言其君者，正以方當刑放之，故與刑人義同也。\n蔡公孫辰出奔吳。葬秦惠公。宋人執小邾婁子。夏，蔡殺其大夫公孫歸姓、公孫霍。"
      },
      {
        "index": 38,
        "text": "晉人執戎曼子赤歸於楚。赤者何？（欲以為戎曼子名，則晉人執曹伯言畀宋人，不言名歸。欲言微者，則不當書，故以不知問也。○曼，音蠻。畀宋，必利反，下同。）"
      },
      {
        "index": 39,
        "text": "疏「晉人」至「子赤」。○解云：《左氏》作「戎蠻子」也。○注「則晉」至「名歸」。解云：即僖二十八年「三月，丙午，晉侯入曹，執曹伯畀宋人」，彼則曹伯不言名，畀宋人不言歸，與此異，故執不知問。○注「欲言」至「當書」。○解云：欲言赤是楚之微者，自歸於楚，非戎子之名，則微者之例，不當書見，故以不知問之。"
      },
      {
        "index": 40,
        "text": "戎曼子之名也。其言歸於楚何？（據執曹伯畀宋人，不言歸於宋。）子北宮子曰：「辟伯晉而京師楚也」。（此解名此言歸意也。前此楚比滅頓、胡，諸侯由是畏其威，從而圍蔡，蔡遷於州來，遂張中國，京師自置，晉人執戎曼子，不歸天子而歸於楚，而不名而言歸於楚，則與伯執歸京師同文，故辟其文而名之，使若晉非伯執，而赤微者自歸於楚。言歸於楚者，起伯晉京師楚。主書者，惡晉背叛，當誅之。）"
      },
      {
        "index": 41,
        "text": "疏「辟伯」至「楚也」。○解云：成十五年春，「晉侯執曹伯歸於京師」，是伯執人歸於京師之文。今戎曼子不言名，直言「晉侯執戎曼子歸於楚」，即是伯者執人歸京師無異，故名戎子以辟之。言赤歸於楚者，似楚之微者自歸，不於戎子然，故曰「辟伯晉而京師楚也」。○注「此解」至「誅之」。○解云：言赤歸於楚之意也。云前此楚比滅頓、胡者，即定十四年春，楚公子結「帥師滅頓，以頓子牄歸」，十五年春，「楚子滅胡、以胡子豹歸」是也。云從而圍蔡者，即上元年春，「楚子、陳侯、隨侯、許男圍蔡」是。云蔡遷於州來者，在二年冬。云遂張中國者，猶言自盛大於中國也。云京師自置者，謂作天子自處置也。云晉人執戎曼子，不歸天子而歸於楚者，謂晉人畏其彊禦之勢，若京師矣。云而不名而言歸於楚，則與伯執歸京師同文者，若言執戎曼子歸於楚，則與成十五年「晉侯執曹伯歸於京師」同文。云故辟其文而名之者，為辟伯執歸京師之文，而名戎曼子也。云使若晉非伯執者，僖四年傳云「稱侯而執者，伯討也；稱人而執者，非伯討也」，今此經云「晉人執戎曼子」，故云使若晉非伯執也。云而赤微者自歸於楚者，若似楚之微者名赤，自歸於楚然，猶莊二十四年冬，「赤歸於曹」之類。云言歸於楚者，起伯晉京師楚者，正以僖二十八年，晉侯「執曹伯以畀宋人」。然則諸侯自相執不言歸，公言歸者，欲起晉人以楚為京師故也。云主書者，惡晉背叛，當誅之者，言主書此事者，正欲惡晉以楚為京師，背叛天子，當命誅絕也。若然，楚人是時京師自置，寧知不惡之者，正以宣十八年秋七月，「甲戌，楚子旅卒」，傳云「何以不書葬？吳、楚之君不書葬，辟其號也」，然則吳、楚僭號非一朝一夕，已不書葬，一譏而已，自餘京師自置之事，理應不譏，故以此。\n城西郛。（○郛，芳夫反。）\n六月，辛丑，蒲社災。蒲社者何？（據鼓用牲於社，不言蒲。○蒲社，《左氏》作「亳社」。）"
      },
      {
        "index": 42,
        "text": "疏「蒲社者何」。○解云：正以社為積土，非火燒之物，而反書災，故執不知問。亡國之社也。（蒲社者，先世之亡國，在魯竟。）"
      },
      {
        "index": 43,
        "text": "疏注「蒲社」至「魯竟」。○解云：《公羊》解以為蒲者，古國之名，天子滅之，以封伯禽，取其社以戒諸侯，使事上。今災之者，若曰王教絕云爾。《左氏》、《穀梁》以為亳社者，殷社也，武王滅殷，遂取其社賜諸侯，以為有國之戒。然則傳說不同，不可為難。案今《穀梁》經傳皆作「亳」社，范氏云「殷都於亳，武王克紂，而班列其社於諸侯，以為亡國之戒」；而賈氏云「《公羊》曰薄社也者，蓋所見異」。"
      },
      {
        "index": 44,
        "text": "社者，封也。（封土為社。）其言災何？（據封土非火所能燒。）亡國之社蓋揜之，揜其上而柴其下。（故火得燒之。揜柴之者，絕不得使通天地四方，以為有國者戒。○揜，意冉反。）"
      },
      {
        "index": 45,
        "text": "疏「亡國」至「其下」。○解云：公羊子不受於師，故言蓋也。○注「揜柴」至「四方」。○解云：即《郊特牲》云「天子之大社，必受霜露風雨，以達天地之氣也，是故喪國之社屋之，不受天陽也。薄社北牖使陰明也」是也。然《禮記》作「薄社」，何氏所見與鄭氏異。云以為有國者戒者，言若不事上，當如此。"
      },
      {
        "index": 46,
        "text": "蒲社災，何以書？記災也。（戒社者，先王所以威示教戒諸侯，使事上也。災者，象諸侯背天子，是後宋事疆吳，齊、晉前驅，滕，薛俠轂，魯、衛驂乘，故天去戒社，若曰王教滅絕云爾。○背，音佩。俠轂，古洽反；下古木反，十三年同。乘，繩證反，十三年同。去，起呂反。）"
      },
      {
        "index": 47,
        "text": "疏「蒲社災何以書」。○解云：不直言何以書者，嫌覆問柴其下何以書，故復舉句而問之。○注「是後」至「驂乘」。○解云：《春秋說》文，謂下十三年黃池之會時也。\n秋，八月，甲寅，滕子結卒。\n冬，十有二月，葬蔡昭公。（賊已討，故書葬也。不書討賊者，明諸侯得專討士以下也。）"
      },
      {
        "index": 48,
        "text": "疏注「賊已討，故書葬也」。解云：此蔡昭公即上「盜殺蔡侯申」者是；隱十一年傳云「弑則何以不書葬？《春秋》君弑賊不討，不書葬以為無臣子也」。然則今此蔡侯亦弑而書其葬，故知賊已討也。○注「不書」至「以下也」。○解云：孟子曰：「諸侯不得專殺大夫。」是以《春秋》之內，殺大夫不問有罪無罪，皆書而譏之。若殺微者，例所不錄，今蔡侯之賊乃微者，嗣子殺之，故不書見，故云明諸侯得專討士以下也。考諸正本，何氏之注盡於此，若更有注者，衍字矣。\n葬滕頃公。（○頃，音傾。）\n哀公五年"
      },
      {
        "index": 49,
        "text": "五年，春，城比。（○比，本又作「芘」，亦作「庇」，同音毗。《左氏》作「毗」。）夏，齊侯伐宋。晉趙鞅帥師伐衛。\n秋，九月，癸酉，齊侯處臼卒。冬，叔還如齊。閏月，葬齊景公。閏不書，此何以書？（據楚子昭卒不書閏。）"
      },
      {
        "index": 50,
        "text": "疏注「據楚」至「書閏」。○解云：即襄二十八年冬十二月，「甲寅，天王崩。乙未，楚子昭卒」是也，彼注云「乙未甲寅，相去四十二日，蓋閏月也」。然則相去四十二日，明其不得同在二月，故以閏月言之。\n喪以閏數也。（謂喪服大功以下諸喪，當以閏月為數。○閏數，所主反，下及外「月數」、「閏數」同。）"
      },
      {
        "index": 51,
        "text": "疏「喪以閏數也」。○解云：此喪謂喪服也，謂為之服大功以下喪服者，皆以閏數之。此數讀如「加我數年」之數，非頭數之數也。○注「謂喪服」至「為數」。○解云：此數乃為頭數之數，謂九月、五月、三月之喪，既是數月之物，故得數閏以充之，是以葬亦書閏矣，何者？葬亦數月之物故也。"
      },
      {
        "index": 52,
        "text": "喪曷為以閏數？（據卒不書閏。）疏「喪曷為以閏數」。○解云：此喪亦喪服大功以下者。喪數略也。（略猶殺也。以月數，恩殺，故並閏數。）"
      },
      {
        "index": 53,
        "text": "疏注「略猶」至「閏數」。○解云：此數亦如「加我以數年」之數也。言大功以下之喪，所以得數閏月者，正以恩殺故也。《鄭志》：趙商問曰：經曰：「閏月不告朔，猶朝於廟。《穀梁傳》云『閏月，附月之餘日，喪事不數』。又哀五年『閏月，葬齊景公』，《公羊傳》云『閏月不書，此何以書？喪以閏數，喪數略也』，此二傳義反，於禮斷之何就？」答曰：「居喪之禮，以月數者，數閏；以年數者，雖有閏無與於數也。」然則鄭氏之意，以為彼云喪事不數者，謂期與三年也。此云喪以閏數者，謂大功以下也。若《穀梁》之意，以為大功以下及葬，皆不數閏，云云之說，在襄二十八年。\n哀公六年"
      },
      {
        "index": 54,
        "text": "六年，春，城邾婁葭。（城者，取之也。不言取者，魯數圍取邾婁邑，邾婁未曾加非於魯，而侮奪之不知足，有夷狄之行，故諱之，明惡甚。○邾婁葭，音加，又音遐，《左氏》作「邾瑕」。數，所角反。曾，才能反。行，下孟反。）"
      },
      {
        "index": 55,
        "text": "疏注「城者」至「惡甚」。○解云：正以襄二年「遂城虎牢」，傳云「虎牢者何？鄭之邑也。其言城之何？取之也」，今言「城邾婁葭」，文與彼同，故知取之。云不言取之者，魯數圍取邾婁邑者，即上三年冬，「叔孫州仇、仲孫何忌帥師圍邾婁」，又上二年春「伐邾婁，取漷東田及沂西田」之屬是也。先言圍者，便文故也。云有夷狄行者，正以貪而無親故也。\n晉趙鞅帥師伐鮮虞。吳伐陳。夏，齊國夏及高張來奔。叔還會吳於相。（○相，莊加反。）\n秋，七月，庚寅楚子軫卒。齊陽生入於齊。"
      },
      {
        "index": 56,
        "text": "齊陳乞弑其君舍。弑而立者，不以當國之辭言之，此其以當國之辭言之何？（據齊公子商人弑其君舍而立，氏公子。○君舍，二傳作「荼」，音舒。）\n疏注「據齊」至「公子」。○解云：即文十四年秋，「齊公子商人弑其君舍」是也。"
      },
      {
        "index": 57,
        "text": "為諼也。此其為諼奈何？（問其義。○諼，況元反。）景公謂陳乞曰：「吾欲立舍，何如？」陳乞曰：「所樂乎為君者，欲立之則立之，不欲立則不立，（貴自專也。）"
      },
      {
        "index": 58,
        "text": "疏「所樂」至「不立」。○解云：言人之所以愛樂乎其為君者，貴慕其自專故也。然則此公乃有為而言，非王道也。"
      },
      {
        "index": 59,
        "text": "君如欲立之，則臣請立之。」（陳乞欲拒言不可，恐景公殺陽生。）陽生謂陳乞曰：「吾聞子蓋將不欲立我也。」陳乞曰：「夫千乘之主，將廢正而立不正，必殺正者。（晉世子申生是也。○乘，繩證反。）\n疏注「晉世子申生是也」。○解云：即僖五年「春，晉侯殺其世子申生」是也。"
      },
      {
        "index": 60,
        "text": "吾不立子者，所以生子者也，走矣！」（教陽生走。）與之玉節而走之。（節，信也。析玉與陽生，留其半，為後當迎之，合以為信，防稱矯也。奔不書者，未命為嗣。○析，思曆反。為後，於偽反，下「乞為」同。矯，居兆反。）"
      },
      {
        "index": 61,
        "text": "疏注「節信」至「為嗣」。○解云：言與之為斷玉之信而令之走也。云奔不書者，未命為嗣者，案定十四年秋，「衛世子蒯聵出奔宋」，書見於經，故知陽生出奔不書者，未命為嗣故也。然則公子陽生，但是母貴宜立，實非世子，而上傳云「廢正而立不正，必殺正者」，雖非夫人所生，但秩次宜立，謂之廢正亦何傷？而舊云陽生實是正世子，但未命為嗣，故出入不兩書；若命為嗣，即是大國之君，出入合兩書也者，非。"
      },
      {
        "index": 62,
        "text": "景公死而舍立，陳乞使人迎陽生於諸其家。（於諸，置也，齊人語也。）除景公之喪，（期而小祥，服期者除。○期而，音基，下同。）"
      },
      {
        "index": 63,
        "text": "疏注「期而」至「者除」。解云：期而小祥者，《士虞記》文。言服期者除者，謂從服之徒矣。若其正服，臣為君斬衰三年，寧得期而除乎？案景公之卒，在去年九月，至今七月，其實未期，而言服期者除者，蓋陽生之入，實亦九月，但事不宜月，故直時，是以傳云除景公之喪也。若然，案隱四年冬十二月，「衛人立晉」，彼注云「月者，大國篡例月，小國時，立、納、入皆為篡」。然則大國之篡，例合書月，齊為大國，而言事不宜月者，正以陽生之篡，陳乞為之，故陽生之人欲移惡於陳乞故也，似若莊九年夏，「齊小白入於齊」，何氏云「不月者，移惡於魯也」之類也。然則大國之篡，所以月者，以其禍大故也。既移惡於陳乞，是以不月，正得述事之宜矣。\n諸大夫皆在朝，陳乞曰：「常之母，（常，陳乞子。重難言其妻，故云爾。○難，乃旦反。）"
      },
      {
        "index": 64,
        "text": "疏注「常」至「云爾」。○解云：正以妻者已之私，故難言之，似若今人謂妻為兒母之類是也。有魚菽之祭，（齊俗婦人首祭事。言魚豆者，示薄陋無所有。）"
      },
      {
        "index": 65,
        "text": "疏注「齊俗」至「祭事」。○解云：主婦設祭，禮則有之，何言齊俗者？正以主婦設祭之時，助設而已，其實男子為首，即君牽牲，夫人奠酒；君親獻，夫人薦豆之類是也。若其齊俗，則令使婦人為首，故此傳云「常之母，有魚菽之祭」，即其文是矣。○注「言魚」至「所有」。○解云：定元年「冬，十月，霣霜殺菽」，彼注云「菽，大豆」。然則彼已訓解，故此何氏直以豆言之。若依正禮，水陸僉陳，而止言魚與豆者，示薄陋無所有故也。\n願諸大夫之化我也。」（言欲以薄陋餘福共宴飲。）"
      },
      {
        "index": 66,
        "text": "疏「原諸」至「我也」。○解云：桓六年傳云「曷為謂之實來？慢之也。曷為慢之？化我也？」彼注云「行過無禮謂之化，齊人語也。諸侯相過，至竟必假塗，入都必朝，所以崇禮讓，絕慢易。今州公過魯都不朝魯，是慢之為惡，故書實來」，見其義也。然則彼以州公過魯而無禮，故傳謂之化我也。今此陳乞亦以魚菽之薄物，枉屈諸大夫之貴重，亦是無禮相過之義，故謂之化我也。"
      },
      {
        "index": 67,
        "text": "諸大夫皆曰：「諾。」於是皆之陳乞之家坐。陳乞曰：「吾有所為甲，（甲，鎧。○鎧，苦代反。）疏「吾有所為甲」。○解云：猶言我有所作得若干甲也。"
      },
      {
        "index": 68,
        "text": "請以示焉」。諸大夫皆曰：「諾。」於是使力士舉巨囊而至於中霤，（巨囊，大囊。中央曰中霤。○囊，乃郎反，又音讬。霤，力又反。）"
      },
      {
        "index": 69,
        "text": "疏注「中央曰中霤」。○解云：案《月令》「中央土」云「其祀中霤」，鄭注云「中霤，猶中室也」。「古者復穴，是以名室為霤云」。庾蔚云「復，地上累土，穴則穿地也。復穴皆開其上取明，故雨霤之，是以因名中室為中霤也。」故此傳云中霤，注云中央，謂室之中央也。"
      },
      {
        "index": 70,
        "text": "諸大夫見之，皆色然而駭，（色然，驚駭貌。○色然，如字，本又作「垝」，居委反，驚駭貌；又或作「危」。）開之則闖然，（闖，出頭貌。○闖，丑鴆反，又丑甚反，一音丑今反，見貌。《字林》云「馬出門貌，丑衽反。」）公子陽生也。陳乞曰：「此君也已。」諸大夫不得已，皆逡巡北面，再拜稽首而君之爾。（時舍未能得眾，而陽生今正當立，諸大夫又見力士，知陳乞有備，故不得已，遂君之。○逡，七旬反。）自是往弑舍。（陽生先詐致諸大夫，立於陳乞家，然後往弑舍，故先書當國，起其事也。乞為陽生弑舍，不舉陽生弑者，諼成於乞也。不日者，與卓子同。）"
      },
      {
        "index": 71,
        "text": "疏注「故先書當國，起其事也」者。謂書陽生入齊，乃在弑舍之前，所以起其先入後弑也。云乞為陽生弑舍，不舉陽生弑者，諼成於乞也者，正以舉重略輕，《春秋》之常事，今而不書者，諼成於乞故也。○注「不日」至「子同」。○解云：僖十年「春，王正月」，「晉裏克弑其君卓子」，何氏云「不日者，不正遇禍，終始惡明，故略之」。然則今此陳乞弑舍，所以不日者，亦是不正遇禍，終始惡明，故略之，故曰與卓子同。若然，鄉解云陽生之入，實在九月，但事不宜月，故不書月。然則陳乞之事，宜云不月而云不日者，正以卓子之弑實書月，若言不月，則與卓子同，文不可設，故云不日也。案陳乞弑舍，實不書日，謂之不日亦何傷？然則陳乞弑舍之事，與裏克弑卓子相類，而不月者，正以文承陽生入於齊之下。陽生之事既不宜月，是以陳乞之事不得月也。若然，案僖九年「冬，晉裏克弑其君之子奚齊」，注「不月者，不正遇禍，終始惡明，故略之」。然則此亦不月，何氏不云不月者，與奚齊同義者，正以奚齊未逾年之君，與舍不類，寧得同之乎？\n冬，仲孫何忌帥師伐邾婁。宋向巢帥師伐曹。\n哀公七年\n七年，春，宋皇瑗帥師侵鄭。（○瑗，於眷反。）晉魏曼多帥師侵衛。\n夏公會吳於鄫。（○鄫，似陵反。）\n秋，公伐邾婁。八月，己酉，入邾婁，以邾婁子益來。入不言伐，此其言伐何？（據當舉入為重。）"
      },
      {
        "index": 72,
        "text": "疏「入不」至「伐何」。○解云：莊十年傳例云「角者曰侵，精者曰伐，戰不言伐，圍不言戰，入不言圍，滅不言入，書其重者也」。然則傳例云戰不言伐，入不言圍，此云入不言伐者，正以此經舉伐言入，亦違舉重之例，是以據經以釋之。傳例云者，序用兵之次第，輕重備言，不足怪也。\n內辭也，若使他人然。（諱獲諸侯，故不舉重而兩書，使若魯公伐而去，他人入之以來者，醇順他人來文。）"
      },
      {
        "index": 73,
        "text": "疏注「諱獲」至「來文」。○解云：若其不諱，宜舉重云公入邾婁，今不舉重而伐入兩書，故知諱獲諸侯也。云使若魯公伐而去，佗人入之以來者，以來是詣魯之常文，故何氏言來者常文，不為早晚施是也。今始若不諱，宜云以邾婁子益至自某，而經言來，故如此解。云醇順佗人來文者，以上諱獲諸侯，故不舉重，使若魯人伐而去，佗人自入之；今文言來，作外來詣魯之常文，故曰醇順佗人來文也。\n邾婁子益何以名？（據以隗子歸不名。○隗，五罪反。）\n疏注「據以」至「不名」。○解云：即僖二十六年「秋，楚人滅隗，以隗子歸」是也。\n絕之。曷為絕之？（據俱以歸。）獲也。曷為不言其獲？（據獲晉侯言獲。）\n疏注「據獲晉侯言獲」。○解云：即僖十五年冬「晉侯及秦伯戰於韓，獲晉侯」是也。"
      },
      {
        "index": 74,
        "text": "內大惡諱也。（故名以起之也。日者，惡魯侮奪邾婁無已，復入獲之。入不致者，得意可知例。○惡魯，烏路反。復，扶又反。）"
      },
      {
        "index": 75,
        "text": "疏注「故名以起之」。○解云：擅獲諸侯乃為大惡，是以諱之，不言其獲，既不言獲，故云言其名以起其見獲也。所以能起之者，諸侯之禮當死位，今不能死位而生見獲，書其名，起其絕也。案隱二年無駭「入極」之下，傳云「此滅也，其言入何？內大惡諱也」；昭四年「取鄫」之下，傳云「滅之則其言取之何？內大惡諱也」，今此又言「內大惡諱也」，重發傳者，正以往前二處入取文異，今此上經雖亦言入，但書名之由，事須備釋，是以又言。○注「日者」至「獲之」。○解云：隱二年注云「入例時，傷害多則月」，此書日，故須解之。言惡魯侮奪邾婁無已，即上六年「城葭」之下，注云「魯數圍取邾婁邑，邾婁未曾加非於魯，而侮奪之不知足」，今復入其國，獲其君，故書日以惡內也。○注「入不」至「知例」。○解云：莊六年注「公與一國及獨出用兵，得意不致，不得意致伐」，即僖六年「公至自伐鄭」，二十九年「公至自圍許」之屬是。至於入佗國，例不書致者，正以既能入國，得意可知，似若僖三十三年「公伐邾婁，取叢」之下，注云「取邑不致者，得意可知例」。\n宋人圍曹。冬，鄭駟弘帥師救曹。\n哀公八年\n八年，春，王正月，宋公入曹，以曹伯陽歸。曹伯陽何以名？（據以隗子歸不名。）\n疏注「據以」至「不名」。○解云：即僖二十六年「秋，楚人滅隗，以隗子歸」是也。\n絕。曷為絕之。（據俱以歸。）滅也。曷為不言其滅？（據滅隗也。）諱同姓之滅也。（故名以起之。）"
      },
      {
        "index": 76,
        "text": "疏注「故名以起之」。○解云：諱不得書其滅，故書其名，所以起其滅矣。所以能起之者，正以失地之君，例合書名，即桓七年穀伯綏、鄧吾離之下，傳云「皆何以名？失地之君」是，今曹伯陽亦書其名，故可起其滅。\n何諱乎同姓之滅？（據衛侯毀滅邢不諱。○毀，況委反。）\n疏注「據衛」至「不諱」。○解云：即僖二十五年「春，王正月，丙午，衛侯毀滅邢」是也。"
      },
      {
        "index": 77,
        "text": "力能救之而不救也。（以屬上力能獲邾婁而不救曹，故責之。不日者，深諱之。定、哀滅例日。此不日者，諱使若不滅，故不日。）"
      },
      {
        "index": 78,
        "text": "疏注「不日」至「故不日」。○解云：既書入以諱同姓見滅，而又日，故曰深諱也。云定、哀滅例日，此不日者，諱使若不滅，故不日，云云之說，在定四年。\n吳伐我。（不言鄙者，起圍魯也。不言圍者，諱使若伐而去。）"
      },
      {
        "index": 79,
        "text": "疏注「不言」至「魯也」。○解云：正以莊十九年「冬，齊人、宋人、陳人伐我西鄙」，注云「鄙者，邊垂之辭，榮見遠也」。然則鄙者邊垂之名，今不言鄙，直言伐我，故得起其圍魯矣。○注「不言」至「而去」。○解云：國君當彊，折衝當遠，魯微弱，深見犯，至於圍國，故諱之，但言伐者，差輕也。"
      },
      {
        "index": 80,
        "text": "夏，齊人取讙及僤。外取邑不書，此何以書？所以賂齊也。曷為賂齊？（據上無戰伐之文。○僤，昌善反，一音昌然反，《字林》作「單」，《左氏》作「闡」。）"
      },
      {
        "index": 81,
        "text": "疏「取讙及僤」。○解云：《左氏》、《穀梁》作「讙闡」字。○外取」至「以書」。○解云：宣元年「六月，齊人取濟西田」之下，傳云「外取邑不書，此何以書」注云「據曹取之不書」，然則此傳云「外取邑不書，此何以書」者，亦據曹取濟西田不書，但從彼省文，是以不復注解。○注「據上」至「之文」。○解云：謂此上經無魯與齊戰伐之文，計無所謝，無事而賂，故難之。\n為以邾婁子益來也。（邾婁，齊與國，畏為齊所怒而賂之，恥甚，故諱使若齊自取。○為以，於偽反。）"
      },
      {
        "index": 82,
        "text": "疏「為以」至「來也」。○解云：正為七年「以邾婁子益來」，是以賂齊二邑也。○注「邾婁齊與國」。○解云：正以魯獲邾婁之君而賂二邑，若非齊之與國，理不應賂，云云之說，備於宣元年疏。"
      },
      {
        "index": 83,
        "text": "歸邾婁子益於邾婁。（獲歸不書，此書者，善魯能悔過歸之，嫌解邾婁子益無罪，書故復名之。○復，扶又反。）"
      },
      {
        "index": 84,
        "text": "疏注「獲歸」至「歸之」。○解云：正以僖十五年秦獲晉侯，後歸不書，故曰獲歸不書，今此書者，善魯能悔過歸之，故錄見之。○注「嫌解」至「名之」。○解云：桓十五年傳例云「歸者，出入無惡」，今此言歸，是以嫌其無罪也。經既書歸，作無罪之文，則嫌魯人解釋邾婁子，其罪令除，是以書見，故復名之，見其不善。所以書益之名，得見魯之有罪者，正以上七年以益來之時，傳云「內大惡諱」，注云「故名以起之」。然則初書名，起見魯罪，則今知復名者，其不善明矣。\n秋，七月。"
      },
      {
        "index": 85,
        "text": "冬，十有二月，癸亥，杞伯過卒。（○過，古禾反。）齊人歸讙及僤。（書者，善魯能悔過，歸邾婁子益，所喪之邑，不求自得，故不言來，使若不從齊來，與歸我濟西田同文。○喪，自浪反。）"
      },
      {
        "index": 86,
        "text": "疏注「書者」至「同文」。○解云：言所喪之邑，不求自得者，正以言歸也。何者？歸者，自與之故也，若求乃得之者，當言取，即僖三十一年「春，取濟西田」，成二年秋，「取汶陽之田」之屬是也。故不言來，使若不從齊來者，謂若此邑元不入齊，但以此來欲叛於魯，齊人取而歸之然。言與歸我濟西田邑同文者，即宣十年春，「齊人歸我濟西田」，傳云「齊已取之矣，其言我何？言我者，未絕於我也。曷為未絕於我？齊已言取之矣，其實未之齊也」，注云「不言來者，明不從齊來，不當坐取邑」是也。然則彼以未之齊，故不言來，今此使若不從齊來，是以謂之同文矣。然則彼言我者，以其未絕於我，此不言我者，正以讙、僤實絕於我故也。濟西田未絕，齊人不當坐取邑；讙、僤實絕，齊人當坐取邑明矣。然則我與不，即是不同，而言同文者，正謂皆不言來以為同文，何妨言我與不仍為異乎？\n哀公九年\n九年，春，王二月，葬杞僖公。\n宋皇瑗帥師，取鄭師於雍丘。其言取之何？（據詐戰言敗也。○雍，於用反。）"
      },
      {
        "index": 87,
        "text": "疏注「據詐戰言敗也」。○解云：即莊十年秋，「荊敗蔡師於莘」，昭二十三年秋，「吳敗頓、胡、沈、蔡、陳、許之師於雞父」，傳云「此偏戰也，曷為以詐戰之辭言之，不與夷狄之主中國也」是也。"
      },
      {
        "index": 88,
        "text": "易也。其易奈何？詐之也。（詐謂陷阱奇伏之類。兵者，為征不義，不為苟勝而已。十三年詐反不月，知此不蒙上月，疾略之爾。○易也，以豉反，下同。阱，才性反。為征，於偽反。）"
      },
      {
        "index": 89,
        "text": "疏注「詐謂」至「之類」。○解云：何氏蓋取《禮記·中庸》云「人皆曰予知，驅而納諸擭掐阱之中而莫之知辟也」；又言奇伏者，奇兵伏兵之謂也。○注「兵者」至「之爾」。○解云：下十三年「春，鄭軒達帥師取宋師於嵒」，傳云「其言取之何？易也。其易奈何？詐反也」；注云「前宋行詐取鄭師，今鄭復行詐取之，苟相報償，不以君子正道，故傳言詐反。反，猶報也」。然則兵之設也，為欲征不義，豈欲苟勝而為詐，故知《春秋》疾而略之，皆不書月矣，何者？《春秋》之義，偏戰者日，詐戰者月，所以然者，正疾其行詐，略之故也。今此二經，乃設陷阱奇伏，又為詐之甚者，是以《春秋》復深略之。\n夏，楚人伐陳。秋，宋公伐鄭。冬，十月。\n哀公十年\n十年，春，王二月，邾婁子益來奔。（月者，魯前獲而歸之，今來奔，明當尤加禮厚遇之。）"
      },
      {
        "index": 90,
        "text": "疏注「月者」至「遇之」。○解云：正以上六年「夏，齊國夏高張來奔」，襄二十八年「冬，齊慶封來奔」之屬，則知來奔魯者例合書時，今此書月，故如此解。文十二年「春，正正月，盛伯來奔」，注云「月者，前為魯所滅，今來見歸，尤當如意厚遇之」也者，義亦通於此。以此言之，則知昭二十三年「秋，七月，莒子庚輿來奔」，月者，為下「戊辰，吳敗頓、胡、沈、蔡、陳、許之師」書，莒子之奔雖在月下，不蒙月。何氏所以不注之者，正以隱元年冬十二月，「祭伯來奔」之下，注云「月者，為下卒也，出奔例時也」。然則上已有注，故至庚輿之下，省文從可知。\n公會吳伐齊。三月，戊戌，齊侯陽生卒。夏，宋人伐鄭。晉趙鞅帥師侵齊。五月，公至自伐齊。\n葬齊悼公。衛公孟區自齊歸於衛。\n薛伯寅卒。（卒、葬略者，與杞伯益姑同。○伯寅，二傳作「伯夷」，同音以尼反。）"
      },
      {
        "index": 91,
        "text": "疏注「卒葬」至「姑同」。○解云：正以所見之世，詳錄小國，卒日葬月，是其常文，即上四年「秋，八月，甲寅，滕子結卒」；冬，十二月，「葬滕昭公」是也，今乃卒月葬時，故解矣。言與杞伯益姑同者，即昭六年「春，王正月，杞伯益姑卒」，注云「不日者，行微弱，故略之。上城杞已貶，復卒略之者，入所見世，責小國詳，始錄內行也。諸侯內行小夫不可勝書，故於終略責之，見其義」。然則今比略之者，亦為內行小失，故曰與杞伯益姑同。\n秋，葬薛惠公。\n冬，楚公子結帥師伐陳，吳救陳。（救中國不進者，陳，吳與國，救陳欲以備中國，故不進。）"
      },
      {
        "index": 92,
        "text": "疏注「救中」至「不進」。○解云：正以僖十八年夏，「狄救齊」；「冬，邢人、狄人伐衛」，注云「狄稱人者，善救齊，雖拒義兵，猶有憂中國之心，故進之。不於救時進之者，辟襄公，不使義兵壅塞也」。定四年冬，「蔡侯以吳子及楚人戰於柏舉」，傳云「吳何以稱子，夷狄也，而憂中國」，注云「言子起憂中國。然則夷狄之人，能憂中國也皆進之」。今此稱國不進者，正以救陳欲以備中國，故不進也。知陳是吳之與國者，正以吳人救之故也。必知欲以備中國者，非直見其不進，亦以陳於諸夏之時，乃是吳之屬故也。"
      }
    ]
  }
}