{
  "chapterNumber": 14,
  "title": "春秋公羊傳註疏卷12 (Gongyang Zhushu, Volume 12)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "僖公卷十二\n（起二十二年，盡三十三年）\n僖公二十有二年\n二十有二年，春，公伐邾婁，取須朐。（○朐，其俱反，《左氏》作“句”。）\n夏，宋公、衛侯、許男、滕子伐鄭。○秋，八月，丁未，及邾婁人戰於升陘。（○陘，音刑。）\n冬，十有一月，己巳，朔，宋公及楚人戰於泓，宋師敗績。偏戰者日爾，此其言朔何？（據奚之戰不言朔。）\n疏注“據奚之戰不言朔”。○解云：即桓十七年“五月，丙午，及齊師戰於奚”，《春秋說》以為五月朔日也。"
      },
      {
        "index": 1,
        "text": "《春秋》辭繁而不殺者，正也。（繁，多也。殺，省也。正，得正道尤美。○不殺，所戒反，注同。省，所景反。）何正爾？宋公與楚人期戰於泓之陽。（泓，水名。水北曰陽。）楚人濟泓而來。（濟，渡。）有司複曰：“請迨其未畢濟而擊之。”（迨，及。）宋公曰：“不可。吾聞之也，君子不厄人。吾雖喪國之餘，（我雖前幾為楚所喪，所以得其餘民以為國，喻褊弱。○喪國，息浪反，注同。幾，音祁。）寡人不忍行也。”既濟，未畢陳。有司複曰：“請迨其未畢陳而擊之。”宋公曰：“不可。吾聞之也，君子不鼓不成列。”（軍法以鼓戰，以金止，不鼓不戰。不成列，未成陳也。君子不戰未成陳之師。○畢陳，直覲反，下及注同。）巳陳，然後襄公鼓之，宋師大敗。故君子大其不鼓不成列，臨大事而不忘大禮，有君而無臣。（言朔亦所以起有君而無臣，惜其有王德而無王佐也。若襄公所行，帝王之兵也。有帝王之君，宜有帝王之臣；有帝王之臣，宜有帝王之民。未能醇粹而守其禮，所以敗也。○王德，於況反，又如字，下“王佐”同。醇粹，音純；下雖遂反。）以為雖文王之戰，亦不過此也。（有似文王伐崇。陸戰當舉地，舉水者，大其不以水厄人也。）\n僖公二十有三年"
      },
      {
        "index": 2,
        "text": "二十有三年，春，齊侯伐宋，圍緡。邑不言圍，此其言圍何？疾重故也。（疾，痛也。重故，喻若重故創矣。襄公欲行霸，守正履信，屬為楚所敗，諸夏之君宜雜然助之，反因其困而伐之，痛與重故創無異，故言圍以惡其不仁也。○緡，亡巾反。重故，惡，烏路反。）"
      },
      {
        "index": 3,
        "text": "夏，五月，庚寅，宋公慈父卒。何以不書葬？盈乎諱也。（盈，滿也。相接足之辭也。襄公本以背殯，不書其父葬，至襄公身書葬，則嫌霸業不成，所覆者薄，故複使身不書葬，明當以前諱除背殯，以後諱加微封。內娶不去日，略之者，功覆之也。○慈父，《左氏》作“茲父”。複，扶又反。去，起呂反。）"
      },
      {
        "index": 4,
        "text": "疏注“襄公”至“背殯”。○解云：即九年“春，王三月，丁丑，宋公禦說卒”，傳云“何以不書葬？為襄公諱也”，彼注云“襄公背殯出會宰周公，有不子之惡，後有征齊憂中國尊周室之心，功足以除惡，故諱不書葬”是也。○注“以後諱加微封”。○解云：謂以至功薄微，故加而為之諱而封之。其“封”字亦有下句讀之，非也。○注“內娶”至“覆之也”。○解云：即下二十五年夏，“宋殺其大夫”，傳云“何以不名？宋三世無大夫，三世內娶也”，彼注云“三世謂慈父、王臣、處臼也”。內娶而責其去日者，正以文七年“夏，四月，宋公王臣卒”，注云“不日者，內娶略文”；十六年冬十一月，“宋人弑其君處臼”，彼注云“不日者，內娶略賤之”。然則三世內娶，二人皆略，此獨書日者，明是覆之。"
      },
      {
        "index": 5,
        "text": "秋，楚人伐陳。○冬，十有一月，杞子卒。（卒者，桓公存王者後，功尤美，故為表異卒錄之。始見稱伯，卒獨稱子者，微弱為徐、莒所脅，不能死位。《春秋》伯、子、男一也，辭無所貶。貶稱子者，《春秋》黜杞不明，故以其一等貶之，明本非伯，乃公也。又因以見聖人子孫有誅無絕，故貶不失爵也。不名不日不書葬者，從小國例也。○始見，賢遍反。）"
      },
      {
        "index": 6,
        "text": "疏注“桓公存”至“錄之”。○解云：正所以傳聞之世，小國之卒未合書見，故解之。○注“始見稱伯”。解云：即莊二十七年冬，“杞伯來朝”是也。○注“為徐莒所脅”。○解云：即十四年傳云“曷為城杞？滅也。孰滅之？蓋徐、莒脅之”是也。○注“貶稱”至“不明”。○解云：正以春秋之前，周王舊有黜陟之法，隱元年儀父稱字，上十七年春英氏稱氏之類。今杞公之爵雖為伯，仍恐春秋之前周王黜之，非為新周，故曰不明。○注“故以其一等貶之”。○解云：謂伯之與子，《春秋》合以為一而已。杞君從伯至子，乃是同事之內，故云一等。○注“明本非伯，乃公也”。○解云：正以一等貶之，明是王者之後，本非伯爾。莊二十七年“杞伯來朝”之時，所以不稱侯，正欲此處以一等貶之，故彼不稱侯也。聖人子孫有誅無絕者，若其有過，但當誅責，不合絕去其爵，是以雖微弱見貶，仍但從伯至子，不失其爵矣。○注“不名不日”至“例也”。○解云：謂所傳聞之世，尤小國如此。若其曹、許之屬，仍自書名書葬，即上四年“許男新臣卒”，“秋，葬許繆公”，彼注云“得卒葬於所傳聞世者，許大小次曹，故卒少在曹後”也。\n僖公二十有四年\n二十有四年，春，王正月。夏，狄伐鄭。秋，七月。\n冬，天王出居於鄭。王者無外，此其言出何？（據王子瑕奔晉不言出。）"
      },
      {
        "index": 7,
        "text": "疏“王者無外”。○解云：桓八年傳云：“女在其國稱女，此其稱王後何？王者無外，其辭成矣”是也。○注“據王”至“言出”者。解云：即襄三十年“王子瑕奔晉”是也。"
      },
      {
        "index": 8,
        "text": "不能乎母也。（不能事母，罪莫大於不孝，故絕之言出也。下無廢上之義，得絕之者，明母得廢之，臣下得從母命。）"
      },
      {
        "index": 9,
        "text": "疏注“明母”至“母命”。○解云：正以襄王之母於今仍在，亦非繼母，與《左氏》異也。鄭氏《發墨守》云“聖人製法，必因其事，非虛之。《孟子》曰：‘夫人必自侮，而後人侮之。家必自毀，而後人毀之。國必自伐，而後人伐之。’今襄王實不能孝道，稱惠後之心，今其寵專於子，失教而亂作，出居於鄭，自絕於周，故孔子因其自絕而書之，《公羊》以母得廢之，則《左氏》巳死矣”是也。襄王正是惠後所生，非繼母。又云“失教而亂作，自絕於周，從《左氏》”。鄭氏雜用三家，不苟從一。魯子曰：“是王也，不能乎母者，其諸此之謂與？（猶曰是王也，無絕義，不能事母而見絕外者，其諸謂此灼然異居，不複供養者與！王書者，錄王者所居也。○與，音餘。複，扶又反。供養，九用反；下餘亮反。）"
      },
      {
        "index": 10,
        "text": "疏注“灼然異”至“居也”。○解云：《公羊》以為此天王出居於鄭，不事其母，而自出居於鄭，《春秋》惡其所為，是以書出以絕之，實非出奔，故云灼然異居，不複供養者與。\n晉侯夷吾卒。（篡故不書葬，明當絕也。不日月者，失眾身死，子見篡逐，故略之，猶薛伯定也。）"
      },
      {
        "index": 11,
        "text": "疏注“篡故不書，明當絕也”。○解云：正以惠公無立、入之文，於例去葬以絕之。○注“不日月”至“略之”。解云：大國之卒，例書日月，上十七年冬，“十有二月，乙亥，齊侯小白卒”之類是也。○注“猶薛伯定也”。○解云：即定十二年“春，薛伯定卒”，彼注云“不日月者，子無道當廢之，而以為後，未至三年，失眾見弑，危社稷宗廟，禍端在定，故略之”。然則惠公之子，亦是不肖而以為後，未期之間，文公奪之，是以不書日月。\n僖公二十有五年"
      },
      {
        "index": 12,
        "text": "二十有五年，春，王正月，丙午，衛侯燬滅邢。衛侯燬何以名？（據楚子滅蕭不名。○燬，況委反。）絕。曷為絕之？（據俱滅人。）滅同姓也。（絕先祖之體尤重，故名，甚之也。日者，為魯憂而錄之。○為魯，於偽反，下同。）"
      },
      {
        "index": 13,
        "text": "疏“滅同姓也”。○解云：《曲禮下》篇云“滅同姓名”是也。以此言之，則知《公羊》、何氏以為齊人滅萊，楚滅隗，晉滅下陽之屬皆非同姓，是以不名耳。○注“日者”至“錄之”。○解云：凡滅例月，即莊十年“冬，十月，齊師滅譚”之屬是，而此書日也。\n夏，四月，癸酉，衛侯燬卒。\n宋蕩伯姬來逆婦。宋蕩伯姬者何？蕩氏之母也。（蕩氏，宋世大夫。）"
      },
      {
        "index": 14,
        "text": "疏“未蕩伯姬者何”。○解云：欲言婦人，而來逆婦；欲言大夫，而言伯姬，故執不知問。○注“蕩氏，宋世大夫”。○解云：正以稱蕩氏，若崔氏、尹氏之屬，文同也。\n其言來逆婦何？（據莒慶言逆叔姬。連來者，嫌內女，為殺直來也。）"
      },
      {
        "index": 15,
        "text": "疏注“連來者”。○解云：弟子本意，據莒慶逆叔姬，難此逆婦之文，宜云其言逆婦何，而連來言之者，正以伯姬是內女，嫌經言來逆婦，為殺直來之恥，非實逆婦，是以連來問之。似若上五年“杞伯姬來朝其子”，傳云“其言來朝其子何”，彼注云“連來者”，“問為直來乎，為下朝出”之類。其直來者，即莊二十七年“冬，杞伯姬來”，傳云“其言來何？直來曰來”，彼注云“直來，無事而來也”是也。"
      },
      {
        "index": 16,
        "text": "兄弟辭也。其稱婦何？有姑之辭也。（宋、魯之間，名結婚姻為兄弟。稱婦者，見姑之辭，以逆實文，知不殺直來也。主書者，無出道也。○見，賢遍反。）"
      },
      {
        "index": 17,
        "text": "疏“其稱婦何”。○解云：隱二年傳云“在塗稱婦”，今此非在塗而稱婦，故難之。不注者，從省文可知也。○注“宋魯”至“兄弟”。○解云：蓋時猶然，公羊子，齊人，而取宋、魯間語者，正以蕩伯姬來逆婦，宋、魯之事，故使解之亦何傷？○注“主書者，無出道也”。○解云：言伯姬無逆婦之道，是以書而譏之。"
      },
      {
        "index": 18,
        "text": "宋殺其大夫。何以不名？（據宋殺其大夫山名。）宋三世無大夫，三世內娶也。（三世謂慈父、王臣、處臼也。內娶大夫女也。言無大夫者，禮不臣妻之父母，國內皆臣，無娶道，故絕去大夫名，正其義也。外小惡正之者，宋以內娶，故公族以弱，妃黨益彊，威權下流，政分三門，卒生篡弑，親親出奔，疾其末，故正其本。○去，起呂反。）"
      },
      {
        "index": 19,
        "text": "疏注“三世”至“臼也”。○解云：即上二十三年夏，“宋公慈父卒”；文七年夏，“宋公王臣卒”；文十六年冬，“宋人弑其君處臼”是也。○注“外小惡正之者”。所傳聞之世，外小惡不書故也。○注“威權下流”。○解云：謂君之威權下流於臣，而臣下用之也。"
      },
      {
        "index": 20,
        "text": "秋，楚人圍陳，納頓子於頓。何以不言遂？（據楚子、鄭人侵陳，遂侵宋。）兩之也。（微者不別遂，但別兩耳。別之者，惡國家不重民命，一出兵為兩事也。納頓子書者，前出奔當絕，還入為盜國當誅，書楚納之，與之同罪也。主書者，從楚納之。頓子出奔不書者，小國例也。不見挈者，故君不可見挈於臣。○惡，烏路反。）"
      },
      {
        "index": 21,
        "text": "疏注“頓子”至“例也”。○解云：正以《春秋》之例，小國出入不兩書，桓十五年夏，“許叔入於許”，注云“不書出時者，略小國”，是例也。○注“不見挈者”。○解云：故君不可見挈於臣者，案桓十一年“九月，宋人執鄭祭仲”，“突歸於鄭”，傳云“突何以名？挈乎祭仲也”，彼注云“挈，猶提挈也。突當國，本當言鄭突，欲明祭仲從宋人命提挈而納之，故上係於祭仲，不係國者，使與外納同也”。案莊九年“夏，公伐齊，納糾”，傳曰“何以不稱公子”，彼注云“據下言子糾，知非當國，本當去國見挈言公子糾”。此若作挈文，宜言楚人納某甲於頓，去其國爵，以見挈於楚矣，故君不可以見挈於臣。\n葬衛文公。（不月者，滅同姓，故奪臣子恩也。）"
      },
      {
        "index": 22,
        "text": "疏“主不月者”至“恩也”。○解云：卒日葬月，大國之常。案桓十二年冬十一月，“丙戌，衛侯晉卒”；十三年“三月，葬衛宣公”之類是也。"
      },
      {
        "index": 23,
        "text": "冬，十有二月，癸亥，公會衛子、莒慶盟於洮。（莒無大夫，書莒慶者，尊敬婿之義也。洮，內地。公與未逾年君、大夫盟，不別得意，雖在外猶不致也。○別，彼列反。）"
      },
      {
        "index": 24,
        "text": "疏注“書莒”至“之義也”。○解云：即莊二十七年冬，“莒慶來逆叔姬”，傳云“大夫越竟逆女，非禮也”。○注“公與未”至“致也”。○解云：案莊六年注云“公與二國以上出會盟，得意致會，不得意不致”，謂與諸侯會時然也。今此衛子、莒慶皆是卑者，得意不得意亦可知，故言不別得意耳。今洮是內地，位不合致，假令在外，亦不致之，何者？正以其與卑者會盟，得意不假別之，如定十二年冬，“公至自圍成”，成是孟氏之邑而書致，彼注云“天子不親征下土，諸侯不親征叛邑，公親圍成不能服，不能以一國為家，甚危，若從佗國來，故危錄之”是也。\n僖公二十有六年\n二十有六年，春，王正月，己未，公會莒子、衛甯遬盟於向。（○遬，音速。向，舒亮反。）"
      },
      {
        "index": 25,
        "text": "齊人侵我西鄙。公追齊師至巂，弗及。其言至巂弗及何？（據公追戎於濟西，不言所至，又不言弗及。○巂，戶圭反，又似兗反。）侈也。（侈，猶大也。大公能卻強齊之兵。弗者，不之深者也。言齊人畏公士卒精猛，引師而去之，深遠不可得及，故曰侈。不直言大之者，自為追，唯臣子得褒之耳，不得與追戎同也。言師者，侈大公所追也。國內兵不書而舉地者，善公齊師去則止，不遠勞百姓，過複取勝，得用兵之節，故錄詳之。○侈，昌爾反，又昌者反，大也。卒，子忽反。自為，於偽反，下“深為”同。）"
      },
      {
        "index": 26,
        "text": "疏“主不直言”至“錄詳之”。○解云：案莊十八年“公追戎於濟西”，傳云“此未有言伐者，其言追何？大其為中國追也。此未有伐中國者，則其言為中國追何？大其未至而豫禦之也。其言於濟西何？大之也”，彼注云“大公除害，恩及濟西也。言大者，當有公賞也”。然則彼為諸侯追，於王法當有功賞，故得云大。此則自為巳追，但臣子得褒之，故傳不言大以見義。云言師者，侈大公所追也者，正以上言“齊人侵我西鄙”，下言“公追齊師”，與上文異故也。\n夏，齊人伐我北鄙。衛人伐齊。\n公子遂如楚乞師。乞者何？卑辭也。曷為以外內同若辭？（據《春秋》尊魯。）"
      },
      {
        "index": 27,
        "text": "疏“乞者”至“若辭”。○解云：案成十六年夏，“晉侯使欒黶來乞師”；十七年秋，“晉侯使荀罃來乞師”，外亦言乞師也。\n重師也。（外內皆同，卑其辭者，深為與人者重之。）曷為重師？（據泓之戰不重師。）"
      },
      {
        "index": 28,
        "text": "疏注“據泓之戰不重師”。○解云：上二十二年“十有一月，己巳，朔，宋公及楚人戰於泓，宋師敗績”，傳云“宋公與楚人期戰於泓之陽，楚人濟泓而來。直司複曰：‘請迨其未畢濟而擊之。’宋公曰：‘不可。吾聞之也，君子不厄人。吾雖喪國之餘，寡人不忍行也。’既濟，未畢陳，有司複曰：‘請迨其未畢陳而擊之。’宋公曰：‘不可。吾聞之也。君子不鼓不成列。’巳陳，然後襄公鼓之，宋師大敗。故君子大其不鼓不成列，臨大事而不忘大禮，有君而無臣。以為雖文王之戰，亦不過此也”。然則宋公守古敗師，而《春秋》善之也，是其不重之文。"
      },
      {
        "index": 29,
        "text": "師出不正反，戰不正勝也。（不正者，不正自謂出當複反，戰當必勝。兵，凶器；戰，危事，不得巳而用之爾，乃以假人，故重而不暇別外內也。稱師者，正所乞名也。乞師例時。○當複，扶又反，下同。別外，彼列反，下同。）"
      },
      {
        "index": 30,
        "text": "疏注“戰必當勝”。○解云：以義言之，此句亦宜云戰不正勝者，不正自謂戰當必勝，但何氏省文，不複備言。○注“乞師例時”。○解云：正以據文承夏下文，成十三年“春，晉侯使郤錡來乞師”之屬，皆書時故也。"
      },
      {
        "index": 31,
        "text": "秋，楚人滅隗，以隗子歸。（不月者，略夷狄滅微國也。不言獲者，舉滅為重。書以歸者，惡不死位。不名者，所傳聞世，見治始起，責小國略，但絕不誅之。○隗，五罪反，二傳作“夔”。惡不，烏路反，下同。傳，直專反。見治，賢遍反；下直吏反。）"
      },
      {
        "index": 32,
        "text": "疏注“不月者，略夷狄”。○解云：正以莊十年“冬，十月，齊師滅譚”，十三年“夏，六月，齊人滅遂”之類，皆書月故也。○注“不名者”至“不誅之”。○解云：案上二十三年“杞子卒”之下，注云“又因以見聖人子孫，有誅無絕，故貶不失爵也”。以此言之，似誅輕絕重。此注云“但絕不誅”，自相違者，凡誅有二種：一是誅責之誅，若齒路馬有誅，於子與何誅之類；一是誅絕之誅，似武王誅紂，誅君之子不立之類。然則上言有誅無絕，聖人子孫但當誅責而已，不合絕去。此言但絕不誅者，謂所傳聞之世，責小國略。今此不書其名，但欲絕去一身，不聽為君，不合誅滅其國。哀七年“八月，己酉，入邾婁，以邾婁子益來”，傳云“邾婁子益何以名？絕。曷為絕之；又莊十年“以蔡侯獻舞歸”，傳曰“蔡侯獻舞何以名？絕。曷為絕之”；以此二文言絕之，則似書名為絕之。此注云“不名者，但絕而不誅”，又以不名為絕者，蓋以絕亦有二種：一是絕去其身，一是絕滅其國。蔡侯獻舞，大國之君，不能死難，為楚所獲。《春秋》之義，不與夷狄得誌於諸夏，是以不得書獲，故名蔡侯，起其當合絕滅矣。邾婁正當所見之世為魯所獲，《春秋》之義，內獲人皆諱不書，故名邾婁子，以起不死難，當絕滅矣。今此隗子既是微國，複當傳聞之世，若其書名，恐如二君，亦合絕滅，故不名，見責之略也，但合一身絕去而已。"
      },
      {
        "index": 33,
        "text": "冬，楚人伐宋，圍緡。邑不言圍，此其言圍何？剌道用師也。（時以師與魯，未至，又道用之，於是惡其視百姓之命若草木，不仁之甚也。稱人者，楚未有大夫，未得稱師，楚自道用之，故從楚文。）"
      },
      {
        "index": 34,
        "text": "疏“邑不”至“用師也”。○解云：案隱五年“宋人伐鄭，圍長葛”之下，傳云“邑不言圍，此其言圍何”，彼巳注云“據伐於餘丘不言圍”。然則彼巳有注，故此不複解耳。○注“稱人”至“從楚文”。○解云：以文九年“冬，楚子使椒來聘”，彼傳云“椒者何？楚大夫也。楚無大夫，此何以書？始有大夫也。始有大夫，則何以不氏？許夷狄者，不一而足也”。然則文九年始有大夫，則知今時未有。然上四年夏，“楚屈完來盟於師”；下二十八年夏，“楚殺其大夫得臣”，在椒來聘之前，而有大夫者，屈完之下傳云“屈完者何？楚大夫也。何以不稱使？尊屈完也。曷為尊屈完？以當桓公也”，注云“增倍使若得其君，以醇霸德，成王事也”，然則欲尊屈完，使當桓公，以醇霸德，非常事。子玉之下注云“楚無大夫，言其大夫者，欲起上楚人本當言子玉得臣，所以詳錄霸事”。○注“楚自道”至“楚文”。○解云：欲道下文公以楚師得稱楚師，而此不得者，以楚自道用之，故從楚文也。\n公以楚師伐齊，取穀。（言以者行公意，別魯兵也。稱師者，順上文。）"
      },
      {
        "index": 35,
        "text": "疏注“言以者行公意”。○解云：桓十四年冬，“宋人以齊人、衛人、蔡人、陳人伐鄭”，傳云“以者何？行其意也”，彼注云“以已從人曰行，言四國行宋意也”。"
      },
      {
        "index": 36,
        "text": "公至自伐齊。此已取穀矣，何以致伐？（據伐邾婁取叢不致。）未得乎取穀也。（未可謂得意於取穀。）曷為未得乎取穀？（據俱取邑。）曰：患之起，必自此始也。（魯內虛而外乞師，以犯強齊，會齊侯昭卒，晉文行霸，幸而得免。孔子曰：“人之生也直，罔之生也幸而免。”故雖得意，猶致伐也。）"
      },
      {
        "index": 37,
        "text": "疏注“魯內虛而外乞師”。○解云：言內虛者，謂自無師。○“會齊侯昭卒”。○解云：即下二十七年“齊侯昭卒”是也。○注“晉文行霸”。○解云：即二十八年侵曹伐衛，敗楚師於城濮，盟於踐土是也。○注“故雖”至“伐也”。○解云：莊六年注云“公與一國及獨出用兵，得意不致，不得意致伐”。然則此文公以楚師伐齊取穀，是得意，宜合不致。今致伐，作不得意之文，故解之。\n僖公二十有七年\n二十七年，春，杞子來朝。（貶稱子者，起其無禮不備，故魯入之。）"
      },
      {
        "index": 38,
        "text": "疏注“貶稱子”至“入之”。○解云：杞本公爵，但《春秋》欲新周故宋而黜之稱伯，即莊二十七年冬，“杞伯來朝”是也。至二十三年經書“杞子卒”者，但以微弱為徐、莒所脅，不能死位，故以其一等貶之，見聖人子孫有誅無絕而已。至於此經複稱子者，起其無禮，故《左氏》皆有魯入之文也。\n夏，六月，庚寅，齊侯昭卒。秋，八月，乙未，葬齊孝公。"
      },
      {
        "index": 39,
        "text": "乙巳，公子遂帥師入杞。（日者，杞屬脩禮朝魯，雖無禮，君子躬自厚而薄責於人，不當乃入之，故錄責之。○屬，音燭。）"
      },
      {
        "index": 40,
        "text": "冬，楚人、陳侯、蔡侯、鄭伯、許男圍宋。此楚子也，其稱人何？（據序諸侯之上。）貶。曷為貶？（據圍鄭不貶。）為執，宋公貶，故終僖之篇貶也。（古者諸侯有難，王者若方伯和平之，後相犯，複故罪，楚前執宋公，僖公與共議釋之。今複圍犯宋，故貶，因以見義。終僖之篇貶者，言君子和平人，當終身保也。○為，於偽反。難，乃旦反。今複，扶又反。見，賢遍反。）"
      },
      {
        "index": 41,
        "text": "疏注“楚前執宋公”。○解云：即二十一年秋，“執宋公以伐宋”，十二月，“公會諸侯盟於薄，釋宋公”，傳云“執未有言釋之者，此其釋之何？公與議爾也”，彼注云“善僖公能與楚議，釋賢者之厄”。"
      },
      {
        "index": 42,
        "text": "十有二月，甲戌，公會諸侯盟於宋。（地以宋者，起公解宋圍，為此盟也。宋得與盟，則宋解可知也。而公釋之見矣。○與，音預。）\n僖公二十有八年\n二十有八年，春，晉侯侵曹。晉侯伐衛。曷為再言晉侯？（據楚人圍陳，納頓子於頓，亦兩事，不再出楚人。）"
      },
      {
        "index": 43,
        "text": "疏注“據楚”至“出楚人”。○解云：在上二十五年秋也。非兩之也。然則何以不言遂？（據侵蔡遂伐楚言遂。）"
      },
      {
        "index": 44,
        "text": "疏“非兩之也”。○解云：上二十五年頓子之下，傳云“何以不言遂？兩之也”。注云：“微者不別遂，但別兩稱耳。別之者，惡國家不重民命，一出兵為兩事也”。以此言之，初發國，即有兩伐之意。○注“據侵蔡伐楚言遂”。○解云：即上四年“春，王正月，公會齊侯”以下“侵蔡，蔡潰，遂伐楚”是也。"
      },
      {
        "index": 45,
        "text": "未侵曹也。未侵曹，則其言侵曹何？致其意也。其意侵曹，則曷為伐衛？晉侯將侵曹，假塗於衛，衛曰：“不可得。”則固將伐之也。（曹有罪，晉文行霸征之，衛壅遏，不得使義兵以時進，故著言侵曹，以致其意，所以通賢者之心，不使壅塞也。宋襄公伐齊月，此不月者，晉文公功信未著，且當脩文德，未當深求於諸侯，故不美也。○衛雍，於勇反，下同；又作“壅”，同。遏，於葛反。）"
      },
      {
        "index": 46,
        "text": "疏“衛曰不”至“伐之也”。○解云：言衛不可得塗，則固將先伐之，其意猶自欲得侵曹矣。○注“曹有”至“征之”。○解云：言征之者，謂伐而正之，上討下之辭，如上十八年傳云“與襄公之征齊也”。\n公子買戍衛，不卒戍，刺之。不卒戍者何？不卒戍者，內辭也。不可使往也。（即注，當言戍衛不卒。）\n疏“不卒戍者何”。○解云：欲言實戍，乃有不卒戍之文；欲言不戍，而經書戍衛，故執不知問。"
      },
      {
        "index": 47,
        "text": "不可使往，則其言戍衛何？（據言戍衛行文。）遂公意也。（使臣子不可使，恥深，故諱使若往不卒竟事者，明臣不得壅塞君命。）剌之者何？殺之也。殺之，則曷為謂之剌之？內諱殺大夫，謂之剌之也。（有罪無罪，皆不得專殺，故諱殺言剌之。不言剌公子買，但言不卒戍剌之者，起為上事剌之也。內殺大夫例，有罪不日，無罪日。外殺大夫皆時。○起為，於偽反，下“為下卒”、“為晉”、“深為”、“不為”同。）"
      },
      {
        "index": 48,
        "text": "疏“剌之者何”。○解云：欲言不殺，文言剌之；欲言實殺，文不言殺，故執不知問。○注“有罪”至“剌之也”。○解云：《孟子》言大夫者，天子命之輔助其政，諸侯不得專殺大夫也。然則《孟子》之文論有罪，故此何氏云“有罪無罪，皆不得專殺也”。○注“內殺大”至“無罪日”。○解云：其有罪不日，即此文是。而不月者，與上同月故也。無罪日者，成十六年冬十二月，“乙酉，剌公子偃”是也。○注“外殺大夫皆時”。○解云：即上七年夏，“鄭殺其大夫申侯”，下三十年“秋，衛殺其大夫元咺”之類是也。\n楚人救衛。"
      },
      {
        "index": 49,
        "text": "三月，丙午，晉侯入曹，執曹伯畀宋人。畀者何？與也。其言畀宋人何？（據下執衛侯，言歸之於京師。○畀宋，必二反，與也，下同。）"
      },
      {
        "index": 50,
        "text": "疏“畀者何”。○解云：欲言是與，文不言歸；欲言非與，畀者與義，故執不知問。○注“據下”至“京師”。○解云：即下經云冬，“晉人執衛侯歸之於京師”是也。然則彼言歸於京師，此言以畀宋人，故難之。"
      },
      {
        "index": 51,
        "text": "與使聽之也。（與使聽其獄也。時天王居於鄭，晉文欲討楚師，以宋王者之後，法度所存，故因假使治之。宋稱人者，明聽訟必師斷，與其師眾共之。○斷，丁亂反，下“當斷”同。）"
      },
      {
        "index": 52,
        "text": "曹伯之罪何？甚惡也。其甚惡奈何？不可以一罪言也。（曹伯數侵伐諸侯，以自廣大，傳曰“晉侯執曹伯，班其所取侵地於諸侯”是也。齊桓既沒，諸侯背叛，無道者非一。晉與曹同姓，恩惠當先施，刑罰當後加，起而征之，嫌其失義，故著其甚惡者可知也。以兵得不言獲者，晉文伯討，不坐獲者，故亦不責曹不死義兵。日者，喜義兵得時入。○數，所角反，下“數道”同。）"
      },
      {
        "index": 53,
        "text": "疏注“傳曰晉侯”至“是也”。○解云：即下三十一年“春，取濟西田”之下，傳云“惡乎取之？取之曹也。此未有伐曹者，則其言取之曹何？晉侯執曹伯，班其所取侵地於諸侯”是也。○注“恩惠當先施”。○解云：即《堯典》云“九族既睦，平章百姓”是也。○注“刑罰當後加”。○解云：即《小司寇》“議親議賢之辭”是也。○注“故著其甚惡”。○解云：即執而言畀宋人，使治其罪是也。○注“晉文伯討”。○解云：即稱侯以執是也。○注“不坐獲者”。○解云：謂諸侯言獲者，皆是惡其擅獲，是以上十五年“獲晉侯”之下，傳云“君獲，不言師敗績也”，注云“舉君獲為重也。釋不書者，以獲君為惡。書者，以惡見獲，與獲人君者，皆當絕也。主書者，從獲人例”，是其坐獲之文。今晉侯伯討，故不坐獲。"
      },
      {
        "index": 54,
        "text": "夏，四月，己巳，晉侯、齊師、宋師、秦師及楚人戰於城濮，楚師敗績。此大戰也，曷為使微者？（據秦稱師錄功，知大戰必不使微者，楚雖無大夫，齊桓行霸書屈完也。○濮，音卜。）"
      },
      {
        "index": 55,
        "text": "疏注“據秦稱師”。○解云：案文十二年秋，“秦伯使遂來聘”，傳云“秦無大夫，此何以書？賢繆公也”。然則至文十二年秦始有大夫，則知此時未合稱師。今乃稱師錄功，故知大戰。既是大戰，則明知必不應使微者。云楚雖無大夫者，文九年“冬，楚子使椒來聘”，傳云“楚無大夫，此何以書？始有大夫也”。以此言之，則知此時未有大夫，故曰楚雖無大夫矣。云齊桓行霸書屈完也者，即上四年夏，“楚屈完來盟於師”，傳云“屈完者何？楚大夫也。何以不稱使？尊屈完也。曷為尊屈完？以當桓公也”，注云“增倍使若得其君，以醇霸德，成王事”是也。\n子玉得臣也。（以上敗績，下殺得臣。）"
      },
      {
        "index": 56,
        "text": "疏“子玉得臣也”。○解云：傳及注意，似子玉為得臣之氏。子玉得臣，則其稱人何？（據屈完當桓公稱名氏。）貶。曷為貶？（據邲之戰，林父不貶。○邲，皮必反。）大夫不敵君也。（臣無敵君戰之義，故絕正也。秦稱師者，助霸者征伐，克勝有功，故褒進之。齊桓先朝天子，晉文先討夷狄者，晉文之時，楚與爭彊，所遭遇異。）"
      },
      {
        "index": 57,
        "text": "疏注“齊桓先朝天子”。○解云：正以莊十三年冬柯之盟，桓公之信著於天下，豈不朝天子而得然乎？但以外朝不書，是以無經可指耳，但何氏以理知之，故言先朝天子。言先者，欲道至僖四年乃始服楚之意。云所遭遇異者，謂齊桓初霸之時，楚未強大，雖侵諸夏，未能為伯者之害，是以桓公養成其晦，至僖四年乃往討而服之。至晉文之時，楚人孔熾圍宋救衛，與之爭盛，是以未暇朝王，先討子玉矣，時事不同，故云所遭遇異矣。"
      },
      {
        "index": 58,
        "text": "楚殺其大夫得臣。（楚無大夫，其言大夫者，欲起上楚人，本當言子玉得臣。所以詳錄霸事不氏者，子玉得臣，楚之驕蹇臣，數道其君侵中國，故貶，明當與君俱治。○道，音導。）\n衛侯出奔楚。（晉文逐之。不書逐之者，以王事逐之，擇立其次，無絕之心，惡不如出奔重。）"
      },
      {
        "index": 59,
        "text": "疏注“擇立”至“奔重”。○解云：立叔武是也。叔武，衛侯之弟，故曰其次耳。惡不如出奔重者，言文公逐人之惡，少於衛侯出奔之罪。"
      },
      {
        "index": 60,
        "text": "五月，癸丑，公會晉侯、齊侯、宋公、蔡侯、鄭伯、衛子、莒子盟於踐土。陳侯如會。其言如會何？（據曹伯襄言會諸侯。）\n疏注“據曹伯襄”。○解云：即下文“曹伯襄複歸於曹，遂會諸侯圍許”是也。"
      },
      {
        "index": 61,
        "text": "後會也。（說與會伐宋同，刺諸侯不慕霸者，反歧意於楚，失信後會。會不致者，安信與晉文也。盟日者，譎也。衛稱子者，起叔武本無即位之意。陳歧意於楚，在二十七年。○譎，古反。）"
      },
      {
        "index": 62,
        "text": "疏注“盟日者譎也”。○解云：正以《春秋》之例，不信者日，今而書日，故解之。而言譎者，正以孔子謂之“譎而不正”，故取其文。○注“衛稱子”至“之意”。○解云：衛侯為王伯所逐而立叔武，叔武即是成君，何不稱侯而作未逾年之君號？欲起其本無即位之心故也。無即位之心者，即下云“文公逐衛侯而立叔武，叔武辭立而他人立，則恐衛侯之不得反也，故於是已立，然後為踐土之會，治反衛侯”是也。"
      },
      {
        "index": 63,
        "text": "公朝於王所。曷為不言公如京師？（據三月公如京師。）天子在是也。天子在是，則曷為不言天子在是？（據狩於河陽。）不與致天子也。（時晉文公年老，恐霸功不成，故上白天子曰“諸侯不可卒致，原王居踐踐土”，下謂諸侯曰“天子在是，不可不朝”，迫使正君臣，明王法，雖非正，起時可與，故書朝，因正其義。不書諸侯朝者，外小惡不書，獨錄內也。不書如，不言天王者，從外正君臣，所以見文公之功。○卒，七忽反，下“倉卒”同。見，賢遍反，下“不見”、“當見”、“見其”同。）"
      },
      {
        "index": 64,
        "text": "疏注“時晉”至“錄內也”。○解云：皆《春秋說》文及《史記》文。《檀弓下》篇云“晉獻公之喪，秦穆公使人吊公子重耳”，且曰“喪亦不可久也，時亦不可失也，孺子其圖之”，鄭玄注云“孺，稚也”，孺子猶稚子，則於僖九年獻公卒時，仍謂之稚子。今得稱云年老者，正以《禮記》非正典，何氏不醇取之。云明王法，雖非正，起時可與者，言明王之法，雖以為非正，欲見當時事勢不得不然，是故遂書其朝。云公朝於王所，言因正其義者，欲道臣無召君之義，故不言王之所在。云不書諸侯朝者，正以諸侯朝王，不在京師，亦是其惡，但非大惡，當所傳聞之世，見在不錄之限，是以特書公朝，故隱元年“公子益師卒”之下，何氏云“於所傳聞世，見治起於衰亂之中，用心尚粗角，故內其國而外諸夏，先詳內而後治外，內小惡書，外小惡不書”是也。○注“不書如不言”至“之功”。○解云：《春秋》之例，內朝言如，外來言朝。今此魯侯不言如，反言朝，故云從外正君臣，所以見文公之功也。不言天王，所以得正君臣。見文公之功者，以隱元年“秋，七月，天王使宰咺來歸惠公仲子之賵”下，何氏云“天王者，時吳、楚上僭稱王，王者不能正，而上自係於天也。《春秋》不正者，因以廣是非”。然則稱王為正，稱於天則非禮。今此經書不言天王者，亦是正君臣，以見文公之功也。"
      },
      {
        "index": 65,
        "text": "六月，衛侯鄭自楚複歸於衛。（言複歸者，天子有命歸之。名者，剌天子歸有罪也。言自楚者，為天子諱也。天子所以陵遲者，為善不賞，為惡不誅。衛侯出奔當絕，叔武讓國，不當複廢，而反衛侯令殺叔武，故使若從楚歸者。複歸例皆時，此月者，為下卒出也。○當複，扶又反。令，力呈反，下“令自”同。）"
      },
      {
        "index": 66,
        "text": "疏注“言複歸”至“歸之”。○解云：《春秋》文。是以傳云“然後為踐土之會，治反衛侯”，何氏云“叔武訟治於晉文公，令白王者，反衛侯使還國也”。天子有命歸而言複歸者，正以衛侯出惡歸無惡故也，何者？正以衛侯初出之時，晉文以王事逐之，是其出惡；及其歸國，得天子之命，是其歸無惡矣。桓十五年傳曰“複歸者，出惡歸無惡”是也。○注“名者”至“罪也”。解云：諸侯不生名，若其生名皆欲絕之，不以為諸侯，是以莊十年“蔡侯獻舞”之下，傳云“蔡侯獻舞何以名？絕也”。今此衛侯王事不供，而為伯者所逐，故當合絕，但天子歸之，失誅臣之義，是以書名剌天子也。○注“自楚者，為天子之諱也”。解云：正以自者有力之文，故言自楚，得為天子諱者，若似自得楚力而歸然。注“複歸”至“出也”。解云：案桓十七年秋，“蔡季自陳歸於蔡”；下三十年秋，“衛侯鄭歸於衛”之屬，是歸書時也。其複歸書時者，即下冬，“衛元咺自晉複歸於衛”之類，是例合時，而此月，故知為他事出也。\n衛元咺出奔晉。（○咺，況元反。）"
      },
      {
        "index": 67,
        "text": "陳侯款卒。（不書葬者，為晉文諱，行霸不務教人以孝。陳有大喪，而薑會其孤，故深為恥之。宋襄亦背殯，獨不為齊桓諱者，時宋襄自會之。卒不日者，賤其歧意於楚。）\n疏注“卒不日者”。○解云：以大國之卒例書日，巳說於上。秋，杞伯姬來。公子遂如齊。\n冬，公會晉侯、齊侯、宋公、蔡侯、鄭伯、陳子、莒子、邾婁子、秦人於溫。"
      },
      {
        "index": 68,
        "text": "天王狩於河陽。狩不書，此何以書？（據常事也。）不與再致天子也。（一失禮尚愈再失禮重，故深正其義，使若天子自狩，非致也。）魯子曰：“溫近而踐土遠也。（此魯子一說也。溫近狩地，故可言狩。踐土遠狩地，故不言狩也。公以再朝而日言之，上說是。）"
      },
      {
        "index": 69,
        "text": "疏“溫近而踐土遠也”。○解云：近，讀如附近之近。遠，為遠外之遠。○注“公以”至“上說是”。○解云：正以上朝不日，而下朝始日，危錄內再失禮，則知此書狩者，不與再致天子也，故言上說是。"
      },
      {
        "index": 70,
        "text": "壬申，公朝於王所。其日何？（據上朝不日。）錄乎內也。（危錄內再失禮，將為有義者所惡。不月而日者，自是諸侯不係天子，若自不係於月。○惡，烏路反，下“惡衛”同。）"
      },
      {
        "index": 71,
        "text": "晉人執衛侯歸之於京師。歸之於者何？歸於者何？歸之於者，罪巳定矣。歸於者，罪未定也。罪未定，則何以得為伯討？（此難成十五年“晉侯執曹伯歸於京師”。○難，乃旦反，下“方難”同。）\n疏“歸之於者何”。○解云：欲言伯執，晉不稱侯；欲言非伯，而云歸之於京師，似得伯執之義，故執不知問。"
      },
      {
        "index": 72,
        "text": "歸之於者，執之於天子之側者也。罪定不定，巳可知矣。（歸之者，次絕之辭。執於天子之側，巳白天子，罪定不定，自在天子，故言巳可知。）"
      },
      {
        "index": 73,
        "text": "歸於者，非執之於天子之側者也。罪定不定，未可知也。（未得白天子分別之者，但欲明諸侯尊貴，不得自相治，當斷之於天子爾。大惡雖未可知，執有罪，當為伯討矣。無罪而執人，當貶稱人。○別，彼列反。）衛侯之罪何？殺叔武也。何以不書？（據殺大夫書。）為叔武諱也。《春秋》為賢者諱，何賢乎叔武？（據失兄意。○為叔，於偽反，下“為賢”、“為叔武”及注“而為”、“深為”皆同。）讓國也。其讓國奈何？文公逐衛侯而立叔武，叔武辭立而他人立，則恐衛侯之不得反也，故於是巳立。（故上稱子。）然後為踐土之會，治反衛侯。（叔武訟治於晉文公，令白王者反衛侯，使還國也。叔武讓國見殺，而為叔武諱殺者，明叔武冶反衛侯，欲兄饗國，故為去殺巳之罪，所以起其功，而重衛侯之無道。○為去，起呂反。）衛侯得反，曰：“叔武篡我。”元咺爭之曰：“叔武無罪。”終殺叔武，元咺走而出。此晉侯也，其稱人何？（此以伯討而何貶者，言歸之於伯討，明知坐他事，故更問之。○篡，初患反。）"
      },
      {
        "index": 74,
        "text": "疏注“此以伯討而何貶者”。○解云：上四年“齊人執陳袁濤塗”之下，傳云“此執有罪，何以不得為伯討”。然則此傳宜云此執有罪，何以不稱侯？而云此晉侯也，其稱人何？問其貶者，正以言歸之於者，罪定巳可知，即是伯討明矣。知稱人更有所為，故問其稱人之義。"
      },
      {
        "index": 75,
        "text": "貶。曷為貶？（據他罪不見。）衛之禍，文公為之也。文公為之奈何？文公逐衛侯而立叔武，使人兄弟相疑。（《春秋》許人臣者必使臣，許人子者必使子。文公惡衛侯大深，愛叔武大甚，故使兄弟相疑。○大深，音泰，下同。）放乎殺母弟者，文公為之也。（文公本逐之非，故致此禍也。逐之文不見，故貶。主書者，以起文公逐之。○放乎，甫往反。）"
      },
      {
        "index": 76,
        "text": "疏注“文公本逐之非”。○解云：上注文公以王事逐之，而言非者，雖王事不供，罪不至逐，而文公逐之，疾惡大甚，故以為非也。案《論語》云：“人而不仁，疾之巳甚，亂也。”○注“以起文公逐之”。○解云：其主書者，即文公執衛侯之事是也。今執衛侯，貶文公稱人，見其失所，是故貶以起文公逐之。"
      },
      {
        "index": 77,
        "text": "衛元咺自晉複歸於衛。自者何？有力焉者也。（有力焉者，有力於晉也。言恃晉有屬巳力以歸，方難下意，故於是發問。○屬，音燭。）"
      },
      {
        "index": 78,
        "text": "疏“自者何”。解云：文公賢伯，而有力於惡人，似非其義，故執不知問。此執其君，其言自何？（上元咺出奔晉，而文公執衛侯，知以元咺訴執之，怪訴其君而助之。）為叔武爭也。（解文公助之意，以元咺為叔武爭訴，以為忠於巳而助之。雖然，臣無訴君之義，複於衛非也，悖君臣之義，故著言自，明不當有力於惡人也。言複歸者，深為霸者恥之，使若無罪。○爭，爭鬥之爭，下注同。悖，必內反。）\n諸侯遂圍許。曹伯襄複歸於曹。"
      },
      {
        "index": 79,
        "text": "遂會諸侯圍許。（曹伯言複歸者，天子歸之也。名者，與衛侯鄭同義。執歸不書，書者，名惡當見。本無事，不當言遂，又不更舉曹伯者，見其能悔過，即時從霸者征伐也。霸兵不月者，剌文公不偃武脩文以附疏，倉卒欲服許，卒不能降，威信自是衰，故不成其善。○降，戶江反。）"
      },
      {
        "index": 80,
        "text": "疏“曹伯襄複歸於曹”。○解云：天子歸之，以得天子之命，其罪可以除，故言複歸，作入無惡之文矣。上衛侯之下，注云“言複歸者，天子有命歸之”，不言衛侯。而此處著言曹伯者，正以文承元咺複歸之下，辨嫌也。○注“執歸”至“言遂”。○解云：正以上二十一年宋公被執而歸，經不書之，故知執歸不書。今書者，其名之惡當須見之。○注“又不更舉曹伯者”。○解云：謂何以不言曹伯遂會諸侯圍許，正以言遂，又不更舉曹伯，皆是風疾之義，故可以見悔過，即時從霸者征伐也。○注“欲服許”至“其善”。○解云：正以上文溫之會，許男不至，是不慕霸者而從於楚，故因而服之。云卒不能降者，正以二十九年春經書“公至自圍許”，作不得意之文。莊六年“秋，公至自伐衛”之下，傳云“得意致會，不得意致伐”，今此不致會，知卒不能降也。\n僖公二十有九年"
      },
      {
        "index": 81,
        "text": "二十有九年，春，介葛盧來。介葛盧者何？夷狄之君也。何以不言朝？（據諸侯來曰朝。○介葛，音介，國名。）\n疏“介葛盧者何”。○解云：欲言諸侯，文不言朝；欲言大夫，文不書聘，故執不知問。"
      },
      {
        "index": 82,
        "text": "不能乎朝也。（不能升降揖讓也。介者，國也。葛盧者，名也。進稱名者，能慕中國，朝賢君，明當扶勉以禮義。）\n疏注“進稱名者”。○解云：正以下三十年秋，“介人侵蕭”不名，故知此稱名是其進。"
      },
      {
        "index": 83,
        "text": "公至自圍許。○夏，六月，公會王人、晉人、宋人、齊人、陳人、蔡人、秦人盟於狄泉。（文公圍許不能服，自知威信不行，故複上假王人以會諸侯，年老誌衰，不能自致，故諸侯亦使微者會之。月者，惡霸功之廢於是。○故複，扶又反，年未同。惡，烏路反。）\n疏注“月者”至“廢於是”。○解云：正以月非大信之辭也。\n秋，大雨雹。（夫人專愛之所生。○雨，於付反。雹，步角反。）\n冬，介葛盧來。（前公圍許不在，故更來朝。不稱字者，一年再朝不中禮，故不複進也。○中，丁仲反。）\n僖公三十年\n三十年，春，王正月。夏，狄侵齊。"
      },
      {
        "index": 84,
        "text": "秋，衛殺其大夫元咺及公子瑕。衛侯未至，其稱國以殺何？（據歸在下。）道殺也。（時巳得天子命還國，於道路遇而殺之，坐之與至國同，故但稱國，不複別也。言及公子瑕者，下大夫別尊卑。○複，扶又反。別尊，彼列反。）\n衛侯鄭歸於衛。此殺其大夫，其言歸何？（據未至而有專殺之惡，與入惡同。）"
      },
      {
        "index": 85,
        "text": "疏“其言歸何”。解云：正以歸者，是出入無惡也。○注“與入惡同”。○解云：正以複入者，出無惡，入有惡。今此衛侯未至而殺，故宜與入惡同，不合言歸，故難之。\n歸惡乎元咺也。（衛侯歸殺無惡，則元咺之惡明矣。）曷為歸惡乎元咺？（據師還。）"
      },
      {
        "index": 86,
        "text": "疏注“據師還”。○解云：即莊八年“秋，師還”，傳云“還者何？善辭也。此滅同姓，何善爾？非師之罪也”，彼注云“明君之使重在君”。然則彼魯公遣師滅同姓，歸善於師，而歸惡於公，此衛侯即歸惡於元咺，與彼義違。\n元咺之事君也，君出則巳入，（晉人執衛侯歸之於京師，元咺自晉複歸於衛，恃晉力以歸是也。）"
      },
      {
        "index": 87,
        "text": "疏注“恃晉”至“是也”。○解云：即彼傳云“自者何？有力焉者也”，注云“有力焉者，有力於晉也。言恃晉有屬已力以歸”是。"
      },
      {
        "index": 88,
        "text": "君人則巳出，（衛侯鄭自楚複歸於衛，元咺出奔晉是也。）以為不臣也。（故不從犯伯執，為天子所還，言複歸，從出入無惡言歸，以見元咺有出入罪，衛侯得殺之，所以專臣事君之義。名者，為殺叔武之惡天子歸有罪也。執歸不書，主書者，名惡當見。○以見，賢遍反，下同。為，於偽反。惡天，烏路反。）\n晉人、秦人圍鄭。○介人侵蕭。（稱人者，侵中國，故退之。）"
      },
      {
        "index": 89,
        "text": "疏注“稱人者”至“退之”。○解云：正以上二十九年來朝稱名，今不名，故知此稱人者，退之也。冬，天王使宰周公來聘。（與葵丘會同義。）"
      },
      {
        "index": 90,
        "text": "疏注“與葵丘會同義”。○解云：葵丘之會在上九年，“公會宰周公”以下“於葵丘”，彼注云“宰，猶治也，三公之職號尊名也。以加宰，知其職大尊重，當與天子參聽萬機，而下為諸侯所會，惡不勝任也”。此宰周公亦職大尊重，當與天子參聽萬機，而下聘諸侯，惡不勝任，故云與葵丘同義。"
      },
      {
        "index": 91,
        "text": "公子遂如京師，遂如晉。大夫無遂事，此其言遂何？公不得為政爾。（不從公政令也。時見使如京師，而橫生事，矯君命聘晉，故疾其驕蹇自專，當絕之。不舉重者，遂當有本。○橋君，居表反，本又作“矯”。）\n疏“大夫無遂事”。○解云：正以臣無自專之道也。\n僖公三十有一年\n三十有一年，春，取濟西田。惡乎取之？（以不月，與取運異，知非內叛邑。○惡，音烏。）"
      },
      {
        "index": 92,
        "text": "疏注“以不月”至“叛邑”。○解云：昭元年“三月，取運”，傳云“運者何？內之邑也。其言取之何？不聽也”，注云“不聽者，叛也。不言叛者，為內諱，故書取以起之。月者，為內喜得之，故書月也。此不書月，與彼異，知非內之邑，是以傳云“惡乎取之”，猶言何處取之。"
      },
      {
        "index": 93,
        "text": "取之曹也。曷為不言取之曹？（據取叢言邾婁田也。）諱取同姓之田也。（同姓相貪利，惡差重，恥差深。○惡差，初賣反，下同。）此未有伐曹者，則其言取之曹何？（據伐同姓不諱。即有兵，當舉伐曹，下日，若甲戌取須朐。）"
      },
      {
        "index": 94,
        "text": "疏注“即有兵”至“須朐”。○解云：即文七年“春，公伐邾婁。三月，甲戌，取須朐”，傳云“取邑不日，此何以日？內辭也，使若他人然”，注云“使若公春伐邾婁而去，他人自以甲戌日取之”。"
      },
      {
        "index": 95,
        "text": "晉侯執曹伯，班其所取侵地於諸侯也。（班者，布徧還之辭。○布徧，音遍，下文同。）晉侯執曹伯，班其所取侵地於諸侯，則何諱乎取同姓之田？（據晉還之得為伯。）"
      },
      {
        "index": 96,
        "text": "疏注“據晉還之得為伯”。○解云：即上二十八年“三月，丙午，晉侯入曹，執曹伯畀宋人”是也，何者？稱侯以執，伯討之文。然此傳云“晉侯執曹伯，班其所取侵地於諸侯”，正指上二十八年執曹伯以畀宋人之文。言晉還之者，謂執曹伯而還諸侯之田矣。\n久也。（魯本為霸者所還，當時不取，久後有悔，更緣前語取之，不應以複得，故當坐取邑。）公子遂如晉。"
      },
      {
        "index": 97,
        "text": "夏，四月，四卜郊，不從，乃免牲，猶三望。曷為或言三卜，或言四卜？三卜禮也，四卜非禮也。三卜何以禮？四卜何以非禮？（據俱卜也。）"
      },
      {
        "index": 98,
        "text": "疏“曷為或言三卜”。○解云：即襄七年“夏，四月，三卜郊，不從，乃免牲”是也。○“三卜禮也”。○解云：案《曲禮上》篇云“卜筮不過三”，是其舊典之遺存，鄭玄云“求吉不過三，魯四卜郊，《春秋》譏之”是也。三卜禮，謂是魯禮。若天子之郊則不卜，以其常事，但以魯郊非常，是以卜之，吉則為之，凶則巳之。\n求吉之道三。（三卜，吉凶必有相奇者，可以決疑，故求吉必三卜。○奇，居丑反。）"
      },
      {
        "index": 99,
        "text": "疏“求吉之道三”。○解云：《周禮》大卜掌三王之龜易，義亦通於此。然三卜是禮，理應不書，襄七年“三卜郊”何以書？正以魯人之郊，博卜三正，襄七年乃在周之四月，以其不時，是以書也。\n“禘嚐不卜”。郊何以卜？（禘比祫為大，嚐比四時祭為大，故據之。）"
      },
      {
        "index": 100,
        "text": "疏“禘嚐不卜”。○解云：即僖八年“秋，七月，禘於太廟”；桓十四年八月，“乙亥，嚐”之類，皆不見卜筮之文，故言此。○“禘比祫為大”。○解云：禘之與祫雖皆大祭，但禘及功臣，於祫則否，故以禘為大，是以文二年“大事於大廟”之下，傳云“五年而再殷祭”，彼注云“謂三年祫，五年禘。禘所以異於祫者，功臣皆祭也。祫，猶合也。禘，猶諦也，審諦無所遺失”。《盤庚》曰：“茲予大享於先王，爾祖其從與享之。”義亦通於此也。○注“嚐比四時祭為大”。○解云：以此傳配禘，禘既大於祫，則知嚐大於四時，且嚐是秋成，萬物薦馨，故以為盛也。\n卜郊，非禮也。（禮，天子不卜郊。）"
      },
      {
        "index": 101,
        "text": "疏注“禮天”至“卜郊”。○解云：欲道天子之郊，以其常事，故不須卜。魯郊非禮，是以卜之，異於禘嚐耳。卜郊何以非禮？（據上言三卜禮。）"
      },
      {
        "index": 102,
        "text": "疏“卜郊何以非禮”。○解云：弟子之意，以為上言三卜是禮，何言卜郊非禮乎？答者以為由魯郊非正，故須卜，何妨天子之郊不卜乎。"
      },
      {
        "index": 103,
        "text": "魯郊，非禮也。（以魯郊非禮，故卜爾。昔武王既沒，成王幼少，周公居攝，行天子事，製禮作樂，致太平，有王功。周公薨，成王以王禮葬之，命魯使郊，以彰周公之德，非正故卜，三卜，吉則用之，不吉則免牲。謂之郊者，天人相與交接之意也。不言郊天者，謙不敢斥尊。○少，詩照反。太平，音泰。王功，於況反。）"
      },
      {
        "index": 104,
        "text": "疏注“謂之郊”至“意也”。○解云：何氏以為《郊特牲》云“於郊故謂之郊”，《禮記》非正典，故不從之。○注“不言郊天者”至“尊者”。○解云：欲道禘於大廟，於莊公武宮之屬，皆斥尊言之。若然，“乙亥，嚐”，“己卯，烝”之屬，文不斥言者，以是時祭於大廟，小於禘故也。"
      },
      {
        "index": 105,
        "text": "魯郊何以非禮？（據成公乃不郊惡之。○惡之，烏路反，下皆同。）天子祭天，（郊者，所以祭天也。天子所祭，莫重於郊。於南郊者，就陽位也。稿席玄酒，器用陶器匏，大珪不彖，大羹不和，為天至尊，物不可悉備，故推質以事之。○稿，古老反。匏，白交反。彖，大轉反。和，戶臥反。為天，於偽反，下“則為”、“本為”、“主為”皆同。）"
      },
      {
        "index": 106,
        "text": "疏注“居南郊”至“以事之”。○解云：皆出《禮記•郊特牲》。彼文云“郊之祭也”，“大報天而主日也，兆於南郊，就陽位也”，又云“莞簟之安，而蒲越瑽鞂之尚”，“酒醴之美，玄酒明水之尚”，“器用陶匏，以象天地之性也”，“大圭不彖，美其質也”，“大羹不和，貴其質也”。鄭氏云“明水，司烜以陰鑒所取於月之水也。蒲越瑽鞂，藉神席也”；而彼文又云“祭天掃地而祭焉，於其質而已矣”而云稿鞂神席者，正謂對不為壇，故言掃地，不全無席。"
      },
      {
        "index": 107,
        "text": "諸侯祭土。（土，謂社也。諸侯所祭，莫重於社。卿大夫祭五祀，士祭其先祖。）疏“諸侯祭土”。○解云：欲道魯郊為非禮之意也。\n天子有方望之事，（方望，謂郊時所望祭四方群神、日月星辰、風伯雨師、五嶽四瀆及餘山川，凡三十六所。）"
      },
      {
        "index": 108,
        "text": "疏注“方望”至“三十六所”。解云：舊說云四方群神是為四也。通日與月為六，星是五星，為十一也，辰是十二辰，為二十三，風伯雨師為二十五，五嶽為三十，四瀆為三十四，餘小山川為二，是為三十六所。"
      },
      {
        "index": 109,
        "text": "無所不通。（盡八極之內，天之所覆，地之所載，無所不至，故得郊也。）諸侯山川有不在其封內者，則不祭也。（故魯郊非禮也。）"
      },
      {
        "index": 110,
        "text": "疏注“故魯”至“禮也”。○解云：正以其所主狹，是以不得祭天地也。曷為或言免牲？或言免牛？免牲，禮也。（魯卜郊不吉，免之。禮，卜郊不吉，則為牲作玄衣纁裳，使有司玄端，放之於南郊，明本為天，不敢留天牲。）\n疏“或言免牛”。○解云：即成七年“王正月，鼷鼠食郊牛角，改卜牛，鼷鼠又食其角，乃免牛”是也。"
      },
      {
        "index": 111,
        "text": "免牛，非禮也。免牛何以非禮？傷者曰牛。（養牲不謹敬，有災傷，天不饗用，不得複為天牲，故以本牛名之。非禮者，非大牲不當複見免，但當內自省責而已。○複為，扶又反，下同。見免，賢遍反，下“以見”同。）三望者何？望祭也。然則曷祭？祭泰山河海。曷為祭泰山河海？（據郊者主為祭天。○大山，音泰，本亦作“泰”，下同。）\n疏“三望者何”。○解云：欲言祭名，文在免牲之下；欲言非祭，因郊天為之，故執不知問。"
      },
      {
        "index": 112,
        "text": "山川有能潤於百里者，天子秩而祭之。（此皆助天宣氣布功，故祭天及之。秩者，隨其大小尊卑高下所宜。禮，祭天牲角繭栗，社稷宗廟角握，六宗五嶽四瀆角尺，其餘山川視卿大夫。天燎地瘞，日月星辰布，山縣水沉，風磔雨升。燎者，取俎上七體，與其珪寶，在辨中，置於柴上燒之。○繭，古典反。燎，力召反。瘞，於例反。縣，音玄。磔，陟百反。）"
      },
      {
        "index": 113,
        "text": "疏注“禮祭天”至“大夫”。○解云：皆《王製》與《禮說》文耳。其餘山川視卿大夫者，小山川之屬，但牽牛而已。○注“天燎”至“雨升”。○解云：《爾雅》“祭天曰燔柴”者，蓋以燎柴而燔之，故謂祭為燔柴。云地瘞者，即《爾雅》云“祭地曰瘞埋”，李巡曰“祭地以玉埋地中”，瘞，亦埋也。云日月星辰布者，即《爾雅》云“祭星曰布”，孫氏云“既祭布散於地，位似星辰布列”，郭氏曰“布散祭於地”。然則《爾雅》雖不言日月，日月之義宜附於星，故何氏連日月言之。云山縣者，《爾雅》云“祭山曰庪縣”，郭氏云“或庪或縣，置之於山”，李氏曰“祭山以黃玉及璧，以庪置幾上，遙遙而視之，若縣，故曰庪縣”，孫氏曰 “庪縣，埋於山足曰庪，埋於山上曰縣”是也。云水沈者，即《爾雅》“祭川曰浮沈”，孫氏曰“置祭於水中，或浮或沉，故曰浮沉”是也。言風磔者，即《爾雅》云“祭風曰磔”，孫氏云“既祭披磔其牲，以風散之”，李氏曰“祭風以牲頭蹄及皮，破之以祭，故曰磔”，郭氏曰“今俗當夫道中磔狗”，云以止風，此其象。云雨升者，無文，何氏更有所見，蓋患其雨多，祭使上升，故祭雨曰升，明上“水沉”是祭川也。○注“燎者取”至“燎之”。○解云：上天燎之文。其七體者，即少牢之肩、臂、臑、肫、胳、正脊、脡脊、橫脊、短脅、長脅、代脅之屬也。"
      },
      {
        "index": 114,
        "text": "觸石而出，膚寸而合，（側手為膚，案指為寸，言其觸石理而出，無有膚寸而不合。○膚寸，方於反，側手為膚，按指為寸。）不崇朝而遍雨乎天下者，唯泰山爾。（崇，重也。不重朝，言一朝也。○崇朝，如字，注同。雨，於付反，又如字。崇重，直龍反，下同。）河海潤於千里。（亦能通氣致雨，潤澤及於千里。《韓詩傳》曰“湯時大旱，使人禱於山川”是也。郊望非一，獨祭三者，魯郊非禮，故獨祭其大者，）猶者何？通可以已也。（巳，止。）何以書？譏不郊而望祭也。（譏尊者不食，而卑者獨食。書者，惡失禮也。魯至是郊者，僖公賢君，欲尊明其先祖之功德，不就廢之。譏者，《春秋》不見事不書，皆從事舉可知也。不告言不從者，明巳意汲汲欲郊，而上不從爾。所以見事鬼神，當加精誠。）\n秋，七月。○冬，杞伯姬來求婦。其言來求婦何？兄弟辭也。其稱婦何？有姑之辭也。（書者，無出道也。）\n狄圍衛。○十有二月，衛遷於帝丘。（月者，惡大國遷至小國，城郭堅固，人眾彊，遷徙畏人，故惡之也。）\n僖公三十有二年\n三十有二年，春，王正月。"
      },
      {
        "index": 115,
        "text": "夏，四月，己丑，鄭伯接卒。（不書葬者，殺大夫申侯也。君殺大夫，皆就葬，別有罪無罪，唯內無貶公之道，不可去葬，故從殺時別之。○接，二傳作“捷”。別有，彼列反，下同。去，起呂反。）"
      },
      {
        "index": 116,
        "text": "疏注“君殺”至“無罪”。○解云：正謂大夫有罪，則書其君葬；若其大夫無罪，則去其君葬以見惡。○注“唯內”至“別之”。○解云：正其別之者，即有罪不日，上二十八年春，“公子買戍衛，不卒戍，剌之”是也。若其無罪則書日，即成十六年十有二月，“乙酉，剌公子偃”是也。\n衛人侵狄。"
      },
      {
        "index": 117,
        "text": "秋，衛人及狄盟。（不地者，起因上侵就狄盟也。複出衛人者，嫌與內微者同也。言及者，時出不得狄君也。稱人而言及，則知狄盟者卑。○複，扶又反。）\n冬，十有二月，己卯，晉侯重耳卒。（○重，直龍反。）\n僖公三十有三年\n三十有三年，春，王二月，秦人入滑。齊侯使國歸父來聘。"
      },
      {
        "index": 118,
        "text": "夏，四月，辛巳，晉人及薑戎敗秦於殽。其謂之秦何？（據敗者稱師，未得師稱人。○殽，本又作“肴”，戶爻反，或戶高反。）"
      },
      {
        "index": 119,
        "text": "疏注“據敗”至“稱人”。○解云：即莊二十八年“春，王三月，甲寅，齊人伐衛。衛人及齊人戰，衛人敗績”，傳云“敗者稱師，衛何以不稱師”，何氏云“據桓十三年，己巳，燕人戰敗績稱師”；傳云“未得乎師也”，何氏云“未得成列為師也”。然則燕人敗績稱師，衛人未得師稱人，今此稱國，故難之。"
      },
      {
        "index": 120,
        "text": "夷狄之也。曷為夷狄之？（據俱見敗。）秦伯將襲鄭，（輕行疾至，不戒以入曰襲。○輕，遣政反。）百里子與蹇叔子諫曰：“千里而襲人，未有不亡者也。”（行疾不假塗，變必生；道遠多險阻，遭變必亡。○蹇，居輦反。）秦伯怒曰：“若爾之年者，宰上之木拱矣，（宰，塚也。拱，可以手對抱。○拱，九勇反，以手對抱。）\n疏注“宰，塚也”。○解云：正以《穀梁傳》云“子之塚木巳拱矣”，範氏云“拱，合抱”，未知同異如何也。"
      },
      {
        "index": 121,
        "text": "爾曷知！師出，百里子與蹇叔子送其子而戒之曰：“爾即死，必於殽之嶔岩，是文王之所辟風雨者也，（其處險阻隘，勢一人可要百，故文王過之驅馳，常若辟風雨，襲鄭所當由也。○嶔，苦銜反，鄒深生、褚詮之音《上林賦》並同，徐音欽，韋昭《漢書音義》去瞻反；又本或作“廞”，同。岩，五銜反，韋音嚴。處，昌慮反。隘，於賣反。要，一遙反，傳“要之”同。）吾將屍爾焉。”（在床曰屍，在棺曰柩。）子揖師而行。（揖其父於師中，介胄不拜，為其拜如蹲。○胄，直又反。為，於偽反。蹲，音存。）"
      },
      {
        "index": 122,
        "text": "疏注“介胄不拜”。○解云：出《曲禮上》篇，彼文蹲作“蓌”字。《少儀》亦云“介者不拜”，鄭注云“軍中之拜，肅拜”是也。"
      },
      {
        "index": 123,
        "text": "百里子與蹇叔子從其子而哭之，秦伯怒曰：“爾曷為哭吾師？”對曰：“臣非敢哭君師，哭臣之子也。”（言恐臣先死，子不見臣，故先哭之。）弦高者，鄭商也。（鄭商，賈人。○賈，音古。）遇之殽，矯以鄭伯之命而犒師焉。（詐稱曰矯。犒，勞也。見其軍行非常，不似君子，恐見虜掠，故生意矯君命勞之。○矯以，居表反。犒，苦報反，勞也。勞，力報反，下同。掠，音亮。）或曰往矣，或曰反矣。（軍中語也。時以為鄭實使弦高犒之，或以為鄭伯巳知將見襲，必設備，不如還。或曰既出，當遂往之。）然而晉人與薑戎，要之殽而擊之，匹馬隻輪無反者，（然，然上議，猶豫留往之頃也。匹馬，一馬也；隻，騎也。皆喻盡。○，隻輪如字，一本又作易輪。董仲舒云：“車皆不還，故不得易輪轍”。隻踦，居宜反，一本作“易踦”。）其言及薑戎何？（據秦人白狄，不言及吳子主會也。）"
      },
      {
        "index": 124,
        "text": "疏注“及吳子主會也”。○解云：即黃池傳云“吳何以稱子？吳主會。吳主會，即曷為先言晉侯？不與夷狄之主中國也”。"
      },
      {
        "index": 125,
        "text": "薑戎，微也。（故絕言及。）稱人，亦微者也，何言乎薑戎之微？（據邢人、狄人伐衛不言及。）先軫也。（先軫，晉大夫也。言薑戎微，則知稱人者尊。）或曰襄公親之。（以既貶，又危文公葬。）"
      },
      {
        "index": 126,
        "text": "疏注“以既”至“公葬”。○解云：即下經云“癸巳，葬晉文公”是也，何者？隱三年傳云“當時而不日，正也；當時而日，危不得葬也”。今此文公去年十二月薨，至今年四月正宜合葬，而書其日，故云危文公葬。\n襄公親之，則其稱人何？（據桓十三年衛侯背殯用兵不稱人。）"
      },
      {
        "index": 127,
        "text": "疏注“據桓十三年”至“稱人”。○解云：即桓十三年“二月，公會紀侯、鄭伯。亡巳，及齊侯、宋公、衛侯、燕人戰”云云是也。知彼衛侯背殯用兵者，即以桓十二年十一月，“丙戌，衛侯晉卒”，至十三年“三月，葬衛宣公”。然則三月乃葬先君，二月而已出戰，故知背殯明矣。"
      },
      {
        "index": 128,
        "text": "貶。曷為貶？（據俱背殯用兵。）君在乎殯而用師，危不得葬也。（與衛迫齊、宋異，故惡不子也。○惡不，烏路反，下同。）"
      },
      {
        "index": 129,
        "text": "疏注“與衛”至“宋異”。○解云：即彼注云“背殯用兵而月，不危之者，衛弱於齊、宋，不從亦有危，故量力不責”是也。"
      },
      {
        "index": 130,
        "text": "詐戰不日，此何以日？（據不言敗績，外詐戰文也。詐，卒也。齊人語也。○卒，七忽反。）盡也。（惡者不仁。）癸巳，葬晉文公。\n狄侵齊。○公伐邾婁，取叢。（取邑不致者，得意可知例。○取菆，才工反，二傳作“取訾樓”。）"
      },
      {
        "index": 131,
        "text": "疏“取叢”。○解云：叢有作“鄒”字者。○注“取邑”至“知例”。○解云：公與二國以上用兵之時，得意致會，不得意致伐。若與一國及獨出用兵之時，得意不致，不得意致伐。今此取邑例皆不致，不別得意者，既言取邑，得意明矣，何勞別之？\n秋，公子遂率師伐邾婁。○晉人敗狄於箕。（不月者，略微者與夷狄也。）"
      },
      {
        "index": 132,
        "text": "疏注“不月”至“狄也”。○解云：以隱六年注云“戰例時，偏戰日，詐戰月”，今此不月，故解之。冬，十月，公如齊。（月者，善公念齊恩及子孫。）"
      },
      {
        "index": 133,
        "text": "疏注“月者”至“子孫”。○解云：正以朝聘例時，故如此解。而言念齊恩及子孫者，正以十年春，“公如齊”之下，注云“月者，僖公本齊所立，桓公德衰見叛，獨能念恩朝事之，故善錄之”。十五年“公如齊”之下，注云“月者，善公既能念恩，尊事齊桓，又合古五年一朝之義，故錄之”。今桓公既卒，能複朝齊，書月，故以念恩及子孫解之。\n十有二月，公至自齊。乙巳，公薨於小寢。霣霜不殺草，李梅實。"
      },
      {
        "index": 134,
        "text": "何以書？記異也。何異爾？不時也。（周之十二月，夏之十月也。《易•中孚記》曰：“陰假陽威之應也。早霣霜而不殺萬物，至當霣霜之時，根生之物複榮不死，斯陽假與陰威，陰威列索，故陽自霣霜而反不能殺也。”此祿去公室，政在公子遂之應也。○複，扶又反。索，息各反。）\n疏注“陰威列索”。○解云：正謂陰威列見而散萬物矣。\n晉人、陳人、鄭人伐許。"
      }
    ]
  }
}