{
  "chapterNumber": 11,
  "title": "春秋公羊傳註疏卷09 (Gongyang Zhushu, Volume 9)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "莊公卷九\n（起二十八年，盡閔公二年）\n莊公二十有八年"
      },
      {
        "index": 1,
        "text": "二十有八年，春，王三月，甲寅，齊人伐衛。衛人及齊人戰，衛人敗績。伐不日，此何以日？（據鄭人伐衛不日。）"
      },
      {
        "index": 2,
        "text": "疏注“據鄭人伐衛不日”。○解云：在隱二年冬。按彼文雖在十二月“乙卯，夫人子氏薨”之下，不蒙其日月，故得據之。"
      },
      {
        "index": 3,
        "text": "至之日也。（用兵之道，當先至竟侵責之，不服乃伐之。今日至，便以今日伐之，故曰以起其暴也。）戰不言伐，此其言伐何？至之日也。（至日便伐，明暴故舉伐。）\n疏“戰不”至“伐何”。○解云：正以上十年傳云“戰不言伐”云云，書其重者，故此弟子據而難之。\n《春秋》伐者為客，（伐人者為客，讀伐長言之，齊人語也。○伐者為客，何云“讀伐長言之”，伐人者也。）\n疏“《春秋》伐者為客”。○解云：謂伐人者，必理直而兵強，故引聲唱伐，長言之，喻其無畏矣。\n伐者為主。（見伐者為主，讀伐短言之，齊人語也。○伐者為主，何云“讀伐短言之”，見伐者也。）"
      },
      {
        "index": 4,
        "text": "疏“伐者為主”。○解云：謂被伐主，必理曲而寡援，恐得罪於鄰國，故促聲短言之，喻其恐懼也。公羊子齊人，因其俗可以見長短，故言此。\n故使衛主之也。（戰序上言及者為主。）曷為使衛主之？（據宋襄公伐齊，宋主齊。）"
      },
      {
        "index": 5,
        "text": "疏注“據宋”至“主齊”。○解云：即僖十八年“春，王正月，宋公會曹伯、衛人、邾婁人伐齊”，夏，“五月，戊寅，宋師及齊師戰於甗，齊師敗績”，傳云“戰不言伐，此其言伐何？宋公與伐而不與戰，故言伐。《春秋》伐者為客，伐者為主。曷為不使齊主之？與襄公之征齊也。曷為與襄公之征齊？桓公死，豎刀、易牙爭權不葬，為是故伐之也”是也。\n衛未有罪爾。（蓋為幽之會，服父喪未終而不至故。○蓋為，於偽反。）"
      },
      {
        "index": 6,
        "text": "疏注“蓋為”至“至故”。○解云：上二十七年“夏，公會齊侯、宋公、陳侯、鄭伯，同盟於幽”是也。按上二十五年“夏，五月，癸丑，衛侯朔卒”，至二十七年六月幽之會時，始二十六月未盡。今傳複以為無罪，故知正為父喪未終，是以不至，則幽之會不至之衛侯，惠公朔之子，蓋懿公也。\n敗者稱師，衛何以不稱師？（據桓十三年己巳，燕人戰敗績稱師也。）"
      },
      {
        "index": 7,
        "text": "疏注“據桓”至“稱師也”。解云：即彼經云十三年“春，二月，公會紀侯、鄭伯。己巳，及齊侯、宋公、衛侯、燕人戰，齊師、宋師、衛師、燕師敗績”是。"
      },
      {
        "index": 8,
        "text": "未得乎師也。（未得成列為師也。詐戰不言戰，言戰者，衛未有罪，方欲使衛主齊，見直文也。不地者，因都主國也。○見直，賢遍反。）疏注“詐戰不言戰”。解云：通例如此。\n夏，四月，丁未，邾婁子瑣卒。（日者，附從霸者朝天子，行進。○瑣，素果反。）"
      },
      {
        "index": 9,
        "text": "疏注“日者”至“行進”。○解云：欲決上十六年冬十二月，“邾婁子克卒”不書日故也。正以行進而書日，故知附從霸者朝天子，賢於會霸者於北杏而已。但外相如例所不書，故無其文，何氏以理知之，故如此解。\n秋，荊伐鄭。公會齊人、宋人、邾婁人救鄭。（書者，善中國能相救）。"
      },
      {
        "index": 10,
        "text": "冬，築微。（○築微，《左氏》作“麋”。）大無麥禾。冬，既見無麥禾矣，曷為先言築微，而後言無麥禾？諱以凶年造邑也。（諱使若造邑而後無麥禾者，惡愈也。此蓋秋水所傷，就築微下俱舉水，則嫌冬水，推秋無麥禾，使若冬水所傷者，但言無麥禾，則嫌秋自不成，不能起秋水，因疾莊公行類同，故加大，明有秋水也。此夫人淫泆之所致。）"
      },
      {
        "index": 11,
        "text": "疏注“此蓋”至“秋水”。○解云：既言無麥，是建未之前事，故知秋水所傷也。若其經云冬築微大水無麥禾，即大水在冬下，嫌是冬水矣，則嫌推尋此秋無麥禾之事，若使冬水傷殺之者矣。若不言大而但言無麥禾，則嫌此秋但地氣不養而麥禾不成，不能起見此秋實有水矣。因欲疾莊公之行，不製夫人，令其陰盛，類同於水，故加大以見之。\n臧孫辰告糴於齊。告糴者何？請糴也。（買穀曰糴。）"
      },
      {
        "index": 12,
        "text": "疏“告糴者何”。○解云：欲言買穀，不見將物之文；欲言非買穀，而經書糴者，改執不知問。何以不稱使？（據上大無麥禾，知以國事行，當言如也。）\n疏注“當言如也”。○解云：正以如者，內稱使文故也。"
      },
      {
        "index": 13,
        "text": "以為臧孫辰之私行也。曷為以臧孫辰之私行？（據國事也。）君子之為國也，必有三年之委。一年不熟告糴，譏也。（古者三年耕，必餘一年之儲；九年耕，必有三年之積，雖遇凶災，民不饑乏。莊公享國二十八年，而無一年之畜，危亡切近，故諱，使若國家不匱，大夫自私行糴也。○委，於鬼反。諸，直魚反。畜，敕六反。匱，其位反。）\n疏注“危亡切近，故諱”。○解云：謂危亡之事，切於國家，理應不遠矣。\n莊公二十有九年"
      },
      {
        "index": 14,
        "text": "二十有九年，春，新延廄。新延廄者何？脩舊也。（舊，故也。繕故曰新，有所增益曰作，始造曰築。○廄，九又反。）"
      },
      {
        "index": 15,
        "text": "疏“新延廄者何”。○解云：欲言新造，不見作名；欲言修舊，修舊不書，故執不知問。○注“繕故曰新”。○解云：即此是也。○注“有所增益曰作”。○解云：即僖二十年“新作南門”是也。○注“造曰築”。○解云：即止“築微”，傳云“凶年不造邑也”之屬是也。\n脩舊不書，此何以書？（據新宮災後修不書。）"
      },
      {
        "index": 16,
        "text": "疏注“據新”至“不書”。○解云：即成三年二月，“甲子，新宮災。三日哭”，於此以後，不見修作之文是也。\n譏。何譏爾？凶年不脩。（不諱者，繕故功費差輕於造邑。延廄，馬廄也。○費，芳味反。差，初賣反。）"
      },
      {
        "index": 17,
        "text": "疏注“不諱”至“造邑”。○解云：上二十八年“築微”之事，實在大無麥禾後，而在前言之者，諱以凶年造邑故也。然則去年無麥禾，今茲凶歲而修廄，不諱者，正以功費輕也。\n夏，鄭人侵許。"
      },
      {
        "index": 18,
        "text": "秋，有蜚。何以書？記異也。（蜚者，臭惡之蟲也，象夫人有臭惡之行。言有者，南越盛暑所生，非中國之所有。○蜚，扶味反，臭蟲也。行，下孟反。）\n冬，十有二月，紀叔姬卒。（國滅卒者，從夫人行，待之以初也。）"
      },
      {
        "index": 19,
        "text": "疏注“國滅”至“以初也”。○解云：桓七年“夏，穀伯綏來朝。鄧侯吾離來朝”，傳云“皆何以名？失地之君也。其稱侯朝何？貴者無後，待之以初也”。然則今此叔姬，其國已滅而書卒，正以本貴為夫人，今雖國滅，猶以夫人之禮待之而書其卒，故云待之以初也。案隱七年，則此叔姬乃是伯姬之媵，而言從夫人行者，正以十二年春“叔姬歸於酅”，傳云“其言歸於酅何？隱之也。何隱爾？其國亡矣，徒歸於叔爾也”。然則初去之時，雖為媵妾，至莊四年三月“伯姬卒”之後，紀國未滅之前，紀侯立之為夫人，其言夏“紀侯大去其國”，叔姬乃歸於魯，至十二年春歸於酅之時為夫人，故曰從夫人行也。\n城諸及防。（諸，君邑。防，臣邑。言及，別君臣之義。君臣之義正，則天下定矣。○別，彼列反。）"
      },
      {
        "index": 20,
        "text": "疏注“諸君”至“臣邑”。○解云：知如比者，正以昭五年“夏，莒牟夷以牟婁及防茲來奔”，傳云“其言及防茲來奔”，傳云“其言及防茲來奔何？不以私邑累公邑也”，彼注云“公邑，君邑也。私邑，臣邑也。累，次也。義不可使臣邑與君邑相次序，故言及以絕之”。然則都邑言及別公私，故知此言城諸及防者，是君臣邑故也。○注“言及”至“定矣”。○解云：所以君臣之義正，則天下定，可以為王者之法矣。\n莊公三十年\n三十年，春，王正月。夏，師次於成。"
      },
      {
        "index": 21,
        "text": "秋，七月，齊人降鄣。鄣者何？紀之遺邑也。降之者何？取之也。取之則曷為不言取之？為桓公諱也。（時霸功足以除惡，故為諱。言降者，能以德見歸，自來服者可也。○降鄣，戶江反，下注同。鄣，音章。為桓，於偽反，注同。）"
      },
      {
        "index": 22,
        "text": "疏“鄣者何”。○解云：欲言是國，《春秋》未有；欲言非國，複無所係，故執不知問。○“降之者何”。○解云：欲言自服，文道齊人；欲言兵加，而文又言降，故執不知問。"
      },
      {
        "index": 23,
        "text": "外取邑不書，此何以書？盡也。（襄公服紀以過，而複盡取其邑，惡其不仁之甚也。月者，重於取邑”。○複，扶又反。惡其，烏路反，下同。）\n疏注“月者，重於取邑”。○解云：以取邑例時，即隱六年“冬，宋人取長葛”之屬是。\n八月，癸亥，葬紀叔姬。外夫人不書葬，此何以書？隱之也。何隱爾？其國亡矣，徒葬乎叔爾。\n九月，庚午，朔，日有食之。鼓用牲於社。（是後魯比弑二君，狄滅邢、衛。○比殺，申誌反。）"
      },
      {
        "index": 24,
        "text": "疏“徒葬乎叔爾”。解云：謂不得與夫合葬，故言徒。徒者，空也。案上四年“齊侯葬紀伯姬”，傳云“外夫人不書葬，此何以書？隱之也。何隱爾？徒葬於齊爾”。而此重發之者，正以彼則於齊，此則於叔，故重言之。○注“是後魯比弑二君”。○解云：謂下三十二年“子般卒”，閔二年“公薨”是也。○注“狄滅邢、衛”。○解云：謂僖元年“次聶北，救邢”，僖二年“春，王正月，城楚丘”之屬是也。\n冬，公及齊侯遇於魯濟。（○濟，子禮反。）齊人伐山戎。此齊侯也，其稱人何？（據下言齊侯來獻戎捷。）\n疏注“據下”至“戎捷”。○解云：即下三十一年“夏，六月，齊侯來獻戎捷”是也。\n貶。曷為貶？（據齊侯伐北戎不貶。）"
      },
      {
        "index": 25,
        "text": "疏注“據齊”至“不貶”。○解云：即僖十年“夏，齊侯、許男伐北戎”是也。若然，而此注不道許男者，正以其解齊人伐山戎之故，省文。"
      },
      {
        "index": 26,
        "text": "子司馬子曰：“蓋以操之為已蹙矣。”（操，迫也。已，甚也。蹙，痛也。迫殺之甚痛。○以操，七刀反，迫也，注同。蹙，子六反。）此蓋戰也。何以不言戰？（據得捷也。）《春秋》敵者言戰。桓公之與戎狄，驅之爾。（時桓公力但可驅逐之而已，戎亦天地之所生，而乃迫殺之甚痛，故去戰貶見其事，惡不仁也。山戎者，戎中之別名，行進故錄之。○去，起呂反。見，賢遍反。）"
      },
      {
        "index": 27,
        "text": "疏“《春秋》敵者言戰”。解云：謂軍人眾寡相敵者，不謂將之尊卑等，是以僖二十八年“晉侯”已下，“及楚人戰於城濮”；宣十二年“晉荀林父帥師及楚子戰於邲”之屬，雖君與大夫亦言戰矣。○注“故去”至“不仁也”。○解云：謂貶去其戰，以見力不得等，惡齊侯之不仁也。○注“行進故錄之”。○解云：謂言山，詳錄之耳。\n莊公三十有一年"
      },
      {
        "index": 28,
        "text": "三十有一年，春，築台於郎。何以書？譏。何譏爾？臨民之所漱浣也。（無垢加功曰漱，去垢曰浣，齊人語也。譏者，為瀆下也。禮，天子外屏，諸侯內屏，大夫帷，士簾，所以防泄慢之漸也。禮，天子有靈台，以候天地；諸侯有時台，以候四時。登高遠望，人情所樂，動而無益於民者，雖樂不為也。四方而高曰台。○漱，素口反。浣，戶管反。垢，古口反。去，起呂反。為瀆，於偽反，下“為威”同。）"
      },
      {
        "index": 29,
        "text": "疏“臨民之所漱浣也”。○解云：謂郎台近泉台，故知如此。是以文十六年傳云“泉台者何？郎台也。郎台則曷為謂之泉台？未成為郎台，既成為泉台”，彼注云“既成更以所置名之”者，即其近泉之證也。○注“無垢加功曰漱”。○解云：謂但用手矣。既無垢而加功者，蓋亦少有，但無多垢，故謂之無，非全無也。又取其鬥漱耳，若以裏語曰鬥漱也。注“去垢曰浣”者。蓋用足物，是以舊說云用足曰浣是也。故《內則》云“冠帶垢，和灰請漱；衣裳垢，和灰請嚐”，鄭注云“手曰漱，足曰浣，和，漬也”是也。○注“禮天”至“士簾”。○解云：《禮說》文也。○注“天子”至“四時”。○解云：皆是《禮說》文也。文王受命之後，乃築靈台，亦是天子曰靈台之義。正以候天地，故以靈言之；諸侯候四時，故謂之時台。○注“四方而高曰台”。○解云：《爾雅•釋宮》文。"
      },
      {
        "index": 30,
        "text": "夏，四月，薛伯卒。（卒者，薛與滕俱朝隱公，桓弑隱而立，滕朝桓公，薛獨不朝，知去就也。○桓殺，申誌反。）"
      },
      {
        "index": 31,
        "text": "疏“卒者”至“去就也”。○解云：所傳聞之世，小國卒例不合書，而今書之，故解之耳。言薛與滕俱朝隱公者，即隱十一年“滕侯、薛侯來朝”是也。言滕朝桓公者，即桓二年滕子來朝是也。言知去就者，謂知去惡就善矣。\n築台於薛。何以書？譏。何譏爾？遠也。（禮，諸侯之觀不過郊。○觀，工喚反。）"
      },
      {
        "index": 32,
        "text": "疏注“禮諸”至“過郊”。解云：正以郎為近邑而在郊內，鄉者上傳不譏其遠，今此云薛，傳云“遠也”，故知禮法不得過郊矣。"
      },
      {
        "index": 33,
        "text": "六月，齊侯來獻戎捷。（戰所獲物曰捷。）齊，大國也。曷為親來獻戎捷？（據齊未嘗朝魯。）威我也。（以威恐怖魯也。如上難知為威魯書之。○恐怖，丘勇反；下普故反。）其威我奈何？旗獲而過我也。（旗，軍幟名，各有色，與金鼓俱舉，使士卒望而為陳者。旗獲，建旗縣所獲得以過魯也。不書威魯者，恥不能為齊所忌難，見輕侮也。言獻捷係戎者，《春秋》王魯，因見王義，古者方伯征伐不道，諸侯交格而戰者，誅絕其國，獻捷於王者。楚獻捷時，此月者，刺齊桓憍慢恃盈，非所以就霸功也。○幟，音誌，又申誌反，又尺誌反，本又作“織”，同。難，乃旦反。因見，賢遍反。）"
      },
      {
        "index": 34,
        "text": "疏注“旗軍”至“有色”。○解云：即禮大帛以即戎之屬是也。○注“與金鼓俱舉”。○解云：謂以金錞和鼓，金鐸通鼓之時而建之。○注“旗獲”至“過魯也”。○解云：凡言過者，謂道所經過之稱。今齊侯伐山戎而得過魯，則此山戎不在齊北可知。蓋戎之別種，居於諸夏之山，故謂之山戎耳。○注“言獻捷係戎” 至“不道”。○解云：正決僖二十一年冬，“楚人使宜申來獻捷”，無所係矣。○注“諸侯交”至“於王者”。○解云：格，猶距也。謂與交戰而距王。今人謂不順之處為格化之類。○注“楚獻”至“此月”。○解云：即僖二十一年冬，“楚人使宜申來獻捷”是也。而云持盈者，謂自持盈滿之道而侮諸侯，失謙虛之義，故月之。"
      },
      {
        "index": 35,
        "text": "秋，築台於秦。何以書？譏。何譏爾？臨國也。（言國者，社稷、宗廟、朝廷皆為國，明皆不當臨也。臨社稷、宗廟則不敬，臨朝廷則泄慢也。）冬，不雨。何以書？記異也。（京房《易傳》曰“旱異者，旱久而不害物也。斯祿去公室，福由下作，故陽雖不施，而陰道獨行，以成萬物也。”先是比築三台，慶牙專政之應。○施，申豉反。）"
      },
      {
        "index": 36,
        "text": "疏注“先是比築三台”。○解云：即上文於郎、於薛、於秦之屬是也。○注“慶牙專政”。○解云：即上二十七年傳云“公子慶父、公子牙、公子友皆莊公之母弟也。公子慶父、公子牙通乎夫人以脅公，季子起而治之，則不得與於國政，坐而視之，則親親，因不忍見也。故於是複請至於陳，而葬原仲也”，下三十二年傳云“季子至而授之以國政”。然則上既言二子脅公，季友不得為政，下文始言授季子國政，即於是時慶牙為政明矣。\n莊公三十有二年\n三十有二年，春，城小穀。夏，宋公、齊侯遇於梁丘。\n秋，七月，癸巳，公子牙卒。何以不稱弟？（據公弟叔肹卒。○肹，許乙反。）"
      },
      {
        "index": 37,
        "text": "疏“城小穀”。○解云：二傳作“小”字，與《左氏》異。“夏宋公”至“梁丘”。○解云：隱八年注云“宋公序上者，時衛侯要宋公，使不虞者為主，明當戒慎之”。然則今宋公序上，亦為齊侯所要故也。○注“據公弟叔肹卒”。解云：即宣十七年“冬，十有一月，壬午，公弟叔肹”是也。\n殺也。殺則曷為不言刺？（據公子買有罪殺之，言刺不言卒。）"
      },
      {
        "index": 38,
        "text": "疏注“據公”至“言卒”。○解云：即僖二十八年“公子買戍衛，不卒戍，刺之”傳云“不卒戍者何？不卒戍者，內亂也，不可使往也。不可使往，則其言戍衛何？遂公意也”是也。"
      },
      {
        "index": 39,
        "text": "為季子諱殺也。曷為為季子諱殺？（據叔孫得臣卒不日者，惡不發揚公子遂弑也。○為季，於偽反，下“為季”、“而為”，注“故為”同。）"
      },
      {
        "index": 40,
        "text": "疏注“據叔”至“遂弑也”。○解云：即宣五年九月，“叔孫得臣卒”，注云“不日者，知公子遂欲弑君，為人臣知賊而不言，明當誅”是也。然則季子若其發揚牙之罪惡誅之，正是臣人之道。今而諱殺，故難之云。"
      },
      {
        "index": 41,
        "text": "季子之遏惡也。（遏，止。○遏，於葛反，止也。）不以為國獄，（不就致獄其刑，故言卒。）緣季子之心而為之諱。（季子過在親親，疑於非正，故為之諱，所以別嫌明疑。○別，彼列反。）"
      },
      {
        "index": 42,
        "text": "疏注“季子”至“明疑”。○解云：季子仁者，不忍用刑其兄，是失事君之道。然則季子之過，在於親其親者，故曰過在親親。《春秋》以掩遏牙之惡，與周公行誅於兄異，是以疑其非正禮耳，故為之諱刺文。所以別嫌者，謂諱刺別於親親，失臣道之嫌。明疑者，明於掩惡，非正禮之疑耳。\n季子之遏惡奈何？莊公病，將死，以病召季子。（召之於陳。）"
      },
      {
        "index": 43,
        "text": "疏注“召之於陳”。○解云：正以上二十七年傳云“因不忍見也，故於是複請至於陳，而葬原仲也”之文故也。季子至而授之以國政。（至不書者，內大夫出與歸，不兩書。）"
      },
      {
        "index": 44,
        "text": "疏注“至不”至“兩書”。○解云：謂通例如此。宣八年“夏，公子遂如齊，至黃乃複”，書其乃複者，彼傳云“何言乎有疾乃複？譏。何譏爾？大夫以君命出，聞喪徐行而不反”，彼注云“喪尚不當反，況於疾乎”是也。宣十八年秋，“公孫歸父如晉”，冬，“歸父還自晉，至檉，遂奔齊”，書其還者，彼傳云“還者何？善辭也。何善爾？歸父使於晉，還自晉，至檉，聞君薨家遣，墠帷”，反命乎介，自是走之齊”，彼注云“主書者，善其不以家見遂怨懟，成踴哭君，終臣子之道，起時莫能然也。言至檉者，善其得禮於檉”是也。昭十四年“春，隱如至自晉”；又昭二十四年春，“叔孫舍至自晉”，皆書至者，正由被執而得歸，是以重而書至，猶非正歸當書之例也。閔二年秋，“季子來歸”書者，初出亦不書，不得難此也。"
      },
      {
        "index": 45,
        "text": "曰：“寡人即不起此病，吾將焉致乎魯國？”（致，與也。○焉，於虔反。）季子曰：“般也存，君何憂焉？”公曰：“庸得若是乎？（庸，猶傭傭無節目之辭。○般，音班。）牙謂我曰：‘魯一生一及，君巳知之矣。’（父死子繼曰生，兄死弟繼曰及。言隱公生，桓公及，今君生，慶父亦當及，是魯國之常也。）慶父也存。”（時莊公以為牙欲立慶父。）\n疏“慶父也存”者，解云：莊公辭。"
      },
      {
        "index": 46,
        "text": "季子曰：“夫何敢？是將為亂乎？夫何敢！”（再言夫何敢者，反覆思惟，且欲以安病人也。孔子曰：“君子有九思：視思明，聽思聰，色思溫，貌思恭，言思忠，事思敬，疑思問，忿思難，見得思義”。○夫何，音扶，下及注同。覆，芳服反。思難，乃旦反。）"
      },
      {
        "index": 47,
        "text": "疏注“再言”至“病人也”。○解云：謂反覆思惟踟躕之間，故再告此。言夫何敢，使病者意安耳。○注“孔子曰”至“思義”。○解云：引之者，欲言季子反覆思惟，合於君子之道。言見得思義者，得謂利祿也。"
      },
      {
        "index": 48,
        "text": "俄而牙弑械成。（是時牙實欲自弑君，兵械已成，但事未行爾。有攻守之器曰械。○俄，五多反。牙殺，申誌反，注及下“親弑”同。械，戶戒反。）季子和藥而飲之，（藥者，冘毒也，傳曰“冘之”是也。時季子亦有械，故能飲之。傳不道者，從可知。○飲，於鴆反，注同。冘毒，本亦作“鴆”，直蔭反，下文同。）\n疏注“藥者”至“是也”。○解云：即下云“然則曷為不直誅而冘之”云云者是。\n曰：“公子從吾言而飲此，則必可以無為天下戮笑，必有後乎魯國。（時世大夫，誅不宣揚，子當繼體如故。）"
      },
      {
        "index": 49,
        "text": "疏“則必可以無為天下戮笑”。○解云：言不為天下所共戮，不為天下所共笑矣。○注“時世大夫”。○解云：欲道古禮大夫不世矣。"
      },
      {
        "index": 50,
        "text": "不從吾言而不飲此，則必為天下戮笑，必無後乎魯國。”於是從其言而飲之，飲之無傫氏，至乎王堤而死。公子牙今將爾，（今將欲殺無傫。○無，本又作“巫”。傫，音力委反，又力追反。堤，丁兮反。）"
      },
      {
        "index": 51,
        "text": "疏“飲之無傫氏”。○解云：或是大夫家，或是地名。言飲冘毒之藥於無傫氏矣。舊云飲之無傫氏者，言飲此毒不累其子孫，謂當立其氏族也者，非也。○“至乎王堤而死”。○解云：王堤，蓋地名。\n辭曷為與親弑者同？（辭，傳序經辭。親，躬親也。）"
      },
      {
        "index": 52,
        "text": "疏注“辭，傳序經辭”。○解云：知如此者，正以經書“公子牙卒”，無誅殺之文。傳云“曷為不言刺之”，云是將為亂乎？故知此辭與親弑者同，但是傳序經辭，非為經也。"
      },
      {
        "index": 53,
        "text": "君親無將，將而誅焉。（親，謂父母。○無將，如字，閔公“本將不誅”、“將而”皆同；或子匠反，非也。）然則善之與？曰：然。殺世子母弟直稱君者，甚之也。季子殺母兄，何善爾？誅不得辟兄，君臣之義也。（以臣事君之義也。唯人君然後得申親親之恩。○與，音餘。）"
      },
      {
        "index": 54,
        "text": "疏“殺世子母弟”至“之也”。○解云：即僖五年“春，晉侯殺其世子申生”，襄二十六年“秋，宋公殺其世子座”之屬者，是殺世子直稱君之經也。隱元年“夏，五月，鄭伯克段於鄢”；襄三十年夏，“天王殺其弟年夫”之屬者，是殺母弟直稱君之經也。○注“唯人”至“之恩”。○解云：欲道殺世子母弟，所以直稱君甚之之義。言得申親親之恩而不申之，故甚其惡耳。"
      },
      {
        "index": 55,
        "text": "然則曷為不直誅而冘之？行誅乎兄，隱而逃之，使讬若以疾死然，親親之道也。（明當以親親原而與之，於治亂當賞疑從重，於平世當罰疑從輕。莊不卒大夫而卒牙者，本以書國將弑君。書日者，錄季子遏惡也。行誅親親，雖冘之猶有恩也。）"
      },
      {
        "index": 56,
        "text": "疏“隱而逃之”。○解云：言隱匿辟殺，是以不直誅而冘之矣。○注“明當”至“與之”。○解云：明《春秋》之道，當親其親，而原季子之心而與之，故善之耳。○注“於治”至“從輕”。○解云：注言此者，欲道《春秋》者，撥亂之書，是以原其親親而賞季氏即賞疑從重也。當所傳聞之世天下未平是以升平疑獄不得不誅，故云於平世乃可罰疑從輕矣。○注“莊不”至“弑君”。○解云：上三年“春，王正月，溺會齊師伐衛”，傳云“溺者何？吾大夫之未命者也”，彼注云“所伐大夫不卒者，莊公薄於臣子之恩，故不卒大夫，與桓同義”是也。今牙書卒者，本以當國將弑君故也。○注“書日”至“遏惡也”。○解云：正以《春秋》之義，於所傳聞之世，大夫之卒，不問有罪無罪，皆不書日以略之，因示其恩淺，即隱元年冬十二月，“公子益師卒”；隱八年“冬，十有二月，無駭卒”之屬是也。今而書日，故解之。言錄季子遏惡也者，正以為季子遏其惡之故，是以詳錄之耳。"
      },
      {
        "index": 57,
        "text": "八月，癸亥，公薨於路寢。路寢者何？正寢也。（公之正居也。天子諸侯皆有三寢：一曰高寢，二曰路寢，三曰小寢。父居高寢，子居路寢，孫從王父母，妻從夫寢，夫人居小寢。在寢地者，加錄內也。夫人不地者，外夫人不卒，內書薨已錄之矣，故出乃地。）"
      },
      {
        "index": 58,
        "text": "疏“路寢者何”。○解云：欲言正寢，公存之時，經文無路寢之名；欲言非正寢，而公薨於內，故執不知問。○注“天子諸侯”至“人居小寢”。○解云：皆時王之禮矣。若《春秋》定十五年夏五月，“壬申，公薨於高寢”；僖三十三年冬十二月，“乙巳，公薨於小寢”之屬是也。然則諸侯有三寢，而薨其內者是正矣。而文十八年“二月，丁丑，公薨於台下”，襄三十一年“夏，六月，辛巳，公薨於楚宮”之屬，皆為失處，而無譏文者，蓋以不在三寢，非禮自見故也。而云父居高寢者，蓋以寢中最尊，若父子並薨之時，父殯於高寢矣。其嗣君亦薨，乃居於路寢。若其孫又薨，則從王父母小寢。所以不再言母者，妻從夫寢故也。其夫人若存，定居於寢內之三宮矣。若非有並喪，則從寢之中科薨其一。而謂路寢為公之正居者，以其始正之常處也。○注“在寢地加錄，內也”。○解云：正決外諸侯之卒不地故也。○注“故出乃地”。○解云：即僖元年“秋，七月，戊辰，夫人薑氏薨於夷”是也。\n冬，十月，乙未，子般卒。子卒云子卒，此其稱子般卒何？（據子赤不言子赤卒。）"
      },
      {
        "index": 59,
        "text": "疏“據子赤不言子赤卒”。○解云：文十八年“冬，十月，子卒”，傳云“子卒者孰謂？謂子赤也”是也。君存稱世子，（明當世父位為君。）"
      },
      {
        "index": 60,
        "text": "疏“君存稱世子”。○解云：內外同矣。而桓六年“九月，丁卯，子同生”，不言世子者，彼注云“而不以世子正稱書者，明欲以正見無正，疾惡桓公”是也。\n君薨稱子某，（緣民臣之心，不可一日無君，故稱子某，明繼父也。名者，屍柩尚存，猶以君前臣名也。）"
      },
      {
        "index": 61,
        "text": "疏注“緣民臣”至“名也”。○解云：子者，嗣君之稱，是以稱子某，明其嗣父也。既不可無君，令之繼父而書名者，正以屍柩尚存，猶君前臣名故也。其緣民臣之心，不可一日無君者，文九年傳文。\n既葬稱子，（不名者，無所屈也。緣終始之義，一年不二君，故稱子也。）"
      },
      {
        "index": 62,
        "text": "疏注“不名”至“子也”。○解云：正以先君既葬，更無所屈，所以不稱爵而言子者，一年不二君矣。其緣終始之義，一年不二君者，文九年傳文。"
      },
      {
        "index": 63,
        "text": "逾年稱公。（不可曠年無君。）疏注“不可曠年無君”。解云：文九年傳文。子般卒，何以不書葬？（據定姒俱稱卒書葬。）"
      },
      {
        "index": 64,
        "text": "疏注“據定”至“書葬”。○解云：即定十五年“秋，七月，壬申，姒氏卒”九月，“辛巳，葬定姒”。然則定姒稱卒而書葬，今子般稱卒不書葬，故難之。"
      },
      {
        "index": 65,
        "text": "未逾年之君也，有子則廟，（則立廟也。）廟則書葬。（錄子恩也。）無子不廟，不廟則不書葬。（未逾年之君，禮，臣下無服，故無子不廟，不廟則不書葬，示一年不二君也。稱卒不地者，降成君也。日者，為臣子恩錄之也。殺不去日見隱者，降子赤也。○去，起呂反。見，賢遍反。）"
      },
      {
        "index": 66,
        "text": "疏注“未逾”至“二君也”。○解云：《案喪服•不杖期章》，之內有為君之長子，臣下猶服之，況為嗣君而言無服者，正以為長子之時，其臣下從君而服之；若其為嗣君，則無從服之義，是以知其無服矣。不但如此，作君長子之時，其臣皆吉，故得為之服期；若作未逾年之君，臣下皆為前君服斬，寧得更為之服乎？若還服期，即是廢重服輕；若為斬衰三年，即違一年不二君之義故也。○注“稱卒不”至“之也”。○解云：案隱公、閔公，皆是成君而亦不地，故隱十一年傳云“公薨何以不地？不忍言也”，故彼注云“不忍言其僵屍之處”。今子般亦殺死，正合不書地，而言降成君者，欲道好死者亦不書地，所以降成君故也。其好死者即襄三十一年“秋，九月，癸巳，子野卒”是也。○注“殺不”至“子赤也”。○解云：即文十八年“冬，十月，子卒”，傳云“子卒者孰謂？子赤也。何以不日？隱之也。何隱爾？弑也。弑則何以不日？不忍言也”，彼注云“所聞世臣子恩痛王父深厚，故不忍言其日，與子般異”是也。然則子般猶是所傳聞之世，恩降於子赤，是以忍言日也。"
      },
      {
        "index": 67,
        "text": "公子慶父如齊。（如齊者，奔也。是時季子新冘牙，慶父雖歸獄鄧扈樂，猶不自信於季子，故出也。不言奔者，起季子不探其情，不暴其罪。○樂，音洛。暴，步卜反。）\n疏注“慶父”至“扈樂”。○解云：其歸獄鄧扈樂之事，在閔元年傳也。\n狄伐邢。\n閔公元年\n◎閔公（起元年，盡二年）"
      },
      {
        "index": 68,
        "text": "元年，春，王正月。公何以不言即位？繼弑君不言即位。（複發傳者，嫌繼未逾年君義異故也。明當隱之如一。○弑，申誌反。）"
      },
      {
        "index": 69,
        "text": "疏注“複發”至“如一”。解云：則莊元年傳云“公何以不言即位？《春秋》君子不言即位。君弑則子何以不言即位？隱之也。孰隱？隱子也”。然則莊元年巳有此傳，今複發之者，正嫌此繼未逾年之君，異於成君故也。其異一成一未而不異之者，明臣子隱痛之當如一矣。若然，案莊公繼弑，弑是齊侯；今閔公繼弑，弑是慶父，何氏寧知不嫌此異，而知為所繼之君成與不成者，正以解即位之義，欲道後君痛其見弑，不忍即其位處，明據恩之深淺，無弑者內外之義故也。"
      },
      {
        "index": 70,
        "text": "孰繼？（據子般弑不見。○見，賢遍反。）繼子般也。孰弑子般？慶父也。殺公子牙，今將爾，季子不免。慶父弑君，何以不誅？將而不免，遏惡也。既而不可及，因獄有所歸，不探其情而誅焉，親親之道也。（論季子當從議親之辟，猶律親親得相首匿，當與叔孫得臣有差。○探，他南反。辟，婢亦反。匿，女亦反。）"
      },
      {
        "index": 71,
        "text": "疏注“論季子”至“首匿”。○解云：謂季子緩縱慶父之事，當從《周禮•小司寇》議親之法，非其罪也。○注“當與”至“有差”。○解云：即宣五年“叔孫得臣卒”，注云“不日者，知公子遂欲弑君，為人臣知賊而不言，明當誅”，則得臣與遂不宜相隱，是以罪之。今慶父季友親則親矣，得相首匿，是以舍之，故言當與叔孫得臣有差矣。\n惡乎歸獄？歸獄仆人鄧扈樂。曷為歸獄仆人鄧扈樂？（據師還也。○惡，音烏。扈樂，音洛，或如字。）"
      },
      {
        "index": 72,
        "text": "疏注“據師還也”。○解云：即莊八年“秋，師還”，傳云“還者何？善辭也。此滅同姓，何善爾？非師之罪也”，注云“明君之使，重在君”。然則莊八年尊者使師滅同姓，而歸善於師，今則尊者使樂殺子般，而反歸惡於樂，故難之。"
      },
      {
        "index": 73,
        "text": "莊公存之時，樂曾淫於宮中，子般執而鞭之。莊公死，慶父謂樂曰：“般之辱爾，國人莫不知，盍弑之矣。”使弑子般，然後誅鄧扈樂而歸獄焉。（殺鄧扈樂不書者，微也。○曾，才能反。盍，戶臘反。）"
      },
      {
        "index": 74,
        "text": "疏“樂曾淫於宮中”。解云：即《左氏傳》云“雩，講於梁氏，女公子觀之，圉人犖自牆外與之戲”也者，得與此合。"
      },
      {
        "index": 75,
        "text": "季子至而不變也。（至者，聞君弑，從家至朝，季子知樂勢不能獨弑，而不變正其真偽。）齊人救邢。夏，六月，辛酉，葬我君莊公。"
      },
      {
        "index": 76,
        "text": "秋，八月，公及齊侯盟於洛姑。（時慶父內則素得權重，外則出奔彊齊，恐為國家禍亂，故季子如齊聞之，奉閔公讬齊桓為此盟。下書歸者，使與君致同。主書者，起讬君也。）"
      },
      {
        "index": 77,
        "text": "疏注“故季子如齊聞之”。○解云：正以下經云“季子來歸”，故知時如齊矣。○注“書君”至“致同”。○解云：正以大夫歸例不書而下經書歸故如此解也。○注主書者，起讬君也。○解云：謂主書此盟，又下文即書“季子來歸”者，欲起季子讬君於齊侯矣。所以不書公至自洛者，桓之會不致故也。\n季子來歸。其稱季子何？（據如陳名不稱季，卒不稱子。）"
      },
      {
        "index": 78,
        "text": "疏注“據如陳名不稱季”。○解云：即莊二十七年“公子友如陳，葬原仲”是也。○注“不稱子”。○解云：即僖十六年“三月，壬申，公子季友卒”是也。"
      },
      {
        "index": 79,
        "text": "賢也。（嫌季子不探誅慶父有甚惡，故複於讬君安國賢之。所以輕歸獄，顯所當任，達其功。不稱季友者，明齊繼魯，本感洛姑之讬，故令與高子俱稱子，起其事。○令，力呈反。）"
      },
      {
        "index": 80,
        "text": "疏注“嫌季”至“賢之”。○解云：嫌有趙盾不誅趙穿而獲弑君之惡，故曰甚惡也。○注“所以”至“其功”。○解云：所以輕歸獄者，欲輕季子往前縱慶父歸獄之過矣。言顯所當任者，謂書曰季子來歸，明讬君而還，欲顯當存國之任矣。言達其功者，欲達其存國之功矣。○注“不稱”至“其事”。○解云：以僖十六年卒時稱季友，故決之。但當稱季，足得起其賢，而稱子者，見義故也，何者？案下二年“冬，齊高子來盟”，傳云“高子者何？齊大夫也”，“何以不名？喜之也。何喜爾？正我也。其正我奈何？莊公死，子般弑，閔公弑，比三君死，曠年無君，設以齊取魯，不興師，徒以言而已矣。桓公使高子將南陽之甲，立僖公而城魯”，“魯人至今以為美談，曰：尢望高子也”。然則齊侯所以遣高子存魯而立君繼之者，由此洛姑之讬，故令季子與高子同稱子，起見其事矣。\n其言來歸何？（據召歸不書，隱如言至。）"
      },
      {
        "index": 81,
        "text": "疏注“據召歸不書”。○解云：即莊二十七年“公子友如陳，葬原仲”，莊三十二年傳云“莊公召季子，季子至而授之以國政”，彼注云“至不書者，內大夫出與歸不兩書”是也。○注“隱如言至”。○解云：即昭十四年“隱如至自晉”是也。"
      },
      {
        "index": 82,
        "text": "喜之也。（季子來歸則國安，故喜之。而變至加錄云爾，蓋與賢相起。言歸者，主為喜出。言來者，起從齊自外來。盟不日，公不致者，桓之盟不日，其會不致，信之也。○主為，於偽反，下文注皆同。）"
      },
      {
        "index": 83,
        "text": "疏注“蓋與賢相起”。○解云：謂稱字所以賢之，亦見其喜矣。變至言歸，所以喜之，亦起其賢，故云與賢相起耳。○注“桓之盟不日”至“之也”。○解云：莊十三年傳文。"
      },
      {
        "index": 84,
        "text": "冬，齊仲孫來。齊仲孫者何？公子慶父也。公子慶父，則曷為謂之齊仲孫？係之齊也。曷為係之齊？（據欒盈出奔楚，還不係楚。）"
      },
      {
        "index": 85,
        "text": "疏“齊仲孫者何”。○解云：欲道齊人，經不言使；欲言己臣，而繼於齊，故執不知問。○注“據欒”至“不係楚”。○解云：即襄二十一年“秋，晉欒盈出奔楚”，至襄二十三年夏，“欒盈複入於晉，入於曲沃”是也。"
      },
      {
        "index": 86,
        "text": "外之也。曷為外之？（據俱出奔遠也。）《春秋》為尊者諱，（為閔公諱受賊人也。）為親者諱，（為季子親親而受之，故諱也。）\n疏注“為季”至“諱也”。解云：謂季子是閔公之親親，而反受其賊，故為諱耳。"
      },
      {
        "index": 87,
        "text": "為賢者諱。（以季子有遏牙不殺慶父之賢，故為諱之。）子女子曰：“以‘春秋’為《春秋》，（以史記氏族為《春秋》，言古謂史記為“春秋”。）"
      },
      {
        "index": 88,
        "text": "疏注“以史記氏族為《春秋》”。○解云：謂以史記人之氏族而為《春秋》。○注“言古”至“春秋”。○解云：夫子脩史記為《春秋》。今言以“春秋”為《春秋》，則史記舊有“春秋”之名，是言古者謂史記為“春秋”矣。"
      },
      {
        "index": 89,
        "text": "齊無仲孫，其諸吾仲孫與？”（齊有高國崔，魯有仲孫氏，亦足以知魯仲孫。言仲孫者，以後所氏起其事明。主書者，賊不宜來，因以起上如齊，實殺君出奔。○子女子，音汝。）"
      },
      {
        "index": 90,
        "text": "疏注“齊有高國崔”。○解云：即國夏、高固、高張、崔杼之屬是矣。○注“魯有仲孫氏”。○解云：即仲孫蔑仲孫羯之屬是也。○注“主書”至“出奔”。○解云：正以經書其來，見不宜來，則知上如齊者，是其犯罪而去矣。莊三十二年冬，“公子慶父如齊”者，即上如齊之經矣。\n閔公二年\n二年，春，王正月，齊人遷陽。（不為桓公諱者，功未足以覆比滅人之惡也。）"
      },
      {
        "index": 91,
        "text": "疏“春，王正月，齊人遷陽”。○解云：莊十年“三月，宋人遷宿”，彼注云“月者，遷取王封，當與滅人同罪”。然則《春秋》之例，大國之遷例月，小國書時，即僖三十一年“十有二月，衛遷於帝丘”；昭九年春， “許遷千夷”之屬是也。而今陽為小國，齊人遷之，亦是遷取王封，當與滅人同罪，故云月矣。云云之說，在莊十年。○注“不為”至“惡也”。○解云：莊十年 “冬，十月，齊師滅譚”，莊十三年“夏，六月，齊人滅遂”。今遷取王封，因而臣之，雖當時未滅，終不得在，故云比滅人之惡矣。如此注者，正決僖十七年 “夏，滅項”，傳云“孰滅之？齊滅之。曷為不言齊滅之？為桓公諱也。《春秋》為賢者諱”，“桓公嚐有繼絕存亡之功，故君子為之諱”。然則彼經不言齊，而此言齊人，故決之。\n夏，五月，乙酉，吉禘於莊公。其言吉何？（據禘於大廟不言吉。○吉禘，大計反。大廟，音泰，下同。）\n疏注“據禘”至“言吉”。○解云：即僖八年“七月，禘於大廟，用致夫人”是也。"
      },
      {
        "index": 92,
        "text": "言吉者，未可以吉也。（都未可以吉祭。經舉重，不書禘於大廟，嫌獨莊公不當禘，於大廟可禘者，故加吉，明大廟皆不當。）"
      },
      {
        "index": 93,
        "text": "疏注“都未可以吉祭”。○解云：在三年之內，莊公及始祖之廟，皆未可以吉祭，故言都爾。○注“經舉重不書”。解云：《春秋》之義，常事不書，有善惡者，乃始錄而美刺之。今既巳舉重，特書於莊公，不書於大廟，則嫌莊公一廟獨不當禘，大廟便可禘矣。然莊公卑於始祖，而言舉重者，言三年之內作吉祭之時，莊公最不宜吉，故言舉重，不謂莊公尊於始祖也。\n曷為未可以吉？（據三年也。）\n疏注“據三年也”。○解云：莊三十二年八月公薨，至今年五月，巳入三年之竟，故言據三年也。"
      },
      {
        "index": 94,
        "text": "未三年也。（禮，禘祫從先君數，朝聘從今君數，三年喪畢，遭禘則禘，遭祫則祫。○君數，所主反，下同。祫，音洽。）"
      },
      {
        "index": 95,
        "text": "疏“未三年也”。○解云：謂未滿二十五月也。○注“禮，禘祫從先君數”。○解云：謂為禘祫之祭，合從先君死時日月而數之，若滿三年已後，遭禘則禘，遭祫即祫耳。○注“朝聘從今君數”。○解云：謂從今君即位以後，數其年歲，製為朝聘之數。"
      },
      {
        "index": 96,
        "text": "三年矣，曷為謂之未三年？三年之喪，實以二十五月。（時莊公薨至是適二十二月，所以必二十五月者，取期再期，恩倍，漸三年也。孔子曰：“子生三年，然後免於父母之懷。夫三年之喪，天下之通喪。”《禮•士虞》記曰：“期而小祥，曰薦此常事。又期而大祥，曰薦此常事。中月而禫，是月也，吉祭尢未配。”是月者，二十七月也。傳言二十五月者，在二十五月外可不譏。○取期，音基，下同。禫，大感反。）"
      },
      {
        "index": 97,
        "text": "疏注“所以”至“三年也”。○解云：二十五月，是再期矣，故曰取期再期矣。父母之喪，倍於期者之恩，正當其禮數，故曰其恩倍矣。言漸三年也者，謂二十五月漸得三年之竟，故云漸三年也。義如得漸二君之遺教。○注“禮士”至“常事”。○解云：彼注云“小祥，祭名。祥，吉也”，“古文期皆作基”；“常者，期而祭禮。古文常為祥”。○注“又期”至“祥事”。○解云：亦彼文。注“中月而禫，是月也，吉祭尢未配”者。○解云：亦彼文。彼注云“中，尢間也。禫，祭名也。與大祥間一月，自喪至此凡二十七月。禫之為言澹澹然平安意也”，“是月，是禫月。當四時之祭月則祭，尢未以某妃配某氏，哀未忘也”。\n其言於莊公何？（據禘於大廟不言周公，祫僖公不言僖宮。）"
      },
      {
        "index": 98,
        "text": "疏注“據禘”至“周公”。○解云：即僖八年“秋，七月，禘於大廟，用致夫人”是也。○注“祫僖”至“僖宮”。○解云：祫僖公不言僖宮，定八年“從祀先公”，傳云“從祀者何？順祀也。文公逆祀，去者三人。定公順祀，叛者五人”，彼注云“諫不以禮而去曰叛”，云“不書禘者，後祫亦順，非獨禘也”。“不言僖公者，閔公亦得其順”，是其祫僖公不言僖公者，即文二年“八月，丁卯，大事於大廟，躋僖公”，傳云“大事者何？大祫也”者是也。"
      },
      {
        "index": 99,
        "text": "未可以稱宮廟也。（時閔公以莊公在三年之中，未可入大廟，禘之於新宮，故不稱宮廟，明皆非也。）曷為未可以稱宮廟？（據言禘也。）"
      },
      {
        "index": 100,
        "text": "疏注“據言禘也”。○解云：正以禘是吉祭之稱，既得言禘，何故不得稱宮廟？故難之。在三年之中矣。（當思慕悲哀，未可以鬼神事之。）\n疏注“未可以鬼神事之”。○解云：正言以宮廟者，鬼神居之之稱故也。\n吉禘於莊公何以書？譏。何譏爾？譏始不三年也。（與讬始同義。）"
      },
      {
        "index": 101,
        "text": "疏注“與讬始同義”。○解云：案隱二年“九月，紀履緰來逆女。外逆女不書，此何以書？譏。何譏爾？譏始不親迎也。始不親迎昉於此乎？前此矣。前此則曷為始乎此？讬始焉爾。曷為讬始焉爾？《春秋》之始也”。然則此亦宜云始不三年昉於此乎？前此矣。前此則曷為始乎此？讬始焉爾。曷為讬始焉爾？《春秋》之始也，故云與讬始同義矣。而傳不言讬始，盡省文，從可知也。"
      },
      {
        "index": 102,
        "text": "秋，八月，辛丑，公薨。公薨何以不地？隱之也。何隱爾？弑也。孰弑之？慶父也。殺公子牙，今將爾，季子不免。慶父弑二君，何以不誅？將而不免，遏惡也。既而不可及，緩追逸賊，親親之道也。（與不探其情同義。不書葬者，賊未討。○弑，音試，下及注同。）"
      },
      {
        "index": 103,
        "text": "疏“公薨何以不地”。○解云：隱十一年傳云“公薨何以不地”，注云“據莊公薨於路寢”。然則此傳云“公薨何以不地”者，亦據莊公，但從彼注省文故也。○注“與不”至“同義”。○解云：即上元年傳云“孰弑子般？慶父也。殺公子牙，今將爾，季子不免。慶父弑君何以不誅？將而不免，遏惡也。既而不可及，因獄有所歸，不探其情而誅焉，親親之道也”。○注“不書葬賊未討”。○解云：即隱十一年“冬，十有一月，壬辰，公薨”，傳云“何以不書葬？隱之也。何隱爾？弑也。弑則何以不書葬？《春秋》君弑賊不討，不書葬，以為無臣子也”是也。而言未者，欲道於後討得之。即僖元年傳“於是杭輈經而死”者是也。"
      },
      {
        "index": 104,
        "text": "九月，夫人薑氏孫於邾婁。（為淫二叔、殺二嗣子出奔。不如文薑於出奔貶之者，為內臣子明其義，不得以子絕母。凡公夫人奔例日，此月者，有罪。）"
      },
      {
        "index": 105,
        "text": "疏注“不如文薑”至“絕母”。○解云：莊元年“三月，夫人孫於齊”，傳云“夫人何以不稱薑氏？貶。曷為貶？與弑公也”，是於出時貶之之文也。為內臣了明其義，不得以子絕母者，正謂此處見其義而已。不謂此夫人卒，竟不絕也。故僖元年“夫人氏之喪”，傳云“夫人何以不稱薑氏？貶。曷為貶？與弑公也。然則曷為不於弑焉貶？貶必以其重者，莫重乎以其喪至也”者，是其亦貶之矣。○注“凡公”至“有罪”。○解云：正以昭二十五年“九月，己亥，公孫於齊”而書日，則知夫人之孫亦宜然。而此及文薑之孫皆書月，案此二人皆有罪，故如此注之耳。"
      },
      {
        "index": 106,
        "text": "公子慶父出奔莒。（慶父弑二君，不當複見。所以複見者，起季子緩追逸賊也。不日者，內大夫奔例，無罪者日，有罪者月；外大夫奔例皆時。○當複，扶又反，下同。見，賢偏反，下文“複見”同。）"
      },
      {
        "index": 107,
        "text": "疏注“慶父”至“逸賊也”。○解云：知弑父之人不合複見者，正見宣六年“春，晉趙盾、衛孫免侵陳”，傳云“趙盾弑君，此其複見何”，複注云“據宋督、鄭歸生、齊崔杼弑其君，後不複見”；傳又曰“親弑君者，趙穿也”，彼注云“複見趙盾者，欲起親弑者趙穿，非盾”是。○注“不日者”至“皆時”。○解云：襄二十三年“冬，十月，乙亥，臧孫紇出奔邾婁”，是無罪書日也。其有罪書月者，即昭十二年“冬，十月，公子整出奔齊”之屬，及此文皆是。而文八年“公孫敖如京師，不至複。丙戌，奔莒”，案傳云“不可使往也”。則是有罪，而書丙戌者，彼注云：“日者，嫌敖罪明，則起君弱，故諱使若無罪”者是也。其外大夫奔例皆時者，不問有罪與無罪，即襄二十七年夏，“衛侯之弟縛出奔晉”；二十八年“夏，衛石惡出奔晉”，“冬，齊慶封來奔”之屬是也。\n冬，齊高子來盟。高子者何？齊大夫也。（以有高傒也。）"
      },
      {
        "index": 108,
        "text": "疏“高子者何”。○解云：欲言齊侯，而經稱子；欲言大夫，名不書見經，故執不知問。○注“以有高傒也”。○解云：即莊二十二年“秋，七月，丙申，及齊高傒盟於防”是也。\n何以不稱使？（據鄭伯使其弟語來盟。）疏注“據鄭”至“來盟”。○解云：在桓十四年夏。"
      },
      {
        "index": 109,
        "text": "我無君也。（時閔公弑，僖公未立，故正其義，明君臣無相適之道也。《春秋》謹於別尊卑，理嫌疑，故絕去使文，以起事張例，則所謂君不使乎大夫也。○別，彼列反。故絕去，起呂反，下“欲去”同。）"
      },
      {
        "index": 110,
        "text": "疏注“所謂君不使乎大夫也”。○解云：成二年“齊侯使國佐如師”之下傳云“君不行使乎大夫。此其行使乎大夫何？佚獲”是也。然則何以不名？（據國佐盟名。）"
      },
      {
        "index": 111,
        "text": "疏注“據國佐盟名”。○解云：即成二年“及國佐盟於袁婁”者是也。喜之也。何喜爾？正我也。其正我奈何？莊公死，子般弑，閔公弑，比三君死，曠年無君。（與曠年無君無異。）"
      },
      {
        "index": 112,
        "text": "疏注“與曠年無君無異”。○解云：正以莊公死時子般即位，子般弑後閔公即位，閔公弑後僖公即位，君常不絕。而傳言“曠年無君”者，正以三年之內，三君比死，與曠年無君無異，非實無君也。"
      },
      {
        "index": 113,
        "text": "設以齊取魯，曾不興師，徒以言而已矣。（設時勢然。）桓公使高子將南陽之甲，（南陽，齊下邑。甲，革，皆鎧胄也。○革，更百反。鎧，苦愛反。胄，直又反。）立僖公而城魯。或曰自鹿門至於爭門者是也。或曰自爭門至於吏門者是也，魯人至今以為美談，曰：猶望高子也。（久闊思相見者，引此為喻，美談至今不絕也。立僖公城魯不書者，諱微弱。喜而加高子者，美大齊桓繼絕於魯，故尊其使，起其功，明得子續父之道。○鹿門，魯南城東門也。○其使，所吏反。）"
      },
      {
        "index": 114,
        "text": "疏注“明得”至“之道”。○解云：凡人子之道，宜繼祖禰之功不絕之。今桓公繼於魯，正得續父功德之義，故尊其使而稱子耳。言明其得人子續其人父功德之道也。"
      },
      {
        "index": 115,
        "text": "十有二月，狄入衛。鄭棄其師。鄭棄其師者何？（連國者，並問稱國。）疏“鄭棄其師者何”。○解云：正以言異常例，故執不知問。"
      },
      {
        "index": 116,
        "text": "惡其將也。（以言棄師。○惡其，烏路反，下及注同。將也，子匠反，下同。）鄭伯惡高克，使之將，逐而不納，棄師之道也。（鄭伯素惡高克，欲去之無由，使將師救衛，隨後逐之，因將師而去。其本雖逐高克，實棄師之道，故不書逐高克，舉棄師為重，猶趙盾加殺也。不解國者，重眾從國體錄可知。係閔公篇於莊公下者，子未三年，無改於父之道，傳曰“則曷為於其封內三年稱子”，“緣孝子之心，則三年不忍當也”。○盾，徒本反。）"
      },
      {
        "index": 117,
        "text": "疏注“猶趙盾加弑”。○解云：謂實逐克，但舉棄師為重；實趙穿弑君，但舉加弑為重相似。趙盾加弑在宣二年。○注“子未三年”。○解云：謂莊三十二年八月薨，至閔二年八月薨時，始二十五月，故曰未三年也。○注“傳曰”至“忍當也”。○解云：文九年傳文也。"
      }
    ]
  }
}