{
  "chapterNumber": 23,
  "title": "春秋公羊傳註疏卷21 (Gongyang Zhushu, Volume 21)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "襄公卷二十一\n（起二十五年，盡三十一年）\n襄公二十有五年\n二十有五年，春，齊崔杼帥師伐我北鄙。夏，五月，乙亥，齊崔杼弑其君光。\n公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子於陳儀。"
      },
      {
        "index": 1,
        "text": "六月，壬子，鄭公孫舍之帥師入陳。（日者，陳、鄭俱楚之與國，今鄭背楚入陳，明中國當憂助鄭以離楚弱陳，故為中國憂錄之。○背，音佩。為，於偽反。）"
      },
      {
        "index": 2,
        "text": "疏注“日者”至“錄之”。○解云：正以《公羊》之義，入例書時，傷害多者乃始書月，即成七年秋，“吳入州來”；隱二年“夏，五月，莒人入向”之屬是。今此書日，故為憂錄之故也。言陳、鄭俱楚之與國者，正以宣十一年“夏，楚子、陳侯、鄭伯盟於辰陵”之文也。\n秋，八月，已巳，諸侯同盟於重丘。（會盟再出，不舉重者，起諸侯欲誅崔杼，故詳錄之。○重，直龍反。）"
      },
      {
        "index": 3,
        "text": "疏注“會盟”至“錄之”。○解云：正以文十四年夏，“公會宋公”以下，“同盟於新城”，舉盟以為重，不言會於某。今會盟並舉，故須解之。僖九年“公會宰周公”以下“於葵丘”之下，注云“會盟一事，不舉重者，時宰周公不與盟”也；昭十三年“平丘”之下，注云“不舉重者，起諸侯欲討棄疾，故詳錄之”，與此同。\n公至自會。\n衛侯入於陳儀。陳儀者何？衛之邑也。曷為不言入於衛？（據與鄭突入櫟同。○櫟，力狄反。）"
      },
      {
        "index": 4,
        "text": "疏“陳儀者何”。解云：欲言是國，衛侯入於；欲言其邑，不係於衛，故執不知問。○注“據與”至“櫟同”。○解云：桓十五年“秋，九月，鄭伯突入於櫟”傳云“櫟者何？鄭之邑。曷為不言入於鄭”，注云“據齊陽生立陳乞家，言入於齊”。今此亦據哀公六年齊陽生之事，與之同，故云據與鄭突入櫟同矣。哀六年傳云“景公死而舍立，陳乞使人迎陽生於諸其家”，“諸大夫不得已，皆逡巡北面，再拜稽首而君之爾”。然則陽生實入陳乞家，而言入於齊；今衛侯入於陳儀，不言入於衛，是以據而難之。然則陽生入於陳乞之家，在國都之內，故言入於齊；陳儀非國都，故不得言入於衛。"
      },
      {
        "index": 5,
        "text": "諼君以弑也。（以先言入，後言弑也。時衛侯為剽所篡逐，不能以義自複，詐原居是邑為剽臣，然後候間伺便，使甯喜弑之。君子恥其所為，故就為臣以諼君惡之。未得國言入者，起詐篡從此始。○諼，況元反。以弑，音試，注同，後年放此。伺便，音司；下婢面反。惡，烏路反。）"
      },
      {
        "index": 6,
        "text": "疏注“以先”至“弑也”。○解云：謂今言入，二十六年弑剽是也。云時衛侯為剽所篡逐者，初見篡逐在十四年，今仍未複，故言時也。云然後候間伺便，使甯喜弑之者，在下二十六年春。云故就為臣以諼君惡之者，謂就其君之文以惡之。云未得國，言入者云云，欲言小白、陽生之屬，得國乃言入。\n楚屈建帥師滅舒鳩。（○屈，居勿反。）冬，鄭公孫囆帥師伐陳。疏公孫囆云云，亦有本作“公孫萬”字者。"
      },
      {
        "index": 7,
        "text": "十有二月，吳子謁伐楚，門於巢卒。門於巢卒者何？入門乎巢而卒也。入門乎巢而卒者何？入巢之門而卒也。（以先言門，後言於巢。吳子欲伐楚過巢，不假塗，卒暴入巢門，門者以為欲犯巢而射殺之。君子不怨所不知，故與巢得殺之，使若吳為自死文，所以彊守禦也。書伐者，明持兵入門，乃得殺之。○謁，《左氏》作“遏”。卒暴，七忽反。射，食亦反。）"
      },
      {
        "index": 8,
        "text": "疏吳子遏者，亦有一本作“謁”字者。○“門於巢卒者何”。○解云：欲言好者，舉門於巢卒；欲言其殺，卒非殺之稱，故執不知門。○“入門乎巢而卒者何”。○解云：雖加入者，仍未分明，故更以不知問之。○注“先言門，後言於巢”者。○解云：正以先入其門，巢人乃殺，故言門於巢卒。傳云“入巢之門而卒也”者，解入於巢而卒。"
      },
      {
        "index": 9,
        "text": "吳子謁何以名？（據諸侯伐人不名。）傷而反，未至乎舍而卒也。（以名卒，間無事，知以傷辜死，還就張本文伐名，知傷而反，卒係巢，知未還至舍。巢不坐殺，複見辜者，辜內當以弑君論之，辜外當以傷君論之。○複，扶又反。）"
      },
      {
        "index": 10,
        "text": "疏“吳子謁”至“卒也”。○解云：上七年傳云“鄭伯髡原何以名？傷而反，未至乎舍而卒也”，已是辜傳也。今複發之者，正以彼是臣傷其君，今此異國，因其異，故複發之。○注“以名”至“本文”。○解云：正以伐楚而書名，門於巢而言卒，其間更無事，知以傷之故，傷辜而死，是以遷就於伐而書其名，為卒張本文。云伐名，知傷而反，卒係巢，知未還至舍者，正以名者，卒爵之稱，今於伐已名，知其見傷而反也。其卒之時，仍係巢言之，故知於被傷還，未至於舍止之處而卒也。云巢不坐殺，複見辜者，上注云“與巢得殺”，是巢不坐殺也；言複見辜者，對上七年言之，故言複也。云辜內當云云者，上注云“與巢得殺之”，今見辜者，正以過國假塗，賓客之謙謹，重門設守，主人之恒備。今吳人無禮，淩暴巢國，若不與殺，開衰世諸侯得使縱橫。巢無禦備而殺人之君，若今舍之，又脫漏其罪，是以何氏進退月之。若以殺論，巢君合絕；若以傷論，貶黜而已。云云之說，在上七年。\n襄公二十有六年"
      },
      {
        "index": 11,
        "text": "二十有六年，春，王二月，辛卯，衛甯喜弑其君剽。（甯喜為衛侯衎弑剽。不舉衎弑剽者，諼成於喜。○剽，匹妙反。喜為，於偽反，下文“為惡”、“曷為”同。）"
      },
      {
        "index": 12,
        "text": "疏注“甯喜”至“剽者”。解云：下二十七年傳文。云不舉衎弑剽者，諼成於喜者，言喜若為衎弑剽，《春秋》舉重，宜書衎弑。今書喜者，正由諼成於喜故也。是以下二十七年傳曰：“甯殖死，喜立為大夫，使人謂獻公：‘黜公者，非甯氏也，孫氏為之。吾欲納公，何如？’”是諼詐於成喜之文也。"
      },
      {
        "index": 13,
        "text": "衛孫林父入於戚以叛。（衎盜國，林父未君事衎。言叛者，林父本逐衎，衎入故叛。衎得誅之，猶定公得誅季氏，故正之云爾。）"
      },
      {
        "index": 14,
        "text": "疏注“林父”至“言叛者”。○解云：正以凡言叛者，臣盜土之辭，故如此解。云林父本逐衎者，在十四年也。○注“猶定公”至“云爾”。○解云：昔林父逐衎，衎得誅之；季氏不逐定公，而定公得誅季氏者，正以昭公是父，父子一體，榮辱同之。季氏逐昭公，故與定公得誅之也。知如此者，正以定公元年“霣霜殺菽”，何氏云“周十月，夏八月，微霜用事，未可殺菽。菽者少類，為稼強，季氏象也。是時定公喜於得位，而不念父黜逐之，恥反為淫祀立煬宮，故天示以當早誅季氏”是也。"
      },
      {
        "index": 15,
        "text": "甲午？衛侯衎複歸於衛。此諼君以弑也，其言複歸何？（據齊陽生至陳乞家，時書入於齊，不書複歸。複歸者，入無惡文。）"
      },
      {
        "index": 16,
        "text": "疏注“據齊”至“歸者”。○解云：即哀六年秋，“齊陽生入於齊”，傳云“景公死而舍立，陳乞使人迎陽生於諸其家”，“諸大夫不得已，皆再拜稽首而君之爾”是也。云複歸者，入無惡文者，即桓十五年傳云“複歸者，出惡歸無惡”是也。"
      },
      {
        "index": 17,
        "text": "惡剽也。（主惡剽，衛侯入無惡，則剽惡明矣。○惡剽，烏路反，注及下“惡剽”、“以惡”並上注“故惡”、“反惡”、“惡輕”、“以惡”皆同）曷為惡剽？（據齊陽生不書歸惡舍。）剽之立，於是未有說也。（凡篡立，皆緣親親也。剽以公孫立於是位，尤非其次，故衛人未有說，喜由此得成諼禍，故惡以為戒也。篡重不書，反惡此者，因重不得書，故得惡輕，亦欲以見重。○有說，音悅，注同。以見，賢遍反，下“出見”同。）"
      },
      {
        "index": 18,
        "text": "疏注“凡篡”至“親親也”者。○解云：正以有繼及之道故也。○云“剽以公孫立於是位，尤非其次，故衛人未有說”者。○解云：若以昭穆言之，遠於公子，故曰尢非其次也。昭穆既遠，複無賢德，是以衛未有說之也。\n然則曷為不言剽之立？（據衛人立晉。）疏注“據衛人立晉”者。在隱四年。"
      },
      {
        "index": 19,
        "text": "不言剽之立者，以惡衛侯也。（欲起衛侯失眾出奔，故不書剽立。剽立無惡，則衛侯惡明矣。日者，起甯氏複納之，故出入同文也。甯喜弑君而衛侯歸，則甯氏納之明矣。以歸出奔俱日，知出納之者同。衛侯歸而孫氏叛，孫氏本與甯氏共逐之亦可知也。名者，起盜國；盜國明，則複歸為惡剽出見矣。○複納，扶又反。）"
      },
      {
        "index": 20,
        "text": "疏注“日者”至“納之”。解云：正以《春秋》之例，歸與複歸例皆時，即僖二十八年夏，“六月，衛侯鄭自楚複歸於衛”，何氏云“複歸例皆時，此月者，為下卒出也”是也。今此書日，故須解之。○云“故出入同文也”者。○解云：即十四年夏四月，“己未，衛侯衎出奔齊。今此複日，故曰同文也”。○云“盜國明”至“見矣”者。○解云：正以複歸者，出有惡，入無惡，故得為惡剽之文。何者？衎既盜國，寧得無惡而入言複歸？知更有所見。\n夏，晉侯使荀吳來聘。\n公會晉人、鄭良霄、宋人、曹人於澶淵。秋，宋公殺其世子痤。（座有罪，故平公書葬。○痤，在禾反。）"
      },
      {
        "index": 21,
        "text": "疏注“痤有罪”至“書葬”。○解云：《春秋》之例，君殺無罪大夫及枉殺世子者，皆不書葬，以明其合絕，是以申生無罪，不書獻公之葬，至昭十一年經云“叔弓如宋，葬宋平公”者，正以痤有罪故也。若隱元年“鄭伯克段於鄢”，以其有罪，故去弟。痤今若有罪，仍言世子者，正以段有當國之罪重，故如其意貶去其弟，使如國君，氏上鄭，所以見段之惡逆矣。今痤之罪微，不足去世子，但是合罪之科，故得存其葬矣。"
      },
      {
        "index": 22,
        "text": "晉人執衛甯喜。此執有罪，何以不得為伯討？（據甯喜弑君者，稱人而執，非伯討。）疏注“稱人而執，非伯討”者。○解云：僖四年傳文也。不以其罪執之也。（明不得以為功，當坐執人。）\n八月，壬午，許男甯卒於楚。（○甯，乃定反。）冬，楚子、蔡侯、陳侯伐鄭。葬許靈公。\n襄公二十有七年\n二十有七年，春，齊侯使慶封來聘。"
      },
      {
        "index": 23,
        "text": "夏，叔孫豹會晉趙武、楚屈建、蔡公孫歸生、衛石惡、陳孔瑗、鄭良霄、許人、曹人於宋。（○孔瑗，二傳作“孔奐”。）"
      },
      {
        "index": 24,
        "text": "衛殺其大夫甯喜。衛侯之弟鱄出奔晉。衛殺其大夫甯喜，則衛侯之弟鱄曷為出奔晉。（據與射姑同。○鱄，市轉反，又音專，一音直轉反。射，音亦，又音夜。）"
      },
      {
        "index": 25,
        "text": "疏注“據與射姑同”。○解云：即文六年“晉殺其大夫陽處父。狐射姑出奔狄”，傳云“晉殺其大夫陽處父，則孤射姑曷為出奔”，彼注云“據蔡殺其大夫公子燮，蔡公子履出奔楚，此非同姓，恐见及”。然则今此亦据公子履出奔之事，与射姑同，故言据与射姑同矣。其公子履之事，在上二十年秋。执铁钅贾者，若似司弓矢，云甲革椹之类。"
      },
      {
        "index": 26,
        "text": "為殺甯喜出奔也。曷為為殺甯喜出奔？（據非同姓。○為殺，於偽反，下「為殺」、「為我」、「為衛」，注「深為」皆同。）衛甯殖與孫林父逐衛侯而立公孫剽。 甯殖病將死，謂喜曰：「黜公者，非吾意也，孫氏為之。（黜，猶出逐。○黜公，敕律反，下文注同。）我即死，女能固納公乎？」（固，猶必也。喜者，殖子。殖 本與孫氏共立剽，而孫氏獨得其權，故有此言。○女，音汝。）喜曰：「諾。」甯殖死，喜立為大夫，使人謂獻公曰：「黜公者，非甯氏也，孫氏為之。吾欲納公， 何如？」獻公曰：「子苟納我，吾請與子盟。」（盟者，欲堅固喜意。）喜曰：「無所用盟，（時喜見獻公多詐，欲使公子專保之，故辭不肯盟，曰：『臣納君， 義也。無用為盟矣。』）請使公子專約之。」（喜素信專，以為專能保獻公。）獻公謂公子專曰：「甯氏將納我，吾欲與之盟，其言曰：『無所用盟，請使 公子專約之』子固為我與之約矣。」公子專辭曰：「夫負羈縶，（縶，馬絆也。○羈縶，本又作「革」下陟立反，馬絆也。絆，音半。）執，從君東西南 北，則是臣僕庶孽之事也。（仆，從者，庶孽，眾賤子，猶樹之有孽生。○，音甫，又方丁反。，之實反。從君，才用反，又如字，注同。孽，魚列反，又五割 反，注及下同。）若夫約言為信，則非臣僕庶孽之所敢與也。」（專見獻公多詐不敢保。○與，音預。）獻公怒曰：「黜我者，非甯氏與孫氏，凡在爾。」（欲以 此語迫從，令必約之。○令，力呈反。）公子專不得已而與之約。已約，歸至，殺甯喜。（獻公歸至國，背約殺甯喜。○背約，音佩，下同。）公子專挈其妻子 而去之。（慚恚不能保獻公。○挈，苦結反。恚，一睡反。）將濟於河，攜其妻子。（攜，猶提也。）而與之盟，（恐乘舟有風波之害，已意不得展，故將濟，豫與 之盟。）曰：「苟有履衛地，食衛粟者，昧雉彼視。（昧，割也。時割雉以為盟。猶曰視彼割雉，負此盟則如彼矣。傳極道此者，見獻公無信，剌糹專兄為︹臣所 逐，既不能救，又移心事剽，背為奸約。獻公雖復因喜得反，誅之，小負未為大惡，而深以自絕，所謂守小信而忘大義，拘小介而失大忠。不為君漏言者，即漏言， 當坐殺大夫，不得以正葬，正葬明喜有罪。○昧，舊音刎，亡粉反，一音未，又音蔑，割也。見獻，賢遍反，下「見此」同。復，扶又反。介，音界。）"
      },
      {
        "index": 27,
        "text": "疏注“誅之”至“大忠”。○解云：獻公之入，甯喜之由，背賢弟之約，殺所恃之人，應為大惡，而言小負者，正以甯氏殺逐兩君，累世同惡，雖納舊君，未足掩其前罪。今獻公違約殺之，故謂之小負。何氏必知小負者，正以下二十九年秋，“葬衛獻公”。若殺無罪大夫，例不書葬。而獻公書葬，甯喜有罪明矣。喜既有罪，則殺之者罪輕。其罪既輕，謂之小負，不亦宜乎？○注“不為”至“有罪”。解云：君漏言者，即文六年傳云“射殺，則其稱國以殺何？君漏言也”是也。然則君漏言者，即坐殺大夫，故當去其葬。而文六年晉襄公由漏言以殺處父，而經書“公子遂如晉。葬襄公”者，正以彼經殺在葬後，是以不得去其君葬矣。\n秋，七月，辛巳，豹及諸侯之大夫盟於宋。曷為再言豹？（據盟於首戴，不再出公。）"
      },
      {
        "index": 28,
        "text": "疏注“據盟”至“出公”。○解云：即僖五年夏，“公及齊侯、宋公”以下，“會王世子於首戴”，“秋，八月，諸侯盟於首戴”是也。"
      },
      {
        "index": 29,
        "text": "殆諸侯也。（殆，危也。危諸侯，故再出豹，懼錄之。）曷為殆諸侯？（據首戴不殆。）為衛石惡在是也，曰惡人之徒在是矣。（衛侯衎不信，而使惡臣石惡來，故深為諸侯危，懼其將負約為禍原。先見此者，衎負鱄殺喜得書葬，嫌於義絕可，欲起其小負。會盟再出，不舉重者，方再出豹也。石惡惡者，下出奔是也。）"
      },
      {
        "index": 30,
        "text": "疏注“會盟”至“豹也”。○解云：正以文十四年夏，“公會宋公”以下，“同盟於新城”，舉盟以為重，不言會於某。今此會盟並舉，故須解之。"
      },
      {
        "index": 31,
        "text": "冬，十有二月，乙亥，朔，日有食之。（是後閽殺吳子餘祭，蔡世子般弑其君，莒人弑其君之應。○閽殺，音昏；下音弑，二十九年同。祭，側界反。）"
      },
      {
        "index": 32,
        "text": "疏注“是後”至“之應”。○解云：即下二十九年夏五月，“閽弑吳子餘祭”；三十年“夏，四月，蔡世子般弑其君固”；三十一年冬十月，“莒人弑其君密州”是也。\n襄公二十有八年\n二十有八年，春，無冰。（豹、羯為政之所致。）"
      },
      {
        "index": 33,
        "text": "疏注“豹羯”至“所致”。解云：成元年“無冰”之下，注云“《尚書》曰：‘舒，恒燠若。’《易》京房傳曰：‘當寒而溫，倒賞也。’是時成公幼少，季孫行父專權而委任之所致”，即其義也。而偏指豹、羯者，正以數年以來，專見豹、羯之事，不見季孫見經，明是時豹羯用事故也，即上二十三年，“叔孫豹帥師救晉，次於雍渝”；二十四年，“叔孫豹如晉。仲孫羯帥侵齊”；二十七年“夏，叔孫豹會晉趙武”以下“於宋”；案下文秋，“仲孫羯如晉”；二十九年夏，“仲孫羯會晉荀盈”以下“城杞”之屬是也。\n夏，衛石惡出奔晉。邾婁子來朝。秋，八月，大雩。（公方久如楚，先是豫賦於民之所致。）"
      },
      {
        "index": 34,
        "text": "疏注“公方久如楚”。○解云：即下十一月“公如楚”，二十九年“夏，五月，公至自楚”是也。仲孫羯如晉。冬，齊慶封來奔。\n十有一月，公如楚。（如楚皆月者，危公朝夷狄也。）"
      },
      {
        "index": 35,
        "text": "疏注“如晉皆月者”。○解云：即此及昭七年“三月，公如楚”皆月之屬是也。十有二月，甲寅，天王崩。（靈王。）"
      },
      {
        "index": 36,
        "text": "乙未，楚子昭卒。（乙未與甲寅相去四十二日，蓋閏月也。葬以閏數。卒不書閏者，正取期月。明期三月之喪，始死得以閏數，非死月不得數閏。○閏數，所主反，下同。期月，居其反，又作“期”。）"
      },
      {
        "index": 37,
        "text": "疏注“葬以閏”至“數閏”。○解云：哀五年“閏月，葬齊景公”，傳云“閏不書，此何以書”，注云“據楚子昭卒不書閏”；傳云“喪以閏數也”，注云“謂喪服大功以下諸喪，當以閏月為數”；傳又云“喪曷為以閏數”，注云“據卒不書閏”；傳云“喪數略也”，注云“略，猶殺也。以月數恩殺，故並閏數”。然則大功以下，以月為數，故得數之，故此注云“葬以閏數”。云卒不書閏者，正取期月者，以其取期月，故不得書閏矣，何者？以閏非正月故也。以此言之，明期三年之喪，始死在閏月得數之，何者？正以閏月者，前月之餘，故得繼前月言之。若閏不在始死之月，則不得數之，何者？期三年皆以年計，若通閏數之，則不滿期三年故也。\n襄公二十有九年\n二十有九年，春，王正月，公在楚。何言乎公在楚？（據成十一年正月公在晉，不書。）"
      },
      {
        "index": 38,
        "text": "疏注“據成”至“不書”。○解云：即成十年“秋，七月。公如晉”，十一年“春，王三月，公至自晉”，則知正月之時，公在晉明矣。"
      },
      {
        "index": 39,
        "text": "正月以存君也。（正月，歲終而複始，臣子喜其君父，與歲終而複始，執贄存之，故言在。在晉不書在楚書者，惡襄公久在夷狄，為臣子危錄之。○而複，扶又反，下皆同。惡襄，烏路反，下“惡以”同。為臣，於偽反，下“故為”、“為季子”、傳“凡為”同。）"
      },
      {
        "index": 40,
        "text": "疏注“臣子”至“言在”。○解云：公在國時，恒以歲首存之。今君在楚，不得行此事，故書其所在。云在晉不書云云者，即成十一年是也。若然，案昭三十一年、三十二年，皆云“春，王正月，公在乾侯”，何言在晉不書者？昭三十年注云“閔公運潰，無尺土之居，遠在乾侯，故以存君書，明臣子當憂納之”。然則閔公失國，遠在晉地，是以書之，仍非常例也。\n夏，五月，公至自楚。庚午，衛侯衎卒。閽弑吳子餘祭。閽者何？門入也，（守門人號。）\n疏“閽者何”。○解云：欲言其臣，閽非臣稱；欲言非臣，而得弑吳子，故執不知問。"
      },
      {
        "index": 41,
        "text": "刑人也。（以刑為閽。古者肉刑：墨、劓、擯、宮，與大辟而五。孔子曰：“三皇設言民不違，五帝畫象世順機，三王肉刑揆漸加，應世黠巧奸偽多。”○劓，魚器反。臏，毗忍反。辟，婢亦反。畫象，音獲。應世，應對之應。黠，閑八反。）"
      },
      {
        "index": 42,
        "text": "疏注“以刑”至“而五”。○解云：何氏所以必言古者肉刑者，正以漢文帝感女子之訴，恕倉公之罪，除肉刑之製，故指肉刑為古者矣。知五刑為此等者，正以《元命包》云“墨、劓辟之屬各千，臏辟之屬五百，宮辟之屬三百，大辟之屬二百，列為五刑，罪次三千”是也。案《周禮·司刑》職云“墨罪五百，劓罪五百，刖罪五百，宮罪五百，大辟五百”，凡二千五百，與此違者，鄭《駁異義》云“皋陶改臏為剕”。《呂刑》有剕，周改剕為刖。然則《司刑》職，周刑也。孔子為《春秋》，采摘古製，是以《元命包》之文，與《司刑》名異，條目不同。云孔子曰“三皇設言民不違，五帝畫象世順機，三王肉刑揆漸加，應世黠巧奸偽多”者，《孝經說》文。言三皇之時，天下醇粹，其若設言，民無違者，是以不勞製刑，故曰三皇設言民無違也。其五帝之時，黎庶已薄，故設象刑以示其恥，當世之人，順而從之，疾之而機矣，故曰五帝畫象世順機也，畫猶設也。其象刑者，即《唐傳》云“唐、虞之象刑，上刑赭衣不純”，注云“純，緣也”，時人尚德義，犯刑者但易之衣服，自為大恥；中刑雜屨，屨，履也。下刑墨幪，幪，巾也，使不得冠飾。周禮罷民亦然。“上刑易三，中刑易二，下刑易一，輕重之差，以居州里而民恥之”是也。三王之時，劣薄已甚，故作肉刑以威恐之。言三王必為重刑者，正揆度其世，以漸欲加而重之，故曰揆漸加也。當時之人，應其時世而為黠巧作奸偽者彌多於本，用此之故，須為重刑也。云云之說，備在《孝經疏》。\n刑人則曷為謂之閽？（據非刑人名。）刑人非其人也。（以刑人為閽，非其人，故變盜言閽。）"
      },
      {
        "index": 43,
        "text": "疏注“以刑”至“言閽”。○解云：《曲禮》上篇云“刑人不在君側。”鄭注云“為怨恨為害。”《祭統》云“古者不使刑人守門。”然則刑人不合為閽，故曰以刑人為閽，非其人也。刑人弑君正合書盜，故哀四年“盜弑蔡侯申”之下，傳云“弑君賤者窮諸人，此其稱盜以弑何？賤乎賤者也。賤乎賤者孰謂？謂罪人也”，是其刑人弑君正合稱盜之文，是以此注云“故變盜言閽”。"
      },
      {
        "index": 44,
        "text": "君子不近刑人，近刑人則輕死之道也。（刑人不自賴，而用作閽，由之出入，卒為所殺，故以為戒。不言其君者，公家不畜，士庶不友，放之遠地，欲去聽所之，故不係國，不係國，故不言其君。○不近，附近之近，下同。）"
      },
      {
        "index": 45,
        "text": "疏注“刑人”至“其君”。○解云：猶言不自重，似若世人名輕賤之物云非可賴也。又云公家不畜，士庶不友，放之遠地，欲去聽所之者，出《禮記·王製》文。注“故不”至“其君”者。言故不係國者，謂不言吳閽也。既不係國，則絕君臣之義，故不言弑其君矣。"
      },
      {
        "index": 46,
        "text": "仲孫羯會晉荀盈、齊高止、宋華定、衛世叔齊、鄭公孫段、曹人、莒人、邾婁人、滕人、薛人、小邾婁人城杞。（書者，杞時微，善能成王者後。）\n疏“衛世叔齊”。○解云：《左氏》經作“大叔儀”。晉侯使士鞅來聘。（○鞅，於丈反。）"
      },
      {
        "index": 47,
        "text": "杞子來盟。（貶稱子者，微弱不能自城，危社稷宗廟，當坐。善諸侯城之，複貶者，諸侯自閔而城之，非杞能以善道致諸侯。）"
      },
      {
        "index": 48,
        "text": "疏注“貶稱”至“當坐”。○解云：杞是王者之後，實為公，但《春秋》之義，假魯為王，新周故宋，黜杞為伯，是以莊二十七年冬，“杞伯來朝”，注云“杞夏後不稱公者，《春秋》黜杞，新周而故宋，以《春秋》當新王”。然則杞之常爵，正合稱伯，而稱子者，微弱不能自城，危社稷宗廟，當坐故也。云云之說，在僖二十三年。\n吳子使劄來聘。吳無君，無大夫，此何以有君，有大夫？（據向之會稱國。○劄，側八反。）\n疏注“據向之會稱國”。○解云：即上一四年，“季孫宿、叔老會晉士匄”以下，“會吳於向”是也。\n賢季子也。何賢乎季子？（據聘不足賢，而使賢有君有大夫，荊人來聘是也。）"
      },
      {
        "index": 49,
        "text": "疏注“荊人來聘是也”。釋曰：即莊二十三年夏，“荊人來聘”是也。然則彼亦來聘而但稱人，則知來聘之功，不足褒美，今得加文，故怪之。"
      },
      {
        "index": 50,
        "text": "讓國也。其讓國奈何？謁也、餘祭也、夷昧也，與季子同母者四。（與，並也，並季子四人。）季子弱而才，兄弟皆愛之，同欲立之以為君，謁曰：“今若是迮而與季子國，（迮，起也，倉卒意。○迮，子各反，起也。卒，七忽反。）季子猶不受也，請無與子而與弟，弟兄迭為君，（迭，猶更也。○迭，大結反，更也。更也，音庚。）而致國乎季子。”皆曰：“諾。”故諸為君者，皆輕死為勇，飲食必祝，（祝，因祭祝也。《論語》曰：“雖疏食、菜羹、瓜，祭是也。○祝，之又反，又之六反，注同。疏食，音嗣。）"
      },
      {
        "index": 51,
        "text": "疏“故諸”至“為勇”。○解云：言其或輕其死，或為勇事，即餘祭不遠刑人，謁為巢門所殺是也。○注“論語”至“是也”。○釋曰：“《論語·鄉黨》文。言雖疏食、菜羹及瓜質薄之物，亦必祭其所先，君子有事不忘本也。引之者，證飲食有祭之義。吳子因此祭而得自祝也。\n曰：“天苟有吳國，（猶曰天誠欲有吳國，當與賢弟。）\n疏注“猶曰”至“賢弟”。○釋曰：言天誠有吳而不滅之，我當將國以與賢弟也。\n尚速有悔於予身。”（尚，猶努力。速，疾也。悔，咎。予，我也。欲急致國於季子意。）"
      },
      {
        "index": 52,
        "text": "疏“尚速”至“予身”。○解云：案成十七年《左氏傳》云晉士燮祈死下，何氏作《膏肓》難之曰：休“以為人生有三命，有壽命以保度，有隨命以督行，有遭命以摘暴，未聞死可祈也”。昔周公之隆，天不出妖，地不出孽，陰陽和調，災害不生。武王有疾，周公植璧秉珪，原以身代，武王疾愈，周公不夭。由此言之，死不可請，偶自天祿欲盡矣，非果死。今《左氏》以為果死，因著其事以為信然，於義《左氏》為短。然則今此謁等亦自祈死，而得難《左氏》者，《公羊》此事，直見謁等愛其友弟，致國無由，精誠之至而原早卒，遂忘死不可祈之義矣。猶如周公代死，子路請禱之類，豈言謁等祈得死乎？而謁及餘祭之死，或入巢之門，或閽人所殺，抑亦事非天眷也，豈如《左氏》以果死為信然，故得難之。然則季子仁者，知兄如此，何不早去？而令三君遇咎自悔者，蓋謁等但為密謀，季子不知，是以未去耳。\n故謁也死，餘祭也立。（故迭為君。）"
      },
      {
        "index": 53,
        "text": "疏“故謁也死”。○解云：在上二十五年。餘祭也立，在上二十六年。餘祭也死，在今年夏。夷昧也立。在明年。夷昧也死，在昭十五年春。季子使而反，至而君之爾者，在昭十五年。凡為季子之故也者，三君皆然，故言凡。凡者，非一之辭。"
      },
      {
        "index": 54,
        "text": "餘祭也死，夷昧也立。夷昧也死，則國宜之季子者也。季子使而亡焉。僚者，長庶也，即之。（緣兄弟相應而即位，所以不書僚篡者，緣季子之心，惡以已之是，揚兄之非，故為之諱，所以起至而君之。○季子使，所吏反，下同。僚者，力雕反。長庶，丁丈反，下注同。）"
      },
      {
        "index": 55,
        "text": "季子使而反，至而君之爾。（不為讓國者，僚已得國，無讓也。）闔廬曰：“先君之所以不與子國，而與弟者，凡為季子故也。將從先君之命與？則國宜之季子者也。如不從先君之命與？則我宜立者也。僚惡得為君乎？”於是使專諸剌僚。（闔廬，謁之長子光。專諸，膳宰。僚耆炙魚，因進魚而剌之。○闔，戶臘反。廬，力居反。命與，音餘，下“命與”同。僚焉，於虔反，本又作“惡”，音烏。剌僚，七賜反，又七亦反，注同。耆，市誌反。）"
      },
      {
        "index": 56,
        "text": "疏注“闔廬”至“子光”。○解云：正以上云“則我宜立”故也。云“專諸，膳宰。僚耆炙魚，因進魚而剌之”者，《吳語》文。自“闔廬”以下，至“去之延陵”，皆在昭二十七年。"
      },
      {
        "index": 57,
        "text": "而致國乎季子，季子不受，曰：“爾弑吾君，吾受爾國，是吾與爾為篡也。爾殺吾兄，吾又殺爾，是父子兄弟相殺，終身無已也。”（兄弟相殺者，謂闔廬為季子殺僚。○爾殺吾君，申誌反，注“殺僚”同。篡，初患反。）去之延陵，（延陵，吳下邑。禮，公子無去國之義，故不越竟。）終身不入吳國。（不入吳朝，既不忍討闔廬，義不可留事。）\n疏注“不入吳朝”。○解云：正以延陵者，竟內之邑，而言不入吳國，故以朝廷解之。"
      },
      {
        "index": 58,
        "text": "故君子以其不受為義，以其不殺為仁。（故大其能去，以其不以貧賤苟止，故推二事與之。）疏注“故大其能去”。○解云：言由其能去之，故君子與之。"
      },
      {
        "index": 59,
        "text": "賢季子，則吳何以有君有大夫？（據其本不賢其君。）以季子為臣，則宜有君者也。（方以季子，賢許使有臣有大夫？故宜有君。）劄者何？吳季子之名也。《春秋》賢者不名，此何以名？許夷狄者，不壹而足也。（故降字而名。）"
      },
      {
        "index": 60,
        "text": "疏“劄者何”。○解云：欲言其名，違賢者例；欲言其字，仍不足其氏，故執不知問。○“許夷狄者，不壹而足也”者。○解云：壹而足者，即莊二十五年“春，陳侯使汝叔來聘”是也。"
      },
      {
        "index": 61,
        "text": "季子者，所賢也，曷為不足乎季子？許人臣者必使臣，許人子者必使子也。（緣臣子尊榮，莫不欲與君父共之。字季子，則遠其君，夷狄常例，離君父辭，故不足以隆父子之親，厚君臣之義。季子讓在殺僚後，豫於此賢之者，移諱於闔廬，不可以見讓，故複因聘起其事。○遠，於萬反。見，賢遍反。）"
      },
      {
        "index": 62,
        "text": "疏注“季子”至“見讓”。解云：殺僚在昭二十七年夏。言移諱於闔廬者，移卻季子讓國之文，諱去闔廬之殺，是以不得見其讓矣。故彼注云“不書闔廬弑其君者，為季子諱，明季子不忍父子兄弟自相殺，讓國闔廬，欲其享之，故為沒其罪也”是也。\n秋，九月，葬衛獻公。齊高止出奔北燕。（○燕，音煙。）冬，仲孫羯如晉。\n襄公三十年"
      },
      {
        "index": 63,
        "text": "三十年，春，王正月，楚子使薳頗來聘。（月者，公數如晉，希見答。今見聘，故喜錄之。○薳，於委反。頗，音皮，又音彼，一音普何反；一本作“跛”者，音同；二傳作“薳罷”。數，所角反。）"
      },
      {
        "index": 64,
        "text": "疏注“月者”至“錄之”。○解云：文當言如晉是，若有作“如楚”字者，誤也。言數如晉者，即上三年春，“公如晉”；四年“冬，公如晉”；八年春，“公如晉”；十二年冬，“公如晉”；二十一年春，“公如晉”之屬是也。在位之間，五朝於晉，故言數也。言希見答者，上十二年“夏，晉侯使士彭來聘”；二十九年夏，“晉侯使士鞅來聘”是也。魯侯五朝，而晉人再答，故謂之希。二十八年公○如楚，楚亦一報，故喜錄之也。案上元年“晉侯使荀罃來聘”，而解之言希者，以其公如晉之前，非答公之事故也。"
      },
      {
        "index": 65,
        "text": "夏，四月，蔡世子般弑其君固。（不日者，深為中國隱痛有子弑父之禍，故不忍言其日。○般，音班。深為，於偽反，下“為伯”、“不為”、“為中國”同。）"
      },
      {
        "index": 66,
        "text": "疏注“不日”至“其日”。○解云：欲道文元年“冬，十月，丁未，楚世子商臣弑其君髡”，以其是夷狄，忍言其日也。"
      },
      {
        "index": 67,
        "text": "五月，甲午，宋災。伯姬卒。（伯姬守禮，含悲極思之所生。外災例時，此日者，為伯姬卒日。○思，息吏反。）"
      },
      {
        "index": 68,
        "text": "疏“外災”至“卒日”。○解云：外災例時，即莊十一年“秋，宋大水”，莊二十年“夏，齊大災”，上九年“春，宋火”之屬是也。而昭九年“夏，四月，陳火”，書月者，正以楚人強暴行詐枉滅，君子閔之，故特月矣。故彼注云“月者，閔之”是也。而昭十八年“夏，五月，壬午，宋、衛、陳、鄭災”，而書日者，正以四國同日而俱災。四國者，天下象，若曰無天下云爾，故日之。然則此不合日而日，自為伯姬卒故日。若然，即魯女之卒，例合書日，而莊四年“三月，紀伯姬卒”不日者，彼夏“六月，乙丑，齊侯葬紀伯姬”，何氏云“卒不日，葬日者，魯本宜葬之，故移恩錄文於葬”是也。以此言之，則知莊二十九年“冬，十有二月，紀叔姬卒”，三十年“八月，癸亥，葬紀叔姬”，亦是魯本宜葬之，故移恩錄文於葬也。"
      },
      {
        "index": 69,
        "text": "天王殺其弟年夫。（王者得專殺。書者，惡失親親也。未三年不去王者，方惡不思慕而殺弟，不與子行也。不從直稱君者，舉重也。莒殺意恢，以失子行錄。設但殺弟，不能書是也。不為諱者，年夫有罪。○年夫，音佞，又如字，二傳作“佞夫”。惡失，烏路反，下皆同。去，起呂反。子行，下孟反，下“子行其行”同。）"
      },
      {
        "index": 70,
        "text": "疏注“王者”至“親也”。○解云：諸侯之義，不得專殺大夫。若大夫有罪而殺之者，皆惡於專殺，是以書見。今此天王也，自得專殺，若殺大夫，宜不書之，書者，以其未王而殺母弟，失親親，故惡而書也。○“未三”至“子行”。○解云：文九年“毛伯來求金”之下，傳云“何以不稱使？當喪未君也。逾年矣，何以謂之未君？即位矣，而未稱王也。未稱王，何以知其即位？以諸侯之逾年即位，亦知天子之逾年即位也”，注云“俱繼體，其禮不得異”；“以天子三年然後稱王，亦知諸侯於其封內三年稱子也”。然則靈王之崩，在二十八年十有二月，則於此時未三年也。未合稱王，而稱王者，責其在父服之內，方當思慕而已，而殺其母弟，非人子之義，是以直稱天王，不與其子行也。而昭二十二年夏四月，“天王崩”；至二十三年秋七月，“天王居於狄泉”，亦未三年而稱天王者，彼傳云“此未三年，其稱天王何？著有天子也”，何氏云“時庶孽並篡，天王失位徙居，微弱甚，故急著正其號，明天下當救其難而事之”是也。○注“不從”至“有罪”。○解云：僖五年“春，晉侯殺其世子申生”，傳云“曷為直稱晉侯以殺？殺世子母弟直稱君者，甚之也”，注云“甚之者，甚惡殺親親也。《春秋》公子貫於先君，唯世子與母弟以今君錄，親親也。今舍國體直稱君，知以親親責之”。然則殺世子母弟者，皆直稱君甚之。今經云“天王殺其弟年夫”者，寧知不是直稱爵之例，而知天王者乃是不與子行者，正以其在父服之內而不思思慕，反殺先君之子，以此為重，故知義然。云莒殺意恢，以失子行錄者，即昭十四年“冬，莒殺其公子意恢”，注云“莒無大夫，書殺公子者，未逾年而殺其君之子，不孝尤甚，故重而錄之。稱氏者，明君之子”是也。云設但殺弟，不能書是也者，正以莒殺意恢，以其在喪內，故書而責之，則知天王殺弟，若不在喪，不書矣若諸侯之義，不得專殺大夫，而言莒殺意恢，在喪內乃書者，正以意恢直莒子之弟，不為大夫故也。今此王者自得專殺，若不在喪內，何勞書乎？故云設但殺弟，不能書是也。云不為諱者，年夫有罪者，《春秋》之義，雖言黜周而王魯，乃實天子，服內殺弟，是甚惡。何故不為尊者諱？因年夫有罪，則王者之惡稍輕，是以《春秋》不複諱矣。\n王子瑕奔晉。（稱王子者，惡天子重失親親。○重，直用反，又直勇反。）"
      },
      {
        "index": 71,
        "text": "疏注“稱王”至“親親”。○解云：正以文元年“天王使叔服來會葬”，注云“叔服，王子虎也”，“不係王者，不以親疏錄也”。今此王子瑕言王子者，正惡天王重失親親故也。"
      },
      {
        "index": 72,
        "text": "秋，七月，叔弓如宋，葬宋共姬。外夫人不書葬，此何以書？隱之也。何隱爾？宋災，伯姬卒焉。（說在下也。○共，音恭。）其稱諡何？（據葬紀伯姬不言諡。）"
      },
      {
        "index": 73,
        "text": "疏注“據葬”至“言諡”。○解云：即莊四年“齊侯葬紀伯姬”是也。然則宋伯姬得稱諡者，以其賢故也。即紀伯姬不言諡者，不賢明矣。若然案隱七年“春，王三月，叔姬歸於紀”，何氏云“叔姬者，伯姬之媵也”，“媵賤書者，後為嫡，終有賢行。紀侯為齊所滅”，“能處隱約，全竟婦道，故重錄之”。然則紀叔姬亦有賢行，而莊三十年“葬紀叔姬”之經不云諡者，蓋以劣於宋伯姬，故不得與之同文。何者？能處隱約全竟婦道，豈同守節盡誠逮火而死乎？"
      },
      {
        "index": 74,
        "text": "賢也。何賢爾？宋災，伯姬存焉。有司複曰：“火至矣！請出。”伯姬曰：“不可。吾聞之也，婦人夜出，（謂有事宗廟。）不見傅母不下堂。（禮，後夫人必有傅母，所以輔正其行，衛其身也。選老大夫為傅，選老大夫妻為母。○傅母，如字，又武候反，本又作“姆”，同。）"
      },
      {
        "index": 75,
        "text": "疏注“選老”至“為母”。○解云：《春秋說》文。作時王之禮。“逮乎火而死”者，為火所逮環而死也。傅至矣，母未至也。”逮乎火而死。（故賢而錄其諡。）\n鄭良霄出奔許，自許入於鄭。鄭人殺良霄。"
      },
      {
        "index": 76,
        "text": "冬，十月，葬蔡景公。賊未討，何以書葬？君子辭也。（君子為中國諱，使若加弑。月者，弑父比髡原恥尤重，故足諱辭。○加弑，音試，下同。）"
      },
      {
        "index": 77,
        "text": "疏注“君子”至“加弑”。○解云：凡君弑者，雖賊未討亦書其君葬，故昭十九年“夏，五月，戊辰，許世子止弑其君買”，“冬，葬許悼公”，傳云“賊未討，何以書葬？不成於弑也”。○注“月者”至“諱辭”。○解云：即上七年冬十二月，“鄭伯髡原如會，未見諸侯。丙戌，卒於操”，傳云“諸侯卒其封內不地，此何以地？隱之也。何隱爾？弑也。孰弑之？其大夫弑之。曷為不言其大夫弑之？為中國諱也”；八年“夏，葬鄭僖公”，傳云“賊未討，何以書葬？為中國諱也”，何氏云“探順上事，使若無賊然。不月者，本實當去葬責臣子，故不足也”。然則案彼髡原為大夫所弑，雖為中國諱而書其葬，猶責不足其文。今此蔡侯為子所弑，比於髡原為恥尤重，是以足其諱辭，備書時月也。"
      },
      {
        "index": 78,
        "text": "晉人、齊人、宋人、衛人、鄭人、曹人、莒人、邾婁人、滕人、薛人、杞人、小邾婁人會於澶淵。宋災故。宋災故者何？諸侯會於澶淵，凡為宋災故也。會未有言其所為者，此言所為何？錄伯姬也。（重錄伯姬之賢，為諸侯所閔憂。○凡為，於偽反，下及注“所為”同。）\n疏“宋災故者何”。○解云：上下諸會不錄所為，唯此特書，故執不知問。"
      },
      {
        "index": 79,
        "text": "諸侯相聚，（聚，斂也。相聚斂財物。）而更宋之所喪，（更，複也。如今俗名解浣衣複之為更衣。○更宋，音庚，又古孟反，複也，償也。所喪，息浪反，下注同。浣，戶管反。）曰死者不可複生，爾財複矣。（複者，如故時。諸侯共償複其所喪。○複生，扶又反。償，常亮反。）此大事也，曷為使微者？（據詳錄所為故。）卿也。卿則其稱人何？貶。曷為貶？（據善事也。）卿不得憂諸侯也。（時雖各諸侯使之，恩實從卿發，故貶起其事，明大夫之義，得憂內，不得憂外，所以抑臣道也。宋憂內，並貶者，非救危亡，禁作福也。）"
      },
      {
        "index": 80,
        "text": "疏注“時雖”至“其事”。○解云：以此言之，若恩從君發而使大夫行之，雖其非正，罪不至貶也。○注“明大”至“臣道”。○解云：在禮，家施不及國，而言得憂內者，正謂救危亡之時，助君憂內，不謂自專行之。以此言之，若助君憂內，以救危之時，雖恩發大夫，不合譏。○注“宋憂”至“福也”。○解云：言宋雖遭災，未至於滅，而恩發於大夫，外求鄰國，近乎作福，是以禁之。《洪範》云“惟辟作福，惟辟作威。”今乃大夫行之，故云禁作福也。\n襄公三十有一年\n三十有一年，春，王正月。"
      },
      {
        "index": 81,
        "text": "夏，六月，辛巳，公薨於楚宮。（公朝楚，好其宮，歸而作之，故名之云爾。作不書者，見者不複見。○好其，呼報反。見者，賢遍反，下同。）"
      },
      {
        "index": 82,
        "text": "疏注“公朝”至“云爾”。○解云：正以上言“公如楚”，“公至自楚”，下言“公薨於楚宮”，故云朝楚，好其宮，歸而作之，故名楚宮。○注“作不”至“複見”。解云：哀公三年夏，“五月，辛卯，桓宮、僖宮災”，傳云“此皆毀廟也，其言災何？複立也。曷為不言其複立？《春秋》見者不複見也”，何氏云“謂內所改作也，哀自立之，善惡獨在哀，故得省文”。然則言見者不複見，謂《春秋》之義，諸是內所改作者，但隨其重處一過見之而已，其餘輕處不複見之。所以然者，正以哀自作之，還於哀上災之，善惡獨在於哀，故得省文矣。今此作楚宮，亦是襄自作之，還複襄自薨之，善惡獨在於襄，故得省文，故引彼傳云“見者不複見”也。以此言之，則知成六年“立武宮”，昭十五年“有事於武宮”，亦是內所改作而重見者。正以成公立之，至昭乃有事立之祭之者異，故不得省文。\n秋，九月，癸巳，子野卒。己亥，仲孫羯卒。冬，十月，滕子來會葬。（此書者與叔服同義。）"
      },
      {
        "index": 83,
        "text": "疏注“此書”至“同義”。解云：文九年春，“天王使叔服來會葬”，傳云“其言來會葬何？會葬禮也”，何氏云“常事書者，文公不肖，諸侯莫肯會之，故書天子之厚，以起諸侯之薄”。然則今此會葬亦是常禮，而書之者亦是襄公不肖，諸侯莫肯會之，故書滕子之厚，以起諸侯之薄，故云與叔服同義矣。\n癸酉，葬我君襄公。"
      },
      {
        "index": 84,
        "text": "十有一月，莒人弑其君密州。（莒子納去疾，及展立，莒子廢之。展因國人攻莒子，殺之。去疾奔齊。稱人以弑者，莒無大夫，密州為君，惡民所賤，故稱國以弑之。）"
      }
    ]
  }
}