{
  "chapterNumber": 10,
  "title": "春秋公羊傳註疏卷08 (Gongyang Zhushu, Volume 8)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "莊公卷八\n（起十八年，盡二十七年）\n莊公十有八年\n十有八年，春，王三月，日有食之。（是後戎犯中國，魯蔽鄭瞻，夫人如莒，淫泆不製所致。）"
      },
      {
        "index": 1,
        "text": "疏注“是後戎犯中國”。○解云：即下文“夏，公追戎於濟西”是也。○注“魯蔽鄭瞻”。○解云：下文“秋，有蜮”是。○注“夫人”至“所致”。○解云：即下十九年秋，“夫人薑氏如莒”之屬是也。是陰勝陽之象，是以日為之食。"
      },
      {
        "index": 2,
        "text": "夏，公追戎於濟西。（以兵逐之曰追。○濟，子禮反。）此未有言伐者，其言追何？（據公追齊師至酅，舉齊侵也。）\n疏注“據公”至“侵也”。○解云：即僖二十六年“齊人侵我西鄙，公追齊師至巂，弗及”是也。\n大其為中國追也。（以其不限所至，知為中國追也。○為中，於偽反，注及下皆同。）\n疏注“以其”至“追也”。○解云：“公追齊師至巂”，限其所至，乃是自為己追，故知如此。"
      },
      {
        "index": 3,
        "text": "此未有伐中國者，則其言為中國追何？大其未至而豫禦之也。其言於濟西何？（據公追齊師至酅弗及，不言於也。）大之也。（大公除害，恩及濟西也。言大者，當有功賞也。追例時。）"
      },
      {
        "index": 4,
        "text": "疏注“言大者”至“賞也”。解云：“公追齊師至巂，弗及”不言於，今言於者，謂公有大功，於王法當賞矣。○注“追例時”。○解云：即此文是。而僖二十六年“公追齊師”，雖在正月己未下，不蒙日月。"
      },
      {
        "index": 5,
        "text": "秋，有蜮。何以書？記異也。（蜮之猶言惑也。其毒害傷人，形體不可見，象魯為鄭瞻所惑，其毒害傷人，將以大亂而不能見也。言有者，以有為異也。○蜮，音或，短狐也；或謂之射工，音食。）"
      },
      {
        "index": 6,
        "text": "疏注“蜮之猶言惑也”。○解云：即《五行誌》云“蜮猶惑也”者是。○注“其毒害傷人”。○解云：即《五行誌》云“能射人，甚者至死”是也。○注 “形體不可見”。○解云：即《草木誌》云“在水中射人影即死”是也。○注“言有者，以有為異也”。○解云：謂魯先無蜮，今乃有之。案昭二十五年經書“有鴝鵒來巢”，今此不書來者，亂氣所生，不從外來故也。\n冬，十月。\n莊公十有九年\n十有九年，春，王正月。夏，四月。"
      },
      {
        "index": 7,
        "text": "秋，公子結媵陳人之婦於鄄，遂及齊侯、宋公盟。媵者何？諸侯娶一國，則二國往媵之，以侄娣從。（言往媵之者，禮，君不求媵，二國自往媵夫人，所以一夫人之尊。○媵陳，以證反，又繩證反。娣從，才用反，下注同。）\n疏“媵者何”。解云：媵是碎事，例不見經，今而書之，故執不知問。"
      },
      {
        "index": 8,
        "text": "侄者何？兄之子也。娣者何？弟也。諸侯壹聘九女，諸侯不再娶。（必以侄娣從之者，欲使一人有子，二人喜也。所以防嫉妒，令重繼嗣也。因以備尊尊、親親也。九者，極陽數也。不再娶者，所以節人情，開媵路。○嫉，音疾，又音自。）"
      },
      {
        "index": 9,
        "text": "疏“侄者何”。○解云：昭穆異等，而與嫡俱行，故執不知問。○“娣者何”。○解云：與侄同倫而在侄下，故執不知問。○“諸侯”至“再娶”。○解云：傳言此者，解所以有媵之意。言諸侯娶女非一者，正由不得再娶故也。○注“必以”至“人喜也”。○解云：即《穀梁傳》云“一人有子，三人緩帶”，範氏云“欲共享其祿”是也。○注“所以防嫉妒”。○解云：謂三人不相疾也。○注“令重繼嗣也”。解云：謂三人不相疾，共保其子。○注“因以備”至“親也”。○解云：謂備侄所以尊尊，備娣所以親親。其上尊下親，皆指嫡也。○注“九者極陽數也”。○解云：謂對一三五七以為極矣也。 ○注“開媵路”。○解云：謂亦有為嫡之望也。\n媵不書，此何以書？（據伯姬歸於紀，不書媵也。）疏注“據姬歸於紀”者，解云：在隱二年冬。"
      },
      {
        "index": 10,
        "text": "為其有遂事書。（為下有遂事善也，故書所以不當書，以起將有所詳錄，猶伯姬書媵也。不媵，則當取。得書者張本文。言公子結如陳，遂及齊侯、宋公盟於鄄。○為其，於偽反，注及下注同。）"
      },
      {
        "index": 11,
        "text": "疏注“為下有遂事善也”。○解云：即“遂及齊侯、宋公盟”是也。○注“故書所至不當書”。○解云：謂書媵是也。○注“以起將有所詳錄”。○解云：正欲見盟事之善，合詳而錄之。○注“猶伯姬書媵也”。○解云：即成八年“衛人來媵”，傳曰“媵不書，此何以書？錄伯姬也”；九年“晉人來媵”，傳曰“媵不書，此何以書？錄伯姬也”；十年“齊人來媵”，傳云“媵不書，此何以書？錄伯姬也。三國來媵，非禮也。曷為皆以錄伯姬之辭言之？婦人以眾多為侈也”者是也。○注“言公”至“盟於鄄”。○解云：是其得書之文也。"
      },
      {
        "index": 12,
        "text": "大夫無遂事，此其言遂何？聘禮，大夫受命，不受辭。（以外事不素製，不豫設，故云爾。）出竟有可以安社稷利國家者，則專之可也。（先是鄄、幽之會，公比不至，公子結出竟，遭齊、宋欲深謀伐魯，故專矯君命而與之盟，除國家之難，全百姓之命，故善而詳錄之。先書地，後書盟者，明出竟乃得專之也。盟不地者，方使上為出竟地，即更出地，嫌上地自為媵出地也。陳稱人者，為內書，故略以外國辭言之。此陳侯夫人，言婦者，在塗也。加之者，禮未成也。冬，齊人、宋人、陳人伐我西鄙，而盟不日者，起國家後背結之約，非結不信也。○矯，居表反。難，乃旦反。背，音佩。）"
      },
      {
        "index": 13,
        "text": "疏注“先是”至“不至”。○解云：即上十五年“春，齊侯、宋公、陳侯、衛侯、鄭伯會於鄄”；十六年冬，“會齊侯、宋公”以下“同盟於幽”是也。正以彼二經皆不言公會，故知魯侯不至矣。○注“欲深謀伐魯”。○解云：正以善而詳錄之，故知欲伐矣。○注“先書地”。○解云：謂書鄄是也。○注“明出竟乃得專之也”。○解云：正以鄄為衛地故也。○注“此陳”至“在塗也”。○解云：即隱二年傳云“在塗稱婦”是。○注“加之者，禮未成也”。○解云：正以此婦未成為夫人，故加之絕之。若其巳配，禮宜言媵陳夫人，不假言之以絕也。○注“冬齊”至“西鄙”。○解云：即下經也。○注“而盟不”至“不信也”。○解云：以《公羊》之例，不信者書日，故如此解。\n夫人薑氏如莒。\n冬，齊人、宋人、陳人伐我西鄙。（鄙者，邊垂之辭，榮見遠也。）\n莊公二十年\n二十年，春，王二月，夫人薑氏如莒。（月者，再出也。不從四年巳月者，異國。）"
      },
      {
        "index": 14,
        "text": "疏注“月者，再出也”。○解云：欲對上十九年秋“夫人薑氏如莒”之文也。○注“不從”至“異國”。○解云：即上四年經云“春，王二月，夫人薑氏饗齊侯於祝丘”，彼注云“月者再出，重也。三出不月者，省文，從可知例”。然則此經不從四年之例，而複出月者，正為齊、莒異國，不得相因故也。"
      },
      {
        "index": 15,
        "text": "夏，齊大災。大災者何？大瘠也。（瘠，病也，齊人語也。以加大，知非火災也。○大瘠，在亦反，病也；本或作“瘠”，才細反；一本作“漬”，才賜反，鄭注《曲禮》引此同。）"
      },
      {
        "index": 16,
        "text": "疏“大災者何”。○解云：欲言大疾疫，而經書災，故執不知問。○注“以加大，知非火災也”。○解云：正以襄三十年“宋災”，昭九年“陳火”之屬，皆不言大故也。案襄九年傳云“大者曰災，小者曰火”，注云“大者，謂正寢、社稷、宗廟、朝廷也，下此則小矣”。然彼是兩火自對，故以災火別之。此則非火，故更言大耳。"
      },
      {
        "index": 17,
        "text": "大瘠者何？㾐也。（㾐者，民疾疫也。○㾐，力二反，疾疫也。疫，音役。）何以書？記災也。外災不書，此何以書？及我也。（與宋大水同義。㾐者，邪亂之氣所生，是時魯任鄭瞻，夫人如莒淫泆，齊侯亦淫諸姑姊妹，不嫁者七人。 ○邪，似嗟反。）"
      },
      {
        "index": 18,
        "text": "疏注“與宋大水同義”。○解云：即上十一年“宋大水”，傳云“何以書？記災也。外災不書，此何以書？及我也”，注云“時魯亦有水災，書魯則宋災不見，兩舉則煩文不省，故詭例書外以見內也”是也。○注“齊侯”至“七人”。○解云：《晏子春秋》文。案彼齊景公問於晏子曰：“吾先君桓公，淫女公子，不嫁者九人，而得為賢君何？”又此解言七人者，彼此其有誤矣。然則襄公霸諸侯，唯淫妹而已，齊人猶作“南山崔崔”以刺之。桓公小白相淫九人，而齊人不刺之者，蓋以功多足以除惡故也。或者遇爾不作，或采之不得，寧可問乎？\n秋，七月。冬，齊人伐戎。\n莊公二十有一年\n二十有一年，春，王正月。夏，五月，辛酉，鄭伯突卒。（○鄭伯突，徒沒反，厲公也。）\n秋，七月，戊戌，夫人薑氏薨。冬，十有二月，葬鄭厲公。（《春秋》篡明者書葬。）"
      },
      {
        "index": 19,
        "text": "疏注“春秋”至“書葬”。○解云：言《春秋》者，欲見通例如此矣。篡明者，謂有立、入之文，即隱四年冬，“衛人立晉”；桓十三年春，“葬衛宣公”；上九年夏，“齊小白入於齊”；僖十八年秋，“葬齊桓公”之屬是也。今此鄭突入於鄭，桓十五年秋亦有入櫟之文，即是篡明，書其葬耳。若篡不明者，則去其葬以見其篡，不合為諸侯，是以僖十年裏克弑卓子之時，惠公無入文。至僖二十四年“晉侯夷吾卒”下，不書葬晉惠公矣。若有立、入之文者，不嫌非篡，何勞去葬以見篡？若然，案文公重耳亦無篡文，而僖三十年經書“葬晉文公”者，正以文公功蓋天下，《春秋》為賢者諱，故書其葬，若其不篡然也。若然，齊侯小白是賢者而書其入，又錄其葬，見其篡明，不為之諱者，僖十年傳云“桓公之享國也長，美見乎天下，故不為之諱本惡也。文公之享國也短，美未見乎天下，故為之諱本惡也”是也。\n莊公二十有二年"
      },
      {
        "index": 20,
        "text": "二十有二年，春，王正月，肆大省。肆者何？跌也。（跌，過度。○肆，音四，本或作“佚”。大省，所景反，除自省皆同，二傳作“眚”。跌，大結反，過度也。）"
      },
      {
        "index": 21,
        "text": "疏“肆大省”。○解云：肆，讀如字，放肆也。省，讀如減省之省也。○“肆者何”，“大省者何”。○解云：皆以異於常例，故執不知問。"
      },
      {
        "index": 22,
        "text": "大省者何？災省也。（謂子卯日也。夏以卯日亡，殷以子日亡，先王常以此日省吉事，不忍舉，又大自省敕，得無獨有此行乎？常若聞災自省，故曰災省也。○行，下孟反。）"
      },
      {
        "index": 23,
        "text": "疏注“先王”至“忍舉”。○解云：此先王，謂夏、殷之後成禮者，以是夏、殷亡日，故省吉事而已，不忍舉而行之。○注“又大”至“此行乎”。○解云：又若似見不賢而內自省之義矣。○注“常若”至“災省也”者，釋傳云“災省”之文也。言聞有災輒自省察，若為行而致之乎？"
      },
      {
        "index": 24,
        "text": "肆大省，何以書？譏。何譏爾，譏始忌省也。（時魯有夫人喪，忌省日不哭。省日本以忌吉事，不以忌凶事，故禮哭不辟子卯日，所以專孝子之思也。不與念母，而譏忌省者，本不事母則已，不當忌省，猶為商人責不討賊。○思，息嗣反。為，於偽反。）"
      },
      {
        "index": 25,
        "text": "疏“肆大省，何以書”。○解云：不但言何以書者，恐人以為但問大省，云大自省敕何以書，故複舉句而問之。○注“故禮”至“卯日”。○解云：案《士喪禮》既殯之後，云“朝夕哭，不辟子卯”是也。引之者，證不以忌凶事也。○注“不與”至“忌省”。解云：不與念母者，即上元年“三月，夫人孫於齊”，傳曰“夫人固在齊矣，其言孫於齊何？念母也”，“念母者，所善也。則曷為於其念母焉貶？不與念母也”，彼注云“念母則忘父，背本之道也”是也。○注“猶為”至“討賊”。○解云：文十四年九月，“齊公子商人弑其君舍”。然則商人者，是篡弑之賊也，齊之臣子理宜討之，而反臣事，失其所也。及文十八年夏，“齊人弑其君商人”，而不書其葬者，以責臣子不討賊也。似文薑罪，實宜絕之，公既不絕，宜盡子道，而反忌省，故得責之。"
      },
      {
        "index": 26,
        "text": "癸丑，葬我小君文薑。文薑者何？莊公之母也。（輒發傳者，起仇母，錄子恩。凡母在子年，無適庶，皆係子也。不在子年，適母係夫，庶母係子。言小君者，比於君為小，俱臣子辭也。文者，諡也。夫人以姓配諡，欲使終不忘本也。○無適，丁曆反，下同。）"
      },
      {
        "index": 27,
        "text": "疏“葬我小君文薑”。○解云：《穀梁傳》曰“小君非君，其曰君何也？以其為公配，可以言小君也”者是。○“文薑者何”。○解云：欲言莊母，諡異其父；欲言非母，備禮葬之，故執不知問。○注“輒發”至“子恩”。○解云：隱元年傳云“仲子者何？桓之母也”。今假令不發，亦是桓之夫人、莊公之母可知，而云“文薑者何？莊公之母”，故言輒矣。今此經云“葬我小君文薑”，傳云“文薑者何？莊公之母也”者，正欲錄子之恩，故備禮而葬之。○注“凡母”至“係子也”。解云：即此傳云“文薑者何？莊公之母”，是適母係子也。宣八年傳云“頃熊者何？宣公之母也”，襄四年傳云“定戈者何？襄公之母也”，皆是庶母係子也。而僖二年傳云“哀薑者何？莊公之夫人也”，在子年而係夫者，蓋以僖公非所生，為其非子故也。○注“不在”至“係夫”。○解云：即僖二年哀薑是也。○注“庶母係子也”。○解云：即文五年傳云“成風者何？僖公之母也”是也。定十五年秋，“姒氏卒”，傳曰“姒氏者何？哀公之母也”者，亦是庶母不在子年而係於子。然則鄉來所言，傳皆葬上乃言某公之母，而姒氏特於卒上發傳者，正以姒氏之葬，直云“葬定姒”，不得稱小君，是以傳家亦於葬略之矣。定姒所以葬不得稱小君，《公羊》之義，母以子貴，哀公爾時未得為君，是以定姒未得全同夫人矣。○注“欲使終不忘本也”。○解云：本即姓是也。\n陳人殺其公子禦寇。（書者，殺君之子，重也。）\n疏注“書者，殺君之子，重也”。○解云：正以不言大夫而得書殺，則知由其是君之子故也。\n夏，五月。（以五月首時者，譏。莊公取仇國女，不可以事先祖，奉四時祭祀，猶五月不宜以首時）。"
      },
      {
        "index": 28,
        "text": "秋，七月，丙申，及齊高傒盟於防。（防，魯地。○傒，音兮。）齊高傒者何？貴大夫也。曷為就吾微者而盟？（據暨與公盟也。）"
      },
      {
        "index": 29,
        "text": "疏“齊高傒者何”。○解云：欲言其貴，魯侯恥之；欲言微者，名氏見經，故執不知問。○注“據暨與公盟也”。○解云：即上九年春，“公及齊大夫盟於暨”是也。\n公也。（以其日，微者不得日，大夫盟當出名氏。）"
      },
      {
        "index": 30,
        "text": "疏注“以其日”至“得日”。○解云：即隱元年“九月，及宋人盟於宿”，傳曰“孰及之？內之微者也”，彼注云“宋稱人者，亦微者也”，“微者盟例時，不能專正，故責略之。此月者，隱公賢君，雖使微者，有可采取故錄也”，是其微者不得日矣。其微者盟例時者，即僖十九年“冬，會陳人、蔡人、楚人、鄭人盟於齊”之屬是也。○注“夫人”至“名氏”。○解云：即成元年“臧孫許及晉侯盟於赤棘”之屬是也。\n公則曷為不言公？諱與大夫盟也。"
      },
      {
        "index": 31,
        "text": "冬，公如齊納幣。（納幣即納徵。《禮》曰“主人受幣，士受儷皮”是也。《禮》言納徵，《春秋》言納幣者，《春秋》質也。凡婚禮皆用雁，取其知時候。唯納徵用玄纁束帛儷皮。玄纁，取其順天地也。儷皮者，鹿皮，所以重古也。○纁，許云反，儷，力計反，本又作“麗”。）"
      },
      {
        "index": 32,
        "text": "疏注“納徵”至“天地也”。○解云：即隱元年注云“束帛，謂玄三纁二：玄三法天，纁二法地”是也，何者？玄纁者，是天地之色故也。○注“儷皮者，鹿皮，所以重古也”。○解云：正以古者食肉衣皮服捕禽獸故也。儷者，兩也。兩皮者，二儀之數。"
      },
      {
        "index": 33,
        "text": "納幣不書，此何以書？（據桓三年公子翬如齊逆女，不書納幣。）譏。何譏爾？親納幣，非禮也。（時莊公實以淫泆大惡不可言，故因其有事於納幣，以無廉恥為譏。不譏喪娶者，舉淫為重也。凡公之齊，所以起淫者，皆以危致也。）"
      },
      {
        "index": 34,
        "text": "疏注“凡公”至“致也”。○解云：即下二十三年“春，公至自齊”，“夏，公如齊觀社”，“公至自齊”；二十四年“夏，公如齊逆女”，“秋，公至自齊”之屬是也。凡書至者，臣子喜其君父脫危而至故也。\n莊公二十有三年\n二十有三年，春，公至自齊。桓之盟不日，其會不致，信之也。（據柯之盟不日，柯之會不致。）\n疏注“據柯”至“不致”。○解云：即上十三年“冬，公會齊侯於柯”，不書日不致是也。\n此之桓國，何以致？危之也。何危爾？公一陳佗也。（公如齊淫，與陳佗相似如一也。○佗，大何反。）"
      },
      {
        "index": 35,
        "text": "疏注“公如”至“如一也”。○解云：即桓六年“蔡人殺陳佗”，傳云“陳佗者何？陳君也。陳君則曷為謂之陳佗？絕也。曷為絕之？賤也。其賤奈何？外淫也。惡乎淫？淫於蔡，蔡人殺之”是也。\n祭叔來聘。（不稱使者，公一陳佗，故絕，使若我無君，以起其當絕，因不與天子下聘小人。○祭，側界反。）"
      },
      {
        "index": 36,
        "text": "疏注“不稱使”至“小人”。○解云：如此注者，正欲決隱七年“天王使凡伯來聘”，九年“天王使南季來聘”，等是王使而皆稱使。今此獨不稱使，故決之。何氏知不稱使，是我無君之文者，正見閔二年“高子來盟”，傳云“何以不言使？我無君”是也。若然，案桓四年“夏，天王使宰渠伯糾來聘”；桓五年夏，“天王使仍叔之子來聘”；桓八年春，“天王使家父來聘”。然則桓公篡逆，經猶稱使而不絕之。莊公特淫，絕之者，桓四年伯糾之下，何氏云“下去二時者，桓公無王而行，天子不能誅，反下聘之，故為貶，見其罪，明不宜也”。然則桓公惡甚，故去二時以明不宜。莊公罪輕，故不言使以見絕，因不與天子下聘小人而已。《春秋》見義，非唯一種，未可然怪也。"
      },
      {
        "index": 37,
        "text": "夏，公如齊觀社。何以書？譏。何譏爾？諸侯越竟觀社，非禮也。（觀社者，觀祭社。諱淫言觀社者，與親納幣同義。社者，土地之主。祭者，報德也。生萬物，居人民，德至厚，功至大，故感春秋而祭之，天子用三牲，諸侯用羊豕。）"
      },
      {
        "index": 38,
        "text": "疏注“諱淫”至“同義”。○解云：謂實以淫泆大惡不可言，因其有事於觀社，故以觀社譏耳。○注“天子”至“羊豕者”，解云：時王之禮。公至自齊。\n荊人來聘。荊何以稱人？（據上稱州。）\n疏注“據上稱州”。○解云：即上十六年“秋，荊伐鄭”之屬是也。"
      },
      {
        "index": 39,
        "text": "始能聘也。（《春秋》王魯，因其始來聘，明夷狄能慕王化，脩聘禮，受正朔者，當進之，故使稱人也。稱人當係國，而係荊者，許夷狄者不一而足。）"
      },
      {
        "index": 40,
        "text": "疏注“稱人”至“而足”。○解云：正以十年傳云：“州不若國，知進稱人宜係國矣”。文九年“楚子使椒來聘”，傳云“椒者何？楚大夫也。楚無大夫，此何以書？始有大夫也。始有大夫則何以不氏？許夷狄者不一而足也”。又襄二十九年傳云“劄者何？吳季子之名。《春秋》賢者不名，此何以名？許夷狄者不壹而足也”，是以此注引之耳。\n公及齊侯遇於穀。蕭叔朝公。其言朝公何？（據公在內不言朝公，在外言會。）"
      },
      {
        "index": 41,
        "text": "疏注“據公”至“朝公”。○解云：即隱十一年“春，滕侯、薛侯來朝”之屬是也。○注“在外言會”。○解云：定十四年“邾婁子來會公”，及公會某侯之屬皆是也。\n公在外也。（時公受朝於外，故言朝公，惡公不受於廟。○惡公，烏路反，下同。）"
      },
      {
        "index": 42,
        "text": "疏注“時公”至“於廟”。○解云：隱七年注云“不言聘公者，禮，聘受之於大廟，孝子謙不敢以巳當之，歸美於先君，且重賓也”，隱十一年注云“不言朝公者，禮，朝受之於大廟，與聘同義”。今此言公故如此解。"
      },
      {
        "index": 43,
        "text": "秋，丹桓宮楹。何以書？譏。何譏爾？丹桓宮楹，非禮也。（楹，柱也。丹之者，為將娶齊女，欲以誇大示之。傳言“丹桓宮”者，欲道天子諸侯各有製也。禮，天子斫而礱之，加密石焉；諸侯斫而礱之，不加密石；大夫斫之；士首本。失禮宗廟例時。○宮楹，音盈，柱也，下傳及注同。為將，於偽反。斫，丁角反，下同。礱，力工反。）"
      },
      {
        "index": 44,
        "text": "疏注“禮天子”至“首本”。○解云：皆《外傳•晉語》張老謂趙文子椽之製。《穀梁傳》曰：“天子之桷，斫之礱之，加密石焉；諸侯之桷，斫之礱之；大夫斫之；士斫本。”今此何氏於丹楹之下總言之矣。斫本者，正謂全以樹本而行斤斫之。○注“失禮宗廟例時”。○解云：正謂此文是也。下經二十四年“三月，刻桓宮桷”而書月者，以其功重故也。此謂失禮脩營之例也。若其祭祀失禮者，則書日，是以隱五年 “初獻六羽”之下，何氏云“失禮鬼神例日”是也。若始造宗廟而失禮者，亦書日，即成六年春，王“二月，辛巳，立武宮”是也。而定元年九月，“立煬宮”，亦為非禮，而不書日者，所見之世，其恩尤厚，故不為書日，使若得禮然。"
      },
      {
        "index": 45,
        "text": "冬，十有一月，曹伯射姑卒。（曹達《春秋》常卒月葬時也。始卒日葬月，嫌與大國同，後卒而不日，入所聞世，可日不複日。○射姑，音亦。複，扶又反。）"
      },
      {
        "index": 46,
        "text": "疏注“曹達”至“時也”。○解云：即文九年“秋，八月，曹伯襄卒”，冬，“葬曹共公”；昭十八年“春，王三月，曹伯須卒”，“秋，葬曹平公”之屬是也。其有卒葬在日月下者，不蒙日月矣。其文各自有解。○注“始卒日葬月”。○解云：即桓十年“春，王正月，庚申曹伯終生卒。夏，五月，葬曹桓公”是也。所以然者，敬老重恩故也。○注“後卒而不日”。○解云：正以對桓十年“曹伯終生卒”，以為後矣。○注“入所聞世，可日不複日”。○解云：即文九年“秋，八月，曹伯襄卒”是。案曹為小國，入所聞之世，正合卒月，而言可日者，正以傳聞之世，巳得錄之，故所聞世可以書日，但以嫌同大國，故不日矣。"
      },
      {
        "index": 47,
        "text": "十有二月，甲寅，公會齊侯盟於扈。桓之盟不日，此何以日？危之也。何危爾？我貳也。（莊公有汙貳之行。○扈，音戶。有汙，汙辱之汙，一音烏臥反，後放此。行，下孟反。）"
      },
      {
        "index": 48,
        "text": "疏注“汙貳之行”。○解云：謂莊公之行，既不清潔，又不專一，故謂之貳矣。魯子曰：“我貳者，非彼然，我然也。”（嫌上托以齊惡我貳，相疑而盟，故日也。解言非齊惡我也，我行汙貳，動作有危，故日之也。）\n莊公二十有四年"
      },
      {
        "index": 49,
        "text": "二十有四年，春，王三月，刻桓宮桷。何以書？譏。何譏爾？刻桓宮桷，非禮也。（與丹楹同義。月者，功重於丹楹。○桷，音角，椽也。）"
      },
      {
        "index": 50,
        "text": "疏注“與丹楹同義”。○解云：即上注云“丹之者，為將娶齊女，欲以誇大示之”是也。○注“月者，功重於丹楹”。○解云：正以失禮宗廟例時，故如此注。\n葬曹莊公。"
      },
      {
        "index": 51,
        "text": "夏，公如齊逆女。何以書？親迎禮也。（諱淫，故使若以得禮書也。禮，諸侯既娶三月，然後夫人見宗廟；見宗廟，然後成婦禮。○迎，魚命反。見宗，賢遍反，下傳文“見也”、“見用幣”及注同。）"
      },
      {
        "index": 52,
        "text": "疏“葬曹莊公”。○解云：雖在月下，不蒙上月也。○“何以書？親迎禮也”。○解云：魯侯如齊，本實淫通，非為親迎而往。但《春秋》之意，以其大惡不可言之，要以言其逆女，使若得禮，善而書日矣。是以注云“諱淫，故使若以得禮書也”。○注“禮諸侯”至“婦禮”。○解云：注言此者，欲道莊公夫人未至於國而行婦事，既非正禮明矣。\n秋，公至自齊。八月，丁丑，夫人薑氏入。其言入何？（據夫人薑氏言至不言入。）\n疏注“據夫人”至“言入”。○解云：即桓三年九月，“夫人薑氏至自齊”是"
      },
      {
        "index": 53,
        "text": "難也。其言日何？（據夫人薑氏至，不日。○難也，乃旦反，下及注同。）難也。其難奈何？夫人不僂，不可使入，與公有所約，然後人。（僂，疾也，齊人語。約，約遠媵妾也。夫人稽留，不肯疾順公，不可使即入。公至後，與公約定八月丁丑乃入，故為難辭也。夫人要公不為大惡者，妻事夫有四義：雞鳴縰笄而朝，君臣之禮也；三年惻隱，父子之恩也；圖安危可否，兄弟之義也；樞機之內，寢席之上，朋友之道，不可純以君臣之義責之。○不僂，力主反，疾也。注同。遠，於萬反。要，一遙反。縰笄，所買反，又所綺反。惻隱，初力反。）\n疏注“夫人要公”至“責之”。○解云：正以所傳聞之世，內之大惡皆諱不書。今而書之，故知然也。"
      },
      {
        "index": 54,
        "text": "戊寅，大夫宗婦覿，用幣。宗婦者何？大夫之妻也。覿者何？見也。用者何？用者不宜用也。（不宜用幣為贄也。○覿，大曆反，見也。贄，音至。）"
      },
      {
        "index": 55,
        "text": "疏“宗婦者何”。○解云：欲言大夫之妻，文不言及；欲言非妻，相與俱見，故執不知問。○“覿者何”。○解云：欲言是禮，男女無別；欲言非禮，而在用上，故執不知問。○“用者何”。○解云：初至之覿，禮則有之；而經書用，乃是不宜之稱，故執不知問。\n見用幣，非禮也。（以文在覿下，不使齎見，知非禮也。）"
      },
      {
        "index": 56,
        "text": "疏“見用幣，非禮也”。○解云：言其見夫人之法，卿大夫宜用羔雁，宗婦宜用棗栗腶脩，而皆用幣，是為非禮也。○注“以文”至“非禮也”。○解云：若其是禮，宜言大夫宗婦用幣覿也。"
      },
      {
        "index": 57,
        "text": "然則曷用？棗栗云乎？暇脩云乎？（暇脩者，脯也。禮，婦人見舅姑，以棗栗為贄；見女姑，以暇脩為贄；見夫人，至尊，兼而用之。云乎，辭也。棗栗取其早自謹敬，暇脩取其斷斷自脩正。執此者，若其辭云爾，所以敘情配誌也。凡贄，天子用鬯，諸侯用玉，卿用羔，大夫用雁，士用雉。雉取其耿介；雁取其在人上，有先後行列；羔取其執之不鳴，殺之不號，乳必跪而受之，類死義知禮者也；玉取其至清，而不自蔽其惡，潔白而不受汙，內堅剛而外溫潤，有似乎備德之君子；鬯取其芬芳在上，臭達於天，而醇粹無擇，有似乎聖人，故視其所執而知其所任矣。日者，禮，夫人至，大夫皆郊迎，明日大夫宗婦皆見，故著其明日也。大夫妻言宗婦者，大夫為宗子者也。族所以有宗者，為調族理親疏，令昭穆親疏各得其序也，故始統世世繼重者為大宗，旁統者為小宗，小宗無子則絕，大宗無子則不絕，重本也。天子諸侯世以三牲養，禮有代宗之義，大夫不世，不得專宗。著言宗婦者，重教化自本始也。○斷脩，丁亂反，注同，本又作“暇”，音同鍜；脯加薑桂曰脩。耿介，古幸反；下音界。行，戶郎反。號，戶刀反。跪，其委反。醇，音純。粹，雖遂反。為調，於偽反，下“仕為”同。令，力呈反。昭穆，上遙反，凡昭穆之例皆同。）"
      },
      {
        "index": 58,
        "text": "疏注“暇脩者，脯也”。○解云：正以《穀梁傳》云“束脩之肉，不行竟內”，以肉言之，故知脩為脯矣。又下《曲禮》“婦人之贄，脯脩棗栗”，謂之脯脩，其義益顯。○注“禮婦人”至“誌也”。○解云：時王之禮。且以其文先言棗栗故也。○注“凡贄”至“用雉”。○解云：皆下《曲禮》文。彼言諸侯用圭，此言玉者，蓋所見異也。○注“大夫不世，不得專宗”。○解云：欲道大夫之妻所以謂之婦人之義。○注“重教化自本始也”。○解云：正以宗子者，宗族之本故也。\n大水（夫人不製，遂淫二叔，陰氣盛，故明年複水也。○複，扶又反。）"
      },
      {
        "index": 59,
        "text": "疏注“夫人”至“二叔”。○解云：即下二十七年傳云“公子慶父、公子牙通乎夫人以脅公”是也。○注“明年複水也”。○解云：即二十五年“秋，大水”云云是也。\n冬，戎侵曹，曹羈出奔陳。曹羈者何？曹大夫也。（以小國，知無氏為大夫。○曹羈，居宜反，下同。）"
      },
      {
        "index": 60,
        "text": "疏“曹羈者何”。○解云：欲言曹君，經不稱伯；欲言大夫，單名無氏，故執不知問。○注“以小”至“大夫”。○解云：即襄二十三年“邾婁鼻我來奔”，昭二十七年“邾婁快來奔”之屬是也。若其大國大夫不書名氏者，或有未命，或有罪見貶矣。\n曹無大夫，此何以書？（據羈無氏。）"
      },
      {
        "index": 61,
        "text": "疏注“據羈無氏”。○解云：曹無大夫之文也。言問者見羈無氏，知曹無大夫。既無大夫，何以特書曹羈？故難之。"
      },
      {
        "index": 62,
        "text": "賢也。何賢乎曹羈？（據國見侵，出奔以辟難。）戎將侵曹，曹羈諫曰：“戎眾以無義，（戎師多，又常以無義為事。”）君請勿自敵也。”（禮，兵敵則戰，不敵則守。君師少，不如守，且使臣下往。○則守，手又反，又如字，下同。）曹伯曰：“不可。”（臣下不可獨往。）三諫不從，遂去之。故君子以為得君臣之義也。（孔子曰：“所謂大臣者，以道事君，不可則止。”此之謂也。諫必三者，取月生三日而成魄，臣道就也。不從得去者，仕為行道，道不行，義不可以素餐，所以申賢者之誌，孤惡君也。諫有五：一曰諷諫，孔子曰“家不藏甲，邑無百雉之城”，季氏自墮之是也；二曰順諫，曹羈是也；三曰直諫，子家駒是也；四曰爭諫，子反請歸是也；五曰贛諫，百里子、蹇叔子是也。○魄，普白反。餐，七千反。諷，方鳳反。墮，許規反。爭，爭鬥之爭。贛諫，陟降反，又呼弄反，又醜用反。）"
      },
      {
        "index": 63,
        "text": "疏“三諫不從”至“義也”。○解云：然則下二十七年傳云“君子辟內難，而不辟外難者，謂三諫不從”之屬是也。而《曲禮》下篇云“三諫不聽，則逃之”，蓋士不待放，故言逃之。○注“諫必三者”至“君也”。○解云：即此及《鄉飲酒義》云“讓之三也，象月之三日而成魄”是也。○注“諫有五至墮之是也”。解云：即定十二年傳云“孔子行乎季孫，三月不違，曰：‘家不藏甲，邑無百雉之城。’於是帥師墮費”是也。○注“二曰順諫”。○解云：即此文是也。○注“三曰”至“駒是也”。○解云：昭二十五年傳云“昭公將弑季氏，告子家駒曰：‘季氏為無道，僭於公室久矣。吾欲弑之，何如？’子家駒曰：‘諸侯僭於天子，大夫僭於諸侯久矣。’昭公曰：‘吾何僭矣哉？’子家駒曰：‘設兩觀，乘大路，朱幹玉戚以舞《大武》，八佾以舞《大夏》，皆天子之禮也’”是也。○注“四曰”至“歸是也”。○解云：即宣十五年傳云“外平不書，此何以書？大其平乎己也。何大其平乎己？莊王圍宋軍，有七日之糧爾，盡此不勝，將去而歸爾。於是使司馬子反乘堙而闚宋城，宋華元亦乘堙而出見之。子反曰：‘子之國何如？’華元曰：‘憊矣。’曰：‘何如？’曰：‘易子而食之，析骸而炊之。’司馬子反曰：‘嘻！甚矣憊。雖然，吾聞之也：圍者拑馬而秣之，使肥者應客，是何子之情也？’華元曰：‘吾聞之，君子見人之厄則矜之，小人見人之厄則幸之。吾見子之君子也。是以告情於子也。’司馬子反曰： ‘諾！勉之矣。吾軍亦有七日之糧爾，盡此不勝，將去而歸爾。’揖而去之，反於莊王。莊王曰：‘何如？’司馬子反曰：‘憊矣。’曰：‘何如？’曰：‘易子而食之，析骸而炊之。’莊王曰：‘嘻！甚矣憊。雖然，吾今取此，然後而歸爾。’司馬子反曰：‘不可。臣巳告之矣，軍有七日之糧爾。’莊王怒曰：‘吾使往視之，子曷為告之？’司馬子反曰：‘以區區之宋，猶有不欺人之臣，可以楚而無乎？是以告之也。’莊王曰：‘諾！舍而止。雖然，吾猶取此，然後歸爾。’司馬子反曰：‘然則君請處於此，臣請歸爾。’莊王曰：‘子去我而歸，吾孰與處於此？吾亦從子而歸爾。’引師而去之。故君子大其平乎已也”者是也。○注“五曰”至 “子是也”。○解云：僖三十三年傳云“秦伯將襲鄭，百里子與蹇叔子諫曰：‘千里而襲人，未有不亡者也。’秦伯怒曰：‘若爾之年者，宰上之木拱矣，爾曷知？’師出，百里子與蹇叔子送其子而戒之曰：‘爾即死必於殽之嶔岩，是文王之所辟風雨者也。吾將屍爾焉。’子揖師而行，百里子與蹇叔子從其子而哭之。秦伯怒曰：‘爾曷為哭吾師？’對曰：‘臣非敢哭君師，哭臣之子也’”者是也。"
      },
      {
        "index": 64,
        "text": "赤歸於曹郭公。赤者何？曹無赤者，蓋郭公也。（以郭公在赤下。○赤歸於曹郭公，此連為句。郭，音虢，亦如字。連讀郭公為一句。）"
      },
      {
        "index": 65,
        "text": "疏“赤者何”。○解云：欲言曹伯，經不書爵；欲言微者，複有郭公之號，故執不知問。○“曹無”至“公也”。○解云：謂此郭公實非曹人故也。言蓋郭公者，蓋郭之公矣。"
      },
      {
        "index": 66,
        "text": "郭公者何？失地之君也。（失地者，出奔也。名言歸，倒郭公置赤下者，欲起曹伯為戎所殺，故使若曹伯死，諡之為郭公。而赤微者，自歸曹也。不言赤奔者，從微者例，不得錄出奔。）"
      },
      {
        "index": 67,
        "text": "疏“郭公者何”。○解云：欲言郭君，經無其事；欲言曹伯，而文言郭公，故執不知問。○注“不言”至“出奔”。○解云：謂不言郭公赤奔曹者，假作微人之文，即從微者例，寧得錄其奔，正得言道赤歸於曹。\n莊公二十有五年"
      },
      {
        "index": 68,
        "text": "二十有五年，春，陳侯使女叔來聘。（稱字者，敬老也。禮，七十，雖庶人，主字而禮之。《孝經》曰“昔者明王之以孝治天下也，不敢遺小國之臣”是也。○女，音汝。）"
      },
      {
        "index": 69,
        "text": "疏注“稱字敬老也”。○解云：正以稱字異於諸侯大夫之例，故知其老也。○注“孝經”至“是也”。○解云：注言此者，欲道《春秋》假魯以為明王，謂女叔為小國之臣矣。"
      },
      {
        "index": 70,
        "text": "夏，五月，癸丑，衛侯朔卒。（《春秋》篡明者當書葬，朔不書葬，嫌與篡同例，身絕國不絕，故去葬，明犯天子命重，不得書葬，與盜國同。○故去，起呂反，年末同。）"
      },
      {
        "index": 71,
        "text": "疏注“春秋”至“國同”。○解云：篡明者，謂經有立、入之文也，不嫌非篡，則書其葬，隱四年冬，“衛人立晉”；桓十三年春，“葬衛宣公”；莊九年夏，“齊小白入於齊”；僖十八年秋，“葬齊桓公”之屬是也。若篡不明者，則去其葬，以見其篡，不合為諸侯，即晉惠公之屬是也。今此尋朔於上六年經云“夏，六月，侯朔入於衛”，既有入文，即是篡明，當合書葬，而不書葬者，若其書葬，則嫌與篡明者同例，但身合絕而已，其國不合絕，故亦去其葬，明其犯天子之命罪重，不得書葬，與盜國同。盜國即篡是也。朔犯天子命在上六年。\n六月，辛未，朔，日有食之。鼓用牲於社。日食則曷為鼓用牲於社？（據日食在天。）\n疏注“據日食在天”。○解云：謂日食在天上，何由於地而鼓用牲乎？"
      },
      {
        "index": 72,
        "text": "求乎陰之道也。（求，責求也。）以朱絲營社，或曰脅之，或曰為闇，恐人犯之，故營之。（或曰者，或人辭，其義各異也。或曰脅之，與責求同義。社者，土地之主也。月者，土地之精也。上係於天而犯日，故鳴鼓而攻之，脅其本也。朱絲營之，助陽抑陰也。或曰為闇者，社者，土地之主，尊也，為日光盡，天闇冥，恐人犯曆之，故營之。然此說非也。記或傳者，示不欲絕異說爾。先言鼓，後言用牲者，明先以尊命責之，後以臣子禮接之，所以為順也。不言鼓於社用牲者，與禘於大廟用致夫人同，嫌起用牲為非禮。書者，善內感懼天災應變得禮也。是後夫人遂不製，通於二叔，殺二嗣子也。○營社，一傾反，又如字，本亦作“縈”，同。為闇，於偽反，注“為闇”、“為日光” 同。大廟，音泰。應變，應對之應。）"
      },
      {
        "index": 73,
        "text": "疏注“或曰”至“說非也”。○解云：知其非者，正以日食者，陰氣侵陽，社官五土之神，理宜抑之，而反營衛，失抑陰之義故也。○注“不言”至“非禮”。○解云：《公羊》之義，救日食而有牲者，以臣子之道接之故也，與《左氏》天災有幣無牲異矣。僖八年“秋，七月，禘於大廟，用致夫人”，彼注云“以致文在廟下，不使入廟，知非禮也”。然則此經若鼓用牲之文，在於社之下，不使在社上，則用牲為非禮。若然，上二十四年傳云“用者不宜用也”，而此注複以用牲為得禮者，《公羊》之義，以用為時事，不必著不宜也。○注“書者”至“嗣子也”。○解云：謂經書日食，善內之得禮矣。夫人遂不製以下，是其日食之義。言通於二叔者，下二十七年傳云“公子慶父、公子牙通乎夫人以脅公”是也。言殺二嗣子者，子般、閔公是也。\n伯姬歸於杞。"
      },
      {
        "index": 74,
        "text": "秋，大水。鼓用牲於社於門。其言於社於門何？（據一鼓用牲耳。）於社，禮也。於門，非禮也。（於門非禮，故略不複舉鼓用牲。不舉非禮為重者，如去於社，嫌於門禮也。大水與日食同禮者，水亦土地所為，云實出於地，而施於上乃雨，歸功於天，猶臣歸美於君。○複，扶又反。）\n疏注“大水”至“於君”。○解云：同禮，謂同鼓用牲矣。"
      },
      {
        "index": 75,
        "text": "冬，公子友如陳。（如陳者，聘也。內朝聘言如者，尊內也。書者，錄內所交接也。朝京師大國，善有加錄文，如楚有危文。聘無月者，此於朝輕也。）"
      },
      {
        "index": 76,
        "text": "疏注“朝京”至“錄文”。解云：凡朝聘例時，加錄，謂書月是也。即成十三年“三月，公如京師”，彼注云“月者，善公尊天子”者，是其朝京師有加錄之文矣。襄二十一年“春，王正月，公如晉”彼注云“月者，溴梁之盟後，中國方乖離，善公獨能與大國”者，是朝大國有加錄之文矣。○注“如楚有危文”。○解云：即襄二十八年冬，“十有一月，公如楚”，彼注云“如楚皆月者，危公朝夷狄也”。是也。○注“聘無月”至“輕也”。○解云：即《春秋》上下內聘京師及大國悉書時是也。而襄三十年“春，王正月，楚子使薳頗來聘”書月者，彼注云“月者，公數如晉，希見答，今見聘，故喜錄之”是也。然則此云聘無月者，據內言之矣。\n莊公二十有六年\n二十有六年，春，公伐戎。夏，公至自伐戎。曹殺其大夫。何以不名？（據莒小於曹，殺公子意恢名。）"
      },
      {
        "index": 77,
        "text": "疏“春，公伐戎。夏，公至自伐戎”。○解云：即上六年注云“公獨出用兵，不得意致伐”者，即此是也。○注“據莒”至“恢名”。○解云：知莒小於曹者，正以《春秋》上下，曹伯恒敘於莒上故也。其莒殺公子意恢名者，即昭十四年“冬，莒殺其公子意恢”是也。\n眾也。曷為眾殺之？（據殺三郤名。）"
      },
      {
        "index": 78,
        "text": "疏注“據殺三郤名”。○解云：即成十七年“晉殺其大夫郤錡、郤州、郤至”是也。言晉殺三郤，亦是眾殺之，而皆書名。此曷為眾殺而複不稱其名乎？"
      },
      {
        "index": 79,
        "text": "不死於曹君者也。（曹諸大夫與君皆敵戎戰，曹伯為戎所殺，諸大夫不伏節死義，獨退求生，後嗣子立而誅之。《春秋》以為得其罪，故眾略之不名。凡書君殺大夫，大夫有罪，以專殺書，他皆以罪舉。）"
      },
      {
        "index": 80,
        "text": "疏注“凡書”至“罪舉”。○解云：《春秋》之義，諸侯之君不得專殺大夫，若殺有罪大夫，《春秋》書之者，責君專殺矣。其他無罪，君枉殺之，而書之者，欲以罪君之故而舉之。其罪君者，即去其君之葬是也。\n君死乎位曰滅，曷為不言其滅？（據胡子髡滅。○髡，苦門反。）"
      },
      {
        "index": 81,
        "text": "疏注“據胡子髡滅”。○解云：即昭二十三年云“胡子髡、沈子楹滅”云云是也。此注不言沈子楹者，省文故也。\n為曹羈諱也。此蓋戰也。何以不言戰？（如上語知為戰。○為曹，於偽反，下同。）"
      },
      {
        "index": 82,
        "text": "疏注“如上語知為戰”。○解云：即上謂“不死於曹君”是也。為曹羈諱也。（諱者，上出奔，嫌辟難，欲起其賢，又所諫者戰也，故為去戰滅之文，所以致其意也。曹無大夫，書殺大夫者，起當誅也。○避難，乃旦反。為去，於偽反；下起呂反。）"
      },
      {
        "index": 83,
        "text": "疏注“故為”至“意也”。○解云：謂曹羈之意，唯恐其滅，欲其不戰，是故諱其戰滅之文，所以使若諫得其君然也。○注“曹無大夫”。○解云：上二十四年傳文。○注“起當誅也”。○解云：言大夫之義，理合死於君。今不死君，當合誅討，是以經書“殺其大夫”，欲起其合誅矣。\n秋，公會宋人、齊人伐徐。冬，十有二月，癸亥，朔，日有食之。（異與上日食略同。）"
      },
      {
        "index": 84,
        "text": "疏注“異與上日食略同”。○解云：上二十五年日食之下，注云“是後夫人遂不製，通於二叔，殺二嗣子也”。今此日食之異，亦為此事，故云異與上日食之說相似，是以不複指解之。\n莊公二十有七年"
      },
      {
        "index": 85,
        "text": "二十有七年，春，公會杞伯姬於洮。（書者，惡公教內女以非禮也。洮，內也。凡公出，在外致，在內不致。其與婦人會，不別得意，雖在外猶不致。伯姬不卒者，蓋不與卒於無服。女會來例皆時。○洮，他刀反。惡公，烏路反，下“惡莊”同。別，彼列反。）"
      },
      {
        "index": 86,
        "text": "疏注“凡公出，在外致”。○解云：即哀十三年夏，“公會晉侯及吳子於黃池”，“秋，公至自會”，是其公與二國以上得意致會也。桓二年秋，“公及戎盟於唐。冬，公至自唐”，是其公與一國出會盟，得意致地也，其不得意皆不致矣。○注“在內不致”。○解云：即隱五年“公觀魚於棠”，不書公至自棠之屬是也。○注“其與”至“不致”。○解云：《春秋》上下，無公會婦人於外之經，而注言雖在外，猶有不致者，但偶爾無之。○注“伯姬”至“無服”。○解云：凡諸侯之女嫁於諸侯者，為之期；若嫁於大夫者，則不服矣。其有服者，《春秋》皆書其卒以錄恩，即紀伯姬、宋伯姬之屬是。若無服者則略之。今此伯姬《春秋》不記其卒者，蓋以其嫁於大夫，故云不與卒於無服矣。○注“女會來例皆時”。○解云：即此經書“春，公會杞伯姬於洮”，下文云“冬，杞伯姬來”之屬是也。\n夏，六月，公會齊侯、宋公、陳侯、鄭伯同盟於幽。"
      },
      {
        "index": 87,
        "text": "秋，公子友如陳，葬原仲。原仲者何？陳大夫也。大夫不書葬，此何以書？（據益師等皆不書葬。稱字者，葬從主人也。）"
      },
      {
        "index": 88,
        "text": "疏“原仲者何”。○解云：欲言陳君，其稱異常；欲言大夫，不合錄葬，故執不知問。○注“據益”至“書葬”。○解云：即隱元年冬十二月，“公子益師卒”之屬，皆無葬文是也。○注“稱字”至“人也”。解云：若五等諸侯之卒，例書本爵，及其葬時，悉皆稱公，亦是葬從主人之稱，故取尊名矣。"
      },
      {
        "index": 89,
        "text": "通乎季子之私行也。（不以公事行曰私行。私行，不言葬原仲於陳。若告糴者，告糴上有無麥禾，知以國事起。此上下無起文，而不言如陳，嫌不辟國事，實私行也。不嫌使乎大夫者，有國文也。○告糴，音狄，下同。使，所吏反。）"
      },
      {
        "index": 90,
        "text": "疏注“私行”至“告糴”。○解云：即下二十八年經云“冬，築微。大無麥禾”；“臧孫辰告糴於齊”，傳云“何以不稱使？以為臧孫辰之私行”是也。○注“不嫌”至“國文也”。○解云：成二年傳云“君不使於大夫，此其行使乎大夫何”者，是其文也。又閔二年傳云“高子者何？齊大夫也。何以不稱使？我無君也”者，亦是也。今此葬原仲，不嫌使乎大夫者，正以上有如陳之文故也。無國事，言如陳者，文九年注云“大夫係國”是也。"
      },
      {
        "index": 91,
        "text": "何通乎季子之私行？（據大夫私行不書。）辟內難也。（欲起其辟內難。○內難，乃旦反，注及與下同。）君子辟內難，而不辟外難。（《禮記》曰：“門內之治恩揜義，門外之治義揜恩。○之治，直吏反，下“之治”同。）"
      },
      {
        "index": 92,
        "text": "疏注“《禮記》曰”至“揜恩”。○解云：《喪服四製》文也。案彼文“事”作“治”字，下“揜”字作“斷”字，蓋以所見異。\n內難者何？公子慶父、公子牙、公子友皆莊公之母弟也。公子慶父、公子牙通乎夫人，（通者，淫通。）\n疏“內難者何”。○解云：正以弑君之事，乃在莊三十二年冬，今已辟之，故執不知問。\n以脅公。（語在三十二年。）\n疏注“語在三十二年”。○解云：即“公曰：‘牙謂我曰：魯一生一及，君巳知之矣。慶父也存”是也。"
      },
      {
        "index": 93,
        "text": "季子起而治之，則不得與於國政；坐而視之，則親親，（親，至親也。○與，音預。）因不忍見也。（因緣巳心不忍見親親之亂。）故於是複請至於陳，而葬原仲也。（書者，惡莊公不能任用，使辟難而出。）\n疏“故於是複請”至“於陳”。○解云：案上二十五年“冬，公子友如陳”，今又請往，故言複也。\n冬，杞伯姬來。其言來何？（據有來歸。）"
      },
      {
        "index": 94,
        "text": "疏“冬，杞伯姬來”。○解云：即上二十五年夏，“伯姬歸於杞”者是也。非謂此年“春，公會杞伯姬於洮”者，杞伯姬自是大夫之妻。然則此伯姬是其女，洮之伯姬是其姊妹，故今得並稱伯矣。○注“據有來歸”。○解云：即宣十六年“秋，郯伯姬來歸”是也。\n直來曰來，（直來，無事而來也。諸侯夫人尊重，既嫁，非有大故不得反。唯自大夫妻，雖無事，歲一歸寧。）"
      },
      {
        "index": 95,
        "text": "疏注“諸侯”至“得反”。○解云：即此文“直來曰來”是也。其大故者，奔喪之謂。文九年“夫人薑氏如齊”，彼注云“奔父母之喪也”是也。○注“唯自大夫”至“一歸寧”。○解云：自，從也。言從大夫妻以下，即《詩》云“歸寧父母”是也。案《詩》是後妃之事，而云大夫妻者，何氏不信《毛敘》故也。"
      },
      {
        "index": 96,
        "text": "大歸曰來歸。（大歸者，廢棄來歸也。婦人有七棄、五不娶、三不去：嚐更三年喪不去，不忘恩也；賤取貴不去，不背德也；有所受，無所歸不去，不窮窮也。喪婦長女不娶，無教戒也；世有惡疾不娶，棄於天也；世有刑人不娶，棄於人也；亂家女不娶，類不正也；逆家女不娶，廢人倫也。無子棄，絕世也；淫泆棄，亂類也；不事舅姑棄，悖德也；口舌棄，離親也；盜竊棄，反義也；嫉妒棄，亂家也；惡疾棄，不可奉宗廟也。○更，音庚。背，音佩。喪婦，息浪反。長女，丁丈反。悖，補內反。）"
      },
      {
        "index": 97,
        "text": "疏注“不背德也”。○解云：言巳賤時，彼巳事巳，是其恩德也。若貴而棄之，即是背德而不報，非禮也。○注“逆家”至“人倫也”。○解云：謂仍見其家不行正直，而行頑慝，廢其尊卑之倫次，故不可娶。"
      },
      {
        "index": 98,
        "text": "莒慶來逆叔姬。莒慶者何？莒大夫也。莒無大夫，此何以書？譏。何譏爾？大夫越竟逆女，非禮也。（禮，大夫任重，為越竟逆女，於政事有所損曠，故竟內乃得親迎，所以屈私赴公也。言叔姬者，婦人以字通。言叔姬，賤，故略與歸同文，重乖離也。）"
      },
      {
        "index": 99,
        "text": "疏“莒慶者何”。○解云：欲言莒君，經不稱子；欲言大夫，莒無大夫，故執不知問。○“大夫”至“非禮也”。○解云：大夫所以不得越竟逆女者，正以大夫任重，於政事有所損曠故也。若士則待越竟娶妻，正以其任輕故也。是以《士昏禮》云“若異邦則贈，丈夫逆者以束錦是也。○注“言叔”至“乖離也”。○解云：若不與歸同文，宜言莒慶來逆女，叔姬歸於莒矣。然則言叔姬者，是其歸文也。又云重乖離者，謂書其逆女與歸文同也，何者？嫁於大夫，賤不合錄，而書其逆叔姬者，重其乖離矣。"
      },
      {
        "index": 100,
        "text": "杞伯來朝。（杞，夏後，不稱公者，《春秋》黜杞，新周而故宋，以《春秋》當新王。黜而不稱侯者，方以子貶，起伯為黜。說在僖二十三年。○夏，戶雅反。）"
      },
      {
        "index": 101,
        "text": "疏注“杞，夏後，不稱公”。○解云：隱五年傳云“王者之後稱公”，今而稱伯，故怪之。○注“黜而”至“三年”。○解云：僖二十三年“十有一月，杞子卒”，注云“始見稱伯，卒獨稱子者，微弱為徐、莒所脅，不能死位。《春秋》伯、子、男一也，辭無所貶。貶稱子者，《春秋》黜杞不明，故以其一等貶之，明本非伯乃公也。又因以見聖人子孫，有誅無絕，故貶不失爵”是也。言“方以子貶”者，方以僖二十三年貶之稱子，令與伯共為一等，故於此處不得稱侯耳。\n公會齊侯於城濮。（○濮，音卜。）"
      }
    ]
  }
}