{
  "chapterNumber": 4,
  "title": "春秋公羊傳註疏卷02 (Gongyang Zhushu, Volume 2)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "隱公卷二\n（起二年，盡四年）\n隱公二年"
      },
      {
        "index": 1,
        "text": "二年，春，公會戎於潛。（凡書會者，惡其虛內務，恃外好也。古者諸侯非朝時不得逾竟。所傳聞之世，外離會不書，書內離會者，《春秋》王魯，明當先自詳正，躬自厚而薄責於人，故略外也。王者不治夷狄，錄戎者，來者勿拒，去者勿追。東方曰夷，南方曰蠻，西方曰戎，北方曰狄。朝聘會盟，例皆時。○惡，烏路反。好，呼報反。非朝，直遙反，凡此字不音者皆同。逾竟，音境，今本多即作「境」字，更不音。所傳，直專反，年末「相傳」同。）"
      },
      {
        "index": 2,
        "text": "疏注「凡書會者」至「外好也」。○解云：以其非自求多福之義故也。○注「古者諸侯」至「逾竟」。○解云：案《曲禮下》云「諸侯相見於隙地曰會」，故定十四年注云「古者諸侯將朝天子，必先會閑隙之地」。以此言之，則會合於禮。言會為惡之，非朝時不得逾竟者，正以《春秋》之會，非為天子而作之，故得然解。○注「古者不治」至「勿追」。○解云：言當是所傳聞之世，王者草創，夷狄有罪不暇治之，即先書晉滅下陽，末書楚滅穀、鄧是也。而此經錄戎者，來者勿拒故也。○注「東方曰夷」至「曰狄」。○解云：下《曲禮》及《王制》皆有此文。○注「朝聘」至「皆時」。○解云：朝書時者，即文十五年「夏，曹伯來朝」，昭十七年「春，小邾子來朝」之類是也。其聘書時者，即文四年秋，「衛侯使甯俞來聘」；文六年「夏，季孫行父如陳」之屬是也。其會書時者，即莊十三年「春，齊侯、宋人」以下「會於北杏」，十四年「冬，單伯會齊侯、宋公」以下「於鄄」之屬是也。盟書時者，即莊十三年「冬，公會齊侯盟於柯」之屬是也。其有書日月者，皆別著義，即不信者日，小信者月之屬是也。"
      },
      {
        "index": 3,
        "text": "夏，五月，莒人入向。入者何？得而不居也。（入者，以兵入也。巳得其國而不居，故云爾。凡書兵者，正不得也。外內深淺皆舉之者，因重兵害眾，兵動則怨結禍，更相報償，伏屍流血無巳時。諸侯擅興兵不為之惡者，保伍連帥，本有用兵征伐之道，魯人杞不諱是也。入例時，傷害多則月。○莒，音舉。向，舒亮反，國名。更，音庚。償，時亮反。擅，市戰反。）"
      },
      {
        "index": 4,
        "text": "疏「入者，何」。○解云：侵、伐、戰、圍、入皆是用用兵之文，而不言帥帥，故執不知問。○注「凡書兵」至「得也」。○解云：言《春秋》之內，凡書兵事者，皆欲言正之道其理不合然。○注「諸侯」至「是也」。○解云：保伍連帥者，即《禮記·王制》云「五國為屬，屬有長；二屬為連，連有帥」是也。言本有用兵征伐之道者，謂禮五國為屬，屬有長；二屬為連，連有帥；三連為卒，卒有正；七卒為州，州有伯，若州內有無道者，則長、帥、正、伯當征之，若其不征，則與同惡，故曰有征伐之道。知非大惡者，正以《春秋》之義，內大惡皆諱不書。而魯入杞者，即僖二十七年秋，「公子遂帥師入杞」者是也。若然《禮》法「諸侯賜弓矢，然後專征伐」，而保伍連帥得有征伐之道，謂隨州伯故也。○注「入例」至「則月」。○解云：入例時者，即成七年秋，「吳入州來」；定五年夏，「於越入吳」之屬是也。傷害多則月者，此文及僖三十三年「春，王二月，秦人入滑」是也。若然，僖二十七年秋八月，「乙巳，公子遂帥師入杞」，而書日者，彼注云「日者，杞屬脩禮朝魯，雖無禮，君子躬自厚而薄責於人，不當乃入之，故錄責之」者，是其不引者，以此求之。\n無駭帥師入極。無駭者何？展無駭也。何以不氏？（據公子遂帥師入杞，氏公子也。○駭，戶楷反。）"
      },
      {
        "index": 5,
        "text": "疏「無駭者何」。○解云：欲言其君，經不書爵；欲言大夫，又復無氏，故執不知問。○注「據公子遂帥師」至「子也」。○解云：在僖二十七年秋。"
      },
      {
        "index": 6,
        "text": "貶。（貶，猶損也。○貶，彼檢反，損也。）曷為貶？（據公子遂俱用兵入杞不貶也。）疾始滅也。（以下終其身不氏，知貶。疾始滅，非但起入為滅。）"
      },
      {
        "index": 7,
        "text": "疏注「據公子遂俱用」至「貶也」。解云：欲決隱八年「庚寅，我入邴」，非用兵故也。○注「以下終」至「為滅」。○解云：即下八年「無駭卒」，傳曰「何以不氏？疾始滅也」，故終其身不氏。然則若直欲起此入為滅，止應此經貶之而已，不應終身貶之，故知並欲起其疾始滅也。\n始滅，昉於此乎？（昉，適也，齊人語。據傳言撥亂世。○昉，甫往反，適也。）"
      },
      {
        "index": 8,
        "text": "疏注「昉，適也，齊人語」。○解云：胡毌生齊人，故知之。若《鄭譜》云「然則《詩》之道放於此乎」之類。○注「據傳言撥亂世」。○解云：哀十四年傳云「君子曷為為《春秋》？撥亂世反諸正，莫近諸《春秋》」是也。既言作《春秋》治亂世，明知往前相滅非一矣。而此經為始疾滅，是以據而難之。"
      },
      {
        "index": 9,
        "text": "前此矣。（前此者，在春秋前，謂宋滅郜是也。○郜，古報反。）前此，則曷為始乎此？讬始焉爾。（焉爾，猶於是也。）"
      },
      {
        "index": 10,
        "text": "疏注「謂宋滅郜是也」。○解云：桓二年「夏，四月，取郜大鼎於宋」，傳云「此取之宋，其謂之郜鼎何？器從名」，彼注云「從本主名名之，宋始以不義取之，故謂之郜鼎」是也。然則宋滅郜在春秋前，故如此解。○\n曷為讬始焉爾？（據戰伐不言讬始。）"
      },
      {
        "index": 11,
        "text": "疏注「據戰」至「讬始」。○解云：隱二年「鄭人伐衛」，桓十年「齊侯、衛侯、鄭伯來戰於郎」，傳皆不言讬始焉爾，故難之。而注先言戰者，直漫據《春秋》上下戰伐之事而已，故意及則言，不為次第矣。"
      },
      {
        "index": 12,
        "text": "《春秋》之始也。（《春秋》讬王者始，起所當誅也。言疾始滅者，諸滅復見不復貶，皆從此取法，所以省文也。○復見，扶又反，下「不復」同。見，音賢遍反。）"
      },
      {
        "index": 13,
        "text": "疏注「言疾滅」至「省文也」。解云：諸滅復見不復貶，即定四年「蔡公孫歸姓帥師滅沈」定六年「鄭遊吋帥師滅許」之屬是也。"
      },
      {
        "index": 14,
        "text": "此滅也。其言入何？（據齊師滅譚不言入。）內大惡，諱也。（明魯臣子當為君父諱。滅例月，不復出月者，與上同月，常案下例，當蒙上月，日不。○當為，於偽反，下「為後背隱」同。）"
      },
      {
        "index": 15,
        "text": "疏注「據齊師滅譚不言入」。解云：在莊十年。○注「滅例月」至「同月」。○解云：莊十年「冬，十月，齊師滅譚」，莊十三年「夏，六月，齊人滅遂」之屬是也。○注「常案下」至「日不」。○解云：元年「祭伯來」之下，巳有此注，而復言之者，正以彼月為下「公子益師卒」，其「祭伯來奔」不蒙月。今此下五月二事皆蒙之，嫌其異，故重發之。\n秋，八月，庚辰，公及戎盟於唐。（後不相犯。日者，為後背隱，而善桓能自復為唐之盟。○背，音佩。）"
      },
      {
        "index": 16,
        "text": "疏注「後不相」至「之盟」。○解云：《春秋》之例，不信者日，故後不相犯。日者，言為後背隱，而善桓能自復為唐之盟者，即桓二年秋九月，「公及戎盟於唐」是也。言背隱者，桓是弑君之賊，而與桓盟，是背隱之義矣。言善桓能自復者，戎與桓同好相隨，繼其所能故善其得國矣。若《左氏》之義，以極是戎國都，案此經傳及注，似非一物，而舊解曰以為戎能自復者，非也。"
      },
      {
        "index": 17,
        "text": "九月，紀履緰來逆女。紀履緰者何？紀大夫也。（以逆女不稱使，知為大夫。○履緰，音須，《左氏》為「裂繻」。）"
      },
      {
        "index": 18,
        "text": "疏「紀履緰者何」。○解云：不書爵，又不言使，君臣不明，故執不知問。○注「以逆」至「大夫」。○解云：正以桓三年秋，「公子翬如齊逆女」之屬，皆是大夫為君逆女。而文皆不言使，今此履緰逆女不言使，故知是大夫也。或者「使」為「爵」字誤也。\n何以不稱使？（據宋公使公孫壽來納幣稱使。）婚禮不稱主人。（為養廉遠恥也。）\n疏注「據宋公」至「稱使」。○解云：在成八年夏。○注「為養廉遠恥也」者。謂養成其廉，遠其慚恥也。"
      },
      {
        "index": 19,
        "text": "然則曷稱？稱諸父兄師友。宋公使公孫壽來納幣，則其稱主人何？辭窮也。辭窮者何？無母也。（禮，有母，母當命諸父兄師友，稱諸父兄師友以行。宋公無母，莫使命之，辭窮，故自命之。自命之則不得不稱使。）"
      },
      {
        "index": 20,
        "text": "疏「辭窮者何」。○解云：弟子未解辭窮之義，故執不知問。○注「禮有母」至「師友」。○解云：即《婚禮記》云宗子無父，母命之」是也。○注「稱諸父」至「以行」。○解云：謂使者稱之，而文不言使者，以其非君故也。○注「宋公」至「稱使」。○解云：即《婚禮記》云「親皆沒，巳躬命之」是也。○"
      },
      {
        "index": 21,
        "text": "然則紀有母乎？曰：有。（以不稱使知有母。）有則何以不稱母？（據非主人，何不稱母通使文。）母不通也。（禮，婦人無外事，但得命諸父兄師友，稱諸父兄師友以行耳。母命不得達，故不得稱母通使文，所以遠別也。○別，彼列反。）外逆女不書，此何以書？（據伯姬歸於宋不書逆人。）\n疏注「據伯」至「逆人」。○解云：在成九年春。"
      },
      {
        "index": 22,
        "text": "譏。（譏，猶譴也。○譴，遣戰反。）何譏爾？譏始不親迎也。（禮所以必親迎者，所以示男先女也。於廟者，告本也。夏後氏逆於庭，殷人逆於堂。周人逆於戶。○親迎，魚敬反，注及下同。先，悉薦反。）"
      },
      {
        "index": 23,
        "text": "疏注「禮所」至「先女也」。○解云：出《昏義》文。○注「於廟者」至「於戶」。○解云：即《書傳》云「夏後氏逆於廟庭，殷人逆於堂，周人逆於戶」者是也。○\n始不親迎。昉於此乎？前此矣．（以惠公妃匹不正，不嫌無前也。○妃，音配，又芳非反。）\n疏注「以惠」至「前也」。解云：不以正妃匹者，是不重婚姻之禮，故知往前宜有不親迎之事矣。"
      },
      {
        "index": 24,
        "text": "前此，則曷為始乎此？讬始焉爾。（焉爾，猶於是也。）曷為讬始焉爾？（據納幣不讬始。）《春秋》之始也。（《春秋》正夫婦之始也。夫婦正則父子親，父子親則君臣和，君臣和則天下治，故夫婦者，人道之始，王教之端。內逆女常書，外逆女但疾始不常書者，明當先自詳正，躬自厚而薄責於人，故略外也。○治，直吏反。）"
      },
      {
        "index": 25,
        "text": "疏注「夫婦正」至「之端」。○解云：《昏義》鄭注云「言子受氣性純則孝，孝則忠」是也。○注「內逆女常書」者。即桓三年公子翬、宣元年公子遂、成十四年叔孫僑如之屬是也。"
      },
      {
        "index": 26,
        "text": "女曷為或稱女，或稱婦，或稱夫人？女在其國稱女，（未離父母之辭，「紀履緰來逆女」是也。○未離，力智反，下同。）在途稱婦，（在途見夫服從之辭，「公子結媵陳人之婦」是也。）"
      },
      {
        "index": 27,
        "text": "疏「女曷為或稱女」者，即此經是也。或稱婦者，莊十九年「陳人之婦」是也。○注「在塗見」至「之辭」。○解云：案僖二十五年，宣元年傳皆云「其稱婦者何？有姑之辭也」者，兼二義故也，何者？在塗稱婦者，服從夫辭；其至國猶稱婦者，對姑生稱也。"
      },
      {
        "index": 28,
        "text": "入國稱夫人。（入國則尊，尊有臣子之辭，夫人薑氏入是也。紀無大夫，書紀履緰者，重婚禮也。月者，不親迎例月，重錄之。親迎例時。）"
      },
      {
        "index": 29,
        "text": "疏注「入國」至「入是也」。○解云：在莊二十四年秋是也。○注「月者」至「例時」。○解云：不親迎例月者，即此文及桓三年秋七月公子翬、宣元年正月公子遂之屬是也。其親迎時者，即莊二十四年「夏，公如齊逆女」；莊二十七年冬，「莒慶來逆叔姬」之屬是也。有不如此者，別見義，即文四年「夏，逆婦薑」，成十四年「秋，叔孫僑如」之屬是也。當文自有解，不能逆說也。\n冬，十月，伯姬歸於紀。伯姬者何？內女也。（以無所係也。不稱公子者，婦人外成，不得獨係父母。）"
      },
      {
        "index": 30,
        "text": "疏「伯姬者何」。○解云：欲言內女，於紀言歸；欲言外女，文無所係，故執不知問。○注「不稱公」至「父母」。解云：正以莊元年傳云「群公子之舍，則巳卑矣」明有得稱公子之道，故注者決之。○"
      },
      {
        "index": 31,
        "text": "其言歸何？（據去父母國也。）婦人謂嫁曰歸。（婦人生以父母為家，嫁以夫為家，故謂嫁曰歸。明有二歸之道。書者，父母恩錄之也。禮，男之將取，三日不舉樂，思嗣親也；女之將嫁，三夜不息燭，思相離也。內女歸例月，恩錄之。○取，七住反。○）"
      },
      {
        "index": 32,
        "text": "疏注「婦人生」至「為家」。○解云：謂始生時。○注「明有二歸之道」也。○解云：即此「伯姬歸於紀」，宣十六年「秋，郯伯姬來歸」之屬是也。○注「禮男之」至「女將嫁」。○解云：皆出《禮記·曾子問》。○注「內女歸」至「錄之」。○解云：即此文冬十月、隱七年三月「叔姬歸於紀」，成九年「二月，伯姬歸於宋」之屬是也。"
      },
      {
        "index": 33,
        "text": "紀子伯、莒子盟於密。紀子伯者何？無聞焉爾。（言無聞者，《春秋》有改周受命之制，孔子畏時遠害，又知秦將燔《詩》、《書》，其說口授相傳，至漢公羊氏及弟子胡毌生等，乃始記於竹帛，故有所失也。○「紀子伯，《左氏》作「子帛」。遠，於萬反。燔，扶元反。毋，音無。）\n疏「紀子伯者何」。○解云：欲言紀君，經不稱侯；欲言大夫，復敘人君之上，故執不知問。\n十有二月，乙卯，夫人子氏薨。夫人子氏者何？隱公之母也。（以不書葬。）"
      },
      {
        "index": 34,
        "text": "疏「夫人子氏者何」。○解云：欲言魯之夫人，終無葬處，弟子未識，故執不知問。○注「以不書葬」。○解云：今隱公欲表巳讓，故宜屈卑。其母不成夫人之禮，是以見其不書葬，知其是隱公母也。\n何以不書葬？（據姒氏書葬。○姒，音似。）"
      },
      {
        "index": 35,
        "text": "疏注「據姒氏書葬」。○解云：即定十五年九月，「辛巳，葬定姒」是也。彼定姒之子哀公者，未逾年之君也，其母亦得書葬。今隱公雖欲讓桓，不作成君，應比未逾年之君。今其母不書葬，故據而難之。"
      },
      {
        "index": 36,
        "text": "成公意也。何成乎公之意？（據已去即位。○去，起呂反。）子將不終為君，故母亦不終為夫人也。（時隱公卑屈其母，不以夫人禮葬之，以妾禮葬之，以卑下桓母，無終為君之心，得事之宜，故善而不書葬，所以起其意而成其賢。子者，姓也。夫人以姓配號。義與仲子同。書薨者，為隱公恩錄痛之也。日者，恩錄之，公夫人皆同例也。○下，遐嫁反。）"
      },
      {
        "index": 37,
        "text": "疏注「子者」至「子同」。○解云：上文仲子之下而注云「仲字子姓，婦人以姓配字，不忘本，因示不適同姓」。今此稱姓者，亦是示不適同姓之義，故云義與仲子同。其不稱字之義乃自異，故注云「以姓配號」，號即夫人是也。\n鄭人伐衛。（書者，與入向同。侵、伐、圍、入例皆時。）"
      },
      {
        "index": 38,
        "text": "疏注「書者與入向同」。○解云：即上注云「凡書兵者，正不得也。外內深淺皆舉之者，因重兵害眾」是也。○注「侵伐圍入例皆書時」。○解云：其侵伐書時者，即僖二十八年「春，晉侯侵曹晉侯伐衛」之屬是也。入例時者，已說於上，而注言此者，正以文承日月之下，故須解之。\n隱公三年"
      },
      {
        "index": 39,
        "text": "三年，春，王二月。（二月三月皆有王者，二月，殷之正月也；三月，夏之正月也。王者存二王之後，使統其正朔，服其服色，行其禮樂，所以尊先聖，通三統，師法之義，恭讓之禮，於是可得而觀之。）"
      },
      {
        "index": 40,
        "text": "疏注「二月至王者，解云：二月有王即此是三月有王者，即定元年王三月之屬是也。○注使統其正朔。○解云：統者，始也。謂各使以其當代之正朔為始也。○注所以尊至觀之。○解云：《春秋》黜？而言通三統者，黜？為魯也。通三王之正者，為師法之義\n己巳，日有食之。何以書。（諸言何以書者，問主書。）"
      },
      {
        "index": 41,
        "text": "疏注「諸言」至「主書」。○解云：至此乃解之者，正以有所據。下言何以書者，還言據彼難此之例，故不得然解也，即上二年傳云「外逆女不書，此何以書」是也。今此直言「何以書」，上無所據，則是問主書，故如此解。"
      },
      {
        "index": 42,
        "text": "記異也。（異者，非常可怪。先事而至者，是後衛州吁弑其君完，諸侯初僭，魯隱係獲，公子翬進諂謀。○殺其，申誌反，下「殺其君」同。翬，許韋反。諂，績檢反。）"
      },
      {
        "index": 43,
        "text": "疏注「是後」至「完」。解云：在四年春。○注「諸侯初僭」。○解云：下五年秋「初獻六羽」，傳云「何以書？譏。何譏爾？譏始僭諸公也。始僭諸公昉於此乎？前此矣。前此，則曷為始乎此？僭諸公猶可言也。僭天子不可言也」是也。○注「魯隱係獲」者。○解云：即下六年「春，鄭人來輸平」，傳云「狐壤之戰，隱公獲焉」是也。○注「父子」至「諂謀」。○解云：下四年「秋，翬帥師及宋公」以下「伐鄭」，傳云「公子翬諂乎隱公，謂隱公曰『百姓安子，諸侯說子，盍終為君矣』」是也。此等諸事皆是陰陽之象，故取之日食。"
      },
      {
        "index": 44,
        "text": "日食，則曷為或日，或不日？或言朔，或不言朔？曰：某月某日朔，日有食之者，食正朔也。（桓三年「秋，七月，壬辰，朔，日有食之」是也。此象君行外彊內虛，是故日月之行無鷃疾，食不失正朔也。）"
      },
      {
        "index": 45,
        "text": "疏「日食，則曷為或日」者。○解云：即此是也。或不日者，莊十八年「三月，日有食之」是也。或言朔者，桓三年「秋，七月，壬辰，朔，日有食之」是也。○注「此象君」至「朔也」。○解云：外強者，謂外有威嚴，其民臣望而畏之。內虛者，虛心以受物，正得為君之道，故食不失正朔也。《祭義》云：「虛中以治之」，鄭注云「虛中，言不兼念餘事」是也。"
      },
      {
        "index": 46,
        "text": "其或日，或不日，或失之前，或失之後。失之前者，朔在前也。（謂二日食，巳巳日有食之是也。此象君行暴急，外見畏，故日行疾月行遲，過朔乃食，失正朔於前也。）失之後者，朔在後也。（謂晦日食，莊公十八年「三月，日有食之」是也。此象君行儒弱見陵，故日行鷃月行疾，未至朔而食，失正朔於後也。不言月食者，其形不可得而睹也，故疑言曰有食之。孔子曰：「多聞闕疑，慎言其餘，則寡尤。」不傳天下異者，從王錄內可知也。○懦，乃亂反，又乃臥反。）"
      },
      {
        "index": 47,
        "text": "疏注「不傳」至「可知也」。○解云：正以僖十四年「沙鹿崩」，成五年「梁山崩」，傳皆云「何以書？記異也。外異不書，此何以書？為天下記異也」。今無此傳，故須解之也。彼不從王內錄者，以其皆在晉竟內故也。\n三月，庚戌，天王崩。（平王也。）何以不書葬？（據書葬桓王。）"
      },
      {
        "index": 48,
        "text": "疏注「平王也」。○解云：知者，以本紀當之故也。○注「據書葬桓王」。○解云：即莊三年「五月，葬桓王」是也。○"
      },
      {
        "index": 49,
        "text": "天子記崩不記葬，必其時也。（至尊無所屈也。）諸侯記卒記葬，有天子存，（存，在。）不得必其時也。（設有王後崩，當越紼而奔喪，不得必其時，故恩錄之。○紼，音弗。）\n疏注「設有」至「奔喪」。○解云：何氏以意言之。不言天子崩者，舉輕以明重故也。"
      },
      {
        "index": 50,
        "text": "曷為或言崩，或言薨？天子曰崩，（大毀壞之辭。）諸侯曰薨，（小毀壞之辭。）大夫曰卒，（卒，猶終也。）士曰不祿。（不錄，無錄也。皆所以別尊卑也。葬不別者，從恩殺略也。書崩者，為天下恩痛王者也。記諸侯卒葬者，王者亦當加之以恩禮，故為恩錄。○以別，彼列反，下同。恩殺，所界反。為天，於偽反，下「故為」、「主為」，傳「所為」同。）"
      },
      {
        "index": 51,
        "text": "夏，四月，辛卯，尹氏卒。尹氏者何？天子之大夫也。（以尹氏立王子朝也。○尹氏，《左氏》作「君氏」。朝，如字。）"
      },
      {
        "index": 52,
        "text": "疏「尹氏者何」。○解云：欲言諸侯，不言國爵；欲言外臣，而書其卒；欲言內臣，內無尹氏，故執不知問。○注「以尹氏立王子朝也」者。○解云：在昭二十三年。\n其稱尹氏何？（據宰渠氏官，劉卷卒名。○卷，音權。）"
      },
      {
        "index": 53,
        "text": "疏注「據宰渠氏官」者。○解云：即桓四年「夏，天王使宰渠伯糾來聘」是。注「劉卷卒名」者。○解云：在定四年秋。貶。曷為貶？（據俱卒也。）\n疏注「據俱卒也」。○解云：據劉卷言之。"
      },
      {
        "index": 54,
        "text": "譏世卿。（世卿者，父死子繼也。貶去名者氏，言起其世也，若曰世世尹氏也。○去，起呂反。）世卿，非禮也。（禮，公卿大夫、士皆選賢而用之。卿大夫任重職大，不當世，為其秉政久，恩德廣大。小人居之，必奪君之威權，故尹氏世，立王子朝；齊崔氏世，弑其君光，君子疾其末則正其本。見譏於卒者，亦不可造次無故驅逐，必因其遇卒絕之，明君案見勞授償，則眾譽不能進無功；案見惡行誅，則眾讒不能退無罪。○見譏，賢遍反，下同。造，七報反。）"
      },
      {
        "index": 55,
        "text": "疏「世卿非禮也」。○解云：《詩序》云：「古之仕者，世祿也。」於賢者言之也。○注「齊崔」至「君光」。○解云：崔氏世者，即宣十年「齊崔氏出奔衛」，傳云「崔氏者何？齊大夫也。其稱崔氏何？貶。曷為貶？譏世卿。世卿，非禮也」者是也。言弑其君光者，在襄二十五年夏。○注「君子疾其末」。○解云：即襄二十五年與昭二十三年是也。○注「則正其本者」。○解云：即此及宣十年是也。○注「見譏」至「絕之」。○解云：必因過卒絕之者，過即「崔氏出奔衛」，「尹氏立王子朝」是也。卒即此文是也。若然，「尹氏立王子朝」還言尹氏，而「崔杼弑其君光」不復言崔氏者，正以大夫弑君例稱其名故也。○注「明君」至「無功」。○ 解云：眾譽者，若共工、鯀等迭相為譽之類是也。○注「案見惡」至「無罪」。○解云：謂君有明德，案見惡行誅，則刑不濫也，故雖眾讒亦不能退黜無罪之善人也。舊云言不能退無罪者，謂不能退使無罪，非也。\n外大夫不卒，此何以卒？（據原仲不卒。）\n疏注「據原仲不卒」。○解云：即莊二十七年「秋，公子友如陳，葬原仲」，而經不書原仲之卒是也。"
      },
      {
        "index": 56,
        "text": "天王崩，諸侯之主也。（時天王崩，魯隱往奔喪，尹氏主儐讚諸侯，與隱交接而卒，恩隆於王者，則加禮錄之，故為隱恩錄痛之。日者，恩錄之，明當有恩禮。○）"
      },
      {
        "index": 57,
        "text": "疏注「時天」至「恩禮」。解云：魯隱奔喪而不書者，蓋以得其常故也。若遣大夫往則書之，即文九年「二月，叔孫得臣如京師。辛丑，葬襄王」是也。彼傳云「王者不書葬，此何以書？不及時書，過時書」，彼注云「重錄失時」；「我有往者則書」，彼注云「謂使大夫往也，惡文公不自往，故書葬以起大夫之會」是也。○注「恩隆」至「錄之」。○解云：言隱公恩隆於王者，則加禮錄其儐讚之人也。\n秋，武氏子來求賻。武氏子者何？天子之大夫也。其稱武氏子何？（據宰渠氏官，仍叔不稱氏，尹氏不稱子。）"
      },
      {
        "index": 58,
        "text": "疏「武氏子者何」。○解云：欲言王臣，不言王使；欲言諸侯之臣，文無係國，故執不知問。○注「據宰渠氏官」者。○解云：即桓四年「夏，天王使宰渠伯糾來聘」是也。○注「仍叔不稱氏」。○解云：即桓五年「天王使仍叔之子來聘」是也。"
      },
      {
        "index": 59,
        "text": "譏。何譏爾？父卒，子未命也。（時雖世大夫，緣孝子之心，不忍便當父位，故順古先試一年，乃命於宗廟。武氏子父新死，未命而便為大夫，薄父子之恩，故稱氏言子，見未命以譏之。）"
      },
      {
        "index": 60,
        "text": "疏注「時雖世大夫」。○解云：知者，正見尹氏之屬故也。○注「緣孝」至「宗廟」。解云：知如此者，正以此經譏父卒子未命而便為大夫故也。\n何以不稱使？（據南季稱使。）\n疏注「據南季稱使」。○解云：即下九年「春，天王使南季來聘」是也。\n當喪未君也。（當喪，謂天子也。未君者，未三年也。未可居君位稱使也。故絕正其義，與毛伯同。）"
      },
      {
        "index": 61,
        "text": "疏注「未君至伯同」。○解云：即文九年「春，毛伯來求金」，傳云「何以不稱使？當喪未君也。逾年矣，何以謂之未君」，「以天子三年，然後稱王」，「緣民臣之心，不可一日無君，故逾年即位」，「緣孝子之心，即三年不忍當」，是故三年乃稱王命使大夫矣。\n武氏子來求賻，何以書？（不但言何以書者，嫌主覆問上所說二事，不問求賻。○覆，芳服反。）"
      },
      {
        "index": 62,
        "text": "疏注「不但」至「求賻」。○解云：上二事者，即父卒子未命，當喪未君是也。嫌言父卒子未命何以書，當喪未君何以書，故須連言之。注主為求賻書也者，嫌為上二事書故也。"
      },
      {
        "index": 63,
        "text": "譏。何譏爾？喪事無求。求賻，非禮也。（主為求賻書也。禮本為有財者製，有則送之，無則致哀而已，不當求，求則皇皇傷孝子之心。）"
      },
      {
        "index": 64,
        "text": "疏注「求則皇」至「子之心」。解云：言制禮本意，所以喪事無求者，恐傷孝子之心故也，何者？正以孝子本意無心求矣。\n蓋通於下。（云爾者，嫌天子財多不當求，下財少可求，故明皆不當求之。）\n疏「蓋通於下」。○解云：蓋，詁為皆，若似蓋云歸哉之類，或者不受於師，故疑之。"
      },
      {
        "index": 65,
        "text": "八月，庚辰，宋公和卒。（不言薨者，《春秋》王魯，死當有王文。聖人之為文辭孫順，不可言崩，故貶外言卒，所以褒內也。宋稱公者，殷後也。王者封二王後，地方百里，爵稱公，客待之而不臣也。《詩》云「有客宿宿，有客信信」是也。○孫，音遜。）"
      },
      {
        "index": 66,
        "text": "疏注「故貶」至「內也」。○解云：魯得尊名，不與外諸侯同文，即是尊魯為王之義。冬，十有二月，齊侯、鄭伯盟於石門。"
      },
      {
        "index": 67,
        "text": "癸未，葬宋繆公。葬者曷為或日，或不日？不及時而日，渴葬也。（不及時，不及五月也。禮，天子七月而葬，同軌畢至。諸侯五月而葬，同盟至。大夫三月而葬，同位至。士逾月，外姻至。孔子曰：「葬於北方，北首，三代之達禮也，之幽之故也。」渴，喻急也，乙未葬齊孝公是也。○宋繆公，音穆，《左氏》作「穆」。凡此後仿此。首，手又反。）"
      },
      {
        "index": 68,
        "text": "疏注「禮天子」至「姻至」。○解云：皆隱元年《左傳》文。○注「孔子」至「故也」。解云：《檀弓下》篇文云。「孔子曰」之下無「禮」字。○注「渴喻」至「是也」。解云：即僖二十七年「六月，庚寅，齊侯昭卒。八月，乙未，葬齊孝公是也。而言渴葬者，謂更無他事但孜孜於葬故不待五月矣\n」不及時而不日，慢葬也。（慢葬不能以禮葬也，八月葬蔡宣公是也。）"
      },
      {
        "index": 69,
        "text": "疏注「慢葬」至「葬也」。○解云：即下八年「夏，六月，巳亥，蔡侯考父卒」。○注「八月」至「是也」。○解云：言但自慢薄不依禮。故不待五月也。○\n過時而日，隱之也。（隱，痛也。痛賢君不得以時葬，丁亥葬齊桓公是也。）"
      },
      {
        "index": 70,
        "text": "疏注「隱痛」至「是也」。○解云：即僖十七年冬十二月「乙亥，齊侯小白卒」，十八年「秋，八月，丁亥，葬齊桓公」是也。\n過時而不日，謂之不能葬也。（解緩不能以時葬，夏四月葬衛桓公是也。○解，古邂反，又古賣反。）"
      },
      {
        "index": 71,
        "text": "疏注「解緩」至「是也」。解云：即下四年二月，「戊申，衛州吁弑其君完」，至五年「夏，四月，葬衛桓公」是也。\n當時而不日，正也。（六月葬陳惠公是也。○當時，丁浪反，又如字，下同。）\n疏注「六月」至「是也」。○解云：即定四年「二月，癸巳，陳侯吳卒」，「六月，葬陳惠公」是也。"
      },
      {
        "index": 72,
        "text": "當時而日，危不得葬也。此當時，何危爾？宣公謂繆公曰：「以吾愛與夷，則不若愛女。以為社稷宗廟主，則與夷不若女，盍終為君矣。」（與夷者，宣公之子，繆公者，宣公之弟。○與夷，如字，又音餘，凡人名字及地名之類皆放首音，借假字則時復重出。愛女，音汝，下及注同。盍終，戶臘反，四年傳同。）"
      },
      {
        "index": 73,
        "text": "疏「當時」至「葬也」。○解云：即此年八月「宋公和卒」，十二月「癸未，葬宋繆公」是也。而注不言之者，以下有問，不注可知也。○「以吾」至「愛女」。○解云：若，如也。言吾愛於與夷，則不止如女而已，言其甚也。云以為社稷宗廟主，則與夷不若女者，言不如女，道其不賢。云盍終為君矣者，何不遂為君，不聽其反讓。"
      },
      {
        "index": 74,
        "text": "宣公死，繆公立。繆公逐其二子莊公馮與左師勃。（左師，官。勃，名也。○馮，皮冰反。）曰：「爾為吾子，生毋相見，死毋相哭。」（所以遠絕之。○生毌，音無，下同。）與夷復曰：（復，報。）「先君之所為不與臣國，而納國乎君者，以君可以為社稷宗廟主也。今君逐君之二子，而將致國乎與夷，此非先君之意也。且使子而可逐，則先君其逐臣矣。」繆公曰：「先臣之不爾逐，可知矣。（爾，女也。可知者，欲使我反國。）吾立乎此，攝也。」（暫攝行君事，不得傳與子也。謙辭。○傳與，直專反；下音與。）終致國乎與夷。莊公馮弑與夷。（馮與督共弑殤公在桓二年，危之於此者，死乃反國，非至賢之君不能不爭也。○馮殺，音試，注同。爭，爭鬥之爭。）"
      },
      {
        "index": 75,
        "text": "疏注「馮與」至「二年」。○解云：即桓二年「春，王正月，戊申，宋督弑其君與夷及其大夫孔父」是也。○注「死乃」至「爭也」。○解云：至賢之君，謂受國者。正以與夷不賢，故終見篡矣。\n故君子大居正。（明脩法守正，最計之要者。）\n疏「故君子大居正」。○解云：言由是之故，君子之人大其適子居正，不勞違禮而讓庶也。"
      },
      {
        "index": 76,
        "text": "宋之禍，宣公為之也。（言死而讓，開爭原也。繆公亦死而讓得為功者，反正也。外小惡不書，錄渴隱者，明諸侯卒，王者當加恩意，憂勞其國，所以哀死閔患也。）"
      },
      {
        "index": 77,
        "text": "疏注「言死而」至「原也」。○解云：言後人見其死乃讓巳，疑非誠心至意，是以還讓其子，終致後禍，故曰開爭原也。○注「繆公」至「反正也」。○解云：其繆公之功，即桓二年馮弑君是也。○注「所以哀死閔患也」。○解云：哀死者，即慢之屬是也。閔患者，隱之是也。\n隱公四年\n四年，春，王二月，莒人伐杞，取牟婁。牟婁者何？杞之邑也。（以上有伐杞。○牟，武侯反。）"
      },
      {
        "index": 78,
        "text": "疏「牟婁者何」。○解云：外相取邑，例所不書，疑非凡取，故執不知周。外取邑不書，此何以書？（據楚子伐宋取彭城不書。）\n疏注「據楚」至「不書」。○解云：即襄元年傳曰「魚石走之楚，楚為之伐宋，取彭城，以封魚石」者是也。"
      },
      {
        "index": 79,
        "text": "疾始取邑也。（外小惡不書，以外見疾始，著取邑以自廣大，比於貪利差為重，故先治之也。內取邑常書，外但疾始，不常書者，義與上逆女同。不傳讬始者，前此有滅，不嫌無取邑，當讬始明，故省文也。取邑例時。○見疾，賢遍反，年末「見眾」同。差，初賣反。）"
      },
      {
        "index": 80,
        "text": "疏注「內取邑常書」者。○解云：即下十年取郜、防，昭三十二年取闞之屬是也。○注「義與上逆女同」。○解云：即上注云「內逆女常書，外逆女但疾始不常書者，明當先自正，躬自厚而薄責於人，故略外」是也。○注「傳不讬始者」。○解云：何故不發傳云取邑昉於此乎？前此矣。前此，則曷為始於此？讬始焉爾。曷為讬始焉爾？《春秋》之始也。凡不讬始之義有四：一則見其經而不讬始，即上二年彼注云「據戰伐不言讬始，納幣不讬始之類」是也。二則其大惡不可讬始，即五年「初獻六羽」之下，傳云「始僭諸公昉於此乎？前此矣。前此，則曷為始於此？僭諸公猶可言，僭天子不可言」，彼注云「傳云爾者，解不讬始也」；三則省文，不假讬始，即此是也；四則無可讬始，即桓七年「焚咸丘」之下，注云「傳不讬始者，前此未有，無所讬也」是也。○注「取邑例時」。○解云：即下六年「冬，宋人取長葛」之屬是。然則「取牟婁」雖在月下，不蒙上月也。"
      },
      {
        "index": 81,
        "text": "戊申，衛州吁弑其君完。曷為以國氏？（據齊公子商人弑其君舍，氏公子。○弑其，申誌反。弑字從式，殺字從殳，不同也。君父言弑積漸之名也；臣子云殺，卑賤之意也。字多亂，故時復音之；可知，則不重出也。完，音丸。）"
      },
      {
        "index": 82,
        "text": "疏注「據齊」至「公子」。○解云：在文十四年秋也。商人所以得稱公子者，正以商人次正當立，其罪差輕故也。○當國也。（與段同義。日者，從外赴辭，以賊聞例。）"
      },
      {
        "index": 83,
        "text": "疏注「與段同義」者。○解云：即上元年注云「欲當國為君，故如其意，使如國君，氏上鄭，所以見段之凶逆」是也。○注「日者」至「聞例」。○解云：《公羊》之例，合書則書，不待赴告。而言從外赴辭者，謂其君被弑，此君之臣即以其日赴於天子諸侯，望天子諸侯早來救巳，是以《春秋》悉皆書日，故云日者，從外赴辭也。言以賊聞例者，言以賊弑君，聞於天子諸侯，例日。如此，故下八年傳云「卒何以日而葬不日？卒赴」，何氏云「赴天子也」。緣天子閔傷，欲其知之，義亦通乎此。"
      },
      {
        "index": 84,
        "text": "夏，公及宋公遇於清。遇者何？不期也。一君出，一君要之也。（古者有遇禮，為朝天子若朝罷朝，卒相遇於塗，近者為主，遠者為賓，稱先君以相接，所以崇禮讓，絕慢易也。當春秋時，出入無度，禍亂奸宄，多在不虞，無故卒然相要，小人將以生心，故重而書，之所以防禍原也。言及者，起公要之，明非常遇也。地者，重錄之。遇例時。○要之，一遙反，注同。易，以豉反。）"
      },
      {
        "index": 85,
        "text": "疏「遇者何」。○解云：欲言冬見，其文曰夏；欲言會聚，又不言會，故執不知問。○注「言及者」至「遇也」。○解云：正以及者，汲汲之文故也。其常遇者，即朝天子罷朝之時，相遇於塗是也。○注「遇例時」者。○解云：即隱八年「春，宋公、衛侯遇於垂」，莊三十年「冬，公及齊侯遇於魯濟」，及此之屬皆是。而僖十四年「夏，六月，季姬及鄫子遇於防」，書月者，彼注云「甚惡內」是也。\n宋公、陳侯、蔡人、衛人伐鄭。\n秋，翬帥師會宋公、陳侯、蔡人、衛人伐鄭。翬者何？公子翬也。（以入桓稱公子。）"
      },
      {
        "index": 86,
        "text": "疏「翬者何」。○解云：無公子，故執不知問。○注「以入桓稱公子」。○解云：即桓三年秋，「公子翬如齊逆女」是也。何以不稱公子？貶。曷為貶？（據叔老會鄭伯伐許不貶。）\n疏注「據叔」至「不貶」。○解云：在襄十六年夏。○\n與弑公也。（弑者，殺也，臣弑君之辭。以終隱之篇貶，知與弑公也。○與弑，音預，下及注同。）"
      },
      {
        "index": 87,
        "text": "疏注「以終隱」至「弑公」。○解云：即此及十年「夏，翬帥師會齊人、鄭人伐宋」，傳云「此公子翬也，何以不稱公子？貶。曷為貶？隱之罪人也，故終隱之篇貶也」是也。"
      },
      {
        "index": 88,
        "text": "其與弑公奈何？公子翬諂乎隱公，（諂猶佞也。）謂隱公曰：「百姓安子，諸侯說子，盍終為君矣。」隱曰：「吾？否！（否，不也。○說，音悅。）吾使脩塗裘，吾將老焉。」（塗裘者，邑名也。將老焉者，將辟桓居之以自終也，故南面之君，勢不可復為臣，故云爾。不以成公意者，隱本為桓守國，國邑皆桓之有，不當取以自為也。○將辟，音避，今本多即作「辟」字，後不更音。復，扶又反。本為，於偽反，下「自為」、傳「吾為」皆同。）"
      },
      {
        "index": 89,
        "text": "疏注「不以成」至「為也」。○解云：上元年傳云「公何以不言即位？成公意也」，此傳何以不言營塗裘？何以不書成公意也？言隱非正君，直為他守國而已，邑非已有，不當擅取之，取之非，是以不得作成公意解也。\n公子翬恐若其言聞乎桓，於是謂桓曰：「吾為子口隱矣。（口，猶口語相發動也。）\n疏注「口猶」至「動也」。○解云：語，讀如子語魯大師之語。○"
      },
      {
        "index": 90,
        "text": "隱曰『吾不反也』。」桓曰：「然則奈何？」曰：「請作難，（難，兵難也。○難，乃旦反，注同。）弑隱公。」（諡者，傳家所加。）"
      },
      {
        "index": 91,
        "text": "疏注「諡者」至「所加」。○解云：死諡，周道也。今始請弑已言隱公者，公羊子從後加之。所以至此乃注者，嫌是傳語，故明之。"
      },
      {
        "index": 92,
        "text": "於鍾巫之祭焉，弑隱公也。（鍾者，地名也。巫者，事鬼神禱解以治病請福者也，男曰覡，女曰巫。傳道此者，以起淫祀之無福。○禱解，丁老反，或丁報反；下古賣反，又古買反。覡，戶狄反。）"
      },
      {
        "index": 93,
        "text": "疏注「男曰覡，女曰巫者」。○解云：楚語文也。○注「傳道」至「無福」。○解云：直言弑隱公，義勢已盡，而必言於鍾巫之祭焉者，以起淫祀之無福故也。"
      },
      {
        "index": 94,
        "text": "九月，衛人殺州吁於濮。其稱人何？（據晉殺大夫裏克，俱弑君賊不稱人。○濮，音卜，一音剝。）疏注「據晉殺大夫裏克」。解云：在僖十五年夏。"
      },
      {
        "index": 95,
        "text": "討賊之辭也。（討者，除也。明國中人人得討之，所以廣忠孝之路。書者，善之也。討賊例時，此月者，久之也。）"
      },
      {
        "index": 96,
        "text": "疏注「討賊例」至「久之也」。解云：「討賊例時」者，莊九年「春，齊人殺無知」是也。桓六年秋八月，「蔡人殺陳佗」，亦書月者，與此同也。\n冬，十有二月，衛人立晉。晉者何？公子晉也。（以下有衛侯晉卒，又言立。）"
      },
      {
        "index": 97,
        "text": "疏「晉者何」。○解云：欲言次正，而文言立；欲言非正，而舉眾立之，故執不知問。○注「以下」至「言立」。○解云：以有衛侯晉卒，則知此文「衛人立晉」者，是先君之子，今始立為之君矣。又言立者篡文，知非正大子，故知公子矣。其衛晉侯卒在桓十二年冬。\n立者何？立者不宜立也。（諸侯立不言立，此獨言立，明不宜立之辭。）"
      },
      {
        "index": 98,
        "text": "疏「立者何」。○解云：諸侯之立，例所不書，今特言立，故執不知問。其稱人何？（據尹氏立王子朝也。）疏注「據尹」至「朝也」。○解云：在昭二十三年秋。"
      },
      {
        "index": 99,
        "text": "眾立之之辭也。（晉得眾，國中人人欲立之。）然則孰立之？石碏立之。石碏立之，則其稱人何？（據尹氏立王子朝不稱人。○碏，七略反，一音十洛反。）眾之所欲立也。眾雖欲立之，其立之非也。（凡立君為眾，眾皆欲立之，嫌得立無惡，故使稱人，見眾言立也，明下無廢上之義，聽眾立之，為立篡也。不剌嗣子失位者，時未當喪，典主得權重也。月者，大國篡例月，小國時。立、納、入皆為篡，卒日，葬月，達於《春秋》，為大國例。主書從受位也。○篡，初患反。）"
      },
      {
        "index": 100,
        "text": "疏注「不剌」至「權重也」。○解云：剌桓公嗣子失位者，即不書晉之立矣，故襄十四年「衛侯衎出奔齊」，襄二十六年傳云「曷為不言剽之立？不言剽之立者，以惡衛侯也」，彼注云「欲起衛侯失眾出奔，故不書剽立。剽立無惡，則衛侯惡明矣」。今書晉立，則不剌嗣子可知。○注「月者」至「國時」。○解云：大國篡例月者，即此文冬十二月「衛人立晉」；莊六年「夏，六月，衛侯朔入於衛」；哀六年秋七月，「齊陽生入於齊」之屬是也。而莊九年夏，「齊小白入於齊」不月者，彼注云「不月者，移惡於魯也」。其小國時者，即僖二十五年「秋，楚人圍陳，納頓子於頓」，昭元年「秋，莒去疾自齊入於莒」之屬是也。○注「立納入皆為篡」。解云：立為篡者，此文「衛人立晉」，昭二十三年「尹氏立王子朝」之屬是也。其納為篡者，「納頓子於頓」，及文十四年「晉人納捷菑」之屬是也。其入為篡者，小白，陽生之屬是也。○注「卒日」至「大國例」。○解云：隱八年「夏，六月，己亥，蔡侯考父卒」；秋，「八月，葬宣公」之屬是也。○注「主書從受位也」。○解云：謂主惡晉之從立矣。"
      }
    ]
  }
}