{
  "chapterNumber": 27,
  "title": "春秋公羊傳註疏卷25 (Gongyang Zhushu, Volume 25)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "定公卷二十五\n（起元年，盡五年）\n（《釋文》：何以定公為昭公子，與《左氏》異。）\n定公元年\n元年，春，王。定何以無正月？（據莊公雖不書即位，猶書正月。）"
      },
      {
        "index": 1,
        "text": "疏注「據莊」至「正月」。○解云：即莊元年經云「元年，春，王正月。三月夫人孫於齊」是也。案莊公之經，上有正月，下有三月。今定公亦下有三月，而上無正月，故據之。若然，案隱公之經亦云「元年，春，王正月」，下云「三月，公及邾婁儀父盟於昧」，亦是上有正月，下有三月，而不據之者，正以隱公所承，不薨於外，且欲讓桓，位非已有，與定公不類，寧得據之？其閔、僖之屬，雖承弑君之後，其所承者，皆在位見弑，元年之下復無三月之文，與定不同，故不據之。然則桓公戕於齊，昭公卒於外，亦是不類而得據之者，正以昭公失道，為臣所逐，終死於外，恥與桓同，故據之耳。\n正月者，正即位也。（本有有正月者，正諸侯之即位。）"
      },
      {
        "index": 2,
        "text": "疏注「本有」至「即位」。○解云：案隱元年傳云「何言乎王正月？大一統也」，何氏云「統者，始也，總係之辭。夫王者始受命改製，布政施教於天下，自公侯至於庶人，自山川至於草木昆蟲，莫不二係於正月，故云政教之始」。以此言之，似書正月者，為大一統也。而言本有正月者，正諸侯即位者，兼二義故也。何氏云自公侯以下皆係正月，即是正月者，正諸侯即位之義。"
      },
      {
        "index": 3,
        "text": "定無正月者，即位後也。（雖書即位於六月，實當如莊公有正月。今無正月者，昭公出奔，國當絕，定公不得繼體奉正，故諱為微辭，使若即位在正月後，故不書正月。）"
      },
      {
        "index": 4,
        "text": "疏「定無正月者，即位後也」。○解云：謂定公行即位之禮在正月之後也。○注「雖書」至「正月」。○解云：依經及傳，正以定公即位在正月之後，故無正月，何氏更言「昭公出奔，國當絕，定公不得繼體奉正」者，正以書正月，大一統也，明不但一即位而已。且諸侯之法，禮當死位，而昭公不君，棄位出奔，終卒於外，為辱實甚，論其罪惡，君臣共有，故知魯國之當絕矣，是以何氏消量作如此注。故諱為微辭者，謂經與傳直作無即位，故無正月之義。其定公當絕之文沒而不見，故謂微辭爾。"
      },
      {
        "index": 5,
        "text": "即位何以後？（據正月正即位。）昭公在外，（昭公喪在外。）得入不得入，未可知也。為未可知？（據巳稱元年。）"
      },
      {
        "index": 6,
        "text": "疏「得入不得入，未可知也」者。○解云：謂昭公之喪在外，得入不得入未可知，不謂據定公之身也。其實定公先在於內，是以上文巳稱元年矣。但以君喪未入，未得正行即位禮，是以即位在正月之後，而《左氏》以為喪及壞隤，公子宋乃先入者，何氏所不取之。○注「據巳稱元年」。○解云：謂巳稱元年春，似行即位之禮訖，何言昭公之喪得入不得入未可知也？而即位後乎？\n在季氏也。（今季氏迎昭公喪而事之，定公得即位；不迎而事之，則不得即位。）"
      },
      {
        "index": 7,
        "text": "疏「在季氏也」。○解云：定公是時雖以先君之喪未入，未行即位之禮，其實為君之道已成，是以上文得稱「元年，春」矣。但猶微弱，不敢逆其父喪，故云在季氏也。"
      },
      {
        "index": 8,
        "text": "定、哀多微辭。（微辭，即下傳所言者是也。定公有王無正月，不務公室，喪失國寶；哀公有黃池之會，獲麟，故總言多。）"
      },
      {
        "index": 9,
        "text": "疏「定哀多微辭」。○解云：定、哀二君，微辭有五，故謂之多，不謂餘處更有所對。若然，昭與定、哀同是太平之世，所以特言定、哀者，昭公之篇無微辭之事，寧可彊言之乎？○注「微辭」至「是也」。○解云：謂主人習其讀而問其傳，則未知巳之有罪焉爾也。○注「定公」至「正月」。○解云：得為微辭者，實為昭公出奔國當絕，定公不得繼體奉正，故無正月。如似即位在正月之後，是以無正月然，故得謂之微辭。○注「不務公室」。○解云：下二年「夏，五月，壬辰，雉門及兩觀災」，「冬，十月，新作雉門及兩觀」，傳云「其言新作之何？脩大也」，注云「天災之，當減損如諸侯製，而復脩大，僭天子之禮，故言新作以見脩大也」；「脩舊不書，此何以書？譏。何譏爾？不務乎公室也」，注云「務，猶勉也。不務公室，亦可施於久不脩，亦可施於不務如公室之禮，微辭也」。然則書其「新作雉門及兩觀」者，主譏其僭天子之禮，可施於久不脩治而錄之，傳云「不務公室」，亦得助成微辭之義也。○「喪失國寶」。○解云：下八年冬「盜竊寶玉大弓」，傳云「寶者何？璋判白」，注云「不言璋言玉者，起珪、璧、琮、璜、璋五玉盡亡之。傳特言璋者，所以郊事天，尤重」也。「書大弓者，使若都以國寶書，微辭也」。謂之寶者，世世寶用之辭也。然則特書大弓者，欲通謂之寶，寶即大弓，是可以世世傳保而珠玉之，故謂之寶玉也。○注「哀公」至「言多」。○解云：黃池之會者，即哀十三年夏，「公會晉侯及吳子於黃池」，傳云「吳何以稱子？吳主會也。吳主會，則曷為先言晉侯，不與夷狄之主中國也。其言及吳子何？會兩伯之辭也。不與夷狄之主中國，則曷為以會兩伯之辭言之？重吳也。曷為重吳？吳在是，則天下諸侯莫敢不至也」，彼注云「以晉大國，尚猶汲汲於吳，則知諸侯莫敢不至也。不書諸侯者，為微辭，使若天下盡會之，而魯侯蒙俗會之者惡愈」是也。其獲麟者，即哀十四年「春，西狩獲麟」是也，實為聖漢將興之瑞，周家當滅之象。今經直言獲麟，不論此事，若以麟來，周王更欲中興之兆，得謂之微辭矣。"
      },
      {
        "index": 10,
        "text": "主人習其讀而問其傳，（讀謂經，傳謂訓詁，主人謂定公。言主人者，能為主人皆當為微辭，非獨定公。）則未知已之有罪焉爾。（此假設而言之，主人謂定、哀也。設使定、哀習其經而讀之，問其傳解詁，則不知已之有罪。於是此孔子畏時君，上以諱尊隆恩，下以辟害容身，慎之至也。）"
      },
      {
        "index": 11,
        "text": "疏「主人」至「焉爾」。○解云：主人習其讀，謂習其經而讀之也。云而問其傳者，謂問其夫子口授之傳解詁之義矣。云則未知已之有罪焉爾者，焉爾猶於是，讀其微辭，意指難明，雖問解詁，亦未知已之有罪乎《春秋》。假令讀定元年經，而問其傳之解詁云「定何以無正月？正月者，正即位也。定無正月者，即位後也」，則無以知其國當絕，定公不得繼體奉正之義；假令讀定公二年經云「新作雉門及兩觀」，而問其傳之解詁云「脩書不書，此何以書？譏。何譏爾？不務乎公室也」，正以久不脩理，不以公室為急務，故書之，無以知其僭天子是也。○注「此假設而言」至「於是」。○解云：當爾之時未有《春秋》。故知主人習其經而讀之者，假設而言之也。既未有《春秋》，而彊言主人，故云此假設而言之。云主人謂定、哀者，正以上言「定、哀多微辭」，下文即言「主人習其讀」，故知此主人者，宜指定、哀言之也。○注「此孔子」至「之至也」。○解云：此時君者，還指定、哀也。孔子作《春秋》當哀公之世，定沒未幾，臣子猶存，故亦畏之，為之諱惡恩隆於定、哀，故曰上以諱尊隆恩也；若不回避其害，則身無所容，故曰下以辟害容身也。尊君卑已，故生上下之文耳。其傳未行，口授弟子，而作微辭以辟其害，亦是謹慎之甚，故此曰慎之至也。\n三月，晉人執宋仲幾於京師。仲幾之罪何？（據言於京師，成伯討辭，知有罪。○幾，本或作「譏」。）\n疏「仲幾之罪何」。○解云：上言晉人似非伯討言於京師，是伯討之文，與奪未明，故難之。"
      },
      {
        "index": 12,
        "text": "不蓑城也。（若今以草衣城是也。禮，諸侯為天子治城，各有分丈尺，宋仲幾不治所主。○不蓑，素戈反，一或作「蓑」，一或音初危反。衣，於既反。為天，於偽反，下「善為」同。）"
      },
      {
        "index": 13,
        "text": "疏「不蓑城也」。○解云：謂不以蓑苫城也。《公羊》之義，以為昭三十二年「城成周」者，既是城訖，故於此處責其不蓑而已，不似《左氏》方始欲城耳。○注「蓑若今以草衣城是也」。衣，讀如衣輕裘之衣。○注「禮諸」至「主者」。○解云：正以宋人不治所主者，晉人執而歸之於京師，得為伯討之文，故知禮有分丈尺之法，不謂更存禮文。\n其言於京師何？（據城言成周，執不地。）"
      },
      {
        "index": 14,
        "text": "疏注「據城言成周」。○解云：即昭三十二年「冬，仲孫何忌會晉韓不信」以下，「城成周」是也。○注「執不地」。○解云：謂《春秋》上下，大夫見執，例不舉地，即下六年「秋，晉人執宋行人樂祈黎」；七年秋，「齊人執衛行人北宮結」之屬是也。若然，成十六年「九月，晉人執季孫行父，舍之於招丘」，彼傳自有解；「執未可言舍之者，此其言舍之何？仁之也。曰在招丘，悕矣」，注云「悕，悲也。仁之者，若曰在招丘可悲矣。閔錄之辭」；「執未有言仁之者，此其言仁之何？代公執也」是也。"
      },
      {
        "index": 15,
        "text": "伯討也。（大夫不得專執，執無稱名氏，見伯討例，故地以京師，明以天子事執之，得伯討之義。○見，賢遍反。）"
      },
      {
        "index": 16,
        "text": "疏注「大夫」至「之義」。○解云：下傳云「大夫之義，不得專執也」，故云大夫不得專執。若諸侯執人，即僖四年傳云「稱侯而執者，伯討也；稱人而執者，非伯討也」。若其大夫不得專執，故其執人之時，無稱名氏，見伯討例，雖無其例，其執之有理，寧得不作其文，是故地以京師，明以天子事執之，見其得伯討之義也。"
      },
      {
        "index": 17,
        "text": "伯討則其稱人何？（據城稱名氏，諸侯伯執不稱人也。復發此難者，弟子未解，嫌大夫稱人相執，與諸侯同例。○復發，扶又反，下皆同。難，乃旦反。解，音蟹。）"
      },
      {
        "index": 18,
        "text": "疏注「據城稱名氏」云云。○解云：即昭三十二年「冬，仲孫何忌會晉韓不信」以下，「城成周」是也。○注「諸侯伯執不稱人也」。○解云：即僖四年傳云「稱侯而執者，伯討也；稱人而執者，非伯討也」是也。若欲指經言之，即成十五年春，「晉侯執曹伯歸之於京師」是也。\n貶。（故稱人爾，不以非伯討故。）曷為貶？（據晉侯伯執稱人，以他罪舉。）"
      },
      {
        "index": 19,
        "text": "疏注「據晉」至「罪舉」。○解云：即僖三十八年冬，「晉人執衛侯歸之於京師」，傳云「歸之於者，罪巳定矣」，「此晉侯也，其稱人何？貶，曷為貶？衛之禍，文公為之也。文公為之柰何？文公逐衛侯而立叔武，使其兄弟相疑，放乎殺母弟者，文公為之也」。然則彼乃晉文之執衛侯，實得伯討之義，而稱人者，正由文公惡衛侯太深，愛叔武太甚，故致此禍，是以貶之稱人，故曰以佗罪舉也。今此晉人執仲幾，亦得為伯討之義，而貶稱人，故欲問其稱人之狀矣。"
      },
      {
        "index": 20,
        "text": "不與大夫專執也。曷為不與？（據伯討。）實與，（言於京師是也。）而文不與。（文不與者，貶稱人是也。）文曷為不與？大夫之義，不得專執也。（大夫不得專相執，辟諸侯也。不言歸者，諸侯當決於天子，犯之惡甚，故錄所歸。大夫當決主獄爾，犯之罪從外小惡，不復別也。無例不在常書，又月者，善為天子執之。○別，彼列反。）"
      },
      {
        "index": 21,
        "text": "疏「文曷為不與」。○解云：據實與，但何氏省文，不復言大夫之義不得專執，則其曰實與之何？上無天子，下無方伯，天下大夫有為無道者，力能執之則執之可也，異僖元年、二年「救邢」「城楚丘」之傳者，正以諸侯相執，伯者之常事；大夫相執，例之所略，詳尊略卑之義也。○注「不言」至「別也」。○解云：正以僖二十八年冬，「晉人執衛侯歸之於京師」；成十五年春，「晉侯執曹伯歸之於京師」，襄十六年春，「晉人執莒子、邾婁子以歸」者，是諸侯相執，錄其所歸之文。所以然者，正以諸侯尊貴，當決於天子，若其犯之，其惡深大，故須錄其歸之所在，即執衛侯、曹伯歸於京師，是其得正；執莒子、邾婁子以歸其國者，失所明矣。彼注云「錄以歸者，甚惡晉也。有罪無罪，皆當歸京師，不得自治之」是也。若然，案襄十九年春，「晉人執邾婁子」，亦是諸侯相執，而不錄其所歸者，正以會上執之，即會上釋之，實無所歸，寧得錄之也？若執大夫，當於主獄之人耳。若其犯之，但為小惡，故從外小惡例，不復分別之也。若然，所見之世，錄外小惡，而言從外小惡不復別之者，正謂時時錄之，以見太平之世，諸夏小惡在治之限，文不盡錄，故得然解。○注「無例」至「執之」。○解云：欲道《春秋》上下，更無大夫相執之義，即是無其比例，不在常書之限。今而書之，又書其月詳錄之，與諸侯相執同例者，善為天子執故也。知諸侯相執例書月者，正以襄十六年三月，「晉人執莒子、邾婁子」；十九年正月，「晉人執邾婁子」之屬，皆書月故也。舊云此事所以無歸於以歸之例，正由大夫相執，不在當書故也。既不在當書而書月以執之者，善為天子執之故也。\n夏，六月，癸亥，公之喪至自乾侯。（至自乾侯者，非公事齊不專，中去之晉，竟不見容，死於乾侯。）"
      },
      {
        "index": 22,
        "text": "戊辰，公即位。癸亥，公之喪至自乾侯，則曷為以戊辰之日然後即位？（據癸亥得入巳可知。）正棺於兩楹之間，然後即位。（正棺者，象既小斂夷於堂。昭公死於外，不得以君臣禮治其喪，故示盡始死之禮。禮，始死於北牖下，浴於中霤，飯含於牖下，小斂於戶內，夷於兩楹之間；大斂於阼階，殯於西階之上，祖於庭，葬於墓，奪孝子之恩動以遠也。禮，天子五日小斂，七日大斂；諸侯三日小斂，五日大斂；卿大夫二日小斂，三日大斂，夷而絰，殯而成服，故戊辰然後即位。凡喪，三日授子杖，五日授大夫杖，七日授士杖，童子、婦人不杖，不能病故也。○小斂，力驗反，下皆同。北墉，音容，本又作「牖」。霤，力又反。飯，扶晚反。含，戶暗反。阼，才故反。）"
      },
      {
        "index": 23,
        "text": "疏注「正棺」至「故也」。○解云：《喪大記》云「小斂，主人即位於戶內，主婦東面，乃斂。卒斂，主人馮之踴，主婦亦如之」，「徹帷，男女奉屍夷於堂，降拜」，鄭注「夷之言屍也」，「主人主婦以下從而奉之，孝敬之心。降拜，拜賓也」是也。云故示盡始死之禮者，示字亦有作「不」字者，誤也。云禮，始死於北牖下者，即《喪大記》「疾病」，「寢東首於北牖下」是也。云浴於中霤云云者，即《坊記》云「子云『賓禮每進以讓，喪禮每加以遠。浴於中霤，飯於牖下，小斂於戶內，大斂於阼，殯於客位，祖於庭，葬於墓，所以示遠也』」是也。而言夷於兩楹之間者，即此傳云「正棺於兩楹之間」是也。云奪孝子之恩動以遠也者，何氏以意言之也；言此者，欲陳始死禮。云天子五日云云者，何氏差約古禮而言之，欲道始死之禮，五日大斂而殯，殯訖成服；今欲示盡始死之禮，故云公之喪癸亥日，至於丁卯，殯而成服，戊辰之日乃即位矣。云凡喪三日云云者，即《喪服四製》云「杖者何也？爵也。三日授子杖，五日授大夫杖，七日授士杖：或曰擔主，或曰輔病：婦人、童子不杖，不能病也」是也。鄭注《喪大記》云「三日者，死之後三日也。為君杖不同日，人君禮大，可以見親疏也」，引之者，欲道喪入五日，嗣子、大夫授杖巳訖，可以即位正其臣矣。"
      },
      {
        "index": 24,
        "text": "子沈子曰：「定君乎國，（定昭公之喪禮於國。）然後即位。」即位不日，此何以日？（據即位皆不日。）錄乎內也。（內事詳錄，善得五日變禮，或說危不得以逾年正月即位，故日。主書者，重五始也。）"
      },
      {
        "index": 25,
        "text": "疏注「詳錄」至「始也」。○解云：書日所以得變禮者，癸亥之日公喪，乃至戊辰之日然後君即位，象五日殯訖即位之禮，故錄日以明之，言其變而合禮矣。"
      },
      {
        "index": 26,
        "text": "秋，七月，癸巳，葬我君昭公。○九月，大雩。（定公得立，尢喜而不恤民之應。）立煬宮。煬宮者何？（據十二公無煬公。○煬，餘亮反。）\n疏「煬宮者何」。○解云：正以《春秋》之內，更無煬公之稱，而立其宮，故執不知問。"
      },
      {
        "index": 27,
        "text": "煬公之宮也。（春秋前煬公也。）立者何？立者不宜立也。立煬宮，非禮也。（不日嫌得禮，故復問立也。不日者，所見之世諱深，使若比武宮惡愈，故不日。）"
      },
      {
        "index": 28,
        "text": "疏「立者何」。解云：欲言是禮，不應言立；欲言非禮，復不書日，故執不知問。○「立者何」至「立也」。○解云：隱四年冬「衛人立晉」之下，傳云「立者何？立者不宜立也」；成六年春「二月，辛巳，立武宮」之下，傳云「立者何？立者不宜立也」。然則《春秋》之內，三發此文者，「公子晉」之下發之，是《春秋》之首；成六年「立武宮」之下發之，嫌立宮與諸侯異例；此復發之者，正以「立武宮」書日，此不書日，故同之。昭二十二年秋，「尹氏立王子朝」，不復發之者，從立晉之傳可知。○「不日」至「立也」。○解云：《春秋》之例，失禮於宗廟例書日，故此不日嫌得禮也。注言此者，正以成六年巳有此傳，今復發之，故解云耳。○「不日」至「不日」。○解云：例既書日，而不日者，正以當所見之世故也。若然，案莊二十三年「秋，丹桓宮楹」，何氏云「失禮宗廟例時」，與向說違者，蓋失禮於鬼神例日，故隱五年「初獻六羽」之下，何氏云「失禮鬼神例日」是也。若失禮脩營於宗廟，則例書時，即莊二十三年「秋，丹桓宮楹」，何氏云「失禮宗廟例時」是也。莊二十四年「春，王三月，刻桓宮桷」書月者，何氏云「月者，功重於丹楹」是也。若其失禮始造宗廟者，例書日，即成六年「春，王二月，辛巳，立武宮」是也。所以然者，刻桷功重於丹楹，猶變例以書月，況於始造宗廟，為費實深，寧不日乎？例既宜日而不日者，正以當所見之世，為內諱深，使若惡愈於武宮故也。\n冬，十月，霣霜殺菽。何以書？記異也。（菽，大豆。時猶殺菽，不殺他物，故為異。○霣，於敏反。）"
      },
      {
        "index": 29,
        "text": "疏注「時殺」至「為異」。○解云：知獨殺菽，不殺他物者，正以此經特舉殺菽，傳云記異故也。若更殺他物，則經直云霣霜，不舉穀名。傳云「記災也」，即桓元年「秋，大水」，傳云「何以書？記災也」，彼注云「災傷二穀以上」是也。此則但傷一穀，既不成災，故謂之異。\n此災菽也，曷為以異書？（據無麥苗以災書。）"
      },
      {
        "index": 30,
        "text": "疏注「據無」至「災書」。解云：即莊七年「秋，大水。無麥苗」，傳云「何以書？記災也」是也。然則大水殺麥苗，傳云記災；今此霣霜殺菽，傳云記異，故據而難之。若然，向解若更殺他物，則經直言霣霜，不舉穀名，何故莊七年經云「秋，大水，無麥苗」者，彼傳云「一災不書，待無麥，然後書無苗」，彼注云「明君子不以一過責人，水、旱、螟、蟲，皆以傷二穀乃書。然不書穀名，至麥苗獨書者，民食最重」是也。然則一災不書，今此書者，示以早當誅季氏，故不得不錄也。"
      },
      {
        "index": 31,
        "text": "異大乎災也。（異者，所以為人戒也。重異不重災，君子所以貴教化而賤刑罰也。周十月，夏八月，微霜用事，未可殺菽。菽者，少類，為稼強，季氏象也。是時定公喜於得位，而不念父黜逐之恥，反為淫祀立煬宮，故天示以當早誅季氏。）"
      },
      {
        "index": 32,
        "text": "疏「異大乎災也」。○解云：雖曰但傷一物，若以害物言之，災而必書者，正以異重於災故也，何者？隱三年傳何注云「異者，非常而可怪，先事而至者」，隱五年作注云「災者，有害於人物，隨事而至者」。然則正由先事而至，可以為戒，若其變改，竟不害人物，若似君父教戒臣子之義，故但謂之異而貴之矣。災者，隨事而至，害於人物，雖言變改，亦無所及，若似刑罰一施，不可追更之義，故謂之災而不重之，故注云「重異不重災，君子所以貴教化而賤刑罰也」。然則直是美大此異，故言異大於災，不論害物與否。《五行傳》云「害物為災，不害物為異」，亦通於此矣。○注「菽者」至「象也」。○解云：菽季不同，而得為其象者，正以菽為第三之稱，故為少類。季氏於叔孟為第，亦是少之義，故得為其象。菽雖第三，為稼最強；季氏雖幼，彊於叔孟，故曰菽者，少類，為嫁強，季氏之象也。○注「是時」至「煬宮」。○解云：何氏以為定公者，昭公之子，與賈、服異。既為昭公之子而喜於得位者，正以父見放逐，薨於乾侯，讎人秉政有年歲矣，為道亦何可知，忽然而立，寧不喜乎？是以忘其恥辱，欲求福於淫祀，天怪其所為，故示之戒也。舊云定公為昭公弟，立非其次，是以喜之。而謂昭公為父者，臣子一例故也。云故天示以早當誅季氏也者，天戒若曰，等欲勞心作淫祀之時，不如作意早誅季氏。所以然者，雖作淫祀，終竟無福，早誅季氏，可以復讎去患故也。\n定公二年\n二年，春，王正月。"
      },
      {
        "index": 33,
        "text": "夏，五月，壬辰，雉門及兩觀災。其言雉門及兩觀災何？（據桓宮、僖宮災，不言及。不但問及者，方於下及間其文問之，故先俱張本於上。○兩觀，工喚反，下及注皆同。）\n疏注「據桓」至「言及」。○解云：即哀三年夏，「五月，辛卯，桓宮、僖宮災」是也。\n兩觀微也。（雉門兩觀，皆天子之制，門為其主，觀為其飾，故微也。）"
      },
      {
        "index": 34,
        "text": "疏注「雉門」至「微也」。○解云：知如此者，正以昭二十五年，傳云「子家駒曰『諸侯僭天子久矣，設兩觀』」云云者，此皆天子之禮。然則兩觀既為天子之禮，天惡其僭，故災之。則知雉門與之同災者，亦僭明矣，故云雉門及兩觀，皆天子之訓也。若然，昭二十五年子家駒不言雉門為僭者，正以天子諸侯皆有雉門，但形製殊耳。若然，雉門為僭，於辭為負矣。寧知非是主災兩觀，因及雉門而已？故子家駒不數雉門為僭，而何氏必言雉門亦如天子之制者，正以下文「新作雉門及兩觀」之下，傳云「不務公室」，既言不務如公室之禮，則知天子明矣。"
      },
      {
        "index": 35,
        "text": "然則曷為不言雉門災及兩觀？（據下「新作雉門及兩觀」先言作者。）主災者兩觀也。（時災從兩觀起。）時災者兩觀，則曷為後言之？（據欲使言兩觀災及雉門，若言宋督弑其君與夷及其大夫孔父。）不以微及大也。何以書？（不復言雉門及兩觀災何以書者，上巳問雉門及兩觀災，故但言何以書。○不復，扶又反，下同。）"
      },
      {
        "index": 36,
        "text": "疏注「不復」至「以書」。○解云：隱三年「秋，武氏子來求賻傳云「武氏子來求賻，何以書」，注云「不但言何以書者，嫌主覆問上所說二事，不問求賻」；又七年「夏，城中丘」，傳云「中丘者何？內之邑也。城中丘何以書」，注云「上言中丘者何？指問邑也。欲因言何以書？嫌但問書中丘，欲復言城中丘何以書」；僖二十年傳云「西宮災，何以書」。然則彼三傳文，皆舉句而問之，今此不嫌不以微及大何以書，而不舉句而問之者，正以上傳巳云「其言雉門及兩觀災何」，不能復重言之，故省文也。"
      },
      {
        "index": 37,
        "text": "記災也。（此本子家駒諫昭公所當先去以自正者，昭公不從其言，卒為季氏所逐，定公繼其後，宜去其所以失之者，故災亦云爾。立雉門兩觀不書者，僭天子不可言，雖在《春秋》中猶不書。○先去，起呂反，下同。）"
      },
      {
        "index": 38,
        "text": "疏注「此本」至「云爾」。○解云：在昭二十五年。○注「立雉」至「不書」。○解云：知如此者，正以隱五年秋「初獻六羽」，傳云「何以書？譏。何譏爾？譏始僭諸公也」，「始僭諸公，昉於此乎？前此矣。前此，則曷為始乎此？僭諸公，猶可言也；僭天子，不可言也」是也。若然，須更脩大還僭天子，而得書之者，但作微辭以譏之，仍自不正言。\n秋，楚人伐吳。\n冬，十月，新作雉門及兩觀。其言新作之何？（據俱一門兩觀，如故常。）\n疏注「據俱」至「姑常」。○解云：正以所作與舊，俱一門兩觀，以故常無異，何言新作之乎？\n脩大也。（天災之，當減損如諸侯製，而復脩大，僭天子之禮，故言新作以見脩大也。○見，賢遍反。）"
      },
      {
        "index": 39,
        "text": "疏注「故言」至「大也」。○解云：莊二十九年作注云「繕故曰新，有所增益曰作」。然則此言新者，見其料理舊牆；言作者，見其增益新木，皆是還大於諸侯之義，故言新作以見脩大矣。\n脩舊不書，此何以書？（據西宮災復脩不書。）疏注「據西」至「不書」。○解云：在僖二十年。"
      },
      {
        "index": 40,
        "text": "譏，何譏爾？不務乎公室也。（務，勉也。不務公室，亦可施於久不脩，亦可施於不務始公室之禮，微辭也。月者，久也。當即脩之，如諸侯禮。）"
      },
      {
        "index": 41,
        "text": "疏注「不務」至「侯禮」。○解云：即文十三年傳「世室屋壞何以書？譏。何譏爾？久不脩也」，何氏云「簡忽久不以時脩治，至令壞敗，故譏之」。然則此文不務公室者，亦可以見魯人簡忽，五月有災，十月乃作之義，故云亦可施於久不脩也。云月者，久也者，正以莊二十九年「春，新延廄」，僖二十年「春，新作南門」，皆書時，此特月者，譏其久不脩故也。舊云如天子之門，大不可即成，故月以久之。\n定公三年\n三年，春，王正月，公如晉，至河乃復。（月者，內有彊臣之讎，外不見答於晉，故危之。）"
      },
      {
        "index": 42,
        "text": "疏注「月者」至「危之」。○解云：正以凡朝例時，假有小事，亦不書月，是以昭二年「冬，公如晉，至河乃復」，傳云「其言至河乃復何？不敢進也」，注云「乃，難辭也。時聞晉欲執之，不敢往。君子榮見與，恥見距，故諱使若至河，河水有難而反」。然則彼是小故不足以月，今乃內有彊臣之讎，外不見答於晉，故書月以危之，似若襄二十八年十一月「公如楚」，何氏云「如楚書月者，危公朝夷狄」之類也。而僖十年注云「故如京師善則月榮之，如齊、晉善則月安之」者，善惡不嫌，假令同辭，亦何傷也。\n三月，辛卯，邾婁子穿卒。夏，四月。"
      },
      {
        "index": 43,
        "text": "秋，葬邾婁莊公。冬，仲孫何忌及邾婁子盟於枝。（後相犯。時者，諱公使大夫盟，又未逾年君，薄父子之恩，故為易辭，使若義結善事。○枝，二傳作「拔」。易，以豉反。）"
      },
      {
        "index": 44,
        "text": "疏「三月辛卯」云云。《公羊》、《穀梁》皆作「三月」，《左氏》作「二月」，未知孰正。○注「後相」至「善事」。○解云：其後相犯者，即哀元年「冬，仲孫何忌帥師伐邾婁」之屬是也。云故為易辭者，即莊十三年「冬，公會齊侯盟於柯」，傳云「何以不日？易也」，何氏云「易，猶佼易也，相親信，無後患之辭」是也。\n定公四年\n四年，春，王二月，癸巳，陳侯吳卒。"
      },
      {
        "index": 45,
        "text": "三月，公會劉子、晉侯、宋公、蔡侯、衛侯、陳子、鄭伯、許男、曹伯、莒子、邾婁子、頓子、胡子、滕子、薛伯、杞伯、小邾婁子、齊國夏於召陵，侵楚。（月而不舉重者，楚以一裘之故，拘蔡昭公數年，然後歸之，諸侯雜然侵之，會同最盛，故善錄其行義兵也。拘不書者，惡蔡侯吝一裘而見拘執，故匹夫之。執歸不書者，從執例。○夏，戶雅反。召，上照反。數年，所主反。雜，七合反，又如字。惡蔡，烏路反，年末同。吝一裘，力刃反。）"
      },
      {
        "index": 46,
        "text": "疏「陳子」。○解云：上文二月「陳侯吳卒」，下之「六月，葬陳惠公」。然則其父未葬，宜稱子某，而言陳子，僖九年「宋子」之下，注云「宋未葬，不稱子某者，出會諸侯，非屍柩之前，故不名」。然則今此陳子亦然，但從宋子省文，不復注之。○注「月而」至「兵也」。○解云：《春秋》之義，侵伐例時，即上二年「秋，楚人伐吳」之屬是也。善其義兵則書月，即僖十八年「春，王正月，宋公、曹伯」以下伐齊，注云「月者，與襄公之征齊，善錄義兵」是也。若其舉重，宜云公會劉子、晉侯以下侵楚，不言於召陵也，似若成十六年秋，「公會單子尹子、晉侯、齊國佐、邾婁子伐鄭」之屬。今而書月，復不舉重者，善錄其行義兵故也。若然，案僖四年「春，王正月，公會齊侯」以下侵蔡，何氏云「月者，善義兵也」。然則彼亦是義兵而舉重者，正以彼下經云「楚屈完來盟於師，盟於召陵」，傳云「其言盟於師，盟於召陵何？師在召陵也。師在召陵，則曷為再言盟？喜服楚也」，彼注云「孔子曰『書之重，辭之復，嗚呼！不可不察，其中必有美者焉』」。然則正以下有喜服楚之文，為義兵可知，是以不勞具錄也。桓公十五年「冬，十有一月，公會齊侯、宋公」以下「於侈，伐鄭」，彼注云「月者，善諸侯征突，善錄義兵也。不舉伐為重者，用兵重於會，嫌月為桓伐有危舉，不為義兵錄，故復錄會」，注云之屬，當文皆有成解，不勞逆說也。言楚以一裘之故，拘蔡昭公數年，然後歸之者，即下傳云「蔡昭公朝乎楚，有美裘焉，囊瓦求之，昭公不與，為是拘昭公於南郢，數年然後歸之」是也。○注「拘不」至「夫之」。○解云：僖二十一年霍之會，「執宋公以伐宋」之屬，皆書其執。今此不書，故決之。所以不直言賤之而已，而言匹夫之者，以楚人執良霄之屬，大夫猶書，今反不書，賤於大夫，故言匹夫之。○注「執歸」至「執例」。○解云：即僖二十一年注云「凡出奔歸書，執獲歸不書者，出奔巳失國，故錄還應盜國，與執獲者異，臣下尚隨君事之，未失國，不應盜國，無為錄也」。是其被執而歸不書之義。今此蔡侯之執，經雖不書，其實見執，故得從其例矣。云云之說，備於僖二十一年。"
      },
      {
        "index": 47,
        "text": "夏，四月，庚辰，蔡公孫歸姓帥師滅沈，以沈子嘉歸，殺之。（為不會召陵故也。不舉滅為重，書以歸殺之者，責不死位也。日者，定、哀滅例日。定公承黜君之後，有彊臣之讎，故有滅則危懼之，為定公戒也。○公孫歸姓，二傳無「歸」字。姓，音生，又音姓。為不，於偽反，下「為季」、「為下」、「為治」、「為蔡」同。）"
      },
      {
        "index": 48,
        "text": "疏注「為不」至「故也」。解云：正以召陵之會，蔡為謀首，召陵之經不見沈子，而今滅之，故知義然也。○注「不舉」至「位也」。○解云：正以襄六年「十有二月，齊侯滅萊」，傳云「曷為不言萊君出奔？國滅，君死之，正也」，彼注云「明國當存，不書殺萊君者，舉滅國為重」。然則萊君死位，故得舉重，今沈子不死位，故不得舉滅為重，而書以歸殺之也。○「定哀」至「戒也」。○解云：定、哀之時，文致太平，若有相滅，為罪巳重，故皆書日以詳其惡，即此經及下六年「春，王正月，癸亥，鄭遊速帥師滅許，以許男斯歸」之屬是也。既言定、哀滅例日，乃是滅為例矣。而又言定公承黜君之後，有強臣之讎，故有滅則危懼之，為定公戒者，欲道哀公之篇，若有相滅例合日。欲見他義者，容不書之，即哀公八年「春，王正月，宋公入曹，以曹伯陽歸」，實是滅曹，但魯人諱同姓之滅而不書之，是以亦不書日是也。然則案哀公之篇，更無書滅之經，而知例日者，正以文承定公之下，定公猶日，則哀公明矣。定公承黜君之後，偏有危懼，是以有滅則書日，哀公無此義，故諱其滅，以沒不救同姓之罪，但知例合書其日，故何氏云焉。"
      },
      {
        "index": 49,
        "text": "五月，公及諸侯盟於浩油。（再言公者，昭公數如晉，不見答，卒為季氏所逐。定公初即位，得與諸侯盟，故喜錄之。後楚復圍蔡不救，不日者，善諸侯能翕然俱有疾楚之心，會同最盛，故褒與信辭。○浩油，戶老反，又古老反；下音由，一音羊又反，二傳作「皋鼬」。數，所主反。楚復，扶又反，下「而復」、「復討」同。翕，許及反。）"
      },
      {
        "index": 50,
        "text": "疏注「再言」至「錄之」。解云：正以僖五年夏，「公及齊侯」以下「會王世子於首戴」，「秋，八月，諸侯盟於首戴」；九年「夏，公會宰周公」以下「於葵丘」，「九月，戊辰，諸侯盟於葵丘」之屬，皆不再言公。今此再言公，故於此解之。言昭公數如晉，不見答者，即昭十二年夏，」公如晉，至河乃復」；十三年冬，「公如晉，至河乃復」；十五年「冬，公如晉」；十六年「夏，公至自晉」；二十一年冬，「公如晉，至河乃復」；二十三年「公如晉，至河，公有疾乃復」之屬，是數如晉之文也。竟不見晉人來聘之經，故云不見答也。卒為季氏所逐者，即二十五年「九月，已亥，公孫於齊」是也。寧知再言公為喜錄之者，正以文承祥錄義兵之下而再言公，故知其喜，似若僖四年夏，「楚屈完來盟於師，盟於召陵」，傳云「曷為再言盟？喜服楚也」之類，注云「孔子曰『書之重，辭之復，嗚呼！不可不察，其中必有美者焉』」，義亦通於此。\n杞伯戊卒於會。（不日，與盟同日。○戊，音茂，又音恤，二傳作「成」。）"
      },
      {
        "index": 51,
        "text": "疏注「不日，與盟同日」。○解云：考諸古本，日亦有作「月」者，若作「日」字，宜云所見之世，小國之卒例合書日，即上言「三月，辛卯，邾婁子穿卒」之屬是也。今不日者，正以與盟同日，文不可施故也，何者？若言五月甲子，公及諸侯盟於浩油，杞伯戊卒於會，則嫌上會非信辭；若言五月公及諸侯盟於浩油，甲子杞伯戊卒於會，則嫌與盟別日，是以進退不得日也。若作「月」字，宜云所見之世，則例書日，若有內行失，亦但月之，即昭六年「春，王正月，杞伯益姑卒」，何氏云「不日者，行微弱，故略之，」「入所見之世，責小國詳，始錄內行也。諸侯內行小失，不可勝書，故於終略責之，見其義」是也。然則今杞伯亦有內小失，宜合書月而不書月，正以與盟同月故也。\n六月，葬陳惠公。許遷於容城。\n秋，七月，公至自會。（月者，為下「劉卷卒」。月者，重錄恩。○卷，音權。）"
      },
      {
        "index": 52,
        "text": "疏注「月者」至「卷卒」。○解云：正以《春秋》之義，致公例時，則桓二年「冬，公至自唐」之屬是也。若其有危，乃合書月，即下八年「三月，公至自侵齊」之屬是也。今此上會有義兵之錄，上盟有信辭之美，又再言公為喜文，則知公於時無危明矣。既無危事而有七月，故知其月為下事爾。若然，案桓公十六年「秋，七月，公至自伐鄭」，何氏云「致者，善桓公能疾惡同類，比與諸侯行義伐鄭。致例時，此月者，善其比與善行義，故以致復加月也」。似月為善者，正以桓是篡賊，動作有危，而能疾篡脫危而至，故致之。何氏彼注必言此者，欲對桓元年垂會之注云「不致之者，為下去王，適足以起無王未足以見無王罪之深淺，故復奪臣子辭，成誅文也」。以此言之，則桓十六年注云「以致復加月」，仍是危文，但善其比與義，故能脫危而至，與此仍不妨矣。○注「月者，重錄恩」。○解云：大夫之卒，宜又降於微國之君，但合書時而已，而書月者，正以新奉王命，主會於召陵，於魯有恩，故重而錄之，故云月者，重錄恩也。"
      },
      {
        "index": 53,
        "text": "劉卷卒。劉卷者何？天子之大夫也。外大夫不卒，此何以卒？我主之也。（劉卷，即上會劉子。我主之者，因上王魯文王之，張義也。卒者，明主會者，當有恩禮也。言劉卷者，主起以大夫卒之，屈於天子也。不日者，此尹氏以天子喪為主重也，此卷主會輕，故不日。）"
      },
      {
        "index": 54,
        "text": "疏「劉卷者何」。○解云：欲言諸侯，未有劉國；欲言大夫，大夫不卒，故執不知問。○注「劉卷」至「義也」。○解云：正以召陵之經，劉子為首，今而書卒，故知一人也。若不然，大夫之卒，例則不書，劉卷何事獨得錄見也。今而錄見，明有恩於魯，傳曰：「我主之」，亦其一隅矣。劉子者，天子之大夫，奉天子之命，致諸侯於召陵，召陵之經序之於上，此言主之，主會明矣。此傳宜云外大夫不卒，此何以卒？主我也。而云我主之者，正以《春秋》王魯，因魯之文，故言我主之，不言主我也。言張義者，欲張魯君為王之義。○注「卒者」至「禮也」。○解云：若主會有恩禮者，即違例書卒，案僖九年「公會宰周公」，成十六年、十七年之時，數有公會單子、尹子之文，而皆不卒。言卒等有恩，當論遠近，蓋在主會之年卒者，恩而錄之。若期外者，當從恩殺略之，是以尹子、單子之徒不見卒文。若奔喪主我使來會葬之屬，其恩差重，三年之外方始略之，即隱三年「夏，四月，辛卯，尹氏卒」，傳云「外大夫不卒，此何以卒？天王崩，為諸侯之主也」。彼注云「時天王崩，魯隱往奔喪，尹氏主儐讚諸侯，與隱交接而卒，恩隆於王者，則加禮錄之」，「明當有恩禮」；又文三年「夏，五月，王子虎卒」，傅云「外大夫不卒，此何以卒？新使乎我也」，彼注云「王子虎，即叔服也，新為王者使來會葬，在葬後三年中卒，君子恩隆於親親，則加報之，故卒，明當有恩禮也」是。○注「言劉」至「天子」。○解云：襄十五年「劉夏」之下，傳云「劉夏者何？天子之大夫也。劉者何？邑也。其稱劉何？以邑氏也」，彼注云「諸侯入為天子大夫，不得氏國稱本爵，故以所受采邑氏稱子」，「不稱劉子而名者，禮，逆王後當使三公，故貶去大夫，明非禮也」。然則今此劉卷，乃是圻外諸侯，入為天子大夫，所以不言劉子卷卒，從諸侯之例，而言劉卷，其但字者，正欲起大夫卒之，屈於天子故也。○注「不日」至「不日」。○解云：文三年「王子虎」之下，何氏云「尹氏卒日，此不日者，在期外也」。然則尹氏之主諸侯，由其在期內，故日之。今此劉卷之主諸侯，亦在期內而不日者，正以尹氏之主諸侯，乃是天王崩，儐讚隱公，其恩重矣。劉卷之主諸侯，乃在召陵之會，故不書日，見其輕矣，知云不日者，比尹氏以天子喪為主重也。言劉卷卒所以不書日者，若比尹氏之時，尹氏以天子喪為主重，故書日，劉卷但為會主，其恩輕，故不日矣。\n葬杞悼公。\n楚人圍蔡。（囊瓦稱人者，楚為無道，拘蔡昭公數年，而復怒蔡歸有言伐之，故貶，明罪重於圍。）"
      },
      {
        "index": 55,
        "text": "疏注「囊瓦」至「於圍」。○解云：正以下傳云「為是興師，使囊瓦將而伐蔡」，故知此文楚人者，是囊瓦矣。言拘蔡昭公數年，而復怒蔡歸有言伐之者，皆下傳文。云故貶，明罪重於圍者，謂由是之故貶之稱人，明其罪重，異於凡圍矣。其幾常之圍，罪不至貶，即哀元年「楚子」以下「圍蔡」之屬是也。\n晉士鞅、衛孔圄帥師伐鮮虞。（○圄，魚呂反，《左氏》作「圉」。「虞」，本或作「吳」，音虞。）"
      },
      {
        "index": 56,
        "text": "葬劉文公。外大夫不書葬，此何以書？錄我主也。（其實以主我恩錄之，故云爾，舉采者，禮，諸侯入為天子大夫，更受采地於京師，天子使大夫為治其國，有功而卒者，當益封其子。時劉卷以功益封，故不以故國而以采地書葬起其事，因恩以廣義也。稱公者，明本諸侯也。○舉采，七代反，下「采地」同。）"
      },
      {
        "index": 57,
        "text": "疏注「舉采」至「侯也」。○解云：知劉卷本是諸侯者，正以其葬稱公故也。知天子使大夫為治其國者，正以此人身在王朝，明其本國須有治之者。云有功而卒者，當益封其子者，正以父子並得之，故謂之益。云不以故國者，經傳無文，不知其故國是何。云因恩以廣義也者，謂因有主會之恩，遂舉采稱公，以廣見其本是諸侯之義也。云稱公者，明本諸侯也者，正以天子大夫，本無稱公之義。今言葬劉文公，乃與葬晉文公之屬相似故也。"
      },
      {
        "index": 58,
        "text": "冬，十有一月，庚午，蔡侯以吳子及楚人戰於伯莒，楚師敗績。吳何以稱子？（據滅徐稱國。○伯莒，《左氏》作「柏舉」。）\n疏注「據滅徐稱國」。○解云：即昭三十年冬十二月，「吳滅徐。徐子章禹奔楚」是也。\n夷狄也，而憂中國。（言子，起憂中國，言以明為蔡故也，與桓十四年同。）"
      },
      {
        "index": 59,
        "text": "疏注「言以」至「年同」。○解云：桓十四年冬，「宋人以齊人」以下「伐鄭」，傳云「以者何？行其意也」，彼注云「以已從人曰行，言四國行宋意也」是也。"
      },
      {
        "index": 60,
        "text": "其憂中國奈何？伍子胥父誅乎楚，挾弓而去楚，（挾弓者，懷格意也。禮，天子雕弓。諸侯彤弓，大夫嬰弓，士盧弓。○挾弓，音協，又子協反。雕，下遼反。彤，大冬反。嬰弓，於耕反，見《司馬法》。盧，力吳反。）"
      },
      {
        "index": 61,
        "text": "疏注「挾弓」至「意也」。○解云：格，猶拒也。言所以挾弓者，謂若君使人追之時，巳即懷拒之意，故曰挾弓者，懷格意也。若似今人謂不順之處為格化之類也。或云格，來也，言所以挾弓者，懷欲到來復讎之意。○注「禮天子」至「盧弓」。○解云：古禮無文也。"
      },
      {
        "index": 62,
        "text": "以幹闔廬。（不待禮見曰幹。欲因闔廬以復讎。○禮見，賢遍反，下「不見」同。）闔廬曰：「士之甚，（言其以賢士之甚。）勇之甚！」將為之興師而復讎於楚。伍子胥復曰：「諸侯不為匹夫興師，（必須因事者，其義可得；因公讬私，而以匹夫興師討諸侯，則不免於亂。○將為，於偽反，下「不為也」、「不為匹」、「為是」，注「為子胥」同。）且臣聞之，事君猶事父也。虧君之義，復父之讎，臣不為也」。於是止。蔡昭公朝乎楚，有美裘焉，囊瓦求之，昭公不與，為是拘昭公於南郢，數年然後歸之。於其歸焉，用事乎河，（時北如晉請伐楚，因祭河。○囊，乃郎反。郢，以其反，又以政反。）"
      },
      {
        "index": 63,
        "text": "疏「為是拘昭公於南郢」。○解云：蓋以楚於諸夏差而近南，故謂之南郢。若宣十二年傳云「南郢之與鄭，相去數千里」，何氏云「南郢，楚都」之類是也。○注「時北」至「祭河」。解云：正以河非楚、蔡之間也。\n曰：「天下諸侯苟有能伐楚者，寡人請為之前列。」楚人聞之，怒。（見侵後聞蔡有此言而怒。）"
      },
      {
        "index": 64,
        "text": "疏注「見侵」至「而怒」。○解云：正以上文「楚人圍蔡」，在侵楚之後故也。而伐蔡者，即下「楚人圍蔡」是也。圍而言伐者，舉總名故也。"
      },
      {
        "index": 65,
        "text": "為是興師，使囊瓦將而伐蔡。蔡請救於吳，伍子胥復曰：「蔡非有罪也，楚人為無道，君如有憂中國之心，則若時可矣。」（猶曰，若是時可興師矣，激發初欲興師意。○將，子匠反。激，古狄反。）於是興師而救蔡。（不書與子胥俱者，舉君為重。子胥不見於經，得為善者，以吳義文得成之也。雖不舉子胥，為非懷惡而討不義，君子不得不與也。）"
      },
      {
        "index": 66,
        "text": "疏「而救蔡」。解云：不書救蔡者，止以蔡為兵故首也。○注「子胥」至「成之也」。○解云：案此傳文，有善子胥之意。子胥不得見於經而得為善之者，正以吳得進而稱子，是其義文。以是之故，得成子胥之善，故曰以吳義文得成之也。○注「雖不」至「與也」。○解云：吳子若直救蔡討楚而敗之也，是其憂中國，尊事周室之義，但親用子胥之謀，兼有為復讎之意，是以傳家取而說之，遂舉子胥之辭以見之。雖舉子胥之辭，但非懷惡而討不義，是以君子與之。昭十一年楚子誘蔡侯之下，傳云「懷惡而討不義，君子不予也」。故注者取而況之。"
      },
      {
        "index": 67,
        "text": "曰：事君猶事父也，此其為可以復讎奈何？曰：父不受誅，（不受誅，罪不當誅也。）子復讎可也。（《孝經》曰：「資於事父以事君而敬同。」本取事父之敬以事君，而父以無罪為君所殺。諸侯之君與王者異，於義得去，君臣巳絕，故可也。《孝經》云「資於事父以事母。」莊公不得報讎文薑者，母所生，雖輕於父，重於君也。《易》曰：「天地之大德曰生。」故得絕，不得殺。）"
      },
      {
        "index": 68,
        "text": "疏注「本取事父以事君」。○解云：何氏之意，以資為取，與鄭異。鄭注云「資者，人之行也」。注《四製》云「資，猶操也」。然則言人之行者，謂人操行也。云云之說，具於《孝經疏》。○注「莊公」至「君也」。○解云：即莊元年注云，言遜者「明但當推逐去之，亦不可誅，誅不加上之義」是也。○注「易曰」至「曰生」。○解云：下《係辭》文也。"
      },
      {
        "index": 69,
        "text": "父受誅，子復讎，推刃之道也。（子復仇，非當復討其子，一往一來曰推刃。○當，丁浪反。）復讎不除害，（取讎身而已，不得兼讎子，復將恐害已而殺之。時子胥因吳眾，墮平王之墓，燒其宗廟而已。昭王雖可得殺，不除云。○墮，許規反。去，起呂反。）"
      },
      {
        "index": 70,
        "text": "疏注「時子胥」至「而已」。○解云：《春秋說》文也。彼文又云「鞭平王之屍，血流至「踝此注不言之者，省文也。案昭二十六年秋九月楚子居卒」至「今十餘年矣而言血流至踝者，非常之事，寧可常理言之？或者蓋以子胥有至孝之至，精誠感天，使血流所以快孝子之心也。"
      },
      {
        "index": 71,
        "text": "朋友相衛，（同門曰朋，同志曰友。相衛，不使為讎所勝。時子胥因仕於吳為大夫，君臣言朋友者，闔盧本以朋友之道為子胥復讎。孔子曰：「益者三友，損者三友：友直，友諒，友多聞，益矣；友便辟，友善柔，友便佞，損矣。」○辟，婢亦反。辯佞，如字，本亦作「便佞」。）"
      },
      {
        "index": 72,
        "text": "疏注「同門」至「損矣」。○解云：出《蒼頡篇》。漢主謂司馬遷云：李陵非汝同門之朋，同志之友乎？義亦通於此。而書傳散宜生等受學於大公，大公除師學之禮，酌酒切肺，約為朋友。然則大公為師而言朋者，蓋大公知其非常人，遂除師學之禮，以友朋之道待之也。既除師學之禮，連朋言之亦何傷？云君臣言朋友者云云，即《詩》云「朋友攸攝，攝以威儀」，注云「朋友謂群臣，與成王同志好者」，義亦通於此。云孔子曰益者三友云云，《論語》文。引之者，道闔廬、子胥相與益友：蓋以闔廬為諒，何者？謂一許為之興師，終不變悔是也。蓋以子胥為直與多聞，何者？不敢虧君之義復父之讎，是其直也；子胥賢者，博古今之事，是其多聞矣，便辟，謂巧為譬喻。善柔，謂口柔麵柔體之屬。辯佞，辯為媚矣。案今世間有一《論語》，音便辟為「便僻」者，非鄭氏之意，通人所不取矣。"
      },
      {
        "index": 73,
        "text": "而不相迿，（迿出表辭，猶先也。不當先相擊剌，所以伸孝子之恩。○迿，音峻，又音巡，又玄遍反，先也。剌，七亦反。）"
      },
      {
        "index": 74,
        "text": "疏注「迿出」至「先也」。○解云：依《大司馬》，田獵習戰之時，云「為表，百步則一，為三表；又五十步為一表」。然則表者，謂其戰時旅進旅退之限約。迿者，謂不顧步伍勉力先往之意，故曰出表辭。若然，所以伐吳之經，不使子胥為兵首者，蓋以吳王討楚，兵為蔡故，且舉君為重，是以不得見也。\n古之道也。楚囊瓦出奔鄭。\n庚辰，吳入楚。吳何以不稱子？（據狄人盟於邢，有進行稱人。○行，下孟反。）"
      },
      {
        "index": 75,
        "text": "疏「楚囊瓦出奔鄭」。○解云：《左氏》以為戰不勝而去。上經稱人者，貶。范氏云「知見伐由已，故懼而出奔」，蓋何氏與之同。而戰時稱人者，行不進矣。○注「據狄」至「稱人」。○解云：即僖二十年「秋，齊人、狄人盟於邢」，何氏云「狄稱人者，能常與中國也」是也。"
      },
      {
        "index": 76,
        "text": "反夷狄也。其反夷狄奈何？君舍於君室，大夫舍於大夫室，蓋妻楚王之母也。（舍其室，因其婦人為妻。日者，惡其無義。）"
      },
      {
        "index": 77,
        "text": "疏注「日者，惡其無義」也者。正以《春秋》之義，入例書時，傷害多則月，即定五年夏，「於越入吳」；僖三十三年「春，王二月，秦人入滑」之屬是。今而書日，故須解之。\n定公五年\n五年，春，王正月，辛亥，朔，日有食之。（是後臣恣日甚，魯失國寶，宋大夫叛。）"
      },
      {
        "index": 78,
        "text": "疏注「是後」至「夫叛」。○解云：蓋謂下八年秋，「晉趙鞅帥師侵鄭，遂侵衛」之文是也。云魯失國寶，即下八年冬，「盜竊寶玉大弓」，傳云「季氏之宰，則微者也，惡乎得國寶而竊之」是也。云宋五大夫叛，即下十一年「春，宋公之弟辰及仲佗、石區、公子池自陳入於蕭，以叛」，「秋，宋樂世心自曹入於蕭」，何氏云「不言叛者，從叛臣，叛可知」是也。"
      },
      {
        "index": 79,
        "text": "夏，歸粟於蔡。孰歸之？諸侯歸之。曷為不言諸侯歸之？（據齊人來歸衛寶。）疏注「據齊」至「衛寶」。解云：在莊六年。\n離至不可得而序，故言我也。（時為蔡新被強楚之兵，故歸之粟，與戍陳同義。○為，於偽反。）"
      },
      {
        "index": 80,
        "text": "疏注「時為」至「之粟」。○解云：即《老子》云「大兵之後必有凶年」，彼注云「言妨其耕稼」是也。○注「與戍陳同義」。○解云：即襄五年「冬，戍陳」，傳云「孰戍之？諸侯戍之。曷為不言諸侯戍之？離至不可得而序」，彼注云「離至，離別前後至也。陳坐欲與中國，被強楚之害，中國宜雜然同心救之，乃解怠前後至，不序以刺中國之無信」，故言我也。注云言我者，以魯至時書與魯微者同文。微者同文者，使若城楚丘辟魯獨戍之。今歸粟於蔡之義亦然，故云與戍陳同義矣。然則彼已有傳，而復發之者，正以歸戍之文異，故同之。\n於越入吳。於越者何？越者何？（不言或者，嫌兩國。）"
      },
      {
        "index": 81,
        "text": "疏「於越者何」。○解云：正以越為國名，經典通稱，忽加「於」字，故執不知問。○「越者何」。○解云：問昭三十二年「夏，吳伐越」之屬矣。正以此文加「於」字，是以單言越者，翻然可怪，故執不知問。○「不言」至「兩國」。○解云：隱元年傳云「曷為或言會，或言及」之屬皆言或，今此何故不云曷為或言於越？或言越者？弟子之意本疑於越與越為兩國，是以分別而問之。舊云正以僖四年傳云「執者曷為或稱侯？或稱人？稱侯而執者，伯討也；稱人而執者，非伯討也」。然則彼言或者，乃是兩事之辭，今此若云曷為或言越，或言於越，則嫌為兩國，是以別之。"
      },
      {
        "index": 82,
        "text": "於越者，未能以其名通也。越者，能以其名通也。（越人自名於越，君子名之曰越。治國有狀，能與中國通者，以中國之辭言之曰越；治國無狀，不能與中國通者，以其俗辭言之，因其俗可以見善惡，故云爾。赤狄以赤進者，狄於北方總名，赤者其別，與越異也。吳新憂中國，士卒罷敝而入之，疾罪重，故謂之於越。○見，賢遍反。卒，子忽反。罷弊，音皮，弊亦作「敝」音同。）"
      },
      {
        "index": 83,
        "text": "疏注「治國有狀」云云，「治國無狀」云云。○解云：此狀謂模狀也，模狀猶規矩。若有規矩，是得先生之術，故謂之進；若無規矩，是失治國之法，當獲咎禍，故謂之退，是以此注云治國有狀云云。治國無狀云云，凶儀云「無狀招禍義」，亦通於此。亦有一本狀皆作「禮」字，但非古本，是以不能得從之也。注「赤狄」至「異也」。○解云：正以宣十一年「秋，晉侯會狄於攢函」之文，直單言狄，不言赤矣；宣十五年夏，「晉師滅赤狄潞氏」，傳云「潞子之為善也」，「離於夷狄」，是其加赤為進之事也。但狄者北方之總名，乃是鄙賤之號，赤者是其別稱，故得加之為進矣。今越者，乃是其國名，若似齊、晉、魯、衛之屬，諸夏之人有禮儀者，其國名之上，不見加「於」處，唯有越為此文，尋檢其事，此時入吳，實合罪貶，故注之。○注「疾罪」至「於越」。○解云：夷狄之稱，止有七等之名，州不若國，最其賤者，今乃加於，見其入吳之疾，故以罪重言之。"
      },
      {
        "index": 84,
        "text": "六月，丙申，季孫隱如卒。（仲遂以貶起弑，是不貶，著其逐君者，舉君出為重，故從季辛起之，猶衛孫甯。○弑，音試。）"
      },
      {
        "index": 85,
        "text": "疏注「仲遂」至「孫甯」。○解云：宣八年「仲遂卒於垂」，傳云「仲遂者何？公子遂也。何以不稱公子？貶。曷為貶？為弑子赤貶」，是其以貶起弑也。案公子翬、仲遂之類，而不據之者，以其無卒文故也。今此欲道隱如之卒，經無貶文，故據卒時有貶文者言之也。欲舉君出為重者，即昭二十五年「九月，已亥，公孫於齊」是也。言舉其君出為重，即隱如之罪巳重，是以於卒不復貶也。言故從季辛起之者，即昭二十五年「秋，七月，上辛，大雩。季辛，又雩」者，彼注云「不言下辛言季辛者，起季氏不執下而逐君」是也。言季辛巳起其逐君之義，是以於卒不勞更貶也。言猶衛孫甯者，即襄十四年夏，「四月，已未，衛侯衎出奔齊」，注云「不書孫甯逐君者，舉君絕為重」是也。\n秋，七月，壬子，叔孫不敢卒。\n冬，晉士鞅帥師圍鮮虞。"
      }
    ]
  }
}