{
  "chapterNumber": 9,
  "title": "春秋公羊傳註疏卷07 (Gongyang Zhushu, Volume 7)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "莊公卷七\n（起八年，盡十七年）\n莊公八年"
      },
      {
        "index": 1,
        "text": "八年，春，王正月，師次於郎，以俟陳人、蔡人。次不言俟，此其言俟何？（據次於陘俟屈完不書俟。○屈，居勿反。）"
      },
      {
        "index": 2,
        "text": "疏注「據次」至「書俟」。○解云：即僖四年經云「遂伐楚，次於陘」，傳云「其言次於陘何？有俟也。孰俟？俟屈完也」是也。然則彼但錄其次而不書俟，與此異，故據之。"
      },
      {
        "index": 3,
        "text": "讬不得已也。（師出本為下滅盛興，陳、蔡屬與魯伐衛，同心人國遠，故因假以諱滅同姓，讬待二國為留辭主，所以辟下言及也。加以者，辟實俟。陳、蔡稱人者，略以外國辭稱，知微之。○本為，於偽反，傳及注「為久」皆同。屬與，音燭。）"
      },
      {
        "index": 4,
        "text": "疏注「陳蔡」至「伐衛」。○解云：即其經云「公會齊人、宋人、陳人、蔡人伐衛」是也。○注「同心人國遠」。○解云：欲對齊、宋、雖亦同心而近魯，是以不得讬待齊、宋。○注「所以辟下言及也」。○解云：即經下云「夏，師及齊師圍成」是也。凡言及者，汲汲之辭。若此時已出師，其間更無所待，即下文言及乃至汲汲之甚者，便是魯人欲得滅同姓，孜孜之深，是以讬待陳、蔡以辟之。○注「加以者，辟實俟」。○解云：若其實俟，宜但云師次於郎俟陳人、蔡人而已，何須言以乎？今言以俟陳人、蔡人，明更有由以乃始俟之，故言加以者，辟實俟也。"
      },
      {
        "index": 5,
        "text": "甲午，祠兵。祠兵者何？出曰祠兵，（禮，兵不徒使，故將出兵必祠於近郊，陳兵習戰，殺牲饗士卒。○祠兵，音辭，祭也。《左氏》作「治兵」，下文注同。卒，子忽反。）"
      },
      {
        "index": 6,
        "text": "疏「祠兵者何」。○解云：凡出師之禮，皆有祠兵之事，而此特書，故執不知問。○「出曰祠兵」。○解云：何氏之意，以為祠兵有二義也：一則祠其兵器，二則殺牲享士卒，故曰祠兵矣。○注「禮兵」至「近郊」。○解云：時王之禮也。\n入曰振旅，（五百人曰旅。）"
      },
      {
        "index": 7,
        "text": "疏注「五百人曰旅」。○解云：《大司馬》敘官文。其禮一也，皆習戰也。（言與祠兵禮如一，將出不嫌不習，故以祠兵言之；將入嫌於廢之，故以振訊士眾言之，互相見也。祠兵，壯者在前，難在前。振旅，壯者在後，復長幼，且衛後也。○訊，音信，又音峻，本亦作「迅」。相見，賢遍反，下同。難，乃旦反。長，丁丈反。）\n何言乎祠兵？（據不書。）\n疏注「據不書」。○解云：今此書之，而言據不書者，正謂他處皆不書，即例不書矣。而此書之者，是以致難。\n為久也。（為久稽留之辭。）\n疏注「為久稽留之辭」。○解云：為猶作，言作久稽留之辭矣。\n曷為為久？（據取長葛久之。）"
      },
      {
        "index": 8,
        "text": "疏注「據取長葛久之」。○解云：隱五年冬，「宋人伐鄭，圍長葛」；六年「冬，宋人取長葛」，傳云「外取邑不書，此何以書？久也」是。然則彼所以書者，譏其久。今以祠兵者，為久稽留之辭，似於義反，故難之。\n吾將以甲午之日，然後祠兵於是。（諱為久留辭，使若無欲滅同姓之意，因見出竟，明盛非內邑也。）"
      },
      {
        "index": 9,
        "text": "疏注「因見」至「邑也」。○解云：「出曰祠兵」，即《爾雅》「出曰治兵」之文也。今書祠兵，即是出竟之義，則知下言圍成者，非內邑明矣。"
      },
      {
        "index": 10,
        "text": "夏，師及齊師圍成，成降於齊師。成者何？盛也。（以上有祠兵，下有盛伯來奔。○成，如字，二傳作「郕」。降於，戶江反，傳及下注皆同。）"
      },
      {
        "index": 11,
        "text": "疏「成者何」。○解云：成為內邑，孟氏所有，而與齊圍之，故執不知問。○注「以上」至「來奔」。○解云：文十二年「春，王正月，盛伯來奔」，傳云「盛伯者何？失地之君也。何以不名？兄弟辭也」是也。\n盛則曷為謂之成？諱滅同姓也。（因魯有成邑，同聲相似，故云爾。）\n疏注「因魯」至「云爾」。○解云：定十二年「十有二月，公圍成」者，是魯有成邑之文。\n曷為不言降吾師？（據戰於宋不言歸鄭。）"
      },
      {
        "index": 12,
        "text": "疏注「據戰」至「歸鄭」。○解云：桓十二年「十有二月，及鄭師伐宋。丁未，戰於宋」是也。彼則不言宋歸於鄭，此言成降於齊師，故難之。其歸字有作「敗」字者，誤也。"
      },
      {
        "index": 13,
        "text": "辟之也。（辟滅同姓。言圍者，使若魯圍之而去，成自從後降於齊師也。降者，自伏之文，所以醇歸於齊。言及者，起魯實欲滅之。不月者，順諱文。不書盛伯出奔，深諱之。）"
      },
      {
        "index": 14,
        "text": "疏注「言及者」至「滅之」。○解云：以及者，汲汲之文故也。○注「不月者，順諱文」。○解云：凡滅例月，即莊十年「冬，十月，齊師滅譚」，莊十三年「夏，六月，齊人滅遂」之屬是也。今此亦滅而不書月者，順諱文使若不滅矣。○注「不書」至「諱之」。○解云：如此注者，正欲決莊十年「冬，十月，齊師滅譚，譚子奔莒」之屬，書其出奔也。今成被滅，至文十二年春乃書「盛伯來奔」。於所傳聞世不言所奔者，深諱故也。"
      },
      {
        "index": 15,
        "text": "秋，師還。還者何？善辭也。此滅同姓，何善爾？病之也。（慰勞其罷病。○慰勞，力報反，下同。其罷，音皮，下同。）\n疏「還者何」。○解云：欲言其惡，還是善辭；欲言其善，實滅同姓，故執不知問。"
      },
      {
        "index": 16,
        "text": "曰：「師病矣。曷為病之？（據師出皆罷病，曷為獨勞此病也？）非師之罪也。（明君之使，重在君，因解非師自汲汲。）"
      },
      {
        "index": 17,
        "text": "疏注「明君」至「在君」。○解云：所以慰勞師之罷病者，明君之滅同姓，非師之罪，其重在於君也。○注「因解非師自汲汲」。○解云：正以及者，汲汲之辭故也。"
      },
      {
        "index": 18,
        "text": "冬，十有一月，癸未，齊無知弑其君諸兒。（諸兒，襄公也。無知，公子夷仲年之子，襄公從弟。○兒，如字，一音五兮反。從，才用反。）\n莊公九年\n九年，春，齊人殺無知。\n公及齊大夫盟於暨。公曷為與大夫盟？（據與高傒盟，諱不言公。○暨，其器反，《左氏》作蔇。）"
      },
      {
        "index": 19,
        "text": "疏注「據與」至「言公」。○解云：莊二十二年「秋，七月，丙申，及齊高傒盟於防」，傳云「齊高傒者何？貴大夫也。曷為就吾微者而盟？公也。公則曷為不言公？諱與大夫盟也」者是。"
      },
      {
        "index": 20,
        "text": "齊無君也。然則何以不名？（據高傒名。）為其諱與大夫盟也，使若眾然。（鄰國之臣，猶吾臣也。君之於臣，當告從命行，而反歃血約誓，故諱使若悉得齊諸大夫約束之者愈也。不月者，是時齊以無知之難，小白奔莒，子糾奔魯，齊迎子糾欲立之，魯不與而與之盟，齊為是更迎小白，然後乃伐齊，欲納子糾，不能納，故深諱使若信者也。不致者，魯地也。子糾出奔不書者，本未命為嗣，賤，故不錄之。○為其，於偽反，注「為是」及下注「寔為」、「魯為」同。歃，所洽反，又所甲反。難，乃旦反。）"
      },
      {
        "index": 21,
        "text": "疏注「不月」至「信者也」。○解云：《公羊》之例，大信時，小信月，不信日。經今不月，使若信者，謂若大信也。不謂月，非信辭也。○注「不致者，魯地也」。○解云：正決桓二年秋，「公及戎盟於唐。冬，公至自唐」之文也。若然，定十二年十有二月，「公至自圍成」。然則成是內邑而書致者，彼注云「成，仲孫氏邑。圍成月又致者，天子不親征下士，諸侯不親征叛邑，公親圍成不能服，不能以一國為家，甚危，若從他國來，故危錄之」是也。○注「子糾」至「錄之」。解云：如此注者，正決桓十一年「鄭忽出奔衛」書之故也。子糾出奔魯，宜言來奔，而言出奔者，據齊言之，亦無傷矣。"
      },
      {
        "index": 22,
        "text": "夏，公伐齊，納糾。納者何？入辭也。其言伐之何？（據晉人納捷菑於邾婁，不言伐。○納糾，《左氏》經亦作「納子糾」。）"
      },
      {
        "index": 23,
        "text": "疏「夏，公伐齊，納糾」。○解云：無子字者，與《左氏》經異。○「納者何」。○解云：欲言得國，下有齊人取殺之文；欲言不得國，納者入辭，故執不知問。○「其言伐之何」。○解云：案隱七年冬，「戎伐凡伯於楚丘，以歸」，傳云「此聘也，其言伐之何」，彼注云「加之者，辟問輕重兩舉之」。然則此傳非問輕重兩舉而亦言之，下十年傳云「角者曰侵，精者曰伐。戰不言伐，圍不言戰，入不言圍，滅不言入，書其重者也」。然則侵伐戰圍入滅，數者相對，是其輕重之名。今以納問伐，直據納接菑不言伐而已，實非輕重兩舉，故得言之矣。○注「據晉」至「言伐」。○解云：即文十四年經云「晉人納接菑於邾婁」是也。\n伐而言納者，猶不能納也。（伐者，非入國辭，故云爾。）"
      },
      {
        "index": 24,
        "text": "疏注「伐者」至「云爾」。○解云：下十年傳云「角者曰侵，精者曰伐」。然則伐者，雖重於侵，仍非入國之義，是以此經兼舉其伐，見不能納矣。"
      },
      {
        "index": 25,
        "text": "糾者何？公子糾也。何以不稱公子？（據下言子糾，知非當國，本當去國見挈言公子糾。○去國，起呂反，下「故去」同。）"
      },
      {
        "index": 26,
        "text": "疏「糾者何」。○解云：欲言已臣，納於他國；欲言齊臣，文不繼齊，故執不知問。○注「據下」至「子糾」。解云：下經云「九月，齊人取子糾殺之」，傳云「其稱子糾何？貴也。其貴奈何？宜為君者也」，彼注云「故以君薨稱子其言之者，著其宜為君」，則下經言子見其貴，則知此經單言糾者，非當國之辭。既不作當國之辭，故今宜但去國言公子糾，見挈於魯侯而已，是以問其名不稱公子。"
      },
      {
        "index": 27,
        "text": "君前臣名也。（《春秋》別嫌明疑，嫌當為齊君，在魯君前不為臣。禮，公子無去國道，臣異國義，故去公子，見臣於魯也。納不致者，言伐，得意不得意可知，猶遇弗遇例也。不月者，非納篡辭。○別，彼列反。見，賢遍反。）"
      },
      {
        "index": 28,
        "text": "疏注「禮公」至「國義」。○解云：然則禮有三諫不從待放去者，其異姓之臣乎？公子者，同姓之臣，本無去國之義矣。○注「納不」至「可知」。○解云：上六年注云「公與一國及獨出用兵，得意不致，不得意致伐」。今此納糾而不入，亦是不得意，而不言公至自伐齊者，謂此經既言「公伐齊，納糾」，言伐者，不得意明矣，何勞致伐見不得意乎？故云納不致者，言伐，得意不得意可知矣。○注「猶遇弗遇例也」。○解云：上六年注云「公與一國出會盟，得意致地，不得意不致」。然則《春秋》之內，亦有遇禮所以不致地以見得意者，正以經書亦有遇弗遇之文，則知書遇得意明矣，何勞致地以見之乎？則知隱四年「夏，公及宋公遇於清」，言遇，得意可知。桓十年「秋，公會衛侯於桃丘，不遇」，不得意明矣，故云猶遇弗遇例也。○注「不月」至「篡辭」。○解云：隱四年「冬，十有二月，衛人立晉」。注云「月者，大國篡例月，小國時，立、納、入皆為篡」。然則莊六年「夏，六月，衛侯朔入於衛」；哀六年秋七月，「齊陽生入於齊」之屬皆是也。今此亦書納而不月者，子糾次正宜立，非篡故也。非篡而言納者，納者入辭。子糾不得國，魯公之由，是以書伐納，見其伐而不能納，以刺魯侯矣。\n齊小白入於齊。曷為以國氏？（據宋公子地自陳入於蕭，氏公子也。）"
      },
      {
        "index": 29,
        "text": "疏注「據宋」至「子也」。○解云：即定十一年「春，宋公之弟辰及仲佗、石區、公子池自陳入於蕭，以叛」是也。\n當國也。（當國，故先氏國也。不月者，移惡於魯也。）"
      },
      {
        "index": 30,
        "text": "疏注「不月」至「魯也」。○解云：正以大國篡例月，故言此矣。而言移惡於魯者，正以小白成篡，實由魯人不早送子糾故也。\n其言入何？篡辭也。"
      },
      {
        "index": 31,
        "text": "疏「其言入何」。○解云：據桓十七年「秋，八月，蔡季自陳歸於蔡」，不言入。今言入，故難之。不注言者，文不悉也。\n秋，七月，丁酉，葬齊襄公。"
      },
      {
        "index": 32,
        "text": "疏「秋七月」至「襄公」。○解云：隱三年傳曰「過時而日，隱之也」，彼注云「隱，痛也。痛賢君不得以時葬」。則襄公去年十一月見殺，至今年秋七月，整九月也，而書日葬之，明是痛賢君不得以時葬故也。而注不言之者，從可知省文也。其襄公之賢，見於上四年。"
      },
      {
        "index": 33,
        "text": "八月，庚申，及齊師戰於乾時，我師敗績。○內不言敗，此其言敗何？（據郎之戰。○注「據郎之戰」。○解云：桓十年「冬，十有二月，丙午，齊侯、衛侯、鄭伯來戰於郎」，傳云「此偏戰也。何以不言師敗績？內不言戰，言戰乃敗矣」。然則彼文師有成解，故此弟子據而難之。）"
      },
      {
        "index": 34,
        "text": "伐敗也。（自誇大其伐而取敗。○自誇，苦瓜反，本又作「誇」，下同。）曷為伐敗？（據內不言敗績，曷為自誇大其伐而取敗？）復讎也。（復讎以死敗為榮，故錄之。高齊襄，賢仇牧是也。）"
      },
      {
        "index": 35,
        "text": "疏注「高齊襄」。○解云：即上四年夏，「紀侯大去其國」，傳云「曷為不言齊滅之？為襄公諱也。《春秋》為賢者諱。何賢乎襄公？復讎也」，「襄公將復讎乎紀，卜之曰『師喪分焉』，『寡人死之，不為不吉也』」者，是高齊侯復讎以死敗為榮之事矣。注「賢仇牧是也」者，即下十二年秋，「宋萬弑其君接，及其大夫仇牧」，傳云「何以書？賢也。何賢乎仇牧？仇牧可謂不畏強禦矣。其不畏強禦奈何」云云，「萬怒，搏閔公，絕其脰。仇牧聞君弑，趨而至，遇之於門，手劍而叱之，萬臂摋仇牧，碎其首，齒著乎門闔。仇牧可謂不畏強禦矣」，是賢仇牧復讎以死敗為榮之義。\n此復讎乎大國，曷為使微者？（據納子糾公猶自行，即大夫當有名氏。）\n疏注「即大夫當有名氏」。○解云：《公羊》之義，以大夫得見名氏，謂士為微，故言此。\n公也。（如上據知為公。）公則曷為不言公？不與公復讎也。曷為不與公復讎？（據諱與讎狩。）"
      },
      {
        "index": 36,
        "text": "疏注「據諱與讎狩」。解云：即上四年「冬，公及齊人狩於郜」，傳云「公曷為與微者狩？齊侯也。齊侯則其稱人何？諱與讎狩也」。然則公與讎人狩，則以為不書而諱之。今乃復讎於齊，宜以為善，而反不與，故難之。"
      },
      {
        "index": 37,
        "text": "復讎者，在下也。（時實為不能納子糾伐齊，諸大夫以為不如以復讎伐之，於是以復讎伐之，非誠心至意，故不與也。書敗者，起讬義。戰不致者，有敗文，得意不得意可知例。）"
      },
      {
        "index": 38,
        "text": "疏注「書敗者，起讬義」。○解云：《春秋》之例，內不言戰，言戰乃敗。今乃經上文云「戰於乾時」，即內敗明矣。而又言「我師敗績」者，起讬以敗為榮故也。○注「戰不」至「知例」。○解云：六年「不得意致伐」之下，注云「公與一國及獨出用兵，得意不致，不得意致伐」。今此亦不得意，合致伐，而不致伐者，既有我師敗績之文，不得意明矣，故言可知例。\n九月，齊人取子糾殺之。其言取之何？（據楚人殺陳夏徵舒不言取，執齊慶封殺之言執也。○夏，戶雅反。）"
      },
      {
        "index": 39,
        "text": "疏注「據楚」至「言取」。○解云：宣十一年「冬，十月，楚人殺陳夏徵舒」是也。○注「執齊」至「執也」。解云：即昭四年「秋，七月，楚子、蔡侯、陳侯」以下「伐吳，執齊慶封殺之」是也。"
      },
      {
        "index": 40,
        "text": "內辭也。脅我，使我殺之也。（以下浚洙，知其脅也。以稱人共國辭，知使魯殺之。時小白得國，與鮑叔牙圖國政，故鮑叔薦管仲、召忽曰：「使彼國得賢，己國之患也。」乃脅魯使殺子糾，求管仲、召忽。魯惶恐，殺子糾，歸管仲，召忽死之，故深諱，使若齊自取殺之。○邵忽，本文作「召」，上照反。恐，丘勇反。）"
      },
      {
        "index": 41,
        "text": "疏注「以稱」至「殺之」。○解云：謂不言齊鮑叔取子糾殺之，而言齊人，則知一人之號，二國共有。一人之號既二國共有，則知齊、魯皆有殺子糾之惡明矣，是以注者約之。○注「時小白」至「取殺之」。○解云：皆《世家》及《齊語》之事。\n其稱子糾何？（據不立也。）"
      },
      {
        "index": 42,
        "text": "疏注「據不立也」。解云：正以下三十二年「冬，十月，乙未，子般卒」，傳云「君存稱世子，君薨稱子某」。然則子糾者，嗣君之稱，今竟不立，得言子糾，故難之。"
      },
      {
        "index": 43,
        "text": "貴也。其貴奈何？宜為君者也。（故以君薨稱子某言之者，著其宜為君，明魯為齊殺之，皆當坐弑君，因解上納言糾，皆不為篡，所以理嫌疑也。月者，從未逾年君例。主書者，從齊取也。○當坐，才臥反，後「當坐」之類皆放此。）"
      },
      {
        "index": 44,
        "text": "疏注「故以君」至「言之」。○解云：取三十二年傳文。注「明魯」至「弑君」。○解云：魯所以當坐弑君，即《穀梁傳》云「十室之邑可以逃難，百室之邑可以隱死，以千乘之魯而不能存子糾，以公病矣」是。○注「因解」至「嫌疑」。○解云：此經若不言子糾，上納言糾，有當國之嫌，後人疑其篡矣。今作嗣君之稱，則知上經單言糾，作君前臣名之故也，故言所以理嫌疑也。○注「月者，從未逾年君例」。○解云：隱公四年春王二月，「戊申，衛州吁弑其君完」，注云「日者，從外赴辭，以賊聞例」。然則弑成君者，例皆書日，即宣二年「秋，九月，乙丑，晉趙盾弑其君夷獆」，宣四年「夏，六月，乙酉，鄭公子歸生弑其君夷」之屬是也。今此子糾見弑而書月，故知從未逾年君例。若然，僖九年「冬，晉裏克弑其君之子奚齊」，傳云「其言弑其君之子奚齊何？弑未逾年君之號也」，所以不月者，彼注云「弑未逾年君例當月。不月者，不正遇禍，終始惡明，故略之」是也。若然，僖十年春正月，「晉裏克弑其君卓子，及其大夫荀息」，其逾年而不日者，彼注云「不日者，不正遇禍，終始惡明，故略之」是也。鄉來所述，皆是外諸侯之例，若其內例，則異於此，是以莊三十二年「冬，十月，乙未，子般卒」，文十八年「十月，子卒」，皆是未逾年之君，而日或月者，彼自作三世之義。云云之說，已寫於上。○注 「主書者，從齊取也」。○解云：言主書此事者，正欲從而罪齊，但因見魯之惡耳。\n冬，浚洙。洙者何？水也。（以言浚也。○浚，思俊反，深也。洙，音珠，水名。）"
      },
      {
        "index": 45,
        "text": "疏「洙者何」。○解云：欲言城邑，而無營築之文；欲言小水，更無比例，故執不知問。○注「以言浚也」。○解云：正以與《尚書》「浚畎澮」之文同，故知水名。\n浚之者何？深之也。曷為深之？（據本非人功所為。）"
      },
      {
        "index": 46,
        "text": "疏「浚之者何」。○解云：正以洙是舊水，今始言浚，故執不知問。○注「據本非人功所為」。○解云：正言畎澮之屬，是人功為之故也。\n畏齊也。（洙在魯北，齊所由來。）曷為畏齊也。（據伐敗也。）\n疏注「據伐敗也」。○解云：即上傳云「內不言敗，此其言敗何？伐敗也」，注云「自誇大其伐而取敗」是也。"
      },
      {
        "index": 47,
        "text": "辭殺子糾也。（時魯新見脅，畏齊，浚之，微弱恥甚，故諱使若辭不肯殺子糾也，齊自取殺之，畏齊怒，為備，亦所以起上脅也。）\n疏注「亦所以起上脅也」。○解云：言今此畏齊者，由前被脅而殺子糾，因茲失操，遂深洙水矣。\n莊公十年\n十年，春，王正月，公敗齊師於長勺。（○勺，時灼反。）"
      },
      {
        "index": 48,
        "text": "二月，公侵宋。曷為或言侵，或言伐？角者曰侵，（角，粗也。將兵至竟，以過侵責之，服則引兵而去，用意尚粗。○角者，七奴反，又才古反。）"
      },
      {
        "index": 49,
        "text": "疏「曷為或言侵，或言伐」。○解云：即此文「公侵宋」，及上九年「夏，公伐齊，納糾」之屬是。○注「以過侵責之」。○解云：以其犯過而侵責之。\n精者曰伐，（精，猶精密也。侵責之不服，推兵入竟，伐擊之益深，用意稍精密。）\n疏注「侵責」至「益深」。○解云：推，猶舉也。言淺侵不服，則更舉兵深入其竟，而伐擊之，益深於前。"
      },
      {
        "index": 50,
        "text": "戰不言伐，（舉戰為重，黎戰是也。合兵血刃曰戰。）圍不言戰，（舉圍為重，楚子圍鄭是也。以兵守城曰圍。）入不言圍，（舉入為重，晉侯入曹執曹伯是也。得而不居曰入。）滅不言入，（舉滅為重，齊滅萊是也。取其國曰滅。）書其重者也。（明當以重者罪之，猶律一人有數罪，以重者論之。月者，屬北敗彊齊之兵，南侵彊宋，南北有難，復連禍於大國，故危之。○數，所主反。屬，音燭。）"
      },
      {
        "index": 51,
        "text": "疏注「月者」至「危之」。○解云：正以侵伐例時，即上九年「夏，公伐齊」之屬是也。今書月，故如此解。是以《穀梁傳》曰「侵例時，此其月何也？乃深其怨於齊，又退侵宋以眾其敵，惡之，故謹而月之」是也。\n三月，宋人遷宿。遷之者何？不通也。（以其不道所遷之地。）"
      },
      {
        "index": 52,
        "text": "疏「遷之者何」。○解云：欲言其遷，不言於某；欲言不遷，經書遷宿，故執不知問。○注「以其不道所遷之地」。○解云：正以不言於某，知非實遷矣。"
      },
      {
        "index": 53,
        "text": "以地還之也。（還，繞也。解上不通也。不通反為遷者，宋本欲遷宿君取其國，不知宿之不肯邪？宋逆詐邪？先繞取其地，使不得通四方，宿窮，從宋求遷，故得言遷。）\n疏注「宋逆詐邪」。○解云：謂宋人逆慮其不服，預詐而還之。○「宿窮從宋求遷」。○解云：謂宿君服去矣。"
      },
      {
        "index": 54,
        "text": "子沈子曰：「不通者，蓋因而臣之也」。（以宋稱人也，宿不得通四方，宿君遷，宋因臣有之，不復以兵攻取，故從國辭稱人也。月者，遷取王封，當與滅人同罪。書者，宋當坐滅人，宿不能死社稷，當絕也。主書者，從宋也。○不復，扶又反。）"
      },
      {
        "index": 55,
        "text": "疏注「故從國辭稱人也」。○解云：端拱取宿，不煩兵武，人人皆欲，故以國辭稱人矣。○注「月者」至「絕也」。○解云：《春秋》之例，大國之遷例月，即僖三十一年「十有二月，衛遷於帝丘」。小國時者，即昭九年春， 「許遷於夷」之屬是也。今此宿是小國，宋人遷之而反書月，故云月者，遷取王封，當與滅人同罪也。其滅國書月，即下「冬，十月，齊師滅譚」，十三年「夏，六月，齊人滅遂」之屬是也。若然，案僖元年「夏，六月，邢遷於陳儀」，邢是小國而書月者，彼注云「遷例大國月，重煩勞也；小國時。此小國月者，霸者所助城，故與大國同」是也。○注「主書者，從宋也」。○解云：言主書此事者，正欲從而罪宋遷取王封，但因見宿君不死社稷之惡耳。"
      },
      {
        "index": 56,
        "text": "夏，六月，齊師宋師次於郎。公敗宋師於乘丘。其言次於郎何？（據齊國書伐我不言次。○敗不言乘丘。○乘，繩證反。）"
      },
      {
        "index": 57,
        "text": "疏注「據齊」至「言次」。○解云：即哀十一年「春，齊國書帥帥伐我」是也。○注「敗言乘丘」。○解云：正以敗言乘丘，反次在郎，於義似乖，故難之。"
      },
      {
        "index": 58,
        "text": "伐也。（時伐魯，故書次。郎，魯地。）伐則其言次何？（據齊國書伐我不言次。）齊與伐而不與戰，故言伐也。（此道本所以當言伐意也。齊與伐而不與戰，伐兵得成，故當言伐也。○齊與，音預，下及注同。）"
      },
      {
        "index": 59,
        "text": "疏「齊與伐」至「言伐也」。○解云：若齊本與宋共伐，而但不與戰，故有書其伐耳。我能敗之，故言次也。（此解本所以不言伐，言次意也。二國才止次，未成於伐魯，即能敗宋師齊師罷去，故不言伐言次也，明國君當彊，折衝當遠，魯微弱深見犯，至於近邑，賴能速勝之，故云爾。所以彊內，且明臣子當將順其美，匡救其惡。○折衝，之設反；下昌容反。）"
      },
      {
        "index": 60,
        "text": "疏注「折衝當遠」。○解云：謂折服衝禦之心當遠也。○注「至於近邑」。○解云：即桓十年傳云「郎者何？吾近邑」是也。○注「且明」至「其惡」。《孝經》及襄十四年《左氏傳》文也。言為臣子之法，宜行君父之義，順君父之美，即此上注云「賴能速勝之」是也。若見君父之惡，當正而救之，即上注云「魯微弱深見犯，至於近邑」是也。"
      },
      {
        "index": 61,
        "text": "秋，九月，荊敗蔡師於莘，以蔡侯獻舞歸。荊者何？州名也。（州謂九州：冀、兗、青、徐、楊、荊、豫、梁、雍。○莘，所巾反。雍，於用反。）"
      },
      {
        "index": 62,
        "text": "疏「荊者何」。○解云：欲言是國，由來未有；欲言非國，而敗蔡師，故執不知問。○注「州謂」至「梁雍」。○解云：案《禹貢》「冀州既載」，鄭注云 「載之言事，事謂作徒設也。兩河間曰冀州，不書其界者，時帝都之，使若廣大然」；「濟河惟兗州」，鄭注云「兗州之界在此兩河間」；「海岱惟青州」，鄭注云 「今青州界自海至岱。東嶽曰岱山」；「海岱及淮惟徐州」，鄭注云「徐州界又南至淮水」；「淮海惟楊州」，鄭注云「楊州界自淮而南，至海以東也」；「荊及衡陽惟荊州」，鄭注云「荊州界自荊山南，至衡山之南」；「荊河惟豫州」，鄭注云「豫州界自荊山而北至河」；華陽黑水惟梁州」，鄭注云「梁州界自華山之南，至於黑水也」；「黑水西河惟雍州」、鄭注云「雍州界至黑水而東至西河也」。然則何氏此注九州之名及次第皆依《禹貢》之州界，不敢依《職方》與《爾雅》何者？正以《禹貢》為正典故也。案《爾雅·釋地》云「兩河間曰冀州」，李巡云「兩河間其氣性相近，故曰冀州。冀，近也」；「河南曰豫州」，孫氏、郭氏皆云「自東河至西河之南曰豫州」，李巡曰「河南其氣著密，厥性安舒，故曰豫。豫，舒也」；「河西曰雝州」，李氏云「其氣蔽壅，受性急凶，故曰雝。雝，壅塞也」；「漢南曰荊州」，「其氣慘剛，稟性強梁，故曰荊。荊，強也」；「江南曰楊州」，李氏云「江南其氣慘勁，厥性輕楊，故曰楊州也」，孫氏、郭氏曰「自江至南海也」；「濟河間曰兗州」，李氏云「濟河間其氣專質，厥性信謹，故曰兗州。兗，信也」；「燕曰幽州」，李氏云「燕其意氣要，厥性僄疾，故曰幽。幽，惡也」，孫氏、郭氏曰「自易水至北狄也」；「齊曰營州」，李氏曰「齊其氣清舒，受性平均，故曰營。營，平也。今為青州」，孫氏、郭氏曰「自岱東至海」；「濟東曰徐州」；李氏曰「濟東至海，其氣寬舒，稟性安徐。徐，舒也」，孫氏、郭氏曰「濟東至海也」。然則《爾雅》九州有幽、營，無梁、青，蓋是殷製，故與《禹貢》不同。案今《禹貢》則有梁、青，無幽、營，蓋是夏之法矣。其舜改九州而置十二者，則幽、并及營是。案《周禮·職方氏》云：東南曰楊州，正南曰荊州，河南曰豫州，正東曰青州，河東曰兗州，正西曰雍州，東北曰幽州，河內曰冀州，正北曰并州。然則《周禮》有青、幽、并也，若對《爾雅》，則長青、並，無徐、營；若對《禹貢》，則長幽、并，無徐、梁矣。但《職方》周法，何氏不取，故此注不依之耳。\n州不若國，國不若氏，氏不若人，人不若名，名不若字，（皆取精詳錄也。）"
      },
      {
        "index": 63,
        "text": "疏「州不若國」。○解云：言荊不如言楚。○「國不若氏」。○解云：言楚不如言潞氏、甲氏。○「氏不若人」。解云：言潞氏不如言楚人。○「人不若名」。○解云：言楚人不如言介葛盧。○「名不若字」。○解云：言介葛盧不如言邾婁儀父。○注「皆取精詳錄也」。○解云：正以貴重為詳錄，輕賤為略之也。字不若子。（爵最尊，《春秋》假行事以見王法，聖人為文辭孫順，善善惡惡，不可正言其罪，因周本有奪爵稱國氏人名字之科，故加州文，備七等，以進退之，若自記事者書人姓名，主人習其讀而問其傳，則未知已之有罪焉爾，猶此類也。○見，賢遍反。孫，音遜。惡惡，並如字，一讀上烏路反。傳，有專反。）"
      },
      {
        "index": 64,
        "text": "疏「字不若子」。○解云：言邾婁儀父不如言楚子、吳子。○注「春秋」 至「王法」。○解云：即孔子曰「我欲讬諸空言，不如載諸行事」是也。○注「善善」至「其罪」。○解云：若其善善可正言其美，但以惡惡不可正言其罪，若正言其罪，則非孫順之義，故此何氏偏以其罪言之。若其備文，宜云不可正言其善惡矣。○注「因周」至「之科」。○解云：即隱元年注邾婁儀父云「稱字所以得為褒者，儀父本在春秋前失爵，在名例」之屬是也。○注「故加州」至「姓名」。○解云：所以必備七等之法者，正以北斗七星主賞罰，示法。《春秋》者，賞罰之書，故則之。故《說題辭》曰「北斗七星有政，《春秋》亦以七等宣化」，《運鬥樞》曰「《春秋》設七等之文，以貶絕錄行，應鬥屈伸」是也。○注「主人」至「焉爾」。○解云：定元年傳文，彼注云「此假設而言之，主人謂定、哀也。習其經而讀之，問其傳解詁，則未知已之有罪於是」是也。\n蔡侯獻舞何以名？（據獲晉侯不名。）"
      },
      {
        "index": 65,
        "text": "疏注「據獲晉侯不名」。○解云：僖十五年「晉侯及秦伯戰於韓，獲晉侯」是也。絕。曷為絕之？（據晉侯不名絕。）"
      },
      {
        "index": 66,
        "text": "疏「絕」。○解云：禮，諸侯不生名，則書名者絕之，不以為諸侯也。獲也。（獲，得也。戰而為敵所得。獻舞不言獲，故名以起之。）"
      },
      {
        "index": 67,
        "text": "曷為不言其獲？（據晉侯言獲也。）不與夷狄之獲中國也。（與凡伯同義。夷狄謂楚。不言楚言荊者，楚彊而近中國，卒暴責之，則恐為害深，故進之以漸，從此七等之極治也。○近，附近之近。卒，七忽反。）"
      },
      {
        "index": 68,
        "text": "疏「不與」至「中國也」。○解云：秦亦夷狄而得獲晉侯者，非真故也。是以爵得稱伯，居舊土耳。○注「與凡伯同義」。○解云：即隱七年注云「中國者，禮義之國也。執者，治文也。君子不使無禮義製治有禮義，故絕不言執，正之言伐也」，「所以降夷狄，尊天子，為順辭」。然則此亦獲者治文，君子不使無禮義，製治有禮義，故絕不言獲，正之，所以降夷狄，尊中國為順辭，矣故云與凡伯同義。然則彼已有傳，此復發之者，彼是天子大夫，此則諸侯，嫌其異，故同之。○注「夷狄」至「極始也」。○解云：注言此者，欲道楚屬荊州，吳屬楊州，所以抑楚言荊，不抑吳言楊者，正以楚近中國。恐為中國之害，故欲進之以漸，先從卑稱進之，若先得貴名而後退之，則恐害於諸夏故也。《運鬥樞》曰「抑楚言荊，不使夷狄主中國」者，義亦通於此。戴氏云「荊楚一物，義能相發。吳楊異訓，故不得州名也」者，與何氏異。《穀梁傳》曰：「荊者，楚也。何為謂之荊？狄之也。何為狄之？聖人立，必後至；天子弱，必先叛：故曰荊，狄之也。」與此異，不得合也。\n冬，十月，齊師滅譚，譚子奔莒。何以不言出？（據衛侯出奔也。○譚，徒南反。）"
      },
      {
        "index": 69,
        "text": "疏注「據衛侯出奔也」。解云：即僖二十八年「衛侯出奔楚」，襄十四年「衛侯衎出奔齊」之屬是也。注者欲據二人，故不道所奔國也。"
      },
      {
        "index": 70,
        "text": "國已滅矣，無所出也。（別於有國出奔者，孔子曰：「君子於其言，無所苟而已矣。」月者，惡不死位也。○別，彼列反。惡，烏路反。）\n莊公十有一年\n十有一年，春，王正月。\n夏，五月，戊寅，公敗宋師於鄑。（○鄑，子斯反。）\n秋，宋大水。何以書？記災也。外災不書，此何以書？（據漷移不書。○漷，火虢反，又音郭。）"
      },
      {
        "index": 71,
        "text": "疏注「據郭移不書」。○解云：即襄十九年「取邾婁田自漷水」，傳云「其言自漷水何？以漷為竟也。何言乎以漷為竟？漷移也」，注云「魯本與邾婁以漷為竟，漷移入邾婁界，魯隨而有之」者是也。"
      },
      {
        "index": 72,
        "text": "及我也。（時魯亦有水災，書魯則宋災不見，兩舉則煩文不省，故詭例書外以見內也。先是二國比興兵相敗，百姓同怨而俱災，故明天人相與報應之際，甚可畏之。○不見，賢遍反，下同。省，所景反。應，應對之應。）"
      },
      {
        "index": 73,
        "text": "疏注「時魯」至「見內也」。○解云：案襄九年「春，宋火」，傳云「外災不書，此何以書？為王者之後記災」，與此異者，正以比年大水，水者，流通之道，可以及兩國，故得書外以明內矣。彼是火災，無及內之理而得書，見明為王者之後記災故也。若然，襄十九年傳云「漷移也」。亦是水災，何不書邾婁大水以見及內者？彼直移入邾婁竟內，故魯隨而侵之，實不及魯，寧得類此？○注「先是二國比興兵相敗」。○解云：即上所云「公敗宋師於鄑」，十年夏，「公敗宋師於乘丘」之屬是也。"
      },
      {
        "index": 74,
        "text": "冬，王姬歸於齊。何以書？過我也。（時王者嫁女於齊，塗過魯，明當有送迎之禮。在塗不稱婦者，王者無外，故從在國辭。○過，古禾反。）"
      },
      {
        "index": 75,
        "text": "疏注「在塗不稱」至「在國辭」。○解云：正以隱二年傳云「女在其國稱女，在塗稱婦，入國稱夫人」。今此在塗而不稱婦，故如此注也。云王者無外者，桓八年傳云「女在其國稱女，此其稱王後何？王者無外，其辭成矣」是也。\n莊公十有二年\n十有二年，春，王三月，紀叔姬歸於酅。其言歸於酅何？（據國滅來歸不書，酅非紀國而言歸。）"
      },
      {
        "index": 76,
        "text": "疏注「據國」至「不書」。○解云：即上四年「紀侯大夫其國」，不書叔姬來歸是也。叔姬來歸所以不書者，江熙云「叔姬來歸不書，非歸寧，且非大歸」是也。然則紀國之滅在莊四年，至此乃歸酅者，江熙云：「叔姬守節，積有年矣。季雖有酅入於齊，不敢懷二，然襄公豺狼，未可闇信，桓公既立，德行方宣於天下，是以叔姬歸於酅，魯喜其女得申其志也。」○注「酅非紀國而言歸」。○解云：謂非國都，今又屬齊，如此注者，意決隱七年「叔姬歸於紀」之經矣。"
      },
      {
        "index": 77,
        "text": "隱之也。何隱爾？其國亡矣，徒歸於叔爾也。（叔者，紀季也。婦人謂夫之弟為叔。來歸不書，書歸酅者，痛其國滅無所歸也。酅不係齊者，時齊聽後五廟，故國之，起有五廟存也。月者，恩錄之。）"
      },
      {
        "index": 78,
        "text": "疏注「婦人」至「為叔」。○解云：《爾雅》文。即《曲禮上》篇云「嫂叔不通問」是也。○注「酅不」至「廟存也」。○解云：如此注者，正欲決昭二十一年「宋華亥」等「自陳入於宋南裏以畔」之文矣。○注「月者，恩錄之」。○解云：即上元年注云「內女歸例月，外女不月者，聖人探人情以製恩，實不如魯女」。然則內女之歸皆書月者，悉為恩錄故也。是以此注云「月者，恩錄之」。\n夏，四月。"
      },
      {
        "index": 79,
        "text": "秋，八月，甲午，宋萬弑其君接及其大夫仇牧。及者何？累也。弑君多矣，舍此無累者乎？孔父、荀息皆累也。舍孔父、荀息無累者乎？曰：有。（復反覆發傳者，樂道人之善也。孔子曰：「益者三樂，損者三樂：樂節禮樂，樂道人之善，樂多賢友，益矣；樂驕樂，樂佚遊，樂宴樂，損矣。」○接，《左氏》作「捷」。仇牧，音求；下音木。舍，音舍，下「舍孔父」同。復，扶又反，年未同。覆，芳服反。驕樂，音洛，下「宴樂」同。）"
      },
      {
        "index": 80,
        "text": "疏「宋萬弑其君接」。○解云：正本皆作「接」字，故賈氏云「《公羊》、《穀梁》曰接」是也。○「及者何」。○解云：尊卑灼然，而言及以殊之，故執不知問。○「孔父、荀息皆累也」。○解云：孔父之累在桓二年，荀息之累在僖十年。○「曰有」。○解云：欲指文公十八年叔仲惠伯被殺之事。○注「復反」至「之善也」。○解云：謂桓二年已有此傳矣。○注「孔子曰」至「損矣」。○解云：樂皆是發心之樂，唯有「禮」下一樂，是禮樂之樂耳。言樂節禮樂者，言樂得禮樂之節。言樂道人之善者，謂口道之道。言樂佚遊者，樂欲遊從。言樂宴樂者，樂欲安樂而好內矣。\n有則此何以書？賢也。何賢乎仇牧？（據與孔父同也。）"
      },
      {
        "index": 81,
        "text": "疏注「據與孔父同」。○解云：案桓二年傳云「何賢乎孔父」，彼注云「據叔仲惠伯不賢」。今此傳云「何賢乎仇牧」者，亦與孔父同據，故言據與孔父同。\n仇牧可謂不畏彊禦矣。（以下錄萬出奔月也。禦，禁也。言力彊不可禁也。○禦，魚呂反。）"
      },
      {
        "index": 82,
        "text": "疏注「以下」至「月也」。○解云：即下文「冬，十月，宋萬出奔陳」，注云「月者，使與大國君奔同例，明彊禦也」是。\n其不畏彊禦奈何？萬嘗與莊公戰，（莊公，即魯莊公。戰者，乘丘時。）\n疏注「戰者，乘丘時」。○解云：即上十年「公敗宋師於乘丘」是也。\n獲乎莊公。莊公歸，散舍諸宮中，（散，放也。舍，止也。獲不書者，士也。）\n疏注「獲不書者，士也」者。○解云：《公羊》之例，大夫見經故也。"
      },
      {
        "index": 83,
        "text": "數月然後歸之。歸反為大夫於宋，與閔公博，（傳本道此者，極其禍生於博戲，相慢易也。○數，所主反。公博，如字，戲名也。字書作「薄」。易，以豉反。）\n疏「歸反」至「於宋」。○解云：歸而反國，乃為大夫於宋矣。"
      },
      {
        "index": 84,
        "text": "婦人皆在側，萬曰：「甚矣！魯侯之淑，（淑，善。）魯侯之美也！（美，好。）天下諸侯宜為君者，唯魯侯爾！（萬見婦人皆在側，故訐閔公以此言。言閔公不如魯侯美好。○訐，九列反，九謁反，一音九刈反；又一本作「揭」，其例、去列二反。）閔公矜此婦人，（色自美大於此婦人。）妒其言，顧曰：「此虜也！（顧謂側婦人曰：此萬也虜，執虜也。○妒，丁故反。）爾虜焉故，（爾，女也，謂萬也。更向萬曰女嘗執虜於魯侯，故稱譽爾。○爾女，音汝，下同。稱譽，音餘，又音預。）魯侯之美惡乎至？」（惡乎至，猶何所至。○惡，音烏，注同。）萬怒，搏閔公，絕其脰。（脰，頸也。齊人語。○搏，音博。脰，音豆，脛也。）仇牧聞君弑，趨而至，遇之於門，手劍而叱之。（手劍，持技劍。叱，罵之。○叱，昌實反。）萬臂摋仇牧，碎其首，（側手曰摋。首，頭。○萬臂，必賜反，本又作「辟」，婢亦反。摋，素葛反，又素結反，側手係也。）齒著乎門闔。（闔，扇。○著，直略反。門闔，戶臘反，門扇也。）仇牧可謂不畏彊禦矣。（猶乳犬玃虎，伏雞搏貍，精誠之至也。爭搏弑君而以當國言之者，重錄彊禦之賊，禍不可測，明當防其重者，急誅之。○乳，如住反。玃，俱縛反，又九碧反，一本作「搏」，又音付。伏，扶又反。貍，力之反。）"
      },
      {
        "index": 85,
        "text": "疏注「猶乳」至「之至也」。○解云：言仇牧知力不敵而有討心，亦有精誠之至也。似若產乳之犬，不憚猛虎；伏雞愛子，投命敵貍之類，故比之。○注「爭搏弑」至「急誅之」。○解云：當國者，即言宋萬是也。故隱四年「衛州吁弑其君完」，傳云「曷為以國氏？當國也」者是也。"
      },
      {
        "index": 86,
        "text": "冬，十月，宋萬出奔陳。（萬弑君所以復見者，重錄彊禦之賊，明當急誅之也。月者，使與大國君奔同例，明彊禦也。○見，賢遍反。）"
      },
      {
        "index": 87,
        "text": "疏注「萬弑君」至「誅之也」。○解云：欲道《春秋》上下皆是弑君之賊，皆不重見，即宋督、鄭歸生、齊崔杼之屬是也。而宋萬、趙盾之屬復見者，當文皆有注，更不勞重說。○注「月者」至「禦也」。○解云：《春秋》之例云，大國君奔皆悉書月，即桓十六年「十有一月，衛侯朔出奔齊」之屬是也。今此大夫而書月者，明彊禦之甚故也。若然，昭二十年「冬，十月，宋華亥、向甯、華定出奔陳」，亦是大夫而書月，彼注云「月者，危三大夫同時出奔，將為國家患，明當防之」是也。而范氏此處注云「宋久不討賊，致令得奔，故謹而月之也」者，與何氏別。\n莊公十有三年"
      },
      {
        "index": 88,
        "text": "十有三年，春，齊侯、宋人、陳人、蔡人、邾婁人會於北杏。（齊桓行霸，約束諸侯尊天子，故為此會也。桓公時未為諸侯所信鄉，故使微者會也。桓公不辭微者，欲以卑下諸侯，遂成霸功也。○鄉，許亮反。下，遐嫁反。）"
      },
      {
        "index": 89,
        "text": "疏注「桓公時」至「會也」。○解云：言未為諸侯所信任而歸鄉之，是以諸侯皆使微者會，即宋人、陳人之屬是也。\n夏，六月，齊人滅遂。（不會北杏故也。不諱者，桓公行霸，不任文德而尚武力，又功未足以除惡。）"
      },
      {
        "index": 90,
        "text": "疏注「不諱者」至「武力」。○解云：《春秋》為賢者諱，而不諱者，正以不任文德而尚武力故也。其武力者，即此滅遂是也。《繁露》云「論功則桓兄文弟，論德則文兄桓弟」是也。而《論語》云「齊桓公九合諸侯，不以兵車之力」，謂自此以後。○注「又功未足以除惡」。○解云：《春秋》褒貶，皆以功過相除計。桓公之立，雖有北杏之會，前有篡逆滅譚之非，論其功不足，而惡有餘，故不為諱也。而言未者，欲道其九合之後，功足以除惡也。\n秋，七月。\n冬，公會齊侯盟於柯。何以不日？（據唐之盟日。○柯，音歌。）\n疏注「據唐之盟日」。○解云：即隱二年「秋，八月，庚辰，公及戎盟於唐」是也。"
      },
      {
        "index": 91,
        "text": "易也。（易，猶佼易也。相親信，無後患之辭。○易也，以豉反，注及下同。佼，古卯反。）其易奈何？桓之盟不日，其會不致，信之也。共不日何以始乎此？莊公將會乎桓？曹子進曰：「君之意何如？」（進，前也。曹子見莊將會有慚色，故問之。）"
      },
      {
        "index": 92,
        "text": "疏「桓之」至「信之也」。○解云：謂桓公諸會皆如是也。以不日為信者，《公羊》之例，不信者日故也。以不致為信者，凡致者，臣子喜其君父脫危而至，其會無危，故以不致為信也。○注「曹子」至「慚色」。○解云：注者之意也。"
      },
      {
        "index": 93,
        "text": "莊公曰：「寡人之生，則不若死矣。」（自傷與齊為讎不能復也。伐齊納糾不能納，反復為齊所脅而殺之。○能復，扶又反，下同。）"
      },
      {
        "index": 94,
        "text": "疏注「自傷」至「復也」。○解云：桓十八年「公薨於齊」，莊九年「及齊師戰於乾時，我師敗績」是也。○注「伐齊納糾不能納」。○解云：即上九年「夏，公伐齊，納糾」，傳曰「伐而言納者，猶不能納也」是也。○注「反復」至「殺之」。○解云：即上九年「齊人取子糾殺之」是也。"
      },
      {
        "index": 95,
        "text": "曹子曰：「然則君請當其君，臣請當其臣。」（當，猶敵也。將劫之辭。）莊公曰：「諾。」於是會乎桓。莊公升壇，（土基三尺，土階三等曰壇。會必有壇者，為升降揖讓，稱先君以相接，所以長其敬。○壇，大丹反。以長，丁丈反。）"
      },
      {
        "index": 96,
        "text": "疏注「土基」至「曰壇」。○解云：時王之禮也。必為三等者，正以公為上等，侯為次等，伯子男為下等故也。○注「稱先君以相接」。○解云：即四年傳云「古者，諸侯必有會聚之事，相朝聘之道，號辭必稱先君以相接」是也。"
      },
      {
        "index": 97,
        "text": "曹子手劍而從之。（從，隨也。隨莊公上壇，造桓公前而脅之。曹子本謀當其臣，更當其君者，見莊有不能之色。○上，時掌反。造桓，七報反，下同。）\n疏注「曹子」至「見莊有不能之色」。○解云：亦注者之意也。"
      },
      {
        "index": 98,
        "text": "管子進曰：「君何求乎？」（管子，管仲也。君，謂莊公也。桓公卒愕不能應，故管子進為此言。○卒，七忽反。愕，五各反。應，應對之應。為此言，於偽反，下「為殺」同。）"
      },
      {
        "index": 99,
        "text": "疏注「桓公」至「此言」。○解云：正以劫桓公而管子對故也。「曹子曰：（莊公亦造次不知所言，故任曹子。）"
      },
      {
        "index": 100,
        "text": "疏注「莊公」至「曹子」。○解云：正以問莊公而曹子對，故言此。「城壞壓竟」，（齊數侵魯取邑，以喻侵深也。○壓，於甲反，又於輒反。數，所角反。）"
      },
      {
        "index": 101,
        "text": "疏「城壞壓竟」。○解云：謂齊比來攻魯城，令至壞敗，抑壓魯竟，以為巳物也。君不圖與？」（君，謂齊桓公。圖，計也。猶曰君不當計侵魯太甚。○與，音餘。）"
      },
      {
        "index": 102,
        "text": "管子曰：「然則君將何求？」（所侵邑非一，欲求何者。）疏「管子曰」至「何求」。○解云：意欲少還而已。曹子曰：「原請汶陽之田。」（欲復魯竟。）"
      },
      {
        "index": 103,
        "text": "疏「曹子曰」至「之田」。○解云：舉其大畔言之，欲盡取之，故注云「欲復魯竟」矣。管子顧曰：「君許諾。」（諸侯死國不死邑，故可許諾。）"
      },
      {
        "index": 104,
        "text": "疏注「諸侯」至「許諾」。○解云：即《曲禮下》篇云「國君去其國，止之曰『若之何去社稷矣』」，是無去國之文。不言若之何去田邑，故知不死邑也。"
      },
      {
        "index": 105,
        "text": "桓公曰：「諾。」曹子請盟，桓公下與之盟。（下壇與曹子定約盟誓莊公也。必下壇者，為殺牲不潔，又盟本非禮，故不於壇上也。）"
      },
      {
        "index": 106,
        "text": "疏注「下壇」至「莊公也」。○解云：猶言定約束其盟誓莊公也。○注「必下」至「不潔」。解云：不字亦作「清」字者。○注「又盟本非禮」。○解云：即桓三年傳云「古者不盟，結言而退」是也。"
      },
      {
        "index": 107,
        "text": "巳盟，曹子摽劍而去之。（摽，辟也。時曹子端劍守桓公，巳盟，乃摽劍置地，與桓公相去離，故云爾。○摽劍，普交反，辟也，辟劍置地。劉兆云：「辟，捐也」。辟也，婢亦反，下同。去離，力智反。）"
      },
      {
        "index": 108,
        "text": "疏注「時曹子端」至「故云爾」。○解云：端，猶始也。言曹子從始持劍而守桓公矣，及其盟訖，乃摽劍而置於地，乃與桓公相去離者，釋傳云「而去之」之文。"
      },
      {
        "index": 109,
        "text": "要盟可犯，（臣約其君曰要，彊見要脅而盟爾，故云可犯。○要，一遙反。）而桓公不欺，曹子可讎。（以臣劫君，罪可讎。）而桓公不怨，桓公之信著乎天下，自柯之盟始焉。（諸侯猶是翕然信鄉服從，再會於鄄，同盟於幽，遂成霸功，故云爾。劫桓公取汶陽田不書者，諱行詐劫人也。）"
      },
      {
        "index": 110,
        "text": "疏注「再會於鄄」。○解云：即下十四年冬及十五年春比會於鄄是也。○注「同盟於幽」。○解云：即下十六年冬，「同盟於幽」是也。○注「劫桓」至「劫人也」。○解云：正以成二年書取汶陽之田故也。\n莊公十有四年\n十有四年，春，齊人、陳人、曹人伐宋。\n夏，單伯會伐宋。其言會伐宋何？（據伐國不殊會，曹伯襄言會諸侯。）"
      },
      {
        "index": 111,
        "text": "疏注「據伐國不殊會」。○解云：與上諸侯俱是伐宋，事不殊異，何勞別生會文乎？故難之。○注「曹伯」至「諸侯」。○解云：即僖二十八年冬，「曹伯襄復歸於曹。遂會諸侯圍許」是也。"
      },
      {
        "index": 112,
        "text": "後會也。（本期而後，故但舉會。書者，刺其不信，因以分別功惡有深淺也。從義兵而後者，功薄；從不義兵而後者，惡淺。○別，彼列反。）"
      },
      {
        "index": 113,
        "text": "疏注「本期」至「舉會」。○解云：若其不後，宜言單伯會齊人、陳人、曹人、伐宋，如下文「單伯會齊侯、宋公、衛侯、鄭伯於鄄」之文。○注「從義兵」至「功薄」。○解云：即此是。○注「從不義」至「惡淺」。解云：無經可據，但言理當然也。\n秋，七月，荊入蔡。\n冬，單伯會齊侯、宋公、衛侯、鄭伯於鄄。（○鄄，本亦作「甄」，規因反。）\n莊公十有五年\n十有五年，春，齊侯、宋公、陳侯、衛侯、鄭伯會於鄄。夏，夫人薑氏如齊。\n秋，宋人、齊人、邾婁人伐兒。（○兒，音阝。）"
      },
      {
        "index": 114,
        "text": "疏「夫人薑氏如齊」。○解云：復與桓通也。○「秋宋人」至「伐兒」。○解云：范氏云「宋主兵，故序齊上也。班序上下，以國大小為次」，「征伐則以主兵為先，《春秋》之常也」。\n鄭人侵宋。冬，十月。\n莊公十有六年\n十有六年，春，王正月。夏，宋人、齊人、衛人伐鄭。\n秋，荊伐鄭。"
      },
      {
        "index": 115,
        "text": "冬，十有二月，公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯、滑伯、滕子同盟於幽。同盟者何？同欲也。（同心欲盟也。同心為善，善必成；同心為惡，惡必成：故重而言同心也。○滑，於八反。）\n疏「同盟者何」。○解云：欲言同善，不見褒賞之文；欲言同惡，復無刺譏之處，故執不知問。"
      },
      {
        "index": 116,
        "text": "邾婁子克卒。（小國未嘗卒，而卒者，為慕霸者有尊天子之心，行進也。不日，始與霸者，未如瑣。瑣卒在二十八年。○為慕，於偽反。如瑣，息果反。）"
      },
      {
        "index": 117,
        "text": "疏注「小國」至「進也」。○解云：正以所傳聞之世，未錄小國卒葬故也。○注「不日者」至「二十八年」。○解云：即二十八年經云「夏，四月，丁未，邾婁子瑣卒」，注云「日者，附從霸者，朝天子行進」是也。然則此亦行進而不日者，但始與霸者有尊天子之心，未朝天子故也。其始與霸者之事，即上十三年「春，齊侯、宋人、陳人、邾婁人會於北杏」是也。\n莊公十有七年\n十有七年，春，齊人執鄭瞻。鄭瞻者何？鄭之微者也。（以無氏也。）\n疏「鄭瞻者何」。○解云：欲言尊卿，名氏不具；欲言微者，書名見經，故執不知問。"
      },
      {
        "index": 118,
        "text": "此鄭之微者，何言乎齊人執之？（據獲宋萬不書者，不坐獲微者，今書齊稱人，坐執文。○鄭瞻，二傳作「詹」。）"
      },
      {
        "index": 119,
        "text": "疏注「據獲」至「執文」。○解云：上十二年傳云「萬嘗與莊公戰，獲乎莊公」，注云「獲不書者，士也」。然則以獲微者不罪坐，故不書。今書齊稱人，作坐執之文，故難之。"
      },
      {
        "index": 120,
        "text": "書甚佞也。（為甚佞，故書惡之，所以輕坐執人也。然不得為伯討者，事未得行，罪未成也。孔子曰：「放鄭聲，遠佞人。」罪未成者，伯當遠之而已。○為其，於偽反。惡之，烏路反，下「惡之」皆同。遠佞，於萬反，下同。）"
      },
      {
        "index": 121,
        "text": "疏注「不得為」至「未成也」。○解云：僖四年傳云「執者，曷為或稱侯，或稱人？稱侯而執者，伯討也；稱人而執者，非伯討也」。今稱人而執，故云不得為伯討矣。○注「孔子曰」至「佞人」。○解云：《論語》文。案《樂記》魏文侯問子夏曰：「敢問溺音何從出也？」子夏對曰：「鄭音好濫淫誌，宋音燕女溺誌，衛音趨數煩誌，齊音敖辟喬誌，此四者，皆淫於色而害於德，是以祭祀弗用也。」然則四國皆有淫聲，蓋逐甚者言之，故許氏云「鄭詩二十一篇，說婦人者十九」，此之謂也。或何氏云「鄭聲淫」，與服君同，皆謂鄭重其手而音淫過，非鄭國之鄭也。"
      },
      {
        "index": 122,
        "text": "夏，齊人瀸於遂。瀸者何？瀸積也。眾殺戍者也。（瀸者，死文。瀸之為死，積死非一之辭，故曰瀸積。眾，多也。以兵守之曰戍。齊人滅遂，遂民不安，欲去，齊強戍之。遂人共以藥投其所飲食水中，多殺之。古者有分土，無分民，齊戍之非也，遂不當坐也，故使齊為自積死文也。稱人者，眾辭也。不書戍將帥者，封內之兵，故不書。○瀸，子廉反，二傳作「殲」。積，本又作「漬」。強，共丈反。將帥，子匠反；下所類反。）"
      },
      {
        "index": 123,
        "text": "疏「瀸者何」。○解云：正以異於常例，故執不知問。○注「瀸者」至「眾多」也。○解云：即《曲禮下》篇云「羽鳥曰降，四足曰漬」，鄭注云「異於人也。降，落也。漬，謂相瀸汙而死」是也。○注「齊人滅遂」。○解云：在上十三年。○「古者有分土，無分民」。○解云：說在桓元年注文也。"
      },
      {
        "index": 124,
        "text": "秋，鄭瞻自齊逃來。何以書？書甚佞也，曰：「佞人來矣！佞人來矣！」（重言來者，道經主書者，若傳云爾，蓋痛魯知而受之，信其計策，以取齊淫女，丹楹刻桷，卒為後敗也。加逃者，抑之也。所以抑之者，上執稱人，嫌惡未明。係鄭者，明行當本於鄉里也。子貢問曰：「鄉人皆好之，何如？」子曰：「未可。」「鄉人皆惡之，何如？」子曰：「未可。不若鄉人之善之，鄉人之惡者惡之。」○重，直用反。明行，下孟反。）"
      },
      {
        "index": 125,
        "text": "疏注「重言」至「云爾」。○解云：經所以主書此事者，正惡佞人之來，恐其作禍矣。○注「蓋痛魯知而受之」。○解云：《春秋》痛傷魯人知其佞人，惡而受之。○注「信其計」至「淫女」。○解云：即下二十四年「夏，公如齊逆女」；秋，「夫人薑氏入」是也。知取齊淫女是鄭瞻之計者，《春秋說》文云。○注「丹楹刻桷」。○即下二十三年「秋，丹桓宮楹」；二十四年春， 「刻桓宮桷」是也。○注「卒為後敗也」。解云：即淫二叔殺二嗣子是也。○注「加逃者，抑之也」。○解云：謂逃是碎事，不應見經，而見逃於經者，抑之故也，或者子哀慶封之屬皆言奔。今此加逃，故決之。○注「上執」至「未明」。○解云：謂稱人為坐執文，非伯討之義故也。○注「子貢」至「惡之」。○解云：一鄉之人皆好此人，此人何如？子曰未可即以為善，何者？此人或者行與眾同，或朋黨矣。子貢又曰若一鄉之人皆惡此人，此人何如？子曰未可即以為惡也，何者？此人或者行與眾異，或孤特矣。不若鄉人之善行者善之，惡行者惡之，與善人同，復與惡人異，道理勝於前，故知是實善。云云之說，備於鄭注。"
      },
      {
        "index": 126,
        "text": "冬，多麋。何以書？記異也。（麋之為言，猶迷也。象魯為鄭瞻所迷惑也。言多者，以多為異也。○麋，亡悲反。）"
      },
      {
        "index": 127,
        "text": "疏注「象魯」至「惑也」。○解云：《感精符》文。○注「言多」至「異也」。○解云：魯舊有麋，但今乃多耳。"
      }
    ]
  }
}