{
  "chapterNumber": 15,
  "title": "春秋公羊傳註疏卷13 (Gongyang Zhushu, Volume 13)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "文公卷十三\n（起元年，盡九年）\n文公元年"
      },
      {
        "index": 1,
        "text": "元年，春，王正月，公即位。○二月，癸亥，朔，日有食之。（是後楚世子商臣弑其君，楚滅江、六，狄比侵中國。）"
      },
      {
        "index": 2,
        "text": "疏注「是後」至「其君」。○解云：即下經云「冬，十月，丁未，楚世子商臣殺其君髡」是也。○注「楚滅江六」。○解云：即下四年「秋，楚人滅江」，五年「秋，楚人滅六」是也。○注「狄比侵中國」。○解云：即下四年夏，「狄侵齊」；七年夏，「狄侵我西鄙」之屬是也。"
      },
      {
        "index": 3,
        "text": "天王使叔服來會葬。其言來會葬何？（據奔喪以非禮書，歸含且賵不言來。○歸含，本又作「唅」，戶暗反，五年經同。賵，芳鳳反。）"
      },
      {
        "index": 4,
        "text": "疏注「據奔喪以非禮書」。○解云：即定十五年夏五月，「壬申，公薨於高寢」，下云「邾婁子來奔喪」。傳云「其言來奔喪，非禮也」是。○注「歸含」至「言來」。○解云：下五年「春，王正月，王使榮叔歸含且賵」是也。"
      },
      {
        "index": 5,
        "text": "會葬禮也。（但解會葬者，明言來者常文，不為早晚施也。常事書者，文公不肖，諸侯莫肯會之，故書天子之厚，以起諸侯之薄，蓋以長補短也。叔服者，王子虎也。服者，字也。叔者，長幼稱也。不係王者，不以親疏錄也。不稱王子者，時天子諸侯，不務求賢而專貴親親，故尤其在位子弟，剌其早任以權也。魯得言公子者，方錄異辭，故獨不言弟也。諸侯得言子弟者，一國失賢輕。○不為，於偽反，下「不為」同。長幼，丁丈反。稱也，尺證反。）"
      },
      {
        "index": 6,
        "text": "疏注「但解」至「施也」。○解云：在隱元年也。○注「常事書者」。○解云：僖公之卒在去年十二月，至今年四月葬之，是為五月而葬。叔服來會附在葬前，適得其所，故謂之常事。常事不書，今書之，故須注解。○注「文公」至「會之」。○解云：正以下七年「秋，八月，公會諸侯、晉大夫盟於扈」，傳云「諸侯何以不序？大夫何以不名？公失序也。公失序奈何？諸侯不可使與公盟，失晉大夫使與公盟也」，注云文公「為諸侯所薄賤，不見序，故深諱為不可知之辭」，是其不肖，諸侯莫肯會之之義也。○注「故書」至「之薄」。○解云：言天子恩厚於文公，而經書其會葬，起諸侯之薄，無恩於文公，故經不書矣。而襄三十一年「冬，十月，滕子來會葬」，亦是常事而書之者，亦起當時更無人會，故彼注云「此書者，與叔服同義」是也。○注「蓋以長補短也」。 ○解云：謂書天子得禮，欲以補諸侯之短，令其非禮見矣。其非禮者，不相會葬是也。○注「叔服」至「稱也」。○解云：知叔服為王子虎者，正以下三年「夏，五月，王子虎卒」，傳云「王子虎者何？天子之大夫也。外大夫不卒，此何以卒？新使乎我也」，注云「王子虎，即叔服也。新為王者使來會葬，在葬後三年中卒，君子恩降於親親，則加報之，故卒，明當有恩禮也」是也。○注「不係」至「錄也」。○解云：若係王，宜云「王使王服子來會葬，似若宣十五年王劄子矣。今不如此者，《春秋》主見天子之厚，使來會葬而已，何須錄其使人之親疏乎？是以不言王服子矣。宣十五年「王劄子殺召伯、毛伯」，傳云「王劄子者何？長庶之號」，注云「子者，王子也。天子不言子弟，故變文上劄係先王以明之」，是其類也。○注「不稱」至「權也」。○解云：言尤其在位子弟，則知聘使與會盟之時，不得稱子弟，若其卒與奔猶得稱之，何者？卒與出奔不復在位，何須刺其早任以權乎？即下三年「夏，五月，王子虎卒」；襄三十年夏， 「王子瑕奔晉」之屬是也。○注「魯得」至「弟也」。○解云：魯君在位，公子得言之者，即桓三年「公子翬如齊逆女」，莊二年「公子慶父伐於餘丘」之屬是也。言方錄異辭者，謂上異於天子，下異於諸侯，見其為新王之義，故曰方錄異辭矣。故獨不言弟也者，謂尤其在位之弟，若其卒與出奔，不妨有之，即宣十七年冬，「公弟叔卒」之屬是也。○注「諸侯」至「賢輕」。○解云：諸侯在位，公子得見經者，即宣二年春，「及鄭公子歸生戰於大棘」之屬是也。其諸侯在位之弟得見經者，即隱七年夏，「齊侯使其弟年來聘」；桓十四年夏，「鄭伯使其弟語來盟」之屬是也。一國失賢輕者，雖是不務求賢，而專貴親親，要其一國失賢，其罪輕故也。\n夏，四月，丁巳，葬我君僖公。"
      },
      {
        "index": 7,
        "text": "天王使毛伯來錫公命。錫者何？賜也。命者何？加我服也。（復發傳者，嫌禮與桓公同，死生異也。主書者，惡天子也。古者三載考績，三考黜陟幽明。文公新即位，功未足施而錫之，非禮也。○錫，恩曆反。復，扶又反。惡，烏路反。）"
      },
      {
        "index": 8,
        "text": "疏「錫者何」。○解云：明始即位未有功美，天子加錫，異於常典，故執不知問。○注「復發」至「禮也」。○解云：莊元年「王使榮叔來錫桓公命」，傳云「錫者何？賜也」，注云「上與下之辭」；傳又云「命者何？加我服也」，注云「增加其衣服，令有異於諸侯」。然則若不重發，即嫌悉與桓公同，故復言之，明有異矣。彼是贈死之衣，此是朝祭之服，故言死生異也。云云之說，在莊元年。\n晉侯伐衛。"
      },
      {
        "index": 9,
        "text": "叔孫得臣如京師。（書者，與莊二十五年同。知不為喪聘書者，聘為貢職天子，當得異方之物以事宗廟，又欲以知君父無恙，不以喪廢，故不譏也。如他國，就不三年一譏而已。○恙，餘亮反。）"
      },
      {
        "index": 10,
        "text": "疏注「書者」至「譏也」。○解云：即莊二十五年冬「公子友如陳」，彼注云「如陳者，聘也。內朝聘言如者，尊內也。書者，錄內所交接也」。今此亦然，故曰同也。○注「如他」至「而已」。○解云：如他國所以合譏者，正以聘是吉禮，又非君父之國，於喪宜廢故也。言就不三年一譏而已者，即下二年冬，「公子遂如齊納幣」，傳云「納幣不書，此何以書？譏。何譏爾？譏喪娶也。娶在三年之外，則何譏乎喪娶？三年之內不圖婚」是也。言就其重者，一譏而已，其餘不譏從可知。\n衛人伐晉。秋，公孫敖會晉侯於戚。（○戚，於寂反。）"
      },
      {
        "index": 11,
        "text": "冬，十月，丁未，楚世子商臣弑其君髡。（楚無大夫，言世子者，甚惡世子弑父之禍也。不言其父，言其君者，君之於世子，有父之親，有君之尊，言世子者，所以明有父之親；言君者，所以明有君之尊，又責臣子當討賊也。日者，夷狄子弑父，忍言其日。○髡，苦門反，《左氏》作「頵」。）"
      },
      {
        "index": 12,
        "text": "疏注「楚無」至「賊也」。○解云：下九年「冬，楚子使椒來聘」，傳云「椒者何？楚大夫也。楚無大夫，此何以書？始有大夫也。始有大夫，則何以不氏？許夷狄者，不一而足也」。然則至下九年，楚始有大夫，則知此處未有大夫矣。既無大夫，其世子亦未當見，故解之。○注「日者」至「其日」。○解云：如此注者，正決襄三十年「夏，四月，蔡世子般弑其君固」，何氏云「不日者，深為中國隱痛有子弑父之禍，故不忍言其日」是也。\n公孫敖如齊。（書者，譏喪娶，吉凶不相干。）\n文公二年"
      },
      {
        "index": 13,
        "text": "二年，春，王二月，甲子，晉侯及秦師戰於彭衙，秦師敗績。（稱秦師者，湣其眾，惡其將，前以不用賢者之言，匹馬隻輪無反者，今復重師敗績。師敵君不正者，賤之，不嫌得敵君。○衙，音牙，本或作「牙」。惡，烏路反。將，子匠反。復，扶又反，下「不復」皆同。重，直用反。）"
      },
      {
        "index": 14,
        "text": "疏注「稱秦」至「其將」。○解云：正以秦於是時未有大夫，則不合稱師，今而稱師，故解之。○注「「前以」至「敗績」。○解云：在僖三十三年矣。○注「師敵」至「敵君」。○解云：僖二十八年夏，晉侯以下「及楚人戰於城濮」，傳云「此大戰也，曷為使微者？子玉得臣也。子玉得臣則其稱人何故？大夫不敵君也」。然則彼是大夫，嫌其與君敵，故正之稱人。此師者，乃是秦之眾人，是以不勞正之耳。"
      },
      {
        "index": 15,
        "text": "丁丑，作僖公主。作僖公主者何？為僖公作主也。（為僖公廟作主也。主狀正方，穿中央，達四方，天子長尺二寸，諸侯長一尺。○為僖公廟，於偽反，下「蓋為」、「以為」，下「欲為」同。）"
      },
      {
        "index": 16,
        "text": "疏「作僖公主者何」。○解云：欲言是禮，書而譏之；欲言非禮，禮有作主之事，故執不知問。○「為僖公作主也」。○解云：為，於偽反。○注「主狀」至「一尺」。○解云：皆《孝經說》文也。卿大夫以下，正禮無主，故不言之。云云之說，備在《左氏》。"
      },
      {
        "index": 17,
        "text": "主者曷用？虞主用桑，（禮，平明而葬，日中而反虞，以陽求陰，謂之虞者，親喪以下廣，皇皇無所見，求而虞事之。虞，猶安也。用桑者，取其名，與其粗角，所以副孝子之心。禮，虞祭，天子九，諸侯七，卿大夫五，士三，其尊處猶吉祭。○廣，苦晃反，又音曠。粗，才古反，又七奴反。）"
      },
      {
        "index": 18,
        "text": "疏注「禮平」至「反虞」。○解云：出《檀弓》與《士虞記》也。言以陽求陰者，謂以日中求神是也。而鄭注《士虞記》云「朝葬而日中虞，君子舉事必用辰正也者，兩相須也」。彼鄭氏又云「再虞三虞皆質明」，則日中而反虞者，指葬日言之。○注「禮虞」至「吉祭」。○解云：自諸侯七以下，《雜記》文。其天子九虞者，何氏差之耳。《異義》「《左氏》說」亦有成文。云云之說，具《左氏傳》疏。"
      },
      {
        "index": 19,
        "text": "練主用栗。（謂期年練祭也，理虞主於兩階之間，易用栗也。夏後氏以鬆，殷人以柏，周人以栗。鬆猶容也，想見其容貌而事之，主人正之意也。柏猶迫也，親而不遠，主地正之意也。栗猶戰栗，謹敬貌，主天正之意也。《禮·士虞記》曰：「桑主不文，吉主皆刻而諡之，蓋為禘袷時別昭穆也。」虞主三代同者，用意尚粗角，未暇別也。○期年，音基，三年同。人正，音征，下同。別，彼列反，下同。）"
      },
      {
        "index": 20,
        "text": "疏注「謂期」至「栗也」。解云：出《禮記》文。○注「夏後」至「以栗」。○解云：出《論語》也。而鄭氏注云「謂社主，正以古文《論語》『哀公問社於宰我』故也」，今文《論語》無「社」字，是以何氏以為廟主耳。"
      },
      {
        "index": 21,
        "text": "用栗者，藏主也。（藏於廟室中當所當奉事也。質家藏於室。）作僖公主，何以書？（據作餘公主不書。）譏。何譏爾？不時也。其不時奈何？欲久喪而後不能也。（禮，作練主當以十三月。文公亂聖人製，欲服喪三十六月，十九月作練主，又不能卒竟，故以二十五月也。日者，重失禮鬼神。）"
      },
      {
        "index": 22,
        "text": "疏注「禮作」至「三月」。○解云：即《禮記》云「十三月而練」是也。○注「日者」至「鬼神」。解云：即隱五年注云「失禮鬼神例日」是也。\n三月，乙巳，及晉處父盟。此晉陽處父也，何以不氏？（據晉陽處父伐楚救江。）\n疏注「據晉」至「救江」。○解云：即下三年冬，「晉陽處父帥師伐楚救江」是也。"
      },
      {
        "index": 23,
        "text": "諱與大夫盟也。（諱去氏者，使若得其君，如經言邾婁儀父矣。不地者，起公就於晉也。日者，起公盟也。俱沒公，齊高徯不使若君，處父使若君者，親就其國，恥不得其君，故使若得其君也。如晉不書不致者，深諱之。○去，起呂反。）"
      },
      {
        "index": 24,
        "text": "疏注「諱去」至「晉也」。○解云：儀父之事，在隱元年。凡五等諸侯失爵在名字之例者，但直書其名字，不言其氏，即倪黎求、蔡叔、邾婁儀父之類是也。今此處父無氏，故云使若得其君矣。○注「日者，起公盟也」。○解云：正以微者盟例不日故也。○注「俱沒」至「君也」。○解云：高傒之事，在莊二十二年。彼經云「秋，七月，丙申，及齊高傒盟於防」是也。○注「如晉」至「諱之」。○解云：正決下三年「冬，公如晉。十有二月，己巳，公及晉侯盟」，四年「春，公至自晉」之文也。"
      },
      {
        "index": 25,
        "text": "夏，六月，公孫敖會宋公、陳侯、鄭伯、晉士縠盟於垂斂。（盟不日者，欲共盟誅商臣，雖不能誅，猶為疾惡故也，褒與信辭也。不如平丘兩舉會盟詳錄之者，時至即盟，會禮不成。○縠，戶木反。垂斂，《左氏》作「垂隴」。）"
      },
      {
        "index": 26,
        "text": "疏「盟於垂斂」者，《左氏》作「垂隴」。○注「雖不能誅」。○解云：正以共討惡逆，乃是義之高者，若能誅之，理應書見，似若昭四年經書「執齊慶封，殺之」。然今無其經，故知不能誅也。○注「不如平」至「不成」。○解云：即昭十三年「公會劉子、晉侯」以下「於平丘。八月，甲戌，同盟於平丘」是也。"
      },
      {
        "index": 27,
        "text": "自十有二月不雨，至於秋七月。何以書？記異也。（以不言旱。）大旱以災書，此亦旱也，曷為以異書？大旱之日短而云災，（云，言也。言有災。）\n疏「大旱以災書」。○解云：即僖二十一年經書「夏，大旱」，傳云「何以書？記災也」是也。"
      },
      {
        "index": 28,
        "text": "故以災書。此不雨之日長而無災，故以異書也。（此祿去公室，政在公子遂之所致也。不就莊三十一年發傳者，此最甚事著。）"
      },
      {
        "index": 29,
        "text": "疏注「不就」至「事著」。○解云：莊三十一年「冬，不雨」，傳云「何以書？記災也」。然則彼一時不雨，是以不得發傳云不雨之日長，此則曆四時，故言最甚事著也。"
      },
      {
        "index": 30,
        "text": "八月，丁卯，大事於大廟，躋僖公。大事者何？大祫也。（以言大，與有事異。又從僖八年禘數之，知為大祫。○大廟，音太，下「太祖」皆同。躋僖，子兮反，升也，本又作「隮」，同。祫，音洽，大祭。禘數，大帝反；下所主反。）"
      },
      {
        "index": 31,
        "text": "疏「大事者何」。○解云：欲言大祭，無禘祫之文；欲言時祭，而經書大，故執不知問。○注「以言」至「事異」。○解云：宣八年夏六月，「辛巳，有事於太廟」，彼是時祭，不言大，則知此言大者，是大祭明矣。○注「又從僖」至「大祫」。解云：《春秋說》文云「三年一祫，五年一禘。」《爾雅》云「禘，大祭也。」孫氏云「禘，五年大祭也。」然則三年一祫，五年一禘，禮如然也。案僖八年「秋，七月，禘於太廟」，從此以後三年一祫數，則十一年祫，十四年祫，十七年祫，二十年祫，二十三年祫，二十六年祫，二十九年祫，三十二年祫，文二年祫也；若作五年一禘數，則從僖公八年禘，十三年禘，十八年禘，二十三年禘，二十八年禘，三十三年禘，文五年禘，則文二年非禘年，正當合祫，故知此年大事為祫矣，是以注云「又從僖八年禘數之，知為大祫也」。若然，從僖八年禘數之，則十一年祫，十三年禘，隨次而下，至僖二十三年並為禘祫，何得下傳云「五年而再殷祭」者，蓋為其初時三年作祫，五年作禘，大判言之，得言五年而再殷祭，其閒三五參差，隨次而下，何妨或有同年時乎？知非祫與禘相因而數為三年五年者，若從僖八年禘，十一年祫，十六年禘，十九年祫數之，至僖三十二年禘，文公二年祫亦相當，但於五年而再殷祭之言不合，故不得然解。"
      },
      {
        "index": 32,
        "text": "大祫者何？合祭也。其合祭奈何？毀廟之主，陳於大祖。（毀廟，謂親過高祖，毀其廟，藏其主於大祖廟中。禮，取其廟室笮以為死者炊沐。大祖，周公之廟。陳者，就陳列大祖前，大祖東鄉，昭南鄉，穆北鄉，其餘孫從王父。父曰昭，子曰穆。昭取其鄉明，穆取其北面尚敬。○笮，側白反。炊沐，昌垂反；下音木。東鄉，許亮反，下同。）"
      },
      {
        "index": 33,
        "text": "疏「大祫者何」。○解云：正以祫小於禘，而文加大，故執不知問。○注「禮取」至「炊沐」。○解云：出《禮記》文。"
      },
      {
        "index": 34,
        "text": "未毀廟之主，皆升，合食於大祖，（自外來曰升。）五年而再殷祭。（殷，盛也。謂三年祫五年禘。禘所以異於祫者，功臣皆祭也。祫，猶合也。禘，猶諦也。審諦無所遺失。禮，天子特禘特祫；諸侯禘則不礿，祫則不嚐；大夫有賜於君，然後祫其高祖。○諦，音帝。礿，羊略反。）"
      },
      {
        "index": 35,
        "text": "疏注「禘所以」至「皆祭也」。○解云：出《禮記》與《春秋說》文。○注「禮天」至「特祫」。解云：《禮記》及《春秋說》文，即「不主禘祫」是也。○注「諸侯」至「不嚐」。解云：即《禮記·王制》所云「夏禘則不礿，秋祫則不嚐」是也。○注「大夫」至「高祖」。○解云：正以於禮不得故也。\n躋者何？升也。何言乎升僖公？（據禘於大廟不道所升。）"
      },
      {
        "index": 36,
        "text": "疏「躋者何」。○解云：先君昭穆自有常次，今而言躋，故執不知問。○注「據禘」至「所升」。○解云：即僖八年「秋，七月，禘於大廟，用致夫人」是也。"
      },
      {
        "index": 37,
        "text": "譏。何譏爾？逆祀也。其逆祀奈何？先禰而後祖也。（升謂西上。禮，昭穆指父子，近取法《春秋》，惠公與莊公當同南面西上；隱、桓與閔、僖亦當同北面西上，繼閔者在下。文公緣僖公於閔公為庶兄，置僖公於閔公上，失先後之義，故譏之。傳曰「後祖」者，僖公以臣繼閔公，猶子繼父，故閔公於文公，亦猶祖也。自先君言之，隱、桓及閔、僖各當為兄弟，顧有貴賤耳。自繼代言之，有父子君臣之道，此恩義逆順各有所施也。不言吉祫者，就不三年不復譏，略為下張本。○禰，乃禮反。）"
      },
      {
        "index": 38,
        "text": "疏注「不言」至「張本」。○解云：閔二年「夏，五月，乙酉，吉禘於莊公」，傳云「其言吉何？言吉者，未可以吉也。曷為未可以吉？未三年也」。然則吉禘於莊公在三年之內，今此大事亦在三年之內，是不須更言吉祫以譏之，但略言大事於太廟，為下躋僖公張本而已。\n冬，晉人、宋人、陳人、鄭人伐秦。"
      },
      {
        "index": 39,
        "text": "公子遂如齊納幣。納幣不書，此何以書？譏。何譏爾？譏喪娶也。娶在三年之外，則何譏乎喪娶？（據逆在四年。○喪取，七住反，本亦作「娶」同。）\n疏「納幣不書」。○解云：正以桓三年秋，「公子翬如齊逆女」，不書納幣，故難之。"
      },
      {
        "index": 40,
        "text": "三年之內不圖婚。（僖公以十二月薨，至此未滿二十五月，又禮先納采、問名、納吉，乃納幣，此四者皆在三年之內，故云爾。）吉禘於莊公，譏。然則曷為不於祭焉譏？（據吉禘於莊公，譏始不三年，大事圖婚，俱不三年。大事猶從吉禘，不復譏。）三年之恩疾矣。（疾，痛。）非虛加之也，（非虛加責之。）以人心為皆有之。（以人心為皆有，疾痛不忍娶。）以人心為皆有之，則曷為獨於娶焉譏？（據孝子疾痛，吉事皆不當為，非獨娶也。）娶者，大吉也。（合二姓之好，傳之於無窮，故為大吉。○好，呼報反。傳，直專反。）非常吉也。（與大事異。）其為吉者，主於巳。（主於巳身，不如祭祀尚有念先人之心。）以為有人心焉者，則宜於此焉變矣。（變者，變慟哭泣也。有人心念親者，聞有欲為巳圖婚，則當變慟哭泣矣，況乃至於納幣成婚哉。○慟，杜貢反。）\n文公三年"
      },
      {
        "index": 41,
        "text": "三年，春，王正月，叔孫得臣會晉人、宋人、陳人、衛人、鄭人伐沈，沈潰。（○伐沈，音審，國名。潰，戶內反。）\n夏，五月，王子虎卒。王子虎者何？天子之大夫也。外大夫不卒，此何以卒？（據原仲也。）"
      },
      {
        "index": 42,
        "text": "疏「王子虎者，何。○解云：欲言大夫例不書卒欲言諸侯而經書王子故執不知問。○注「據原仲也」。○解云：即莊二十七年「秋，公子友如陳，葬原仲」是也。"
      },
      {
        "index": 43,
        "text": "新使乎我也。（王子虎即叔服也。新為王者使來會葬，在葬後三年中卒，君子恩隆於親親，則加報之，故卒，明當有恩禮也。尹氏卒日，此不日者，在期外也。名者，卒從正。○新使，所吏反。）"
      },
      {
        "index": 44,
        "text": "疏注「尹氏」至「外也」。○解云：隱三年「夏，四月，辛卯，尹氏卒」下，傳云「外大夫不卒，此何以卒？天王崩，諸侯之主也」，何氏云「時天王崩，魯隱往奔喪，尹氏主儐讚諸侯，與隱交接，而卒恩隆於王者，則加禮錄之，故為隱恩痛之。日者，恩錄之，明當有恩禮」。然則彼天王崩，尹氏四月卒，仍在期內，其恩近，故書日。此則巳經三年，其恩殺，故不日，是以注云「在期外」。○注「名者，卒從正」。○解云：隱八年「夏，六月，己亥，蔡侯考父卒」，「八月，葬蔡宣公」，傳云「卒從正」，何氏云「卒當赴告天子，君前臣名，故從君臣之正義言也」；傳云「而葬從主人」，何氏云「至葬者，有常月可知。不赴告天子，故自從蔡臣子辭稱公」。然則此亦從君臣之正義言之，故云名者卒從正也。\n秦人伐晉。"
      },
      {
        "index": 45,
        "text": "秋，楚人圍江。○雨螽於宋。雨螽者何？死而墜也。（以先言雨也。墜，隋地也。不言如雨，言雨螽者，本飛從地上而下至地，似雨尢醇。○雨螽，於付反，下及注同，一音如字；螽，音終。而隊，直類反，注同。隋，大果反。上，時掌反。醇，音純。）"
      },
      {
        "index": 46,
        "text": "疏「雨螽者何」。○解云：欲言是雨，而特施於螽；欲言非雨，而文言雨螽，故執不知問。○注「以先言雨也」。○解云：正以先言雨，後言螽，則知死而墜者也。○注「不言」至「尤醇」。○解云：欲道莊七年「星霣如雨」者，本從天來，又不及地，如雨不醇，故云如雨。此則初從地上而還至地，故不言如，言其真似雨也。"
      },
      {
        "index": 47,
        "text": "何以書？記異也。外異不書，此何以書？為王者之後記異也。（螽，猶眾也。眾死而墜者，群臣將爭彊相殘賊之象，是後大臣比爭鬥相殺，司城驚逃，子哀奔亡，國家廓然無人，朝廷久虛，蓋由三世內娶，貴近妃族，禍自上下，故異之云爾。○為王，於偽反。近，附近之近。）"
      },
      {
        "index": 48,
        "text": "疏注「是後」至「相殺」。○解云：即七年夏，「宋人殺其大夫」；八年冬，「宋人殺其大夫」是也。○注「司城驚逃」。○解云：即八年冬，「宋司城來奔」是也。○注「子哀奔亡」。○解云：十四年秋，「宋子哀來奔」是也。○注「蓋由三世內娶」。解云：僖二十五年及十七年傳皆云「宋三世無大夫，三世內娶也」之屬是也。\n冬，公如晉。十有二月，己巳，公及晉侯盟。"
      },
      {
        "index": 49,
        "text": "晉陽處父帥師伐楚救江。此伐楚也。其言救江何？（據兩之，當先言救也；非兩之，當重出處父也；生事當言遂，三者皆違例，知後言救江，起伐楚意，故問之。○重，直用反。）"
      },
      {
        "index": 50,
        "text": "疏注「據兩」至「救也」。○解云：即僖二十五年「秋，楚人圍陳，納頓子於頓」，傳云「何以不言遂？兩之也」是也。必知先言救者，正以以江近楚遠故也。○注「非兩」至「父也」。○解云：即僖二十八年「春，晉侯侵曹。晉侯伐衛」，傳云「曷為再言晉侯？非兩之也」是也。○注「生事當言遂」。○解云：即宣元年秋，「楚子、鄭人侵陳，遂侵宋」是也。"
      },
      {
        "index": 51,
        "text": "為諼也。（諼，詐。○諼，許元反。）其為諼奈何？伐楚為救江也。（救人之道，當指其所之，實欲救江而反伐楚，以為其勢必當引圍江兵當還自救也。故云爾。孔子曰：「自古皆有死，民無信不立。」）\n文公四年\n四年，春，公至自晉。\n夏，逆婦薑於齊。其謂之逆婦薑於齊何？（據不書逆者主名，不言如齊，不稱女。）"
      },
      {
        "index": 52,
        "text": "疏「夏逆歸薑於齊」。解云：隱二年注云「不親迎例月，重錄之」。今此書時者，蓋以聚於大夫，賤不可以奉宗廟，故略之。○注「據不」至「稱女」。○解云：決宣元年「公子遂如齊逆女」之經也。\n略之也。（稱婦薑，至文也；逆與至共文，故為略。）"
      },
      {
        "index": 53,
        "text": "疏注「稱婦」至「為略」。解云：欲道遂以夫人婦薑至自齊之經，還至始言婦薑。今此始逆，巳言婦薑，故云逆與至共文耳。"
      },
      {
        "index": 54,
        "text": "高子曰：「娶乎大夫者，略之也。」（賤，非所以奉宗廟，故略之。不書逆者主名，卑不為錄使也。不言如齊者，大夫無國也。不稱女者，方以婦薑見與至共文，重至也。不稱夫人為致文者，賤不可奉宗廟也。不言氏者，本當稱女。女者，父母辭，君子不奪人之親，故使從父母辭不言氏。○為，於偽反。使，所吏反。見與，賢遍反。）"
      },
      {
        "index": 55,
        "text": "疏注「不言」至「言氏」。解云：莊二十七年「秋，公子友如陳，葬原仲」，案彼亦是大夫無國而得言如陳者，何氏云「不言如陳，嫌不辟國事，實私行也」是也。\n狄侵齊。秋，楚人滅江。晉侯伐秦。\n衛侯使甯俞來聘。冬，十有一月，壬寅，夫人風氏薨。（○甯俞，乃定反；下音餘。）\n疏「衛侯使甯俞來聘」。○解云：正本作「速」字，故賈氏云「《公羊》曰甯速」是也。\n文公五年"
      },
      {
        "index": 56,
        "text": "五年，春，王正月，王使榮叔歸含且賵。含者何？口實也。（孝子所以實親口也。緣生以事死，不忍虛其口：天子以珠，諸侯以玉，大夫以碧，士以貝，春秋之制也。文家加飯以稻米。○飯，扶晚反。）"
      },
      {
        "index": 57,
        "text": "疏「含者何」。○解云：欲言實口，上下無例；欲言佗物，而經書含，故執不知問。○注「天子」至「具者」。○解云：皆《春秋說》文，故云春秋之制也。○注「文家加飯以稻米」。○解云：即《禮記·檀弓下》篇云：「飯用米貝，弗忍虛也。」\n其言歸含且賵何？（據宰咺歸兩賵不言且也。連賵何之者，嫌據賵言歸。○咺，況阮反。）"
      },
      {
        "index": 58,
        "text": "疏注「據宰」至「且也」。○解云：即隱元年「秋，七月，天王使宰咺來歸惠公仲子之賵」是也。○注「連賵」至「言歸」。○解云：若傳直言其言且何，即嫌責此賵事亦當言歸，故連言賵以辯嫌。"
      },
      {
        "index": 59,
        "text": "兼之。兼之非禮也。（且，兼辭。以言且，知幾兼之也。含言歸者，時主持含來也。去天者，含者臣子職，以至尊行至卑事，失尊之義也。不從含晚言來者，本不當含也。主書者，從含也。○去，起呂反，下同。）"
      },
      {
        "index": 60,
        "text": "疏注「含者臣子職」。○解云：正以大宰掌之故也。○注「不從」至「含也」。○解云：正以含者殯前之禮，遙始行之，故知晚。然則宜言來以見晚，而不言來者，正以本不當含，寧得責其晚乎？○注「主書」至「含也」。○解云：言《春秋》主書此事者，正欲譏其含，而並言且賵者，因譏之。"
      },
      {
        "index": 61,
        "text": "三月，辛亥，葬我小君成風。成風者何？僖公之母也。（風，氏也。任、宿、顓臾之姓。○任，音壬。顓臾，音專；下音榆。）"
      },
      {
        "index": 62,
        "text": "疏「成風者何」。○解云：欲言其妾，經書小君；欲言夫人，不同夫諡，故執不知問。○注「風氏」至「之姓」。○解云：風氏謂此成風，即上文風氏薨者矣。知任、宿等之姓者，《左傳》文。"
      },
      {
        "index": 63,
        "text": "王使召伯來會葬。（去天者，不及事，剌比失喪禮也。）夏，公孫敖如晉。秦人入鄀。（○鄀，音弱。）秋，楚人滅六。\n冬，十月，甲申，許男業卒。"
      },
      {
        "index": 64,
        "text": "疏「秋楚人滅六」。○解云：不月者，略夷狄滅小國也。說在僖二十六年。○「許男業卒」。○解云：正本作「辛」字。\n文公六年\n六年，春，葬許僖公。\n夏，季孫行父如陳。秋，季孫行父如晉。八月，乙亥，晉侯讙卒。（○讙，好官反。）冬，十月，公子遂如晉。"
      },
      {
        "index": 65,
        "text": "葬晉襄公。（書遂者，剌公生時數如晉，葬不自行，非禮也。禮，諸侯薨，使夫人吊，自會葬。○數，所角反。）"
      },
      {
        "index": 66,
        "text": "疏注「書遂」至「會葬」。○解云：晉侯生時公數如晉者，即上二年「三月，乙巳，及晉處父盟」，彼下注云「如晉不書不致者深諱之」。三年「冬，公如晉」之屬是也。言葬不自行，非禮云云者，《異義》「《公羊》說」云「襄三十年『叔弓如宋，葬宋共姬』，譏公不自行也」者，與此注合。"
      },
      {
        "index": 67,
        "text": "晉殺其大夫陽處父。○晉狐射姑出奔狄。晉殺其大夫陽處父，則狐射姑曷為出奔？（據蔡殺其大夫公子燮，蔡公子履出奔楚。此非同衸眨旨鶒啊！鶘涔茫粢啵忠粢梗閧洱狹骸紛鼇耙埂薄＃﹟"
      },
      {
        "index": 68,
        "text": "疏注「據蔡」至「見及」。○解云：事在襄二十年秋。彼則履是燮之同姓，言恐禍及巳而出奔。此非同衸斬廎啾跡蘗誓閻酳"
      },
      {
        "index": 69,
        "text": "射姑殺也。（以非恐見及，知其殺。）射姑殺，則其稱國以殺何？君漏言也。（自上言泄，下曰漏。○君漏，力豆反，泄也。言泄，息列反，又以製反。）其漏言奈何？君將使射姑將，（謂作中軍大夫。○姑將，子匠反，下同。）陽處父諫曰：「射姑，民眾不說，不可使將。」於是廢將。陽處父出，射姑入，君謂射姑曰：「陽處父言曰：『射姑，民眾不說，不可使將。』」射姑怒，出剌陽處父於朝而走。（明君漏言殺之，當坐殺也。《易》曰：「君不密則失臣，臣不密則失身，幾事不密則害成。」○不說，音悅，下同剌，七亦反，又一音七賜反。）"
      },
      {
        "index": 70,
        "text": "疏注「明君」至「坐殺也」。○解云：襄公當坐，則例去其葬，而上文經書「冬，十月，公子遂如晉，葬襄公」者，蓋謂葬訖乃相殺，不得追去葬，是以《穀梁傳》曰「襄公死，處父主竟上之事，夜姑使人殺之」是也。然則此傳雖連言之，仍不妨殺之在葬後，是以經書葬在殺前矣。○注「易曰」至「害成」。○解云：上《係辭》文也。鄭氏云「幾，微也。密，靜也。言不慎於微而以動作，則禍變必成。」"
      },
      {
        "index": 71,
        "text": "閏月不告月，猶朝於廟。不告月者何？不告朔也。（禮，諸侯受十二月朔政於天子，藏於大祖廟，每月朔朝廟，使大夫南面奉天子命，君北面而受之。比時使有司先告朔，慎之至也。受於廟者，孝子歸美先君，不敢自專也。言朝者，緣生以事死，親在，朝朝莫夕：巳死，不敢渫鬼神。故事必於朔者，感月始生而朝。○ 大祖，音泰。比，必利反。朝朝，上如字；下直遙反。渫，息列反。）"
      },
      {
        "index": 72,
        "text": "疏「不告月者何」。○解云：欲言朔日，文不言朔；欲言非朔，剌其不告，故執不知問。○注「禮諸侯」至「受之」。○解云：出《玉藻》。但謂禮法然，非謂禮有成文。○注「比時」至「告朔」。○解云：比時者，言比至月初之時也。○注「親在，朝朝莫夕」。○解云：據禮有朝玄端夕深衣之文故也。而《文王世子》云「文王之為世子，朝於王季日三」者，蓋謂越禮之高矣。"
      },
      {
        "index": 73,
        "text": "曷為不告朔？（據具月也。）天無是月也，閏月矣。何以謂之天無是月？是月，非常月也。（所在無常，故無政也。）猶者何？通可以巳也。（朝者，因視朔政爾。無政而朝，故加猶。不言朔者，閏月無告朔禮也。不言公者，內事可知。）"
      },
      {
        "index": 74,
        "text": "疏「猶者何」。○解云：欲言非禮，禮則有之；欲言是禮，而經書猶，故執不知問。○注「不言」至「可知」。○解云：欲道下十六年「夏，五月，公四不視朔」言公矣，故解之。\n文公七年\n七年，春，公伐邾婁。\n三月，甲戌，取須朐。取邑不日，此何以日？（據取叢也。○朐，其俱反。）"
      },
      {
        "index": 75,
        "text": "疏注「據取叢也」。○解云：考諸舊本，叢皆作「闞」字，是以昭三十二年春王正月，「取闞」，傳云「闞者何？邾婁之邑也」。若作「叢」字，即僖三十三年「夏，四月，辛巳，晉人及薑戎敗秦於殽」，「癸巳，葬晉文公。狄侵齊。公伐邾婁，取叢」。文承日月之下，而將取邑不日據之，非其義也。且案彼叢字，多作「鄒」字耳。"
      },
      {
        "index": 76,
        "text": "內辭也。使若他人然。（使若公春伐邾婁而去，他人自以甲戌日取之，內再取邑，然後甚而日也。今此一取而日，故使若他人然。所以深諱者，扈之盟不見序，井為取邑故。○並為，於偽反，年末注同。）"
      },
      {
        "index": 77,
        "text": "疏注「內再」至「日也」。○解云：即隱十年夏六月，「辛未，取郜。辛巳，取防」，傳云「取邑不日，此何以日？一月而再取也。何言乎一月而再取？甚之也」是也。若然，哀二年「春，王二月，季孫斯、叔孫州仇、仲孫何忌帥師伐邾婁，取漷東田及沂西田」，亦是再取邑而不日者，隱公之時，新王始起，當先自正，而比取人邑，小惡之甚者，書日以甚之。至定、哀之時，久致太平，內之小惡亦諱而不書，是以不書其日矣。所以不全諱之者，如彼注云。○注「今此」至「人然」。解云：舊本「故」下有「知」字。○注「扈之」至「邑故」。○解云：扈之盟，在下文秋八月。\n遂城郚。（主書者，甚其生事，困極師眾。○郚，音吾。）\n夏，四月，宋公王臣卒。（不書葬者，坐殺大夫也。不日者，內娶略。）"
      },
      {
        "index": 78,
        "text": "疏注「不書」至「夫也」。解云：正以僖二十四年宋公王臣即位，至二十五年夏「宋殺其大夫」，而不書葬，明其坐此故也。○注「不日」至「娶略」。○解云：正決僖九年「春，王三月，丁丑，宋公禦說卒」，書丁丑故也。\n宋人殺其大夫。何以不名？（據宋殺其大夫山名。）"
      },
      {
        "index": 79,
        "text": "疏注「據宋」至「山名」。○解云：即成十五年秋，「宋殺其大夫山」是也。宋三世無大夫，三世內娶也。（故使無大夫。）"
      },
      {
        "index": 80,
        "text": "疏「宋三」至「娶也」。○解云：僖二十五年傳云「宋三世無大夫，三世內娶也」注云「三世謂慈父、王臣、處臼也，內娶大夫女也。言無大夫者，禮，不臣妻之父母，國內皆臣，無娶道，故絕去其大夫名，正其義也」是也。然則彼巳有傳，今復發之者，恐大夫不書名，更有佗義，故明之。其有佗義者，即莊二十六年夏，「曹殺其大夫」，傳云「何以不名？眾殺之」之類是耳。"
      },
      {
        "index": 81,
        "text": "戊子，晉人及秦人戰於令狐。（○令，力丁反。）晉先未以師奔秦。此偏戰也，何以不言師敗績？（據秦師敗績。○未，音篾，《左氏》作「蔑」。）"
      },
      {
        "index": 82,
        "text": "疏「晉先未」。○解云：《左氏》、《穀梁》作「先蔑」。○注「據秦師敗績」。○解云：即上二年「春，王二月，甲子，晉侯及秦師戰於彭衙，秦師敗績」是也。"
      },
      {
        "index": 83,
        "text": "敵也。（俱無勝負。）此晉先未也，其稱人何？（據奔無出文，知先未也。）貶。曷為貶？（據新築之戰，衛孫良夫敗績不貶。）\n疏注「據新築」至「不貶」。○解云：即成二年夏，「衛孫良夫帥師，及齊師敗於新築，衛師敗績」是也。"
      },
      {
        "index": 84,
        "text": "外也。其外奈何？以師外也。（懷持二心，有功欲還，無功便持師出奔，故於戰貶之，起其以師外也。本所以懷持二心者，其咎亦由晉侯要以無功當誅也。不起者，敵而外事可知也。○咎，其九反。）"
      },
      {
        "index": 85,
        "text": "疏注「不起」至「知也」。○解云：言所以不申作文，起見晉侯要無功，當誅之義者，以其可知故也。何以不言出？（據楚囊瓦俱戰而奔言出。）"
      },
      {
        "index": 86,
        "text": "疏注「據楚」至「言出」。○解云：即定四年冬，「蔡侯以吳子及楚人戰於伯莒，楚師敗績」，「楚囊瓦出奔鄭」也。以此言之，則令狐非晉地，伯莒為楚地亦明矣。\n遂在外也。（起其生事成於竟外，從竟外去。）狄侵我西鄙。"
      },
      {
        "index": 87,
        "text": "秋，八月，公會諸侯、晉大夫盟於扈。諸侯何以不序？大夫何以不名？（序，次也。據新城盟，諸侯序，趙盾名。）"
      },
      {
        "index": 88,
        "text": "疏注「據新城」至「盾名」。○解云：即下十四年夏，「六月，公會宋公、陳侯」以下「晉趙盾，癸酉，同盟於新城」是。"
      },
      {
        "index": 89,
        "text": "公失序也。公失序奈何？諸侯不可使與公盟，失晉大夫使與公盟也。（以目通指曰失。文公內則欲久喪而後不能，喪娶逆祀，外則貪利取邑，為諸侯所薄賤不見序，故深諱為不可知之辭。不日者，順諱為善文也。○失，音舜，本又作「失」，尹乙反，又大結反，以目通指曰失；本又作「矣」，音同，字書云「失，寅也。以忍反」。）"
      },
      {
        "index": 90,
        "text": "疏注「以目通指曰失」。○解云：言其用目視之，而並指向魯，若今時瞬眼矣。○注「文公」至「不能」。○解云：即上二年二月，「丁丑，作僖公主」，傳云「何以書？譏。何譏爾？不時也。其不時奈何？欲久喪而後不能」是也。○注「喪娶逆祀」。○解云：其喪娶，即二年冬，「公子遂如齊納幣」，傳云「何以書？譏喪娶」是也。其逆祀，即二年秋，「大事於大廟，躋僖公」，傳云「何譏爾？逆祀也」者是也。而先引喪娶者，正以納幣之前。仍有數禮。不妨在大事之前，故見之。○注「外則貪利取邑」。○解云：即上「春，公伐邾婁」「取須朐」是也。○注「不日」至「善文」。○解云：正以日為不信辭故也。"
      },
      {
        "index": 91,
        "text": "冬，徐伐莒。（謂之徐者，前共滅王者後，不知尊先聖法度。今自先犯，文對事連，可以起同惡，莒在下不得狄，故復狄徐也。一罪再狄者，明為莒狄之爾。徐先狄，在僖十五年。○復，扶又反。）"
      },
      {
        "index": 92,
        "text": "疏注「謂之」至「同惡」。○解云：即僖十四年「春，諸侯城緣陵」，傳曰「孰城之？城杞也。曷為城杞？滅也。孰滅之？蓋徐、莒脅之」是也。言不知尊先聖法度者，謂杞有禹法度也。○注「莒在」至「徐也」。○解云：謂莒時被伐，例不得出主名，是以無由狄之。○注「徐先」至「五年」。○解云：即僖十五年冬，「楚人敗徐於婁林」，彼注云「謂之徐者，為滅杞，不知尊先聖法度，惡重，故狄之也」是也。\n公孫敖如莒蒞盟。八年，春，王正月。夏，四月。\n秋，八月，戊申，天王崩。冬，十月，壬午，公子遂會晉趙盾，盟於衡雍。（○雍，於用反。）"
      },
      {
        "index": 93,
        "text": "乙酉，公子遂會伊雒戎盟於暴。（四日不能再出，不卒名者，非一事再見也。○雒，音洛。暴，步報反，本又作「曝」，一音甫沃反。見，賢遍反。）"
      },
      {
        "index": 94,
        "text": "疏注「四日」至「見也」。○解云：欲道宣元年「公子遂如齊。三月，遂以夫人婦薑至自齊」，傳云「遂何以不稱公子？一事而再見者，卒名也」，注云「卒，竟也。竟但舉名者，省文耳」，言彼是一事再見，故得省文，與此異也。"
      },
      {
        "index": 95,
        "text": "公孫敖如京師，不至復。丙戌，奔莒。不至復者何？不至復者，內辭也。不可使往也。（安居不肯行，故諱使若巳行，但不至還爾。即巳行，當道所至乃言復，如至黃矣。）"
      },
      {
        "index": 96,
        "text": "疏「不至復者何」。○解云：欲言不到，經有如文；欲言實到，復有不至之稱，故執不知問。○注「即巳」至「黃矣」。解云：即宣八年「夏，六月，公子遂如齊，至黃乃復」是也。"
      },
      {
        "index": 97,
        "text": "不可使往，則其言如京師何？遂公意也。（正其義，不使君命壅塞。○壅，於勇反。）何以不言出？（據慶父言出奔。）\n疏注「據慶」至「出奔」。○解云：即上閔二年九月，「公子慶父出奔莒」是也。\n遂在外也。（諱使若從外奔，不敢復還者也。日者，嫌敖罪明，則起君弱，故諱使若無罪。○復，扶又反。）"
      },
      {
        "index": 98,
        "text": "疏注「日者」至「無罪」。○解云：閔二年九月，「公子慶父出奔莒」，彼注云「不日者，內大夫奔例，無罪者日，有罪者月」是也，故此作注云「日者，使若無罪矣」。內大夫奔例日者，襄二十三年「冬，十月，乙亥，臧孫紇出奔邾婁」之屬是也。\n眾。（先是公如晉，公子遂、公孫敖比出不可使，勢奪於大夫，煩擾之應。○眾，音終。）"
      },
      {
        "index": 99,
        "text": "疏注「先是」至「之應」。○解云：公子遂不可使者，即僖三十年冬，「公子遂如京師，遂如晉」，傳云「大夫無遂事，此其言遂何？公不得為政爾」，注云「不從公政令也。時見使如京師而橫生事，矯君命聘晉，故疾其驕蹇自專，當絕之」者是。\n宋人殺其大夫司馬。"
      },
      {
        "index": 100,
        "text": "宋司城來奔。司馬者何？司城者何？皆官舉也。（皆以官名舉言之。天子有大司徒、大司馬、大司空、皆三公官名也。諸侯有司徒、司馬、司空，皆卿官也。宋變司空為司城者，辟先君武公名也。）"
      },
      {
        "index": 101,
        "text": "疏「司馬者何」。○解云：欲言大夫，例不官舉；欲言非大夫，而經有大夫之文，故執不知問。○「司城者何」。○解云：欲言大夫，例不官舉；欲言非大夫，司城者宋大夫之號，故執不知問。○注「宋變」至「武公名也」。○解云：桓六年《左氏傳》文。○\n曷為皆官舉？（據宋殺其大夫山，不官舉。）疏注「據宋殺」至「官舉」。○解云：即在成十五年秋。"
      },
      {
        "index": 102,
        "text": "宋三世無大夫，三世內娶也。（宋以內娶，故威勢下流，三世妃黨爭權相殺，司城驚逃，子哀奔亡，主或不知所任，朝廷久空，故但舉官起其事也。大夫相殺，例皆時。）"
      },
      {
        "index": 103,
        "text": "疏注「子哀奔亡」。○解云：即下十四年「宋子哀來奔」是也。○注「大夫相殺，例皆時」。○解云：正以此經及下九年「晉人殺其大夫先都」，「晉人殺其大夫士穀之屬，皆不別書日月故也。知彼此是大夫相殺之經者，正以下十六年傳云「大夫相殺稱人」矣。\n九年，春，毛伯來求金。毛伯者何？天子之大夫也。何以不稱使？（據南季稱使。）"
      },
      {
        "index": 104,
        "text": "疏「毛伯者何」。○解云：欲言諸侯，經不書朝；欲言大夫，又不言使，故執不知問。○注「據南季稱使」。解云：即隱九年「春，天王使南季來聘」是。\n當喪未君也。（時王新有三年喪。）\n疏注「時王新有三年喪」。○解云：即去年八月「天王崩」是也。"
      },
      {
        "index": 105,
        "text": "逾年矣，何以謂之未君？（據崩在八年，逾年當即位。）即位矣，而未稱王也。未稱王，何以知其即位？以諸侯之逾年即位，亦知天子之逾年即位也。（俱繼體，其禮不得異。）以天子三年然後稱王，亦知諸侯於其封內三年稱子也。（各信恩於其下。○信，音申。）逾年稱公矣，則曷為於其封內三年稱子？緣民臣之心，不可一日無君；緣終始之義，一年不二君。（故君薨稱子某，既葬稱子，明繼體以係民臣之心。）\n疏「逾年稱公」。解云：莊二十年傳云爾，故據難之。"
      },
      {
        "index": 106,
        "text": "不可曠年無君。（故逾年稱公。）緣孝子之心，則三年不忍當也。（孝子三年志在思慕，不忍當父位，故雖即位，猶於其封內三年稱子。子張曰：「《書》云：『高宗涼闇，三年不言。』何謂也？」 孔子曰：「何必高宗，古之人皆然。君薨，百官總巳以聽塚宰三年。」○涼，音亮，又音良。闇，如字，又音陰。）毛伯來求金何以書？譏。何譏爾？王者無求，求金非禮也。然則是王者與？（據未稱王。○與，音餘。）曰：「非也。」非王者，則曷為謂之王者？王者無求。曰：「是子也，（雖名為三年稱子者，其實非唯繼父之位。）繼文王之體，守文王之法度，文王之法無求，而求，故譏之也。」（引文王者，文王始受命，製法度。）"
      },
      {
        "index": 107,
        "text": "夫人薑氏如齊。（奔父母之喪也。不言奔喪者，尊內，猶不言朝聘也，故以致起得禮也。書者，大夫家，危重。言如齊者，大夫係國。）"
      },
      {
        "index": 108,
        "text": "疏注「奔父母之喪也」。○解云：知者，正以諸侯夫人尊重，既在夫家，終身不反，唯三年之喪，乃可越竟而奔之。今此夫人如齊，直書不諱，故知其奔父母之喪也。○注「故以致起得禮也」。○解云：正以《春秋》之例，夫人違禮而出會者，皆不致之，唯此一文而書至，故莊二年注云「有出道乃致，奔喪致」是也。○注「書者」至「危重」。○解云：欲道夫人如齊奔父母之喪，禮既許之，則是常事，而書之者，但此夫人所適，乃是大夫之家，卑於夫人，有不製之義，而危重之，是以書也。○注「言如齊」至「係國」。○解云：案上四年「逆婦薑」之下，注云「不言如齊者，大夫無國也」。與此違者，正以四年經云「夏，逆婦薑於齊」，逆至共文，又不書如齊，見其娶於大夫矣，故不言如齊，正由大夫無國故也。今此夫人，仍彼婦薑一也，經書如齊，明知正由大夫係國故也，何者？今既尊內不言奔喪，若去如齊，即文不可施，是以將大夫係國，書如齊矣。\n二月，叔孫得臣如京師。辛丑，葬襄王。王者不書葬，此何以書？不及時書，過時書，（重錄失時。）"
      },
      {
        "index": 109,
        "text": "疏「王者不」至「以書」。○解云：正以隱三年「天王崩」之下，師作解云「天子記崩不記葬，必其時也」，故此弟子據而難之。○「不及時書，過時書」。○解云：其不及時書者，即宣二年十月「天王崩」，三年正月「葬匡王」，昭二十二年「夏，四月，乙丑，天王崩。六月，叔鞅如京師。葬景王」之屬是也，以其不及七月，故書之也。其過時書者，上下無文，唯桓十五年「三月，乙未，天王崩」至莊三年夏，「五月，葬桓王」，蓋以當之。○注「重錄失時」。○解云：以天下共葬一人而不如禮，故恩錄之，剌其失時矣。"
      },
      {
        "index": 110,
        "text": "我有往者則書。（謂使大夫往也，惡文公不自往，故書葬，以起大夫會之。日者，僖公成風之喪，襄王比加禮，故恩錄之，所以甚責內。○惡，烏路反。）"
      },
      {
        "index": 111,
        "text": "疏注「日者」至「責內」。○解云：如此注者，正以昭二十二年「六月，叔鞅如京師。葬景王」之屬不日故也。言襄王比加禮者，即元年「叔服來會葬」，五年「榮叔歸含且賵」，「召伯來會葬」之屬是也。\n晉人殺其大夫先都。\n三月，夫人薑氏至自齊。（出獨致者，得禮，故與臣子辭。月者，婦人危重，從始至例。）"
      },
      {
        "index": 112,
        "text": "疏注「出獨」至「子辭」。○解云：書致者，臣子喜其脫危而致，故曰與臣子辭耳。○注「月者」至「始至例」。○解云：獨行無製，恐有非禮之惡，故曰危重也。言從始至例者，即宣元年「三月，遂以夫人婦薑至自齊」，成十四年「九月，僑如以夫人婦薑氏至自齊」之屬是也。\n晉人殺其大夫士縠，及箕鄭父。楚人伐鄭。公子遂會晉人、宋人、衛人、許人救鄭。夏，狄侵齊。\n秋，八月，曹伯襄卒。\n九月，癸酉，地震。地震者何？動地也。（動者，震之故。傳先言動者，喻若物之動地以曉人也。）\n疏「地震者何」。○解云：大陰沈重，本無動性而書震，故執不知問。"
      },
      {
        "index": 113,
        "text": "何以書？記異也。（天動地靜者，常也。地動者，象陰為陽行。是時魯文公製於公子遂，齊、晉失道，四方叛德，星孛之萌，自此而作，故下與北斗之變所感同也。不傳天下異者，從王內錄可知。○行，下孟反。孛，音佩。）"
      },
      {
        "index": 114,
        "text": "疏注「孛星」至「同也」。○解云：即十四年「秋，七月，有星孛入於北斗」是也。言與北斗之變所感同者，即十四年注云「齊、晉並爭，吳、楚更謀，競行天子之事。齊、宋、莒、魯弑其君而立之應」是也。○注「不傳」至「可知」。○解云：僖十四年「秋，八月，辛卯，沙鹿崩」，傳云「何以書？記異也。外異不書，此何以書？為天下記異也」。今此地震為內錄之，內為新王天下明矣，故言不傳天下異者，從王內錄可知。"
      },
      {
        "index": 115,
        "text": "冬，楚子使椒來聘。椒者何？楚大夫也。楚無大夫，此何以書？始有大夫也。（入文公所聞世，見治升平，法內諸夏以外夷狄也。屈完、子玉得臣者，以起霸事，此其正也。聘而與大夫者，本大國。○椒，子遙反，一本作「萩」子小反。見，賢遍反。）"
      },
      {
        "index": 116,
        "text": "疏「椒者何」。○解云：欲言大夫，不言其氏；欲言微者，書名見經，故執不知問。○注「入文」至「升平」。○解云：知文公為所聞之世者，《春秋說》云「文、宣、成、襄所聞之世」是也。言見治升平者，升，進也，欲見其治稍稍上進而至於平也。○注「內諸夏外夷狄」。○解云：即成十五年冬，「叔孫僑如會晉士燮」以下「會吳於鍾離」，傳云「曷為殊會吳？外吳也。曷為外也？《春秋》內其國而外諸夏，內諸夏而外夷狄」是也。○注「屈完」至「霸事」。○解云：僖四年夏，「楚屈完來盟於師，盟於召陵」，傳曰「屈完者何？楚大夫也。何以不稱使？尊屈完也。曷為尊屈完？以當桓公也」，何氏云「增倍使若得其君，以醇霸德，成王事也」是也。其子玉得臣者，即僖二十八年夏，「楚殺其大夫得臣」，何氏云「楚無大夫，其言大夫者，欲起上楚人本當言子玉得臣，所以詳錄霸事」是也。然則彼二人皆是傳聞之世，未合書之而書之者，欲起齊桓、晉文霸事故也。○注「此其正」至「大國」。○解云：等是夷狄，而舒越之屬皆無大夫，而楚得有大夫者，正以本是大國，故入所聞之世，於是見法矣。"
      },
      {
        "index": 117,
        "text": "始有大夫，則何以不氏？（據屈完氏。）許夷狄者，不一而足也。（許，與也。足其氏，則當純以中國禮責之，嫌夷狄質薄，不可卒備。故且以漸。○卒，七忽反。）"
      },
      {
        "index": 118,
        "text": "秦人來歸僖公成風之禭。其言僖公成風何？兼之。兼之非禮也。（禮主於敬，當各使一使，所以別尊卑。○禭，音遂，贈喪之衣服。一使，所吏反。別，彼列反，下同。）\n疏「其言僖公成風之禭何」。○解云：欲言非禮，禮有禭文；欲言是禮，而二人並致，故執不知問。"
      },
      {
        "index": 119,
        "text": "曷為不言及成風？（據及者，別公夫人尊卑文也。連成風者，但問尊卑體當絕，非欲上成風使及僖公。○上，時掌反，又如字。）\n疏注「據及」至「卑文也」。○解云：即僖十一年「夏，公及夫人薑氏會齊侯於陽穀」是也。"
      },
      {
        "index": 120,
        "text": "成風尊也。（不可使卑及尊也。母尊序在下者，明婦人有三從之義：少係父，既嫁係夫，夫死係子。○少，詩召反。）\n葬曹共公。（○共，音恭。）"
      }
    ]
  }
}