{
  "chapterNumber": 25,
  "title": "春秋公羊傳註疏卷23 (Gongyang Zhushu, Volume 23)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "昭公卷二十三\n（起十三年，盡二十二年）\n昭公十有三年\n十有三年，春，叔弓帥師圍費。（○費，音祕。）"
      },
      {
        "index": 1,
        "text": "夏，四月，楚公子比自晉歸於楚，弑其君虔於乾谿。此弑其君，其言歸何？（據齊陽生入惡不言歸。○谿，苦兮反。）"
      },
      {
        "index": 2,
        "text": "疏「此弑」至「歸何」。○解云：正以歸者，出入無惡之文。今君弑而言歸，故難之。○注「據齊」至「言歸」。○解云：即哀六年秋七月，「齊陽生入於齊」是也。其陽生入惡者，先詐致諸大夫，立於陳乞之家，自是往弑舍是也。"
      },
      {
        "index": 3,
        "text": "歸無惡於弑立也。歸無惡於弑立者何？靈王為無道，作乾谿之台，三年不成，楚公子棄疾脅比而立之。然後令於乾谿之役曰：「比已立矣，後歸者不得復其田里。」眾罷而去之，靈王經而死。（時棄疾詐告比得晉力可以歸，至而脅立之。比之義，宜效死不立而立；君因自經，故加弑也。言歸者，謂其本無弑君而立之意，加弑，責之爾。不日者，惡靈王無道。封內地者，起禍所由，因以為戒。○罷，音皮。惡靈，烏路反。）"
      },
      {
        "index": 4,
        "text": "疏「歸無」至「立也」。○解云：弑謂虔也。言所以書其歸者，正於弑虔之時，比無惡。○「歸無」至「者何」。○解云：正據經書弑其君虔，曷為言無惡？故問之。○「靈王經而死」。○解云：經者，謂懸縊而死也。若申生雉經，及《論語》云「豈若匹夫匹婦之為諒也，自經於溝瀆」者是也，故何氏云「君因自經」。○注「時棄」至「為戒」。○解云：正以經書自晉，故得為有力之義，故如此解。○云比之義，宜效死不立者，下傳文。云言歸者，明其本無弑君而立之意，加弑，責之爾者，桓十五年傳曰：「歸者，出入無惡」，故云本無弑君而立之意。言加殺，責之者，謂責其不效死而立矣。云不日者，惡靈王無道者，正以宣二年「秋，七月，乙丑，晉趙盾弑其君夷獆」，四年「夏，六月，乙酉，鄭公子歸生弑其君夷」，則《春秋》之義不問加弑與否，例皆書日。今而不日，故解之。云封內地者，起禍所由，因為戒者，正以下二十五年，「宋公佐卒於曲棘」，傳云「曲棘者何？宋之邑。諸侯卒其封內不地，此何以地？憂內也」，注云「時宋公聞昭公見逐，欲憂納之，至曲棘而卒，故恩錄之」。然則諸侯卒其封內例不地，今此靈王見弑乾谿之由，是以書地以起之，故曰起禍所由，因以為戒也。\n楚公子棄疾弑公子比。比已立矣，其稱公子何？（據齊公子商人弑其君舍。）"
      },
      {
        "index": 5,
        "text": "疏注「據齊」至「君舍」。○解云：在文十四年九月。彼傳云「此未逾年之君也，其言弑其君舍何？已立之，己殺之，成死者而賤生者也」，注云「惡商人懷詐無道，故成舍之君號，以賤商人之所為」。然則彼未逾年君，而見弑稱成君，今比亦為未逾年君，見弑稱公子，故據而難之。所以不據僖九年「晉里克弑其君之子奚齊」者，正以取成君之號以難公子，義強於君之子之文故也。\n其意不當也。（據上傳知其脅。）"
      },
      {
        "index": 6,
        "text": "疏注「據上」至「其脅」。解云：即上傳云「楚公子棄疾脅比而立之」是也。其意不當，則曷為加弑焉爾？（據王子朝不貶。○朝，如字。）"
      },
      {
        "index": 7,
        "text": "疏注「據王子朝不貶」。○解云：即二十三年秋，「尹氏立王子朝」，注云「貶言尹氏者，著世卿之權。尹氏貶，於朝不貶者，年未滿十歲，未知欲富貴，不當坐，明罪在尹氏」。然則子朝之意，與此相似，子朝不貶而比加弑，故難之。\n比之義宜乎效死不立。大夫相殺稱人，此其稱名氏以弑何？（據經言弑公子比也。）"
      },
      {
        "index": 8,
        "text": "疏「比之」至「不立」。○解云：即守死善道，若王子閭之類也。○大夫」至「稱人」。○解云：即文十六年冬，「宋人弑其君處臼」之下，傳云「大夫弑君稱名氏，賤者窮諸人」，注云「賤者謂士也，士正自當稱人」；「大夫相殺稱人，賤者窮諸盜」，注云「降大夫使稱人，降士使稱盜者，所以別死刑有輕重也」。然則文十六年師有成解，故此弟子取而難之。○注「據經」至「比也」。○解云：經言弑公子比，即是兩下相殺之文，而稱棄疾名氏，是以據而難之。\n言將自是為君也。（故使與弑君而立者同文也。不言其者，比實已立，嫌觸實公子，棄疾則楚子居也。）"
      },
      {
        "index": 9,
        "text": "疏「言將」至「君也」。○解云：謂棄疾從是殺比之後，遂代比為君矣。○注「故使」至「文也」。○解云：同文也，即文十四年秋九月，「齊公子商人弑其君舍」是也。○注「不言」至「公子」。○解云：莊二十二年春，「陳人殺其公子禦寇」，注云「書者，殺君之子，重也」；下十四年「冬，莒殺其公子意恢」。然則彼二公子見殺，言其，今公子比實已立訖，若言殺其公子比，則嫌觸彼二公子文，故曰嫌觸實公子。云棄疾即楚子居也者，即下二十六年秋，「楚子居卒」是也。"
      },
      {
        "index": 10,
        "text": "秋，公會劉子、晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子於平丘。八月，甲戌，同盟於平丘。（不舉重者，起諸侯欲討棄疾，故詳錄之。不言劉子及諸侯者，閒無異事可知矣。）"
      },
      {
        "index": 11,
        "text": "疏注「不舉」至「錄之」。○解云：文十四年「六月，公會宋公」以下，「同盟於新城」。然則彼亦是二事，舉盟為重，不言會於某，今會盟並舉，故須解之，故云諸侯欲討棄疾。以上有棄疾弑君之事，下傳有諸侯遂亂之言，故知於間詳錄此會，欲討之矣。○注「不言」至「知矣」。○解云：《春秋》之義，會盟咸有而間隔事者，則重言諸侯，即定公四年「三月，公會劉子、晉侯」以下「於召陵，侵楚」；夏四月，「蔡公孫歸姓帥師滅沈，以沈於嘉歸，殺之」；「五月，公及諸侯盟於浩油」。然則彼由間有隔事，劉子不與盟，是以重出諸侯。今則間無隔事，劉子復與盟，是以不勞重出劉子及諸侯，見其可知矣。\n公不與盟。（○與，音預，注二「不肯與」及下文「不與焉」，注「公不與」、「不宜與」皆同。）\n疏「公不與盟者何」。○解云：正以盟會詳錄即為善事，而公不與盟，於義似違，故執不知問。\n公不見與盟也。時晉主會，疑公如楚，不肯與公盟，故諱使若公自不肯與盟。"
      },
      {
        "index": 12,
        "text": "疏注「時晉」至「與盟」。○解云：須言時晉主會者，正以此會劉子在其間，故須辨之。知非劉子主會者，正以當時天子微弱故也。知疑公如楚，不肯與公盟者，正以上七年「三月，公如楚」，「九月，公至自楚」之文；十一年「公如晉，至河乃復」，是其見疑，不得入晉故也。\n公不見與盟，大夫執，何以致會？（據得意乃致會。）"
      },
      {
        "index": 13,
        "text": "疏注「據得意乃致會」。○解云：即莊六年注云「公與二國以上出會盟，得意致會，不得意不致」。今此平丘之經，亦是公與二國以上出會盟之事，故言據得意乃致會也。若欲伯事言之，即哀十三年夏，「公會晉侯乃吳子於黃池」，「公至自會」是也。\n不恥也。曷為不恥？（據扈之會公失序恥之。）"
      },
      {
        "index": 14,
        "text": "疏注「據扈之會」至「恥之」。○解云：即文七年「秋，八月，公會諸侯、晉大夫盟於扈」，傳云「諸侯何以不序？大夫何以不名？公失序也。公失序奈何？諸侯不可使與公盟，失晉大夫使與公盟也」，何氏云「為諸侯所薄賤不見序，故深諱為不可知之辭」是也。"
      },
      {
        "index": 15,
        "text": "諸侯遂亂，反陳、蔡，君子恥不與焉。（時諸侯將征棄疾，棄疾乃封陳、蔡之君，使說諸侯，諸侯從陳、蔡之君言還反，不復討楚，楚亂遂成，故云爾。公不與盟，不書成楚亂者，時不受盟也。諸侯實不與公盟，而言公不與盟者，遂亂，雖見與，公猶不宜與也，故因為公張義。○復，扶又反。為公，於偽反。）"
      },
      {
        "index": 16,
        "text": "疏注「棄疾」至「之君」。○解云：即下文是也。○注「公不」至「賂也」。○解云：《春秋》之義，諱內惡，故隱五年「春，公觀魚於棠」，傳云「何以書？譏。何譏爾？遠也」，何氏云「實譏張魚而言觀，譏遠者，恥公去南面之位，下與百姓爭利，匹夫無異，故諱使若以遠觀為譏也」。然則公若與盟，即成楚亂，便是內惡，例諱不書。今公不與盟，不書楚亂者，正以時不受賂，是以不得書其成亂矣。桓二年春，「公會齊侯、陳侯、鄭伯於稷，以成宋亂」，「夏，四月，取郜大鼎於宋」，「戊申，納於太廟」，傳云「何以書？譏。何譏爾？遂亂受賂，納於太廟，非禮也」。然則彼以受賂之故，書其成宋亂，今不受賂，是不以書成楚亂決之。《春秋》之義，為內諱大惡，而桓公受賂而成宋亂，不為之諱者，彼注云「宋公馮與督共弑君而立，諸侯會於稷，欲共誅之，受賂便還，令宋亂遂成。桓公本亦弑隱而立，君子疾同類相養，小人同惡相長，故賤不為諱也」者是也。○注「諸侯」至「張義」。○解云：上注云「故諱使若公自不肯與之盟」，今又言此者，正以諸侯遂亂，是以魯侯不肯與之盟。然則上下二注，彌縫為義，非別解。云因為公張義者，謂書公不與盟者，非直為國諱，因見諸侯遂亂大惡，公亦不宜與，故言因為公張義也。\n蔡侯廬歸於蔡。\n陳侯吳歸於陳。此皆滅國也，其言歸何？（據歸者有國辭。○廬，力吳反。）\n疏注「據歸者有國辭」。○解云：即僖三十年秋，「衛滅鄭歸於衛」之屬是也。"
      },
      {
        "index": 17,
        "text": "不與諸侯專封也。（故使若有國自歸者。名者，專受其封，當誅。書者，因以起楚封之。所以能起之者，上有存陳文，陳見滅，無君所責。又蔡本以篡見殺，但不成其子，不絕其國，即諸侯存之，當有文實也。）"
      },
      {
        "index": 18,
        "text": "疏「不與」至「封也」。○解云：宜言不與楚專封，而云「不與諸侯專封」者，宣十一年傳云「此楚子也，其稱人何？諸侯之義，不得專討也」，是楚得言諸侯之義矣。而舊云楚子初無封陳、蔡之意，但畏諸侯之誅，遂許封陳、蔡之子孫，陳、蔡為之請於諸侯，諸侯止不伐楚，楚乃封陳、蔡。然則陳、蔡得封，本由諸侯，故傳言諸侯以明之也，無疑焉。○注「名者」至「當誅」。○解云：諸侯之式，不合生名。今陳、蔡之君，既已稱爵，而書名者，正以諸侯之封，宜受幹天子，而受國於楚，故名之，見當誅討，不合為諸侯矣。○注「書者」至「實也」。○解云：言主書此事者，非直惡陳、蔡之君，不受天子之命，亦固以起楚封之。所以能起楚之封者，正以上九年「夏，四月，陳火」，傳云「陳已滅矣，其言陳火何？存陳也」，注云「陳已滅，復火者，死灰復燃之象也。此天意欲存之，故從有國記災」，故曰上有存陳文也。言陳見滅，無君無所責者，正以陳國已滅，無君可責。而火之者，天意作死灰復燃之象，見陳國合存之意。言蔡本以篡見殺者，即襄三十年「夏，四月，蔡世子般弑其君固，」至上十一年「夏，四月，丁巳，楚子虔誘蔡侯般，殺之於申」是也。言但不成其子者，即上十一年冬十有一月，「楚師滅蔡。執蔡世子有以歸，用之」，傳云「未逾年之君，其稱世子何？不君靈公，不成其子」是也。子者，嗣君之稱，謂不成其子，有得稱嗣君以繼其父矣。言不絕其國者，正以書滅是也，何者？僖五年「晉人執虞公」之下，傳云「虞已滅矣，其言執之何？不與滅也。曷為不與滅？滅者亡國之善辭」，注云「言王者起當存之，故為善辭」也；傳云「滅者，上下同力者也」，注云「言滅者，臣子與君戮力一心，其死之辭」是也；然則何氏言此者，欲道陳、蔡皆舊有國，二君之子復先在楚，楚人封之，而遂反國，故得言歸，非謂上會諸侯墠地封之。若是上會諸侯墠地封之，當如救邢、城楚丘之屬，傳亦有文實之文。若作文實之文，宜云城陳、蔡，傳云孰城之？諸侯城之。曷為不言諸侯城之？不與諸侯專封。曷為不與？實與而文不與。文曷為不與？諸侯之義，不得專封。諸侯之義不得專封，則其曰實與之者？上無天子，下無方伯，天下諸侯有相滅云者，力能存之，則存之可也。\n冬，十月，葬蔡靈公。（書葬者，經不與楚討，嫌本可責復讎，故書葬，明當從誅君論之，不得責臣子。）"
      },
      {
        "index": 19,
        "text": "疏注「書葬」至「臣子」。○解云：隱十一年傳云「弑則何以不書葬？《春秋》君弑賊不討，不書葬，以為無臣子也」。然則靈公上十一年為楚誘殺，未見復讎之文。而書其葬者，正以上十一年經不與楚討。若不書其葬，即嫌可以責蔡臣子無復讎之義，是以書葬。靈公本者弑父而立，當從誅君論之，不得責臣子復讎於楚矣。言經不與楚討者，即上十一年傳云「楚子虔何以不名？絕也。曷為絕之？為其誘討也。此討賊，雖誘之，曷為絕之？懷惡而討不義，君子不與」是也。\n公如晉，至河乃復。○吳滅州來。（不日者，略兩夷。）"
      },
      {
        "index": 20,
        "text": "疏注「不日者，略兩夷」。○解云：上四年秋，七月，「遂滅厲」，注云「莊王滅蕭日，此不日者，靈王非賢，責之略」。然則吳子夷昧兄弟立謀讓位季子，即為賢者，而反滅人，宜亦書日以責之，而不日者，正以兩夷相滅，故略之。考諸舊本，日亦有作「月」字者。若作「月」字，當云《春秋》上下滅例書月，即莊十年「冬，十月，齊師滅譚」，十三年「夏，六月，齊人滅遂」之屬是。今此不月，略兩夷故也。是以下三十年十二月，「吳滅徐」之下，而注云「至此乃月者，所見世始錄夷狄滅小國也。不從上州來、巢見義者，因有奔文可責」是也。以此言之，則知此文無月明矣。文承十月之下，而言無月者，謂不在十月內也。然則為「日」字者，誤。云云之說，在三十年。\n昭公十有四年\n十有四年，春，隱如至自晉。三月，曹伯滕卒。夏，四月。秋，葬曹武公。\n八月，莒子去疾卒。（入昭公卒不日。不書葬者，本篡，故因不序。○去，起呂反。）"
      },
      {
        "index": 21,
        "text": "疏注「入昭」至「不序」。○解云：《春秋》之義，所傳聞之世，略於小國，不書其卒；至所聞之世，乃始書之，即文十三年「邾婁子蘧篨卒」之徒是也；至所見之世，文致大平，書小國而錄之，卒月葬時。即下二十八年「秋，七月，癸巳，滕子寧卒。冬，葬滕悼公」之屬是也。今此莒君，入昭公所見之世，宜令卒日葬時，而卒不日，復不書其葬者，正由其本是篡人，故因略之，不序其卒日，亦不序其葬矣。其本篡者，即上元年「秋，莒去疾自齊入於莒」是也。然則《春秋》之義，篡明者例書其葬，即衛晉、鄭突、齊小白、陽生之徒是。今此去疾於上元年秋亦有「自齊入於莒」之文，即是篡明，例合書葬，但以本篡，故固不序。然則入昭公所見之世，小國之卒，例合書日，而上「三月，曹伯滕卒」亦不日者，莊二十三年冬十一月，「曹伯射始卒」之下，何氏云「曹伯達於《春秋》，當卒月葬時也」，如卒日葬月，嫌與大國同，故復卒不日。入所聞世，可日不復日。然則曹伯終生於桓十年時，以《春秋》敬老重恩之故，而得卒日葬月，以為大平，是以入所見之世，雖例可日亦不復日，是故上文上曹伯不書日矣。"
      },
      {
        "index": 22,
        "text": "冬，莒殺其公子意恢。（莒無大夫，書殺公子者，未逾年而殺其君之子，不孝尤甚，故重而錄之。稱氏者，明君之子。○恢，苦回反。）"
      },
      {
        "index": 23,
        "text": "疏注「莒無大夫」。○解云：莊二十七年傳文。○注「稱氏」至「之子」。○解云：小國大夫假令得見，皆不書氏，即莒慶之徒是也。今兼書公子者，欲明其是君之子故也。若言莒殺意恢，無以明嗣子不孝。\n昭公十有五年\n十有五年，春，王正月，吳子夷昧卒。（○夷昧，音未，本亦作「末」。）"
      },
      {
        "index": 24,
        "text": "二月，癸酉，有事於武宮。籥入，叔弓卒，去樂卒事。其言去樂卒事何？（據入者言萬，去籥言名，不言卒事。○籥，羊略反。去樂，起呂反。注「去籥」及下文「去樂」同。）"
      },
      {
        "index": 25,
        "text": "疏注「據入」至「卒事」。○解云：即宣八年夏六月，「辛巳，有事於大廟。仲遂卒於垂」，「壬午，猶釋，萬入去籥」是也。然則彼乃入者言萬，此則入者言籥；彼則去籥言名，此則漫言去樂而已。彼又不言卒事，與此異，是故弟子據而難之。"
      },
      {
        "index": 26,
        "text": "禮也。（以加錄卒事，即非禮，但當言去樂而已，若去籥矣，總言樂者，明悉去也。）君有事於廟，聞大夫之喪，去樂，（恩痛不忍舉。）卒事。（畢其祭事。）大夫聞君之喪，攝主而往。（主，謂巳主祭者。臣聞君之喪，義不可以不即行，故使兄弟若宗人，攝行主事而往。不廢祭者，古禮也。古有分土無分民，大夫不世，已父未必為今君臣也。《孝經》曰：「資於事父以事君而敬同」。）"
      },
      {
        "index": 27,
        "text": "疏注「主謂」至「臣也」。○解云：謂巳於廟內主其祭事者矣。云古有分土無分民，知如此者，正以《詩》云「誓將去汝，適彼樂土」，《論語》云「四方之民繈負其子而至矣」之言故也。云大夫不世者，謂凡平大夫也，不得以有功德大夫難之。○注「孝經」至「敬同」。○解云：何氏之意，以資為取，言取事父之道以事君，所以得然者，而敬同故也。以此言之，則何氏解《孝經》，與鄭稱同，與康成異矣。云云之說，在《孝經疏》。\n大夫聞大夫之喪，屍事畢而往。（賓屍事畢而往也。日者，為卒日。○為，於偽反。）"
      },
      {
        "index": 28,
        "text": "疏注「賓屍」至「往也」。○解云：正以禮，大夫祭謂之賓屍故也。云日者，為卒日者，正以《春秋》之義，失禮鬼神例日。今非失禮，知日為卒。"
      },
      {
        "index": 29,
        "text": "夏，蔡昭吳奔鄭。（不言出者，始封名言歸，嫌與天子歸有罪同，故奪其有國之辭，明專封。○昭吳，《左氏》作「朝吳」。）"
      },
      {
        "index": 30,
        "text": "疏「夏，蔡昭吳奔鄭」。○解云：《左氏》、《穀梁》皆言「朝吳出奔鄭」，今此作「昭吳」字，又不言出者，所見之文異。案《左氏》、《穀梁》皆以朝吳為蔡大夫，則知此昭吳亦為蔡大夫矣。而舊解以昭吳為蔡侯盧之字者，似非何氏之意。○注「不言」至「專封」。○解云：今此昭吳出奔鄭，不言出者，正以其君始封之時名書歸，即上十三年「蔡侯廬歸於蔡」是也。云嫌與天子歸有罪同者，謂書名言歸者，乃與天子歸有罪之文近相似，故以為嫌，何者？僖公二十八年夏，「六月，衛侯鄭自楚復歸於衛」，注云「言復歸者」，「剌天子歸有罪矣」；冬，「曹伯襄復歸於曹」，而注云「曹伯言復歸者，天子歸之。名者，與衛侯鄭同義」。然則天子歸有罪者，書名言歸，向上「蔡侯廬歸於蔡」，亦有罪歸，故言嫌與天子歸有罪同，非謂礭然相似。言故奪其有國之辭者，正以君子之歸有所嫌，故奪其昭吳有國之辭，不言其出矣。云明專封者，欲明其蔡侯為楚所專封矣。吳既受諸侯之專封，不合有國，故不言大夫之出，奪其國文以見之。\n六月，丁巳，朔，日有食之。（並十七年食，蓋與孛於大辰同占。）"
      },
      {
        "index": 31,
        "text": "疏注「並十」至「同占」。○解云：謂此文「日有食之」，並十七年「夏，六月，甲戌，朔，日有食之」，皆與十七年「有星孛於大辰」同占也。其占者，則「孛大辰」之下，注云「是後周分為二，天下兩主，宋南里以亡」是也。\n秋，晉荀吳帥師伐鮮虞。冬，公如晉。\n昭公十有六年\n十有六年，春，齊侯伐徐。\n楚子誘戎曼子，殺之。楚子何以不名？（據誘蔡侯名。○戎曼，音蠻，又音萬，二傳作「戎蠻」，哀四年同。）\n疏注「據誘蔡侯名」。○解云：即上十一年夏，「楚子虔誘蔡侯般，殺之於申」是也。"
      },
      {
        "index": 32,
        "text": "夷狄相誘，君子不疾也。曷為不疾？（據俱誘也。）若不疾，乃疾之也。（以為固當常然者，乃所以為惡也，顧以無知薄責之。戎曼稱子者，入昭公，見王道太平，百蠻貢職，夷狄皆進至其爵。不日者，本不卒。不地者，略也。○見，賢遍反。）"
      },
      {
        "index": 33,
        "text": "疏注「戎曼」至「其爵」。○解云：上四年申之會，伐吳再見淮夷，五年冬「越人伐吳」，一見越人。所見之世而不進之者，君子因事見義故也，何者？淮夷與越，蓋遣大夫會，此是君因可進而進之。且昭公之時，文致大平，實不治定，但可張法而已，寧可文皆進乎？○注「不日者，本不卒」。○解云：上十一年「夏，四月，丁已，楚子虔誘蔡侯般，殺之於申」，書其丁巳。今亦誘殺而不日者，正以戎曼乃是夷狄之內最為微國，雖於大平之世亦不合卒，是故《春秋》因略之，不書其日矣。云不地者，略也者，正以蔡侯誘殺，經書於申，今此不地，故言略也。\n夏，公至自晉。秋，八月，已亥，晉侯夷卒。九月，大雩。（先是公數如晉。○數如，音朔。）季孫隱如如晉。\n冬，十月，葬晉昭公。\n昭公十有七年\n十有七年，春，小邾婁子來朝。夏，六月，甲戌，朔，日有食之。秋，郯子來朝。\n八月，晉荀吳帥師滅賁渾戎。（○賁渾，音六；下戶門反。）"
      },
      {
        "index": 34,
        "text": "冬，有星孛於大辰。孛者何？彗星也。（三孛皆發問者，或言入，或言於，或言方，嫌為孛異，猶問錄之。○星孛，音佩。彗，息遂反，又囚歲反。）"
      },
      {
        "index": 35,
        "text": "疏「孛者何」。○解云：欲言星名，星名未有孛；欲言非星，錄為星稱，故執不知問。○注「三孛」至「錄之」。○解云：言三孛皆發問者，即文十四年「秋，七月，有星孛入於北斗」，傳云「孛者何？彗星也。其言入於北斗何？北斗有中也。何以書？記異也」；哀十三年「冬，十有一月，有星孛於東方」，傳云「孛者何？彗星也。其言於東方何？見於旦也。何以書？記異也」，並此三處皆言「孛者何」，故言三孛皆發問也。所以三處皆問之者，正以文十四年經言「入於北斗」，此經言「於大辰」，哀十三年經言「於東方」，三文甚異，即嫌為孛之不同，是以處處猶發問而詳錄之，故云或言入，或言於，或言方，嫌為孛異，猶問錄之。\n其言於大辰何？（據北斗言入於，大辰非常名。）"
      },
      {
        "index": 36,
        "text": "疏注「據北斗言入於」。○解云：正以此經不言入，宜言於，北據入而難之。云大辰非常名者，正以東方七宿皆謂之辰，故曰大辰非七宿之常名，而經舉之，因以為難也。\n在大辰也。大辰者何？大火也。（大火謂心。）"
      },
      {
        "index": 37,
        "text": "疏「大辰者何」。解云：正以大辰之名非一而已，不知何者，故執不知問。○注「大火謂心」。解云：《左氏傳》「心為大火」是也。而《釋天》云「柳，鶉火」者，正以柳在南方，亦可為出火之候故也，不謂心星非大火，然則《爾雅》不言心為大火者，文不備也。"
      },
      {
        "index": 38,
        "text": "大火為大辰，伐為大辰，（伐，謂參伐也。大火與伐，天所以示民時早晚，天下所取正，故謂之大辰。辰，時也。○參，所林反。）"
      },
      {
        "index": 39,
        "text": "疏「大火為大辰」。○解云：即《釋天》云「大火謂之大辰」，李氏云「大火，蒼龍宿之心，以候四時，故曰大辰」。孫氏、郭氏云「大火，心也。在中最明，故時候主焉」是也。○注「伐，謂參伐也」。○解云：正以伐在參傍，與參連體而六星，故言伐謂參伐，伐與參為一候故也。"
      },
      {
        "index": 40,
        "text": "北辰亦為大辰。（北辰，北極，天之中也。常居其所，迷惑不知東西者，須視北辰以別心伐所在，故加亦。亦者，兩相須之意。○別，彼列反。）"
      },
      {
        "index": 41,
        "text": "疏注「北辰，北極」。○解云：即《釋天》云「北極謂之北辰」，李氏云「北極，天心，居北方，正四時，謂之北辰」，孫氏、郭氏曰「北極，天之中，以正四時，謂之北辰」是也。云天中也者，以天面言之故也。然則謂之極者，取於居中之義矣。而《春秋說》云「北者，高也。極者，藏也。言大一之星，高居深藏，故名北極也」者，與先儒說違，其何氏兩解乎？云常居其所者，謂常居紫微宮所矣。"
      },
      {
        "index": 42,
        "text": "何以書？記異也。（心者，天子明堂布政之宮，亦為孛。彗者，邪亂之氣，掃故置新之象，是後周分為二，天下兩主，宋南里以亡。○邪，似嗟反。）"
      },
      {
        "index": 43,
        "text": "疏注「心者」至「之宮」。○解云：《春秋說》文。《星經》亦云。云亦為孛者，亦如北斗為彗所孛矣。○注「是後」至「以亡」。○解云：言周分為二，天下兩主者，謂敬王在成周，王猛居王城，故下二十二年「秋，劉子、單子以王猛入於王城」，傳云「王城者何？西周也」，何氏云「時居王城邑，自號西周王」；經又言「冬，十月，王子猛卒」，二十二年秋，「尹氏立王子朝」。然則王猛卒後，子朝復篡，恒與敬王處據相拒，故云周分為二，天下兩主也，是以《運鬥樞》云「星孛賊起，守大辰於五堂，亂兵填門，三王爭，周以分」是也。然則彼有三王爭者，通前後言之。今此云「周分為二，天下兩主」者，正以子猛、子朝之篡是一也。言宋南里以亡者，即下二十一年夏，「宋華亥、向寧、華定自陳入於宋南里以畔」是也。"
      },
      {
        "index": 44,
        "text": "楚人及吳戰於長岸。詐戰不言戰，此其言戰何？（據於越敗吳於醉李。○槜李，音醉，本或作「醉」。）敵也。（俱無勝負，不可言敗，故言戰也。不月者，略兩夷。）"
      },
      {
        "index": 45,
        "text": "疏「詐戰」至「戰何」。○解云：經文言戰，而傳以詐戰問之者，正以夷狄質薄，不能結日偏戰。今此兩夷而言戰，故以詐戰難之。○注「據於」至「醉李」。○解云：在定十四年夏也。彼此皆是兩夷，無言戰之經，是以據而難之。○注「不月者，略兩夷」。○解云：正以《春秋》之例，偏戰者日，詐戰者月。今此詐戰而不月，故言略兩夷。\n昭公十有八年\n十有八年，春，王三月，曹伯須卒。"
      },
      {
        "index": 46,
        "text": "夏，五月，壬午，宋、衛、陳、鄭災。何以書？記異也。何異爾？異其同日而俱災也。外異不書，此何以書？為天下記異也。（《詩》云「其儀不忒，正是四國。」四國，天下象也。是後王室亂，諸侯莫肯救，故天應以同日俱災，若曰無天下云爾。○為，於偽反。忒，官得反。應，應對之應。）"
      },
      {
        "index": 47,
        "text": "疏「記異也」。○解云：經言災者，以其焚宗廟朝廷故也。傳云異者，正以四國同日而俱災。○注「四國，天下象也」。○解云：正以四國得為四方之國，故得謂之天下象。○注「是後王室亂，諸侯莫肯救」。○解云：即下二十二年夏六月，「王室亂」，傳云「何言乎王室亂」，注云「據天子之居稱京師」；「言不及外也」，注云「宮謂之室。剌周室之微弱，邪庶並篡，無一諸侯之助，匹夫之救，如一家之亂也，故變京師言王室」，「不為天子諱者，方責天下不救之」者，是王室亂，諸侯莫肯救之事也。\n六月，邾婁人入鄅。（○鄅，音禹，又音矩。）秋，葬曹平公。冬，許遷於白羽。\n昭公十有九年\n十有九年，春，宋公伐邾婁。\n夏，五月，戊辰，許世子止弑其君買。（蔡世子般弑父不忍日，此日者，加弑爾，非實弑也。）"
      },
      {
        "index": 48,
        "text": "疏注「蔡世」至「弑也」。○解云：即襄三十年「夏，四月，蔡世子般弑其君固」，何氏云「不日者，深為中國隱痛，有子弑父之禍，故不忍言其日」是也。然則許亦中國而言日者，正以加弑，非實弑故也。知加弑者，下傳備文。若夷狄弑父，則忍言其日者，即文元年「冬，十月，丁未，楚世子商臣弑其君髡」，彼注云「日者，夷狄子弑父，忍言其日」是也。\n已卯，地震。（季氏稍盛，宋南里以叛，王室大亂，諸侯莫肯救，晉人國郊，吳勝雞父，尹氏立王子之朝應。）"
      },
      {
        "index": 49,
        "text": "疏注「季氏」至「之應」。○解云：謂稍稍盛也。往前時豹、羯為政，自上十一年夏，「公如晉，至河乃復」；十三年平丘之會，「公不與盟」以來，季孫隱如數見經，至二十五年逐出昭公矣。云宋南里以叛者，在二十一年夏。云晉人國郊者，在下二十三年也，彼傳云「郊者何？天子之色也。曷為不係於周？不與伐天子也」是也。云吳勝雞父者，即下二十三年秋七月，「戊辰，吳敗頓、胡、沈、蔡、陳、許之師於雞父」是也。云尹氏立王子朝者，即下二十三年秋，「尹氏立王子朝」是也。\n秋，齊高發帥師伐莒。賊未討，何以書葬？"
      },
      {
        "index": 50,
        "text": "疏「賊未討，何以書葬」者。○解云：正以隱十一年傳云「《春秋》君弑賊不討，不書葬，以為無臣子也」，然則師有解爾，故此弟子據而難之。不成於弑也。曷為不成於也。時時悼公病，止進藥，悼公飲藥而死。止進藥而藥殺，則曷為加弑焉爾？（據意善也。）譏子道之不盡也。其譏子道之不盡奈何？曰「樂正子春之視疾也，（樂正子春，曾子弟子，以孝名聞。）"
      },
      {
        "index": 51,
        "text": "疏注「樂正」至「名聞」。○解云：《祭義》云「樂正子春下堂而傷其足，數月不出，猶有憂色。門弟子」云云，子春曰：「吾聞諸曾子，曾子聞諸夫子曰：天之所生，地之所養，無人為大。父母全而生之，子全而歸之，可謂孝矣」云云，「今子忘孝之道，子是以有憂色」云云是也。"
      },
      {
        "index": 52,
        "text": "復加一飯，則脫然愈；復損一飯，則脫然愈；復加一衣，則脫然愈；復損一衣，則脫然愈。」（脫然，疾除貌也。言消息得其節。○復加，扶又反，下同。一飯，扶晚反，下同。）"
      },
      {
        "index": 53,
        "text": "疏「復加」至「然愈」。○解云：言子春視疾之時，消息得其節，觀其顏色，力少如可時，更加一飯以與之，其病者脫然加愈；若觀其顏色，力少如弱時，則復損一飯以與之，則其病者脫然加愈；又觀其顏色，力似寒時，則復加一衣以與之，則病者脫然又加愈；又觀其顏色，力似如暖，則復損一衣以與之，則病者脫然而愈。"
      },
      {
        "index": 54,
        "text": "止進藥而藥殺，是以君子加弑焉爾。（失其消息多少之宜，）曰許世子止弑其君買，是君子之聽止也。（聽，治止罪。）葬許悼公，是君子之赦止也。（原止進藥，本欲愈父之病，無害父之意，故赦之。）赦止者，免止之罪辭也。（明止但得免罪，不得繼父後，許男斯代立無惡文是也。）"
      },
      {
        "index": 55,
        "text": "疏注「明止」至「是也」。○解云：正以此傳但有赦止之文，而無善止之處，故知但得免罪而已，無嗣父之義矣。云許男斯代立無惡文是也者，正以自此以後，不見許男卒葬之文，唯有定六年春，王正月，癸亥，鄭遊遫帥師滅許，以許男斯歸」是也。言無惡文者，正以不見立、入之文故也。若止宜立而斯篡之，《春秋》之義，應作絪文以惡斯矣，似若隱四年衛桓見弑，嗣子宜立而宣篡之，經書立晉，以為惡晉之文也。\n昭公二十年\n二十年，春，王正月。"
      },
      {
        "index": 56,
        "text": "夏，曹公孫會自鄸出奔宋。奔未有言自者，此其言自何？（據始出奔未有言此者，與宋華亥入宋南里復出奔異。○鄸，音蒙，又亡忠反，又亡貢反，一音亡增反。者此，舊於「此」下有「比」者，非。復，扶又反。）"
      },
      {
        "index": 57,
        "text": "疏注「據始」至「言自者」。解云：謂始發國出未有言自者，故云爾。云與宋華亥入宋南里復出奔異者，即下文「冬，十月，宋華亥、向甯、華定出奔陳」；二十一年夏，「宋華亥、向甯、華定自陳入於宋南里以叛」；二十二年春，「宋華亥、向甯、華定自宋南里出奔楚」是也。而言異者，正以華亥之徒奔而入叛邑之處，乃始出奔，故得言自。今會始出，故云異矣。\n畔也。（時會盜鄸以奔宋。）畔則曷為不言其畔？（言叛者，當言以鄸，如邾婁庶期。）"
      },
      {
        "index": 58,
        "text": "疏注「言叛」至「庶期」。○解云：若其作叛文，當言公孫會以鄸出奔宋，如似襄二十一年「邾婁庶其以漆閭丘來奔」之類也。"
      },
      {
        "index": 59,
        "text": "為公子喜時之後諱也。《春秋》為賢者諱，（諱使若從鄸出奔者，故與自南里同文。○為公子，於偽反，下「為賢」、「為會」、「為之諱」同。）何賢乎公子喜時？（據喜時不書。）"
      },
      {
        "index": 60,
        "text": "疏注「據喜時不書」。○解云：正以曹羈叔，《春秋》賢之者，皆書見經，即莊二十四年冬，「曹羈出奔陳」；宣十七年冬，「公弟叔卒」之文是也。今此喜時既不書見，非所賢矣，則何賢乎喜時？故難之。"
      },
      {
        "index": 61,
        "text": "讓國也。其讓國奈何？曹伯廬卒於師，（在成十三年。）則未知公子喜時從與？（喜時，曹伯廬弟。○從與，才用反；下音餘，下「從與」同。）\n疏注「喜時，曹伯廬弟」。○解云：而賈、服以為廬之庶子者，蓋所見本異也。"
      },
      {
        "index": 62,
        "text": "公子負芻從與，（負芻，喜時庶兄。）或為主於國，或為主於師。（古者諸侯師出，世子率與守國。次宜為君者，持棺絮從，所以備不虞，或時疾病相代行，本史文不具，故傳疑之。○絮從，女居反。《說文》云：「絮，縕也。一曰敝絮也」。）"
      },
      {
        "index": 63,
        "text": "疏注「古者」至「不虞」。○解云：《春秋說》文。言率輿守國者，輿，眾也，謂率眾以守國也。《左氏春秋傳》云「大子之法，君行則守」是也。其次宜為君者，謂若大子母弟也。言持棺絮從者，棺者，椑也，即《禮》云「以椑從」之文是也；絮謂新綿，即《禮記》云「屬糸廣以俟絕氣」之文是也。云或時疾病相代行者，正以曹伯無子，喜時其母弟也，當守國。公子負芻者，庶兄也，禮當從君，但或時負芻疾而喜時代之行。今傳不言者，正以史文不具故也。"
      },
      {
        "index": 64,
        "text": "公子喜時見公子負芻之當主也，逡巡而退。賢公子喜時，則曷為為會諱？君子之善善也長，惡惡也短；惡惡止其身，（不遷怒也。○逡，七旬反。惡惡，並如字，一讀上烏路反，下同。）"
      },
      {
        "index": 65,
        "text": "疏「公子」至「其身」。○解云：當依正禮，喜時守國，則負芻當主者，在薨之處，當主而來。若其疾病求代行，則負芻當主也者，在國而當主矣。"
      },
      {
        "index": 66,
        "text": "善善及子孫。賢者子孫，故君子為之諱也。（君子不使行善者有後患，故以喜時之讓，除會之叛。不通鄸為國，如通濫者，喜時本正當立，有明王興，當還國，明叔術功惡相除，裁足通濫爾。○濫，力甘反，又力暫反。）"
      },
      {
        "index": 67,
        "text": "疏注「不通」至「濫爾」。○解云：昭三十一年「冬，黑弓以濫來奔」，傳云「文何以無邾婁」，注云「據讀言邾婁」；「通濫也」，注云「通濫為國，故使無所係」；「曷為通濫？賢者子孫宜有地也。賢者孰謂？謂叔術也。何賢乎叔術？讓國也」云云。然則今若通夢阝為國，宜云夏公孫會以鄸出奔宋，傳云文何以無曹？通夢阝也。曷為通夢阝？賢者子孫宜有地也。賢者孰謂？謂喜時也。何賢乎喜時，讓國也云云。今不如此者，正以喜時本正當立，若有明王興，興滅國，繼絕世之時，當令還其國，則不宜通夢阝邑，以為小國而已。以此言之明叔術以讓國之功，除其妻嫂殺顏之惡，裁足通濫邑以為小國而已，不足以得邾婁也。"
      },
      {
        "index": 68,
        "text": "秋，盜殺衛侯之兄輒。母兄稱兄，兄何以不立？（據立嫡以長。○輒，《左氏》作「縶」。嫡，丁曆反。長，丁丈反。）"
      },
      {
        "index": 69,
        "text": "疏注「據立嫡以長」。○解云：即隱元年傳曰：「隱長又賢，何以不宜立？立嫡以長不以賢，立子以貴不以長」之文是也。"
      },
      {
        "index": 70,
        "text": "有疾也。何疾爾？惡疾也。（惡疾，謂瘖、聾、盲、癘、禿、跛、傴，不逮人倫之屬也。書者，惡衛侯兄有疾，不憐傷厚遇，營衛不固，至令見殺，失親親也。公子不言之，兄弟言之者，敵體辭，嫌於尊卑不明，故加之以絕之，所以正名也。○瘖，於今反。聾，路工反。癘，力世反，又力夫反。禿，吐木反。跛，布可反。傴，於矩反。惡，烏路反。令，力呈反。）\n疏注「失親親也」。○解云：失親親之道也。"
      },
      {
        "index": 71,
        "text": "冬，十月，宋華亥、向甯、華定出奔陳。（月者，危三大夫同時出奔，將為國家患，明當防之。○向甯，二傳作「向寧」。）"
      },
      {
        "index": 72,
        "text": "疏注「月者」至「防之」。○解云：《春秋》之義，大夫出奔，例皆書時，即成七年冬，「衛孫林父出奔晉」；襄二十八年「夏，衛石惡出奔晉」，「冬，齊慶封來奔」之屬是也。今此書月，故須解之。言將為國家患者，即下文「入於宋南里以畔」是也。若言三大夫同時出奔，然後乃月，案莊十二年「冬，十月，宋萬出奔陳」，一大夫也，亦書月者，使與大國君出奔同，明彊禦之甚是也。\n十有一月，辛卯，蔡侯廬卒。\n昭公二十有一年\n二十有一年，春，王三月，葬蔡平公。\n夏，晉侯使士鞅來聘。宋華亥、向甯、華定自陳入於宋南里以畔。"
      },
      {
        "index": 73,
        "text": "宋南里者何？若曰因諸者然。（因諸者，齊故刑人之地。公羊子，齊人，故以齊喻也。宋樂世心自曹入於蕭，不言宋。南里者，略。叛臣從刑人，於國家尢危，故重舉國。○重，宜用反。）"
      },
      {
        "index": 74,
        "text": "疏「入於」至「以畔」。○解云：《左氏》、《穀梁》皆作「南里」字。而賈氏云「《穀梁》曰南鄙」，蓋所見異也。○「宋南里者何」。○解云：欲言其邑，而係宋言之，與蕭例異；欲言非邑，入之而叛，與蕭相似，故執不知問。○注「因諸」至「之地」。○解云：舊說云即《博物志》云「周曰囹圄，齊曰因諸」是也。○注「宋樂」至「言宋」。○解云：即定十一年「秋，宋樂世心自曹入於蕭」，注云「不言叛者，從叛臣，叛可知」者是也。何氏特引此事者，正以自外而入，與此相似，而不係宋，故須解之。\n秋，七月，壬午，朔，日有食之。（是後周有篡禍。）疏注「是後周有篡禍」。○解云：在明年\n八月，乙亥，叔痤卒。（○叔痤，在禾反，《左氏》作「叔輒」。）疏「叔又卒。○解云：左氏穀梁作叔？"
      },
      {
        "index": 75,
        "text": "冬，蔡侯朱出奔楚。（出奔者，為東國所篡也。大國奔例月，此時者，意背中國而與楚，故略之。○惡，烏路反；下音佩。）"
      },
      {
        "index": 76,
        "text": "疏「冬蔡侯朱」。○解云：《左氏》與此同，《穀梁》作「蔡侯東」。○注「出奔」至「篡也」。○解云：知此者，正以二十三年「夏，六月，蔡侯東國卒於楚」故也。篡不書者，東國之下，自有注說。○注「大國」至「略之」。○解云：大國奔例月者，即桓十六年十一月，「衛侯朔出奔齊」之徒是也。言惡背中國而與楚者，即「奔楚」是也。\n公如晉，至河乃復。\n昭公二十有二年"
      },
      {
        "index": 77,
        "text": "二十有二年，春，齊侯伐莒。○宋華亥、向甯、華定自宋南里出奔楚。（前出奔已絕賤，復錄者，以故大夫專勢入南里，犯君而出，當誅也。言自者，別從國去。○復，扶又反。別從，彼列反，下同。）"
      },
      {
        "index": 78,
        "text": "疏注「前出」至「國去」。○解云：在上二十年冬也。《春秋》之例，大夫奔之後，其位已絕，即襄二十八年「冬，齊慶封來奔」，其後因魯奔吳，經不書之是也。今此書者，正以專勢入南里，犯君而出，起其當誅故也。云言自者，別從國去者，謂言自宋南里者，欲別於宋萬出奔陳之文，從國都而去者故也。"
      },
      {
        "index": 79,
        "text": "大蒐於昌奸。（○大瘦，所求反，本亦作「蒐」。昌奸，二傳作「昌間」）。夏，四月，乙丑，天王崩。六月，叔鞅如京師。\n葬景王。王室亂。（謂王猛之事。）"
      },
      {
        "index": 80,
        "text": "疏注「謂王」至「之事」。○解云：即下文「秋，劉子、單子以王猛入於王城」是也。不言子朝者，子朝於時篡事未成故也。\n何言乎王室亂？（據天子之居稱京師，天王入於成周，天王出居於鄭，不言亂。）"
      },
      {
        "index": 81,
        "text": "疏注「據天」至「京師」。○解云：桓九年「紀季薑歸於京師」，「京師者何？天子之居也。京者何？大也。師者何？眾也。天子之居，必以眾大之辭言之」是也。云天王入於成周者，即下二十六年「冬，十月，天王入於成周」是也。以上二事，以解傳文「何言乎王室」之意。云天王出居於鄭，不言亂者，即僖二十四年「冬，天王出居於鄭」是也。"
      },
      {
        "index": 82,
        "text": "言不及外也。（宮謂之室。剌周室之微，邪庶並篡，無一諸侯之助，匹夫之救，如一家之亂也，故變京師言王室。不言成周，言王室者，正王以責諸侯也。傳不事事悉解者，言不及外，外當責之，故正王可知也。不為天子諱者，方責天下不救之。○邪庶，似嗟反。）"
      },
      {
        "index": 83,
        "text": "疏注「宮謂之室」。○解云：《爾雅》文。云邪庶並篡者，正以子猛、子朝，皆非正適，故謂之邪庶也；共篡敬王，故謂之並篡。時子朝篡事未成，而言並篡者，欲見尹氏之徒，已有立之之意也。云無一諸侯之助，匹夫之救者，正以變京師言王室，故知如此。云不言成周，言王室者，正王以責諸侯也者。《公羊》之義，以成周是正居，既不言京師亂，何故不言成周亂，而言王室亂者，又欲正其王號，以責諸侯不救之，謂敬王為王矣，其若不然，景王之崩，至今期年，其嗣子在喪，得云王室乎？云傳不事事悉解者，傳若事悉解，宜云不言京師言王室者，剌周家之微也，如一家之亂而已。責諸侯不救，急著天王之號，今不爾者，正以言不及外之文，足兼此等之意，是故不復費辭爾。云言不及外，即是外邊諸侯之當責之可知，由是之故，須著言王，責諸侯之不救也，故曰皆可知。云注不為天子諱者，方責天下不救之者，閔二年傳云「曷為外之？《春秋》為尊者諱」。然則《春秋》之義，為尊者諱，今天子微弱，不能討亂，失國之刑，而不為諱者，方責天下不救之，是以不得不見者矣。\n劉子、單子以王猛居於皇。其稱王猛何？（據未逾年已葬當稱子。）"
      },
      {
        "index": 84,
        "text": "疏注「據未」至「稱子」。○解云：正以莊三十二年傳云「既葬稱子，逾年稱公」故也。言已葬者，即上文「葬景王」是也。"
      },
      {
        "index": 85,
        "text": "當國也。（時欲當王者位，故稱王猛見當國也。錄居者，事所見也。不舉猛為重者，時猛尚幼，以二子為計勢，故加以。以者，行二子意辭也。二子不舉重者，尊同權等。○見當，賢遍反，下同。）"
      },
      {
        "index": 86,
        "text": "疏注「時欲」至「國也」。○解云：正以言王，傾國受師，似當國之人，鄭段之徒矣。錄居者，事所見也者，正以當國之人，未成為王，理宜略之。而錄其居者，《春秋》剌其篡逆，若不書云「王猛居於皇」，則其當國之事無由見，故曰錄居者，事所見也。云不舉猛為重者，《春秋》之徒，悉皆舉重，是以下二十三年秋，「天王居於狄泉」之經，不言其大夫以之。今不舉重，故如此解也。云以者，行二子意辭也者，正以桓十四年，「宋人以齊人、衛人、蔡人、陳人伐鄭。以者何？行其意也」，何氏云「以已從人曰行，言四國行宋意」是也。\n秋，劉子、單子以王猛入於王城。王城者何？西周也。（時居王城邑，自號西周主。）"
      },
      {
        "index": 87,
        "text": "疏「王城者何」。○解云：欲言正居，文無成周之稱；欲言非正居，王猛入之，故執不知問。其言入何？（據非成周。）"
      },
      {
        "index": 88,
        "text": "疏注「據非成周」。○解云：正以《公羊》之義，以成周為正居，故言此矣，是以二十六年「冬，十月，天王入於城周」是也。"
      },
      {
        "index": 89,
        "text": "篡辭也。（時雖不入成周，已得京師地半，稱王置官，自號西周，故從絪辭言入，起其事也。不言西周者，正之無二京師也。不月者，本無此國，無可與別輕重也。）"
      },
      {
        "index": 90,
        "text": "疏注「故從篡辭言入」。○解云：正以《春秋》之義，立、納、入皆為篡辭，故此謂入為絪辭矣。○注「不月」至「重也」。○解云：《春秋》之義，大國之篡，例合書月，即隱四年冬十二月，「衛人立晉」之徒是，何者？以其禍大故也。小國例時，以其禍小矣，即昭元年「秋，莒去疾自齊入於莒」之文是。今此入王城之邑而篡天子，計其禍咎，實如大國之例，而不月者，正以本無可與別輕重之義，是以時之也。\n冬，十月，王子猛卒。此未逾年之君也，其稱王子猛卒何？（據子卒不言名，外未逾年君不當卒。）"
      },
      {
        "index": 91,
        "text": "疏注「據子卒不言名」。○解云：即文十八年「冬，十月，子卒」是也。云外未逾年君不當卒者，正以《春秋》上下無其事故也。而僖九年「冬，晉里克弑其君之子奚齊」，書者，彼乃見殺，非此之類也。而言外者，正以內之子般、子野之徒，皆書之故也。"
      },
      {
        "index": 92,
        "text": "不與當也。不與當者，不與當父死子繼，兄死弟及之辭也。（《春秋》篡成者，皆與使當君之父死子繼、兄死弟及者，篡所緣得位成為君辭也。猛未悉得京師，未得成王，又外未逾年君，三者皆不當卒。卒又名者，非與使當成為君也。嫌上入無成周文，非篡辭，故從得位卒，明其為篡也。月者，方以得位明事，故從外未逾年君例。）"
      },
      {
        "index": 93,
        "text": "疏注「春秋」至「辭也」。○解云：即「公及齊侯盟於柯」，「齊侯小白卒」之徒是也。○注「猛未」至「當卒」。○解云：猛未悉得京師，即從篡不成，已是不當卒也。假令得作外逾年君，問自不得書其卒，況未成外逾年君，實不得書其卒，言二者不當卒矣。○注「卒又」至「篡」。○解云：既不合卒，今書其名，非欲成其為君，但嫌上經入於王城之時，無成周之文，恐其非篡辭，故從其得位而書其卒，正欲明為篡故也。○注「月者」至「君例」。○解云：絪既不成，理宜略之。而書其月者，《春秋》方書其卒，若得位然，以明其篡事，故曰方以得位明事也。言故從外未逾年君例者，即僖九年「冬，晉里克弑其君之子奚齊」，何氏云「弑未逾年君，例當月。不月者，不正遇禍，終始惡明，故略之」。今此書月，從未逾年君例矣。\n十有二月，癸酉，朔，日有食之。（是後晉人圍郊，犯天子邑。）"
      }
    ]
  }
}