{
  "chapterNumber": 19,
  "title": "春秋公羊傳註疏卷17 (Gongyang Zhushu, Volume 17)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "成公卷十七\n（起元年，盡十年）\n成公元年\n元年，春，王正月，公即位。○二月，辛酉，葬我君宣公。"
      },
      {
        "index": 1,
        "text": "無冰。（周二月，夏十二月。《尚書》曰“舒恒燠若”，《易》京房傳曰“當寒而溫，例賞也”，是時成公幼少，季孫行父專權，而委任之所致。○舒恒，如字，緩也；《尚書》作“豫”。“奧”，本又作“燠”，於六反，暖也。少，詩召反。）"
      },
      {
        "index": 2,
        "text": "疏注“尚書”至“燠若”。○解云：《洪範》文。舒，遲也。恒，常也。若，順也。言人君舉事太舒，則有常燠之咎氣來順之是也。○注“易京”至“賞也”。○解云：凡為賞罰宜出君門，而臣下行之，故曰倒賞也。是以《洪範》云“唯辟作福，唯辟作威，唯辟玉食”，鄭氏云“此凡君抑臣之言也，作福專慶賞，作威專刑罰，玉食備珍美”；又云“臣之有作福作威玉食，其害於而家，凶於而國”，鄭氏云“害於汝家，福去室凶；凶於汝國，亂下民”是也。然則是時成公幼少，季孫專政，是以無冰矣。桓十四年“無冰”之下，何氏云“此夫人淫泆，陰而陽行之所致”；襄二十八年“無冰”之下，何氏云“豹羯為政之所致”，皆與此注合。"
      },
      {
        "index": 3,
        "text": "三月，作丘甲。何以書？譏。何譏爾？譏始丘使也。（四井為邑，四邑為丘。甲，鎧也。譏始使丘民作鎧也。古者有四民：一曰德能居位曰士，二曰辟土殖穀曰農，三曰巧心勞手以成器物曰工，四曰通財粥貨曰商。四民不相兼，然後財用足。月者，重錄之。○鎧，苦伐反。辟，婢亦反。粥，羊六反。）"
      },
      {
        "index": 4,
        "text": "疏“譏始丘使也”。○解云：謂不辨能否以丘責甲，故譏之矣。○注“四井”至“為丘”。○解云：《司馬法》文。《周禮》經亦然。○注“古者”至“錄之”。○解云：四民之言，出《齊語》也。德能居位曰士者，即彼云“處士就間宴”是也。辟士殖穀曰農者，即彼云“處農就田野是也”。巧心勞手以成器物曰工者，即彼云“處工就宮府”是也。通財粥貨曰商者，即彼云“處商就巿井”是也。云月者，重錄之者，欲道宣十五年秋“初稅畝”，哀十二年“春，用田賦”皆書時，今書月，故如此解。"
      },
      {
        "index": 5,
        "text": "夏，臧孫許及晉侯盟於赤棘。（時者，謀結鞍之戰不相負也。後為晉所執。不日者，執在三年外尋舊盟後，非此盟所能保。）"
      },
      {
        "index": 6,
        "text": "疏注“時者”至“負也”。解云：正以《春秋》之義，大信者書時故也。鞍之戰在下二年。○注“後為”至“能保”。○解云：《春秋》之義，不信者日，故如此注也。言後為晉所執者，即下十六年“九月，晉人執季孫行父，舍之於招丘”是也。言執在三年外尋舊盟後者，即下三年，“冬，十有一月，晉侯使荀庚來聘。丙午，及荀庚盟”，傳云“此聘也，其言盟何？聘而言盟者，尋舊盟也”是。"
      },
      {
        "index": 7,
        "text": "秋，王師敗績於貿戎。孰敗之？蓋晉敗之。（以晉比侵柳圍郊，知王師討晉而敗之。○貿戎，音茂，一音茅，《左氏》作“茅戎”。）"
      },
      {
        "index": 8,
        "text": "疏注“以晉”至“茅戎”。○解云：宣元年“冬，晉趙穿帥師侵柳”，傳云“柳者何？天子之邑也。曷為不係乎周？不與伐天子也”者，是晉侵柳之事。昭二十三年春，“晉人圍郊”，傳云“郊者何？天子之邑也。曷為不係於周？不與伐天子也”者，是晉人圍郊之事。然則圍郊之事超在此經之後，得如此明義者，正以往前晉人侵柳已犯天子，至於在後圍郊複犯天子，二經之間天子敗績，據上下更無餘國犯王之處，故知正是天子討晉而為所敗，故如此解。\n或曰貿戎敗之。（以地貿戎故。）\n疏注“以地貿戎故”。○解云：蓋晉侯不臣，知王討之，逆往敗之，亦何傷？"
      },
      {
        "index": 9,
        "text": "然則曷為不言晉敗之？（據侵柳圍郊言晉。）王者無敵，莫敢當也。（正其義使若王自敗於貿戎，莫敢當敵敗之也。不日月者，深正之使若不戰。）"
      },
      {
        "index": 10,
        "text": "疏“王者”至“當也”。○解云：《春秋》之義，讬魯為王，而使舊王無敵者，見任為王，寧可會奪？正可時時內魯見義而已。○注“不日”至“不戰”。○解云：正以《春秋》之例偏戰者日，詐戰者月，故如此解。\n冬，十月。\n成公二年\n二年，春，齊侯伐我北鄙。○夏，四月，丙戌，衛孫良夫帥師及齊師戰於新築，衛師敗績。（○築，音竹。）"
      },
      {
        "index": 11,
        "text": "六月，癸酉，季孫行父、臧孫許、叔孫僑如、公孫嬰齊帥師會晉郤克、衛孫良夫、曹公子手及齊侯戰於鞍，齊師敗績。曹無大夫，公子手何以書？（據羈無氏。○公子手，一本作“午”，《左氏》作“首”，鞍，音安。）"
      },
      {
        "index": 12,
        "text": "疏注“據羈無氏”。○解云：即莊二十四年冬，“曹羈出奔陳”，傳曰“曹羈者何？曹大夫也”，注云“以小國知無氏為大夫”。然則曹為小國，例無大夫，假有須見者，仍名氏不具。以此言之，則是不合有大夫之限，故傳云“曹無大夫，公子手何以書”。"
      },
      {
        "index": 13,
        "text": "憂內也。（《春秋》讬王於魯，因假以見王法，明諸侯有能從王者征伐不義，克勝有功，當褒之，故與大夫。大夫敵君不貶者，隨從王者大夫得敵諸侯也。不從內言敵之者，君子不掩人之功，故從外言戰也。魯舉四大夫不舉重者，惡內多虛，國家悉出用兵，重錄內也。○以見，賢遍反，年未注同。惡，烏路反。）"
      },
      {
        "index": 14,
        "text": "疏注“大夫”至“侯也”。○解云：欲決僖二十八年夏，晉侯以下“及楚人戰於城濮，楚師敗績”，傳云“此大戰也，曷為使微者？子玉得臣也。子玉得臣則其稱人何？貶。曷為貶？大夫不敵君也”，注云“臣無敵君戰之義，故絕正也”。然則彼是大夫敵君，故貶之，此不貶者，隨從王者大夫有得敵諸侯之義故也。以此言之，即知宣十二年晉荀林父序於楚子之上，為惡者，時無王者大夫故也。○注“不從”至“戰也”。○解云：桓十年冬，“齊侯、衛侯、鄭伯來戰於郎”，傳云“此偏戰也，何以不言師敗績？內不言戰，言戰乃敗矣”，注云“《春秋》讬王於魯，戰者敵文也。王者兵不與諸侯敵，戰乃其已敗之文，故不複言師敗績”矣。然則此戰之內有魯大夫，若從魯為文，宜直云季孫行父以下，敗齊師於鞍而已，但以君子不掩人功，故從外為文，言戰於鞍，齊師敗績耳。何氏必如此解者，正以桓十三年“春，二月，公會紀侯、鄭伯。已巳，及齊侯、宋公、衛侯、燕人戰，齊師、宋師、衛師、燕師敗績”，傳云“內不言戰，此其言戰何？從外也。曷為從外？持外，故從外也”，何氏云“明當歸功乎紀、鄭言戰”。然則此亦歸功於晉、衛，不掩其功，故從外言戰也。"
      },
      {
        "index": 15,
        "text": "秋，七月，齊侯使國佐如師。已酉，及國佐盟於袁婁。君不使乎大夫，此其行使乎大夫何？（據高子來盟，魯無君不稱使。不從王者大夫稱使者，實晉郤克為主，經先晉，傳舉郤克是也。○不使，所吏反，下及注“使乎大夫”同。）"
      },
      {
        "index": 16,
        "text": "疏注“據高”至“稱使”。○解云：即閔二年“齊高子來盟”，傳云“何以不稱使？我無君也”，何氏云“時閔公弑，僖公未立，故正其義，明君臣無相適之道也。《春秋》謹於別尊卑，理嫌疑，故絕去使文，以起事張例，則所謂君不行使乎大夫也”者是。○注“不從”至“是也”。○解云：經先晉，謂未戰之時，經已言“及晉侯盟於赤”是也。云傳舉郤克是也者，即下傳云“師還齊侯，晉郤克投戟，逡巡再拜稽首馬前”之屬是也。或者言先晉，正謂會晉郤克是也，何者？序四大夫乃言會晉郤克，則似卻克先在是，而四大夫往會之，是為先晉之文，猶如宣元年“宋公、陳侯”以下，“會晉師於斐林，伐鄭”然。"
      },
      {
        "index": 17,
        "text": "佚獲也。（佚獲者，已獲而逃亡也。當絕賤，使與大夫敵體以起之。君獲不言師敗績，等起不去師敗績者，辟內敗文。○佚獲，音逸，下同，一本作“失”。去，起呂反。）"
      },
      {
        "index": 18,
        "text": "疏注“君獲”至“敗文”。解云：言君獲不言師敗績者，即僖十五年冬，“晉侯及秦伯戰於韓，獲晉侯”，傳云“此偏戰也，何以不言師敗績？君獲，不言師敗績也”，注云“舉君獲為重也”是也。然則君若被獲，則不言師敗績。今此經等欲起見齊侯被獲，何不去師敗績以見之，而書使乎大夫以起之者，正欲辟內敗之文故也，何者？《春秋》王魯，內不言戰，言戰乃敗。若直言季孫行父以下及齊侯戰於鞍，不言齊師敗績，則是內敗之文。"
      },
      {
        "index": 19,
        "text": "其佚獲奈何？師還齊侯，（還，繞。○還，音環，注同。）晉郤克投戟，逡巡再拜稽首馬前。逢丑父者，頃公之車右也，（人君驂乘有車右，有禦者。○逡，七巡反。頃，音傾。乘，繩證反。）"
      },
      {
        "index": 20,
        "text": "疏“晉郤”至“馬前”。○解云：禮，介者不拜。而郤克再拜者，蓋齊師已敗，行隕命之禮，投戟之後得再拜矣。若當戰之時，將軍有不可犯之色，寧有拜乎？故《表記》曰“君子衰絰則有哀色，端冕則有敬色，甲胄則有不可辱之色”，鄭注云“言色稱其服也”是。"
      },
      {
        "index": 21,
        "text": "面目與頃公相似，衣服與頃公相似，（禮，皮弁以征，故言衣服相似。頃公有負晉、魯之心，故特巽丑父備急，欲以自伐。）"
      },
      {
        "index": 22,
        "text": "疏注“禮皮弁以征”。○解云：時王之禮，即昭二十五年注云“皮弁以征不義”是也。《韓詩傳》亦有此文。○注“頃公”至“之心”。○解云：即下傳云“前此者，晉郤克與臧孫許同時而聘於齊，則客或跛或眇，於是使跛者迓跛者，眇者迓眇者”是也。"
      },
      {
        "index": 23,
        "text": "代頃公當左。（升車象陽，陽道尚左，故人君居左，臣居右。○尚，時亮反。）使頃公取，飲頃公操飲而至，（不知頃公將欲堅敵意邪？勢未得去邪？○公操，七刀反，持也。）曰：“革取清者。”（革，更也。軍中人多水泉濁，欲使遠取清者，因亡去。）頃公用是佚而不反。（不書獲者，內大惡諱。）"
      },
      {
        "index": 24,
        "text": "疏注“不書”至“惡諱”。解云：獲人君故為大惡，是以諱而不書也。若獲大夫則當書之，是以莊十二年傳云“萬嚐與莊公戰，獲乎莊公”，“數月，然後歸之”，何氏云“獲不書者，士也”，然則萬若大夫，書之明矣。"
      },
      {
        "index": 25,
        "text": "逢丑父曰：“吾賴社稷之神靈，吾君已免矣。”郤克曰：“欺三軍者，其法奈何？”（顧問執法者。）曰：“法斮。”（斮，斬。○斮，在略反，又仕略反，斬也。）"
      },
      {
        "index": 26,
        "text": "疏“曰法斮”。○解云：《釋器》云“魚曰斮之。”樊光云“斮，斫也。”又《說文》云“斮，斬也。”故此何氏亦云斮，斬也。"
      },
      {
        "index": 27,
        "text": "於是斮逢丑父。（丑父死君不賢之者，經有使乎大夫，於王法頃公當絕。如賢丑父，是賞人之臣絕其君也。若以丑父故不絕頃公，是開諸侯戰不能死難也。如以衰世無絕頃公者，自齊所當善爾，非王法所當貴。○難，乃旦反。）"
      },
      {
        "index": 28,
        "text": "疏注“若以”至“難也”。○解云：言若以丑父，故不絕頃公，似若襄二十九年“吳子使劄來聘”，傳曰“吳無君，無大夫，此何以有君，有大夫？賢季子也。何賢乎季子？讓國也”，“賢季子，則賢君許使臣有大夫？以季子為臣，則宜有君者也”。今若以丑父賢，以為齊國有君而不絕頃公，即開諸侯不死社稷。○注“如以”至“得貴”。○解云：丑父權以免齊侯，是以齊人得善之，但《春秋》為王法，是以不得貴耳。而《公羊說》、《解疑論》皆譏丑父者，非何氏意，不足為妨。"
      },
      {
        "index": 29,
        "text": "已酉，及齊國佐盟於袁婁。曷為不盟於師而盟於袁婁？（據國佐如師。）前此者，晉郤克與臧孫許同時而聘於齊。（不書，恥之。）"
      },
      {
        "index": 30,
        "text": "疏注“不書，恥之”。謂魯使尊卿聘齊，為所侮戲，假藉大國而雪其恥，是以不書如齊，恥之矣。其郤克不書者，自從外相如之例。○注“臧孫許眇也”者，正以當聘之時無有內魯之義，晉為大國，郤克宜先而魯宜後，傳先言或跛，故知眇者是臧孫許矣。或曰一本云“臧孫許跛”，舊解傳言客或跛或眇，據魯序上者非也。案此一句注宜在“不書恥之”下，今定本無，疑脫誤也。"
      },
      {
        "index": 31,
        "text": "蕭同侄子者，齊君之母也。（蕭同，國名。侄子者，蕭同君侄娣之子嫁於齊，生頃公。○侄，大結反，又文乙反。）踴於棓而窺客，（踴，上也。凡無高下有絕，加躡板曰棓，齊人語。○踴，音勇，上也。棓，普口反，又步侯反，高下有絕，加躡板曰棓。而闚，去規反，本又作“窺”。上，時掌反。躡，女輒反。）\n疏注“凡無”至“曰棓”。○解云：無高下猶言莫問高下，但當有縣絕而加躡板者，皆曰棓矣。"
      },
      {
        "index": 32,
        "text": "則客或跛或眇。於是使跛者迓跛者，使眇者迓眇者。（迓，迎。卿主迎者也。聘禮，賓至，大夫帥迓至於館，卿致館，宰夫朝服致飧腍。厥明訝於館。○跛，布可反。眇，亡小反。迓，本又作“訝”，五嫁反，迎也。飧，音孫。腍，而審反。）\n疏注“聘禮”至“於館”。解云：皆《聘禮》文。"
      },
      {
        "index": 33,
        "text": "二大夫出，相與踦閭而語，（閭，當道門。閉一扇，開一扇，一人在外，一人在內曰踦閭。將別，恨為齊所侮戲，謀伐之，而不欲使人聽之。○踦閭，居倚反，踦足也；文音於綺反、初義反，何云“閉一扇，開一扇，一人在外，一人在內曰踦閭”。）移日然後相去。齊人皆曰：“患之起，必自此始。”（知必為國家憂，明芻蕘之言不可廢，且起頃公不覺寤。○芻，初俱反。蕘，如遙反。）二大夫歸，相與率師為鞍之戰，齊師大敗。齊侯使國佐如師，（怪師勝猶不解，往問之。）郤克曰：“與我紀侯之甗，（齊襄公滅紀所得甗邑，其土肥饒，欲得之。或說，甗玉甑。○甗，音言，又魚輦反，又音彥，邑也。）"
      },
      {
        "index": 34,
        "text": "疏注“齊襄公”至“甗邑”。○解云：襄公滅紀者，即莊四年夏，“紀侯大去其國”是也。正以係紀侯言之，故知紀邑。而或說云“甗，玉甑”者，蓋以《左傳》云“賂以紀甗玉罄”，又別言與地，明甗是器名，非地，故以玉甑解之。\n反魯、衛之侵地，使耕者東畝，（使耕者東西如晉地。）"
      },
      {
        "index": 35,
        "text": "疏注“使耕”至“晉地”。○解云：蓋晉地穀川宜東畝者多，故言此。是以下傳云“使耕東畝，是則土齊也”，何氏云“則晉悉以齊為土地，是不可行”者，是其晉東畝之義也。舊云如者，往也。使齊東西其畝，往來於晉地易，非《公羊》意也。"
      },
      {
        "index": 36,
        "text": "且以蕭同侄子為質。（見侮戲本由蕭同侄子。○為質，音致，下注及下同。）則吾舍子矣。”國佐曰：“與我紀侯之甗，請諾。反魯、衛之侵地，請諾。使耕者東畝，是則土齊也。（則晉悉以齊為土地，是不可行。）\n疏“是則土齊”。○解云：亦有一本云“是則土齊，曰不可也”者。"
      },
      {
        "index": 37,
        "text": "蕭同侄子者，齊君之母也。齊君之母，猶晉君之母也，不可。（言至尊不可為質。）請戰。（如欲使耕者東西畝，質齊君之母，當請戰。）壹戰不勝，請再。再戰不勝，請三。（言齊雖敗，尚可三戰。）三戰不勝，則齊國盡子之有也。何必以蕭同侄子為質？”揖而去之。郤克矢魯衛之使，使以其辭而為之請，（郤克恥傷其威，故使魯衛大夫以國佐辭為國佐請。○矢，音舜，又王乙反，又達結反。之使，所吏反。為之，於偽反，注皆同。）然後許之。逮於袁婁而與之盟。（逮，及也。追及國佐於袁婁也。傳極道此者，本禍所由生，因錄國佐受命不受辭，義可拒則拒，可許則許，一言使四國大夫汲汲追與之盟。）"
      },
      {
        "index": 38,
        "text": "疏注“因錄國”至“與之盟”。○解云：其受命不受辭者，即莊十九年傳云“聘禮，大夫受命不受辭”是也。八月，壬午，宋公鮑卒。（○鮑，白卯反。）\n庚寅，衛侯遫卒。（○遫，音速。）"
      },
      {
        "index": 39,
        "text": "取汶陽田。汶陽田者何？鞍之賂也。（以國佐言反魯衛之侵地請諾。本所侵地；非一，總係汶陽者，省文也。不言取之齊者，恥內乘勝脅齊，求賂得邑，故諱使若非齊邑。○汶，音問。）"
      },
      {
        "index": 40,
        "text": "疏“汶陽田者何”。○解云：欲言是國，曾來未有；欲言非國，乃與取邾婁田同文，故執不知問。○注“本所侵地”至“省文也”。○解云：知侵非一者，正以下三年“秋，叔僑如率師圍棘”，傳云“棘者何？汶陽之不服邑也”。以此言之，則知汶陽大畔之名明矣。○注“不言”至“非齊邑”。○解云：決襄十九年春，“取邾婁田，自漷水”，係邾婁言之故也。\n冬，楚師、鄭師侵衛。十有一月，公會楚公子嬰齊於蜀。"
      },
      {
        "index": 41,
        "text": "丙申，公及楚人、秦人、宋人、陳人、衛人、鄭人、齊人、曹人、邾婁人、薛人、鄫人盟於蜀。此楚公子嬰齊也，其稱人何？（據會而盟一處，知一人也。○處，昌慮反。）\n疏“鄭人齊人”至“盟於蜀”。○解云：亦有一本無“齊人”者，脫也。"
      },
      {
        "index": 42,
        "text": "得一貶焉爾。（得一貶者，獨此一事得具見其惡，故貶之爾。不然，則當沒公也，如齊高傒矣。不沒公者，明不主為公故也。上會不序諸侯大夫者，嬰齊，楚專政驕蹇臣也，數道其君率諸侯侵中國，故獨先舉於上，乃貶之，明本在嬰齊，當先誅其本，乃及其末。○數道，所角反；下音導。）"
      },
      {
        "index": 43,
        "text": "疏“得一貶焉爾”者。解云：正以於此處得一貶焉爾。○注“不然則”至“高傒搖”。○解云：即莊二十二年秋，“及齊高傒盟於防”，傳云“公則曷為不言公？諱與大夫盟也”。○注“不沒公”至“公故也”。○解云：言高傒本意敵公，故恥之。今嬰齊者，止自元性蹇，不主為公，是以《春秋》不沒公以見之矣。○注“數道”至“侵中國”。○解云：即宣十四年秋，“楚子圍宋”；十五年夏，“宋人及楚人平”；上文“冬，楚師、鄭師侵衛”之屬是也。以其非一，故謂之數也。\n成公三年"
      },
      {
        "index": 44,
        "text": "三年，春，王正月，公會晉侯、宋公、衛侯、曹伯伐鄭。辛亥，葬衛繆公。（○繆，音穆。）二月，公至自伐鄭。\n甲子，新宮災，三日哭。新宮者何？宣公之宮也。（以無新公，知宣公之宮廟。）"
      },
      {
        "index": 45,
        "text": "疏“二月公”至“自伐鄭”。○解云：莊公六年傳云“得意致會，不得意致伐”，何氏云“此謂公與二國以上也”。然則此言公至自伐鄭者，不得意故也。莊六年注云“皆例時”，今此書二月者，為下甲子出也。○“新宮者何”。○解云：欲言宮廟，未有新公之名；欲言非廟，言宮舉災，故執不知問。○注“以無新公，知宣公之宮廟”者。正以《春秋》上下無新公宮，則知此言新宮者，正是其父宣公之宮，以其至近被災，故謂之新宮災。"
      },
      {
        "index": 46,
        "text": "宣宮則曷為謂之新宮，不忍言也。（親之精神所依而災，孝子隱痛，不忍正言也。謂之新宮者，因新入宮，易其西北角，示昭穆相繼代，有所改更也。）"
      },
      {
        "index": 47,
        "text": "疏注“謂之新宮”至“有所改更也”者。○解云：即《穀梁傳》云“壞廟之道，易簷可也”者，是易其西北角之簷也乎？故《爾雅·釋宮》云“西北隅謂之屋漏”是也。孫氏曰：“當室之日光所漏入也”，不與何氏別。\n其言三日哭何？（據桓、僖宮災，不言三日哭。）\n疏注“據桓”至“日哭”者，即下哀三年夏，“辛卯，桓宮、僖宮災”是也。\n廟災三日哭，禮也。（善得禮，痛傷鬼神無所依歸，故君臣素縞哭之。○縞，古老反。）"
      },
      {
        "index": 48,
        "text": "疏注“善得禮”至“縞哭之”。○解云：即《檀弓下》曰：“有焚其先人之室，則三日哭。”鄭氏云“謂人燒其宗廟。哭者，哀精神之有虧傷。”故此注云“善得禮，痛傷鬼神無所依歸”是也。云故君臣素縞哭之者，謂著素衣縞冠哭之。"
      },
      {
        "index": 49,
        "text": "新宮災，何以書？記災也。（此象宣公篡立，當誅絕，不宜列昭穆。成公幼少，臣威大重，結怨彊齊，將不得久承宗廟之應。○幼少，詩召反，下同。大重，音泰，一音他賀反。）"
      },
      {
        "index": 50,
        "text": "疏注“此象”至“昭穆”。○解云：案桓公亦篡立，不災其宮者，蓋以桓母言媵，次第宜立，隱公攝位久不還，天示其變，隱猶不覺，是以隱九年“三月，癸酉，大雨震電”，何氏云“周之三月，夏之正月，雨當水雪雜下，雷當聞於地中，電未可見，而大雨震電，此陽氣大失其節，猶隱公久居位不反於桓，失其宜也”。然則桓正宜立，隱是左媵之子，據位失宜而桓弑之，雖曰篡君，其罪差輕，是以不災其廟，豈若宣公以庶篡適，其子失政，將不得久承宗廟之應，故災其宮矣。而哀三年“五月，辛卯，桓宮、僖宮災”者，彼是已毀後複立之，是不宜立，故天災之，不謂怒其篡隱也。\n乙亥，葬宋文公。夏，公如晉。鄭公子去疾率師伐許。（○去，起呂反。）公至自晉。\n秋，叔孫僑如率師圍棘。棘者何？汶陽之不服邑也。（棘民初未服於魯。）"
      },
      {
        "index": 51,
        "text": "疏“棘者何”。○解云：欲言內邑，不應國之；欲言外邑，不係於國，故執不知問。○注“棘民初未服於魯”。○解云：言初未服者，欲言終服於魯矣。知終服者，正以汶陽田者，大畔之名，棘者乃是其小邑，上二年經“取汶陽田”，以知盡得之，但有不服之意，故魯圍之。若然，《公羊》之義，以圍者為不克之文，若其得之而言圍者，正謂當時未克，何妨終得之乎？\n其言圍之何？（據國內兵不舉。）\n疏注“據國內兵不舉者”。○解云：即定八年傳云“公斂處父帥師而至”，經不書之是也。"
      },
      {
        "index": 52,
        "text": "不聽也。（不聽者，叛也。不言叛者，為內諱，故書圍以起之。不先以文德來之，而便以兵圍之，當與圍外邑同罪，故言圍也。得曰取，不得曰圍。○為，於偽反。）"
      },
      {
        "index": 53,
        "text": "疏注“當與圍外邑”至“圍也”者，欲道國內之兵本自不書，而此書者，惡其失所，令與圍外邑同矣。○注“得曰取，不得曰圍”。○解云：取者是得文，故言得曰取也，即上文“取汶陽田”，及哀九年春，“宋皇瑗帥師取鄭師於雍丘”之屬是也。故傳云“其言取之何？易也。其易奈何？詐之也”。何氏云“詐謂陷阱奇伏之類”也。其不得曰圍者，即定四年“楚人圍蔡”之屬是也。正以圍而去者，非克之故也。\n大雩。（成公幼少，大臣秉政，變亂政教，先是作丘甲，為鞍之戰，伐鄭圍棘，不恤民之所生。）"
      },
      {
        "index": 54,
        "text": "疏注“先是作丘甲”者。○解云：在上元年。云為鞍之戰者，在上二年。云伐鄭者，在上正月也。云圍棘者，在上文秋也。"
      },
      {
        "index": 55,
        "text": "晉郤克、衛孫良夫伐將咎如。（○將咎如，咎音古刀反，《左氏》作“廧咎如”。）疏“伐將咎如”者。《左氏》將作“廧”字。冬，十有一月，晉侯使荀庚來聘。\n衛侯使孫良夫來聘。丙午，及荀庚盟。\n丁未，及孫良夫盟。此聘也，其言盟何？（據不舉重，嫌生事，故此以輕問重也。）"
      },
      {
        "index": 56,
        "text": "疏注“據不舉”至“重也”。○解云：《春秋》之義，舉重略輕，即莊十年傳“戰不言伐，圍不言戰，入不言圍，滅不言入，書其重者也”是也。今聘盟兩受命書，故云不舉重矣。云嫌生事者，嫌是荀庚初受君命，但聘而己，至及於魯生事而盟，故曰嫌生事矣。云故此以輕問重也者，聘輕而盟重，即此傳云“此聘也，其言盟何”是也。"
      },
      {
        "index": 57,
        "text": "聘而言盟者，尋舊盟也。（尋，猶尋繹也。以不舉重，連聘而言之，知尋繹舊故約誓也。書者，惡之。《詩》曰：“君子屢盟。亂是用長。”二國既脩禮相聘，不能相親信，反複相疑，故舉聘以非之。○繹，音亦。惡之，烏路反，下同。屢，力住反。用長，丁丈反。反複，扶又反。）"
      },
      {
        "index": 58,
        "text": "疏注“不舉”至“約誓”。解云：若其特結約誓，當但舉重，即文十五年“三月，宋司馬華孫來盟”，宣七年“春，衛侯使孫良夫來盟”之屬，皆因聘而為之，不言聘而言盟，故知特結盟。此則言聘又言盟，故知非特結盟，而尋繹舊事盟矣，故傳云“聘而言盟者，尋舊盟也”。"
      },
      {
        "index": 59,
        "text": "鄭伐許。（謂之鄭者，惡鄭襄公與楚同心，數侵伐諸夏。自此之後，中國盟會無已，兵革數起，夷狄比周為黨，故夷狄之。○數侵，所角反，下同。比，毗誌反。）\n成公四年\n四年，春，宋公使華元來聘。三月，壬申，鄭伯堅卒。（○伯堅，苦刃反，本或作“⒚”。）"
      },
      {
        "index": 60,
        "text": "疏“鄭伯堅卒者”。○解云：《左氏》作“堅”字，《穀梁》作“賢”字，今定本亦作“堅”字。杞伯來朝。夏，四月，甲寅，臧孫許卒。\n公如晉。葬鄭襄公。秋，公至自晉。冬，城運。\n鄭伯伐許。（未逾年君稱伯者，時樂成君位，親自伐許，故如其意以著其惡。）"
      },
      {
        "index": 61,
        "text": "疏注“未逾年”至“其意以著其惡”。○解云：正以莊三十二年傳云“君存稱世子，君薨稱子某，既葬稱子，逾年稱公”，即僖二十五年夏，“衛侯毀卒”；秋，“葬衛文公”；冬，“衛子、莒慶盟於洮”是也。合此，鄭伯未逾年而已稱伯，故如此注矣。\n成公五年\n五年，春，王正月，杞叔姬來歸。（始歸不書，與郯伯姬同。）"
      },
      {
        "index": 62,
        "text": "疏注“始歸不書與郯伯姬同”。○解云：即宣十六年“秋，郯伯姬來歸”，何氏云“嫁不書者，為媵也。來歸書者，後為嫡也”。“棄歸例，有罪時，無罪月”是也。然則今書月者，無罪之文矣。\n仲孫蔑如宋。\n夏，叔孫僑如會晉荀秀於穀。（○荀秀，《左氏》作“荀首”）。"
      },
      {
        "index": 63,
        "text": "梁山崩。梁山者何？河上之山也。梁山崩，何以書？記異也。何異爾？大也。何大爾？梁山崩，壅河三日不㳅。（故不日以起幀．不書壅河者，舉崩大為重。○壅，於勇反。㳅，音流。）"
      },
      {
        "index": 64,
        "text": "疏“梁山者何”。○解云：欲言晉山，文不係晉；欲言魯物，見在晉竟，故執不知問。○注“故不日以起之”。○解云：謂起其三日不㳅也，則但一日，不可不書日矣。若無所起，例當書日，即僖十四年“秋，八月，辛卯，沙鹿崩”是也。"
      },
      {
        "index": 65,
        "text": "外異不書，此何以書？為天下記異也。（山者，陽精，德澤所由生，君之象。河者，四瀆，所以通道中國，與正道同。記山崩壅河者，此象諸侯失勢，王道絕，大夫擅恣，為海內害，自是之後，六十年之中，弑君十四，亡國三十二，故溴梁之盟，遍剌天下之大夫。）"
      },
      {
        "index": 66,
        "text": "疏“外異不書”者。正以文十一年長狄之齊、晉，不書故也。○注“河者”至“道同”。○解云：《釋水》云：“江河淮儕為四瀆。”四瀆者，發源注海者也。○注“記山”至“河者”。○解云：壅河不書，而言記壅河者，正以不書日，以起壅河三日不㳅之義，故亦謂之記壅河矣。○注“自是之後”至“亡國三十二”。《春秋說》文。若對經數之，從今以後訖於六十年，則不及於此數，何者？自今以後盡昭十六年，弑君止有十，亡國止有九，即襄二十五年“齊崔杼弑其君光”，吳子門於巢為巢人所弑，二十六年“衛甯喜弑其君剽”，二十九年“閽弑吳子餘祭”，三十年“蔡世子般殺其君固”，三十一年“莒人弑其君密州”，昭公八年陳招殺偃師，十一年“楚子殺蔡侯般”，十三年楚公子比弑其君虔，“楚公子棄疾弑公子比”，是六十年弑君但十矣；其亡國止有九者，成十七年“楚滅舒庸”，襄六年“莒人滅鄫”，“齊侯滅萊”，十年“遂滅偪陽”，十三年“取詩”，二十五年“楚滅舒鳩”，昭四年“遂滅厲”，八年“楚滅陳”，十一年“滅蔡”，是九也。然則《春秋》書遂其可書者矣，說文舉者悉言之，是以多少異爾。或者此注誤也。○注“故溴梁”至“之大夫”。○解云：襄十六年春“公會晉侯、宋公”以下“於溴梁。戊寅，大夫盟”，傳云“諸侯皆在是，其言大夫盟何？信在大夫也。何言乎信在大夫？遍剌天下之大夫也。曷為遍剌天下之大夫？君若贅旒然”，何氏云“旒，旂旒。贅，係屬之辭”，“以旂旒喻者，為下所執持東西”是矣。\n秋，大水。（先是既有兵甲、鞍、棘之役，又重以城鄆，民怨之所生。○重，直用反。）"
      },
      {
        "index": 67,
        "text": "疏注“先是既”至“之所生”。○解云：作丘甲在元年三月，鞍之師在二年夏，叔孫僑如圍棘在三年秋，城運在四年冬。冬，十有一月，已酉，天王崩。（定王。）"
      },
      {
        "index": 68,
        "text": "十有二月，已丑，公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、邾婁子、杞伯同盟於蟲牢。（約備彊楚。○蟲牢，直弓反；下力刀反。）\n成公六年\n六年，春，王正月，公至自會。（月者，前魯大夫獲齊侯，今親相見，故危之。）"
      },
      {
        "index": 69,
        "text": "疏注“月者前”至“故危之”。○解云：諸致例時，即桓二年“冬，公至自唐”；僖二十六年冬，“公至自伐齊”；哀十三年“秋，公至自會”之屬是也。今此書月，故解之也。言前魯大夫獲齊侯者，即上二年鞍戰時也。言今親相見者，即上五年冬，“公會晉侯、齊侯”以下“於蟲牢”是也。\n二月，辛巳，立武宮。武宮者何？武公之宮也。（在春秋前。）\n疏“武宮者何”。○解云：《春秋》之內，未有武公之文，而立武宮，故執不知問。"
      },
      {
        "index": 70,
        "text": "立者何？立者不宜立也。立武宮，非禮也。（禮，天子諸侯立五廟，受命始封之君立一廟，至於子孫。過高祖，不得複立廟。周家祖有功，尊有德，立後稷、文、武廟，至於子孫。自高祖已下而七廟；天子卿大夫三廟，元士二廟；諸侯之卿大夫比元士二廟，諸侯之士一廟。立武宮者，蓋時衰多廢人事，而好求福於鬼神，故重而書之。臧孫許伐齊有功，故立武宮。○複，扶又反。好，呼報反。）"
      },
      {
        "index": 71,
        "text": "疏“立者何”。解云：置廟是常，而乃書立，故執不知問。○“立者不宜立也”。○解云：亦有直云不宜立，無在上“立者”二字也。○注“天子諸侯立五廟”至“元士二廟”。○解云：皆出《祭法》也。其文云“天下有王，分地建國”，注云“建國，封諸侯也”；“置都立邑”，注云“置都立邑，為卿大夫采地，及賜士有功者之地”；“設廟祧壇墠而祭之”，注云“廟之言貌也。宗廟者，先祖之尊貌也。祧之言超也，超上去意也。封土曰壇，除地曰墠。《書》曰‘三壇同墠’”；“乃為親疏多少之數，是故王立七廟，一壇一墠：曰考廟，曰王考廟，曰皇考廟，曰顯考廟，曰祖考廟，皆月祭之”，注云“王、皇皆君也。顯，明也。祖，始也。名先人以君明始者，所以尊本之意也”；“有二祧，享嚐乃止”，云“享嚐，謂四時之祭”。“諸侯立五廟，一壇一墠：曰考廟，曰王考廟，曰皇考廟，皆月祭之；顯考廟，祖考廟，享嚐乃止”。“大夫立三廟二壇：曰考廟，曰王考廟，曰皇考廟，享嚐乃止；顯考、祖考無廟，有禱焉，為壇祭之”。“適士二廟一壇：曰考廟，曰王考廟，享嚐乃止；顯考無廟，有禱焉，為壇祭之”，注云“適士，上士也”，“此適士云顯考無廟，非也。當為‘皇考’字之誤”。“官師一廟，曰考廟；王考無廟而祭之”。“庶士、庶人無廟”，注云“官師，中士、下士、庶士、府史之屬”。然則此注云“禮，天子諸侯立五廟”者，據正禮通諸上代而言之。《祭法》云“王立七廟”者，據周言之耳。《祭法》云“大夫立三廟”、“適士二廟”者，皆據天子大夫士也。云“諸侯之卿大夫比元士”。○解云：更無正文，何氏以意當之。○注“諸侯之士一廟”。《禮說》文云。而鄭注《王製》云“士一廟者，謂諸侯之中士，名曰官師者”。上士廟也，與何氏異。○注“立武”至“書之”。○解云：案《明堂位》云“武公之廟，武世室”，然則謂之世室者，世世不毀。而此傳也及注譏其立者，《明堂位》之作在此文之後。記人見武公之廟已立，欲成魯之善，故言此，非實然。故彼下即云“魯之君臣未嘗相弑也”，鄭注“春秋時魯三君弑”，而云“君臣未嘗相弑”，亦近誣矣。○注“臧孫許伐齊有功”。解云：正以伐齊之由，本起臧孫故也。"
      },
      {
        "index": 72,
        "text": "取鄟。鄟者何？邾婁之邑也。曷為不係於邾婁？諱亟也。（諱魯背信亟也，屬相與為蟲牢之盟，旋取其邑，故使若非蟲牢人矣。○鄟，巿轉反，又音專。亟，去異反，注同。背，音佩。屬，音燭。）"
      },
      {
        "index": 73,
        "text": "疏“鄟者何”。○解云：欲言是國，曾來未有；欲言是邑，文無所係，故執不知問。○注“屬相”至“其邑”。○解云：即上五年冬，“公會晉侯、齊侯”以下“同盟於蟲牢”是也。○注“故使若非蟲牢人矣”。○解云：謂所取之邑，非同盟之物然也。\n衛孫良夫率師侵宋。夏，六月，邾婁子來朝。公孫嬰齊如晉。"
      },
      {
        "index": 74,
        "text": "壬申，鄭伯費卒。（不書葬者，為中國諱。蟲牢之盟，約備彊楚。楚伐鄭喪，不能救，晉又侵之，故去葬，使若非伐喪。○費，音祕。為，於偽反。去，起呂反。）"
      },
      {
        "index": 75,
        "text": "疏注“楚伐鄭喪，不能救，晉又侵之”者。○解云：即下文秋，“楚公子嬰齊帥師伐鄭”；冬，“晉欒書帥師侵鄭”是也。秋，仲孫蔑、叔孫僑如率師侵宋。\n楚公子嬰齊率師伐鄭。冬，季孫行父如晉。晉欒書率師侵鄭。\n成公七年"
      },
      {
        "index": 76,
        "text": "七年，春，王正月，鼷鼠食郊牛角。改卜牛，鼷鼠又食其角，乃免牛。（鼷鼠者，鼠中之微者，角生上指，逆之象。《易京房傳》曰：“祭天不慎，鼷鼠食郊牛角。”書又食者，重錄魯不覺寤，重有災也。不重言牛，獨重言鼠者，言角，牛可知；食牛者未必故鼠，故重言鼠。○鼷，音兮。重有，直用反，下同。）"
      },
      {
        "index": 77,
        "text": "疏注“角生上指逆之象”。○解云：言角在牲體之上，指於天，亦是上逆之象。○注“書又食者”至“有災也”。○解云：重，讀如煩重之重也。《異義》“《公羊》說”云：“鼷鼠初食牛角，咎在有司，又有咎在人君，取已有災。”而不云改更者，義通於此。若然，改卜牛之徒皆言改。而莊三年夏，“五月，葬桓王”，傳云“此未有言崩者，何以書葬？蓋改葬”，經何故不言改者？蓋改卜牛之徒，皆有所由，故得言改；其葬桓王者，上未有經，是以無由言之。\n吳伐郯。（吳國見者，罕與中國交，至升平乃見，故因始見以漸進。○郯，音談。見者，賢遍反，下同。）"
      },
      {
        "index": 78,
        "text": "疏注“吳國見者”至“以漸進”。○解云：正以莊十年秋，“荊敗蔡師於莘”，傳云“荊者何？州名也。州不若國，國不若氏”，云云。何氏不言楚言荊者，楚強而近中國，卒暴責之，則恐為害深，故進之以漸，從此七等之極始也。然則吳、楚相敵，亦宜言揚，當以揚州言之，而經言吳者，正以罕與中國交，至今升平之世乃始見經，故因其始見於升平，故經直以漸進之。\n夏，五月，曹伯來朝。不郊猶三望。秋，楚公子嬰齊率師伐鄭。"
      },
      {
        "index": 79,
        "text": "公會晉侯、齊侯、宋公、衛侯、曹伯、莒子、邾婁子、杞伯救鄭。八月，戊辰，同盟於馬陵。公至自會。吳入州來。冬，大雩。（先是公會諸侯救鄭，承前不恤民之所致。）"
      },
      {
        "index": 80,
        "text": "疏注“承前不恤民之所致”。○解云：即上三年“大雩”之下，注云“成公幼少，六臣秉政，先是作丘甲，為鞍之戰，伐鄭圍棘，不恤民之所生”是也。\n衛孫林父出奔晉。\n成公八年"
      },
      {
        "index": 81,
        "text": "八年，春，晉侯使韓穿來言汶陽之田，歸之於齊。來言者何？內辭也。脅我使我歸之也。（以此經加之，知見使，即聞晉語自歸之，但當言歸。）"
      },
      {
        "index": 82,
        "text": "疏“來言者何”。○解云：語言見經，於例未有，今而書之，故執不知問。○注“以此經加之”至“當言歸”。○解云：其自歸言歸者，哀八年夏，“歸邾婁子益於邾婁”，注云“善魯能悔過歸之”。然則若自歸，當言歸汶陽之田於齊。今乃如此作文，而又言之，則知被晉使之，非其本情。\n曷為使我歸之？（據本魯邑。）"
      },
      {
        "index": 83,
        "text": "疏注“據本魯邑”。○解云：正以莊十三年曹子劫齊侯，反其所取侵地之時，“管子曰：‘然則君何求？’曹子曰：‘原請汶陽之田。’”又上二年傳曰“反魯衛之侵地”之下，其經云“取汶陽田”，以此言之，汶陽之田本是魯物明矣。"
      },
      {
        "index": 84,
        "text": "鞍之戰，齊師大敗。齊侯歸，吊死視疾，七年不飲酒，不食肉。晉侯聞之曰：“嘻！奈何使人之君，七年不飲酒，不食肉？請皆反其所取侵地。”（晉侯聞齊侯悔過自責，高其義，畏其德，使諸侯還鞍之所喪邑。魯見使，卑有恥，故諱。不言使者，因兩為其義，諸侯不得相奪土地。晉適可來議語之，魯宜聞義自歸之爾，不得使也。主書者，善晉之義齊。○嘻，許其反。喪，息浪反。語，魚據反。）\n晉欒書帥師侵蔡。公孫嬰齊如莒。宋公使華元來聘。\n夏，宋公使公孫壽來納幣。納幣不書，此何以書？（據紀履緰來逆女，不書納幣。○緰，音須。）\n疏注“據紀履”至“納幣”。解云：隱二年“九月，紀履綸來逆女”是也。\n錄伯姬也。（伯姬守節，逮火而死，賢，故詳錄其禮，所以殊於眾女。）"
      },
      {
        "index": 85,
        "text": "疏注“伯姬守節逮火死”。○解云：即襄三十年夏，“五月，甲午，宋災，伯姬卒”，“秋，七月，叔弓如宋，葬宋共姬”，傳云“外夫人不書葬，此何以書？隱之也。何隱爾？宋災，伯姬卒焉。其稱諡何？賢也。何賢爾？宋災，伯姬存焉。有司複曰：‘火至矣，請出。’伯姬曰：‘不可。吾聞之也，婦人夜出，不見傅母不下堂。’傅至矣，母未至也，逮乎火而死”是也。\n晉殺其大夫趙同、趙括。（○括，古活反。）\n秋，七月，天子使召伯來錫公命。其稱天子何？（據天王使毛伯來錫文公命，不稱天子。）"
      },
      {
        "index": 86,
        "text": "疏注“據天王使”至“稱天子”。○解云：即文元年夏四月，“天王使毛伯來錫公命”是也。元年，春，王正月，正也。（正者，文不變也。）\n疏“元年，春，王正月，正也”。○解云：據始言之，其實二年三年以下之經皆如是。"
      },
      {
        "index": 87,
        "text": "其餘皆通矣。（其餘謂不係於元年者。或言王，或言天王，或言天子，皆相通矣，以見剌譏是非也。王者，號也。德合元者稱皇。孔子曰：“皇象元，逍遙術，無文字，德明諡。”德合天者稱帝，河洛受瑞可放。仁義合者稱王，符瑞應，天下歸往。天子者，爵稱也，聖人受命，皆天所生，故謂之天子。此錫命稱天子者，為王者長愛幼少之義，欲進勉幼君，當勞來與賢師良傅，如父教子，不當賜也。月者，例也，為魯喜錄之。○見，賢遍反。應，應對之應。爵稱，尺證反。為王，於偽反，下“為魯”、“為下”同。少，詩召反。勞來，力報反；下力代反。）"
      },
      {
        "index": 88,
        "text": "疏注“其餘謂不係於年”。○解云：何氏亦順傳文，是以獨言元年矣。○注“或言王”。○解云：即莊元年冬，“王使榮叔來錫桓公命”；文公五年春，“王使榮叔歸含且賵”，三月，“王使召伯來會葬”之屬是也。○注“或言天王”。○解云：隱元年“秋，七月，天王使宰咺來歸惠公仲子之賵”之屬是也。○注“或言天子”。○解云：此文是也。莊元年榮叔之下，何氏云“不言天王者，桓行實惡而乃追錫之，尤悖天道，故云爾”。文五年榮叔之下，注云“去天者，含者臣子職，以至尊行至卑事，失尊之義也”。召伯之下，何氏云“去天者，不及事，剌比失喪禮也”。隱元年宰咺之下，何氏云“言天王者，時吳、楚上僭稱王，王者不能正，而上自係於天也。《春秋》不正者，因以廣是非”。然則王是舊名，天王者，《春秋》時稱耳。但《春秋》見當時之王皆係於天，是以逐本不追正，見其是非，何者？若單稱王者，是其舊號；若係於天者，明非古禮矣。作《春秋》既不追正，遂以天王作其常稱，是以《春秋》之內不言天者，皆悉解之，見其失所。此注云“皆相通矣，以見剌譏是非也”，言皆相通矣者，此三者皆是上之通稱，但以天王者，得當時之言；王與天子者，皆有所剌，故曰以見剌譏是非也。○注“王者，號也”。○解云：言正是當時天子之號也。○注“德合元者稱皇”。○解云：謂元氣是總三氣之名，是故其德與之相合者謂之皇。皇者，美大之名。○注“孔子曰皇象”至“明諡”。解云：皆《春秋說》文。宋氏云“言皇之德象合元矣。逍遙猶勤動，行其德術，未有文字之教，其德盛明者，為其諡矣”。○注“德合天者”至“可放”。○解云：天者，二儀分散以後之稱，故其德與之相合者謂之帝。帝者，諦也。言審諦如天矣。當爾之時，河出圖，洛出書，可以受而行之，則施於天下，故曰河洛受瑞可放耳。○注“仁義合者稱王”至“歸往”。○解云：二儀既分，人乃生焉。人之行也，正直為本，行合於仁義者謂之王，行合人道者，符瑞應之，而為天下所歸往耳。是以王字通於三才，得為歸往之義。○注“天子者，爵稱也”。○解云：案《辨名記》云“天子無爵”，而言天子為爵稱者，言爵者，醮也。所以醮盡其材，天子有聖德，居無極之尊位，謂之爵稱亦何傷？而云天子無爵者，謂無如諸侯以下九命之爵，豈謂無尊美之爵乎？《禮記·郊特牲》云“古者生無爵，死無諡。”天子有諡，有爵明矣。○注“此錫命稱天子”至“不當賜也”。○解云：如此注者，決文元年“天王使毛伯來錫公命”，言天王矣。彼注云“主書者，惡天子也”。古者三載考績，三考黜陟幽明。文公新即位，功未足施而錫之，非禮也。然則文公初受命而未有功，而王錫之，故見非也。但文公年長，故稱天王。今成公幼少，當須如父教子，未當錫也，是以為之張義而言天子矣。○注“月者，例也”。○解云：正以此經書月，故知例月然外來朝聘皆例書時，天王錫命而書月，魯人喜得王命而詳錄之故也。然則莊元年“錫桓公命”，文元年“錫文公命”，雖承上日，不蒙上日亦可知矣。\n冬，十月，癸卯，杞叔姬卒。（棄而曰卒者，為下脅杞歸其喪張本文，使若尚為杞夫人。）"
      },
      {
        "index": 89,
        "text": "疏注“棄而日卒”至“杞夫人”。○解云：外夫人之卒，經例書日，即襄三十年夏，“五月，甲午，宋災，伯姬卒”，何氏云“外災例時，此日者，為伯姬卒日”是也。今此已棄而書日，故解之。其棄者，即上五年“春，王正月，杞叔姬來歸”是也。○注“為下脅杞歸其喪”。解云：即下九年春，“杞伯來逆叔姬之喪以歸”，傳曰“脅而歸之”是也。\n晉侯使士燮來聘。叔孫僑如會晉士燮、齊人、邾婁人伐郯。"
      },
      {
        "index": 90,
        "text": "衛人來媵。媵不書，此何以書？（據逆女不書媵也。言來媵者，禮，君不求媵，諸侯自媵夫人。○來媵，以證反，又繩證反。）"
      },
      {
        "index": 91,
        "text": "疏注“據逆女不書媵也”。○解云：蓋通內外言之，何者？隱二年“紀履緰來逆女”，桓三年“公子翬如齊逆女”之屬，皆不書媵故也。"
      },
      {
        "index": 92,
        "text": "錄伯姬也。（伯姬以賢聞諸侯，諸侯爭欲媵之，故善而詳錄之。媵例時。）解云：即下九年夏，“晉人來媵”，莊十九年“秋，公子結媵陳人之婦於鄄”之屬是也。然則此經文承日月之下，不蒙日月明矣。\n成公九年"
      },
      {
        "index": 93,
        "text": "九年，春，王正月，杞伯來逆叔姬之喪以歸？（據巳棄也。）內辭也，脅而歸之也。（言以歸者，與忿怒執人同辭，而不得專其本意，知其為脅也。已棄而脅歸其喪，悖義恥深惡重，故使若杞伯自來逆之。○悖，布內反。）"
      },
      {
        "index": 94,
        "text": "疏注“言以歸”至“為脅”。○解云：言忿怒執人同辭者，即襄十六年春，“晉人執莒子、邾婁子以歸”；昭十三年秋，“晉人執季孫隱如以歸”之屬是也。○注“而不得專其本意”。○解云：正以以者，行其意之辭故也。是以桓十四年冬，“宋人以齊人、衛人、蔡人、陳人伐鄭”，傳云“以者何？行其意”，何氏云“以巳從人曰行，言四國行宋意”。今叔姬之喪言以歸，不得專其本意，明知杞伯有忿怒，是以知其被脅耳。言知其為脅者，為讀如“子為衛君乎”之為也。"
      },
      {
        "index": 95,
        "text": "公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、杞伯同盟於蒲。（不日者，巳得鄭盟，當以備楚，而不以罪執之，旋使離叛，楚緣隙潰莒，不能救，禍由中國無信，故諱為信辭。使若莒潰非盟失信，所以甚中國，因與下潰日相起。）"
      },
      {
        "index": 96,
        "text": "疏注“不日者已”至“信辭”。○解云：正以《春秋》之義，不信者日，故以不日為信辭矣。言巳得鄭盟者，有鄭伯也。當以備楚者，正以楚人數為諸夏之患故也。○注“而不以罪執之”。○解云：即下文秋“晉人執鄭伯”是也。正以僖四年傳曰“稱侯而執者，伯討也。稱人而執者，非伯討也”，今經稱人，故曰不以罪執矣。○注“旋使離叛者”。○解云：即其下文云“晉欒書帥帥伐鄭”是也。○注“楚緣隙潰莒”。○解云：即下文冬“楚公子嬰齊帥師伐莒。庚申，莒潰”是也。言楚人緣其有不和之隙來伐莒而潰之，故曰緣隙潰莒矣。知不能救者，正見以下遂無救文故也。○注“所以甚中國”。○解云：謂其作信辭也，所以甚惡中國之無信矣。○注“因與下潰日相起”者。○解云：其言因非正為之辭矣。言此盟不日，非直甚中國之無信，亦因欲起其下潰書日者，乃是中國無信，同盟不相救，至為夷狄所潰矣。言相者，兩事相共之辭，則下潰書日，亦起此盟之不信矣。\n公至自會。二月，伯姬歸於宋。"
      },
      {
        "index": 97,
        "text": "夏，季孫行父如宋致女。未有言致女者，此其言致女何？錄伯姬也。（古者婦人三月而後廟見，稱婦，擇日而祭於禰，成婦之義也。父母使大夫操禮而致之。必三月者，取一時足以別貞信，貞信著，然後成婦禮。書者，與上納幣同義。所以彰其絜，且為父母安榮之。言女者，謙不敢自成禮。婦人未廟見而死，歸葬於女氏之黨。○廟見，賢遍反，下同。操，七刀反。別，彼列反。且為，於偽反。）"
      },
      {
        "index": 98,
        "text": "疏“未有言致女者”。○解云：謂《春秋》無此經也。○注“古者婦人”至“之義也”。○解云：此皆《曾子問》文也。其文云：“孔子曰：取婦之家，三日不舉樂，思嗣親也。三月而廟見，稱來婦也。擇日而祭於禰，成婦之義也。”鄭注云“謂舅姑沒者也，必祭成婦義者，婦有共養之禮，猶舅姑存時，盥饋特豚於室”是也。○注“書者與上納幣同義”。○解云：即上八年“夏，宋公使公孫壽來納幣”，傳云“納幣不書，此何以書？錄伯姬也”，注云“伯姬守節，逮火而死，賢，故詳錄其禮，所以殊於眾女”是也。今此書其致女者，義亦然，故云書者與上納幣同義。○注“所以彰其絜”至“敢自成”。○解云：重得父母之命，乃行婦道，故曰所以彰其絜也。其女當夫，非禮不動，光照九族，父母得安，故曰榮之。○注“禮婦人未”至“氏之黨”。○解云：《曾子問》文也。其文云：“曾子曰：‘女未廟見而死，則如之何？’孔子曰：‘不遷於廟，不祔於皇姑，婿不杖，不菲，不次，歸葬於女氏之黨，示未成婦也。’”鄭氏云“遷，朝廟也。婿雖不備喪禮，猶為之服齊衰”是也。\n晉人來媵。媵不書，此何以書？錄伯姬也。（義與上同。複發傳者，樂道人之善。○複，扶又反。）"
      },
      {
        "index": 99,
        "text": "疏注“義與同上也”。○解云：謂亦與上致女，皆同書納幣矣。秋，七月，丙子，齊侯無野卒。晉人執鄭伯。晉欒書帥師伐鄭。\n冬，十有一月，葬齊項公。\n楚公嬰齊師師伐莒。庚申，莒潰。（日者，錄責中國無信，同盟不能相救，至為夷狄所潰。○潰，戶內反。）"
      },
      {
        "index": 100,
        "text": "疏注“日者錄責”至“狄所潰”。○解云：正以凡潰例月，即僖四年春，王正月，蔡潰；文三年春，王正月，沈潰之屬是也。今而書日，故如此解。\n楚人入運。秦人白狄伐晉。鄭人圍許。城中城。\n成公十年\n十年，春，衛侯之弟黑背，率師侵鄭。\n夏，四月，五卜郊，不從，乃不郊。其言乃不郊何。（據上不郊不言乃，僖公不從言免牲也。）"
      },
      {
        "index": 101,
        "text": "疏注“據上不郊不言乃”。○解云：即上七年夏，“不郊猶三望”是也。○注“僖公不從言免牲”。○解云：僖三十一年夏，“四卜郊不從，乃免牲，猶三望”是也。\n不免牲，故言乃不郊也。（不免牲，當坐盜天牲，失事天之道，故諱使若重難不得郊。○難，乃旦反。）"
      },
      {
        "index": 102,
        "text": "疏注“使若重難不得郊”。○解云：宣八年傳云“而者何？難也。乃者何？難也。曷為或言而，或言乃？乃難乎而也”，何氏云“言乃者內而深，言而者外而淺。下昃日失久，故言乃”。然則乃者難之深，今經云“乃不郊”，故云使若重難不得郊也。重難之義，皆出於乃字。"
      },
      {
        "index": 103,
        "text": "五月，公會晉侯、齊侯、宋公、衛侯、曹伯伐鄭。（不致者，成公數卜郊不從，怨懟，故不免牲，不但不免牲而已，故奪臣子辭以起之。○數，所角反。懟，直類反。）"
      },
      {
        "index": 104,
        "text": "疏注“不致者”至“牲而已”。○解云：莊六年傳云“得意致會，不得意致伐”，注云“此謂公與二國以上也”。然則此經“公會晉侯、宋公”以下“伐鄭”，亦是二國以上，若得意宜致會，不得意宜致伐。今全不致，故如此解也。言成公數卜郊不從者，即此上文“五卜郊，不從”是也。五卜郊，卜之多者，故言數。云不但不免牲而已者，謂成公意，卒竟而不複郊。知如此者，正以不免牲，上文巳有說。今此仍不致，故知更有罪也。○注“故奪臣子辭以起之”。○解云：謂不致也，奪其臣子之辭，以起見其罪矣。所以不致得謂之奪臣子辭者，桓二年注云“凡致者，臣子喜其君父脫危而至”。今不書至，似若不得脫危然，故曰奪臣子辭也。桓元年注云“不致之者”至“故複奪而凡奪臣子辭，成誅文也”者，義亦通於此。"
      },
      {
        "index": 105,
        "text": "齊人來媵。媵不書，此何以書？錄伯姬也。三國來媵，非禮也。曷為皆以錄伯姬之辭言之？婦人以眾多為侈也。（侈，大也。朝廷侈於妒上，婦人侈於妒下。伯姬以至賢為三國所爭媵，故侈大其能容之。唯天子娶十二女。○侈，昌氏反，大也。妒，子故反。取十，七住反，本或作“娶”。）"
      },
      {
        "index": 106,
        "text": "疏注“朝廷侈於妒上”。○解云：言妒其有賢才而居於巳上位者，是朝廷侈之妒也。○注“婦人侈於妒下”。○解云：言不能容眾妾而妒惡之者，是婦人妒也。○“故侈大其能容之”。解云：考諸舊本，“大”上無“侈”字。○注“唯天子娶十二女”。○解云：《保乾圖》文。孔子為後王立製，非古禮也。\n丙午，晉侯獳卒。（不書葬者，殺大夫趙同等。○獳，乃侯反。）"
      },
      {
        "index": 107,
        "text": "疏注“不書葬”至“同等”。○解云：《春秋》之義，君殺無罪大夫，例不書其葬，見其合絕之。是以僖九年“晉侯詭諸卒”，何氏云“不書葬者，殺世子也”是也。其殺趙同等，即上八年“晉殺其大夫趙同、趙括”是也。"
      },
      {
        "index": 108,
        "text": "秋，七月。○公如晉。（如晉者，冬也。去冬者，惡成公，前既怨懟不免牲，今複如晉，過郊乃反，遂怨懟無事天之意，當絕之。○去，起呂反。惡，烏路反。複，扶又反。）"
      },
      {
        "index": 109,
        "text": "疏注“過郊乃反”至“天之意”。○解云：謂明年“三月，公至自晉”，是過郊乃反，是其無事天之意。○注“當絕之”者。解云：當合絕之，不可為魯侯矣。"
      }
    ]
  }
}