{
  "chapterNumber": 24,
  "title": "春秋公羊傳註疏卷22 (Gongyang Zhushu, Volume 22)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "昭公卷二十二\n（起元年，盡十二年）\n昭公元年\n元年，春，王正月，公即位。"
      },
      {
        "index": 1,
        "text": "叔孫豹會晉趙武、楚公子圍、齊國酌、宋向戌、衛石惡、陳公子招、蔡公孫歸生、鄭軒虎、許人、曹人於漷。（戍、惡皆與君同名，不正之者，正之當貶，貶之嫌觸大惡，方譏二名為諱，義當正亦可知。○國酌，二傳作“國弱”。招，上遙反。軒虎，軒依字許言反，舊音罕，二傳作“罕虎”。漷，音郭，又音虢，《左氏》作“虢”，《穀梁》作“郭”。）"
      },
      {
        "index": 2,
        "text": "疏“齊國酌”。○解云：亦有作“國弱”者。○注“戌惡”至“大惡”。○解云：下七年秋，“衛侯惡卒”；十年冬，“宋公戌卒”，知向戌、齊惡皆與君同名也。然則君臣者，父子之倫，寧有同名之理？今二子與君同名，乃是不可之甚，而《春秋》不正之者，若正之當云其氏，或貶稱人。若其去氏，嫌如宋督、宋山，齊無知之屬；若其稱人，嫌如襄三十年澶淵之大夫，有作福之大惡，由茲進退，不得正之。然則君臣同名，不軌之甚，得不為大惡者，正以名者父之所置，已父未必為今君之臣，已或先世子而生，君子既孤，禮有不更名之義，是以《春秋》謂之小惡。《曲禮》下篇云“不敢與世子同名”，鄭注云“其先之生，則亦不改”，義亦通於此。以此言之，則知無駭入極之屬，自是大惡，故去其氏；俠卒，翬、溺會齊師之屬，未命大夫，正合無氏，須辟嫌故。○注“方譏”至“可知”。解云：定六年“冬，季孫斯、仲孫忌帥師圍運”，傳云“此仲孫何忌也，曷為謂之仲孫忌？譏二名。二名，非禮也”，何氏云“為其難諱也。一字為名，令難言而易諱，所以長臣子之敬，不逼下也。《春秋》定、哀之間，文致大平，欲見王者治定，無所複為譏，唯有二名，故譏之，此《春秋》之製也”。然則所見之世，文致大平，二名者小過，猶尚譏之，況名不辟君，乃小惡之大者乎？當須正之亦可知矣。總三世言之，昭為大平之首，所以不譏二名，而定、哀之間乃譏之者，蓋欲析而言之，未當孔子之身故也。云云之說，在定六年。\n此陳侯之弟招也，何以不稱弟？（據八年稱弟。）\n疏注“據八年稱弟”。○解云：即八年經云“春，陳侯之弟招，殺陳世子偃師”是。"
      },
      {
        "index": 3,
        "text": "貶。曷為貶？（據八年殺偃師猶不貶。）為殺世子偃師貶，曰陳侯之弟招殺陳世子偃師。大夫相殺稱人，此其稱名氏以殺何？（難八年事。○為殺，於偽反，下注“為內”、“為仕”皆同。難八，乃旦反，二年注同。）"
      },
      {
        "index": 4,
        "text": "疏“曰陳”至“偃師”。○解云：先舉八年經文，然後難之。○“大夫相殺稱人”。○解云：文十六年“宋人弑其君處白”之下師解，故此弟子取而難之。\n言將自是弑君也。（明其欲弑君，故令與弑君而立者同文。孔瑗弑君，本謀在招。○令，力呈反。）"
      },
      {
        "index": 5,
        "text": "疏“言將”至“君也”。○解云：世子者，君之副貳，今而殺之，明其從是以後有弑君之心，故稱其名氏，不作兩下相殺辭矣。○注“明其”至“同文”。○解云：兩下相殺，例自稱人。今欲明自是弑君，故與文十四年“齊公子商人弑其君舍”文同矣。若然，大夫相殺稱人，而宣十五年，“王劄子殺召伯、毛伯”，亦是大夫相殺，而不稱人殺者，彼注云“大夫相殺不稱人者，正之。諸侯大夫顧弑君重，故降稱人。王者至尊，不得顧”是也。○注“孔瑗”至“在招”。○解云：案昭八年“春，陳侯之弟招殺陳世子偃師。夏，四月，辛丑，陳侯溺卒”，竟無孔瑗弑君之文。而知孔瑗弑君者，正以八年下文“冬，十月，壬午，楚師滅陳。執陳公子招，放之於越。殺陳孔瑗。葬陳哀公”。當爾之時，楚人讬討於陳，招殺世子，但適放之而已。孔瑗見殺，明其弑君故也，是以九年“陳火”之下，傳云“滅人之國，執人之罪人，殺人之賊，葬人之君”，以此言之，知孔瑗為弑君賊矣。而經不書孔瑗弑君者，本為招弑，當舉招為重也，但始有計，不成為弑。陳侯溺卒者，但自卒耳。何氏之意，見招作弑君之文，故知本謀在招也。本謀在招，則招當為首，而楚人所以不殺招，但放之者，蓋楚失其意，或陳招歸罪於孔瑗，是以但罪於孔瑗，而招但罪其殺世子之愆，遂免弑君之咎，《春秋》體其事，故於殺世子經書其名氏矣。\n今將爾，詞曷為與親弑者同？君親無將，將而必誅焉。然則曷為不於其弑焉貶？（據未弑也。）"
      },
      {
        "index": 6,
        "text": "疏“今將”至“者同”。○解云：言招但與孔瑗為謀首，而將欲弑陳侯爾，而經曷為書招名氏，乃與親弑者同文乎？○注“據未弑也”。○解云：據今仍未弑而已貶去其弟，曷為不於八年殺世子時貶之乎？"
      },
      {
        "index": 7,
        "text": "以親者弑，然後其罪惡甚。《春秋》不待貶絕而罪惡見者，不貶絕以見罪惡也。（招殺偃師是也。○見者，賢遍反，下同。）"
      },
      {
        "index": 8,
        "text": "疏“以親”至“惡也”。○解云：傳言此者，欲道八年之時，罪惡大甚，不假貶絕也。云《春秋》不待貶絕而罪惡見者云云者，解之而言《春秋》者，欲道上下通例如此，不為此文。\n貶絕然然罪惡見者，貶絕以見罪惡也。（招稱公子，及楚人討夏徵舒貶，皆是也。）"
      },
      {
        "index": 9,
        "text": "疏注“招稱公子”。○解云：此文是也。○注“及楚”至“徵舒”。○解云：即宣十一年“冬，十月，楚人殺陳夏徵舒”，傳云“此楚子也，其稱人何？貶。曷為貶？不與外討”是也。\n今招之罪已重矣，曷為複貶乎此？（據棄疾不豫貶。○複，扶又反。）"
      },
      {
        "index": 10,
        "text": "疏“今招”至“乎此”。○解云：此今謂八年之時，言八年殺世子之時，將有弑君之意，即是其罪已重矣，何不逐其重處而貶之？曷為又複豫貶於此？○注“據棄疾不豫貶”。○解云：下十一年夏，“楚公子棄疾帥師圍蔡”，至十三年夏，“楚公子棄疾弑公子比”，與招殺偃師無異。棄疾於圍蔡之時不豫貶，此則貶之，故以為難也。"
      },
      {
        "index": 11,
        "text": "著招之有罪也。何著乎招之有罪？（據棄疾不著。）言楚之讬乎討招以滅陳也。（起楚讬討招以滅陳意也。所以起之者，八年先言滅，後言執，讬討招不明，故豫則於此，明楚先以正罪討招，乃滅陳也。）"
      },
      {
        "index": 12,
        "text": "疏注“所以”至“陳也”。解云：八年經云“冬，十月，壬午，楚師滅陳。執陳公子招，放之於越。殺陳孔瑗。葬陳哀公”，是其先言滅，後言執之事也。言讬討招不明者，正以若其讬討，宜先執後滅。今乃先言滅後言執，是讬討不明，楚先以正罪討招，乃滅陳也。而八年經先書滅者，彼注云“托義不先書者，本懷滅心”。然則楚人本懷滅人之心，故先書滅。而宣十一年“冬，十月，楚人殺陳夏徵舒”，“丁亥，楚子入陳”，先書討賊，乃言入陳者，莊王討賊之後，始有利陳國之意，故後書入也。"
      },
      {
        "index": 13,
        "text": "三月，取運。運者何？內之邑也。其言取之何？（據自魯之有。）不聽也。（不聽者，叛也。不言叛者，為內諱，故書取以起之。不先以文德來之，而便以兵取之，當與外取邑同罪，故書取。月者，為內喜得之。）"
      },
      {
        "index": 14,
        "text": "疏“運者何”。○解云：欲言內邑，而經書取；欲言外邑，文無所係，故執不知問。○注“月者為內喜得之”。○解云：正以僖三十一年“春，取濟西田”，不書月。故知此月者，以其是內之叛邑，喜封得之故也，是以彼注云“以不月，與取運異，知非內叛邑”，故言取是也。\n夏，秦伯之弟針出奔晉。秦無大夫，此何以書？仕諸晉也。（為仕之於晉書。○針，其廉反。）"
      },
      {
        "index": 15,
        "text": "疏“秦無大夫”者。○解云：正以文十二年秋，“秦伯使遂來聘”，傳云“秦無大夫，此何以書？賢繆公也。何賢乎繆公？以為能變”。然則秦處西戎，罕接諸夏，賢於繆公始有大夫，自爾以來，常多格化，《春秋》漏之，無大夫名氏。今得書見，是以據而問之。曷為仕諸晉？（據國地足以祿之。）有千乘之國，（十井為一乘，公侯封方百里，凡千乘；伯四百九十乘；子男二百五十乘。時秦侵伐自廣大，故曰千乘。○千乘，繩證反，注同。）"
      },
      {
        "index": 16,
        "text": "疏注“公侯”至“千乘”。○解云：《王製》文。連言侯者，據有功者言之。云伯四百九十乘者，正以《王製》云“伯七十里”故也。云時秦侵伐自廣大，故曰千乘者，正以此伯故也。"
      },
      {
        "index": 17,
        "text": "而不能容其母弟，故君子謂之出奔也。（弟賢，當任用之；不肖，當安處之。乃仕之他國，與逐之無異，故云爾。）"
      },
      {
        "index": 18,
        "text": "六月，丁巳，邾婁子華卒。晉荀吳帥師敗狄於大原。此大鹵也，曷為謂之大原？（據讀言大原也。○大原，音泰，下同。鹵，力古反。）"
      },
      {
        "index": 19,
        "text": "疏“晉荀”至“大原”。○解云：案《左氏》作“大鹵”字，《穀梁》與此同。○“此大鹵”至“大原”。○解云：案古史文及夷狄之人皆謂之大鹵。而今經與師讀，皆謂之大原，故難之。○注“據讀言大原也”。○解云：時公羊子亦讀言大原也。\n地物從中國，（以中國形名言之，所以曉中國，教殊俗也。）"
      },
      {
        "index": 20,
        "text": "疏“他物從中國”。○解云：言所以今經與師讀皆言大原者，正以地與諸物之名，皆須從諸夏名之故也。○注“以中”至“言之”。解云：謂諸夏之稱，皆從地之形勢為名。此地形勢高大而廣平，故謂之大原。云所以曉中國，教殊俗也者，本史及夷狄皆謂之大鹵，而今經與師讀必謂之大原者，正以曉中國之人，教有殊俗之義故也。\n邑人名從主人。（邑人名，自夷狄所名也。不若他物有形名可得正，故從夷狄辭言之。）"
      },
      {
        "index": 21,
        "text": "疏“邑人名從主人”。○解云：此主人謂夷狄也。言大原人道云之時，從其夷狄，皆謂之大鹵，故注云“邑人名，自夷狄所名也”。○注“不若”至“言之”。○解云：諸夏地物有形名言之，夷狄之俗，不如諸夏之地物有形勢之名也。可得正者，猶言可能正，是故本史及邑人止從夷狄辭言之，謂之大鹵也。"
      },
      {
        "index": 22,
        "text": "原者何？上平曰原，下平曰隰。（分別之者，地勢各有所生，原宜粟，隰宜麥，當教民所宜，因以製貢賦。○隰，音習。別，彼列反。）"
      },
      {
        "index": 23,
        "text": "疏“原者何”。○解云：《春秋》之文既同，明是廣大之義；原鹵名異，未有分別之言，故以不知問之。○“上平曰原”。解云：《釋地》云“廣平曰原。”李氏云：“廣平，謂土地寬博而平正者，名原。”然則此言上平者，蓋欲對隰言之，故謂之上平，其實與《爾雅》廣平不異。○“下平曰隰”。○解云：《釋地》云“下濕曰隰。”李氏云“下濕，謂土地窊下，但當名為隰。”然則此言下平者，正欲對上平言之，仍與濕不異。\n秋，莒去疾自齊入於莒。"
      },
      {
        "index": 24,
        "text": "莒展出奔吳。（主書去疾者，重篡也。莒無大夫，書展者，起與去疾爭篡，當國出奔。言自齊者，當坐有力也。皆不氏者，當國也。不從莒無大夫去氏者，莒殺意恢稱公子，篡重，不嫌本不當氏。○去疾，起呂反。）"
      },
      {
        "index": 25,
        "text": "疏注“莒無”至“當氏”。○解云：在莊二十七年傳文。云當國出奔者，正以襄三十一年冬，“莒人弑其君密州”。今年去疾之入，入者，出入惡之文，而文不氏，故知出時為當國也。既是當國，正合書入。而言自齊者，剌齊有力矣。其出奔不書者，《春秋》之義，微者出入不兩書故也。云皆不氏者，當國也者，正以隱元年“鄭伯克段於鄢”之下，傳云“何以不稱弟？當國也”，則此等下言公子者，是當國之文。注不從云云者，下十四年“冬，莒殺莒公子意恢”，何氏云“莒無大夫，書殺公子者，子未逾年而殺其君之子，不孝大甚，故重錄之。稱氏者，明君之子”也。然則莒為小國，大夫名氏例不錄見，假有錄者，名氏不具，即莒慶之屬無氏是也。今此去疾之徒，寧知不爾，彊云當國故不當氏者，正以莒殺意恢重而錄氏。今邪庶並篡，其事非輕，固宜重而錄之。但欲當國為君，故如其意，使惡逆見也。然則意恢事重，故稱公子，今亦篡重，明其未貶之時，亦合稱氏，故云篡重，不嫌本不當氏也。"
      },
      {
        "index": 26,
        "text": "叔弓帥師疆運田。疆運田者何？與莒為竟也。（疆，竟也。與莒是正竟界，莒言城中丘。○疆運，居良反，下同。）"
      },
      {
        "index": 27,
        "text": "疏“疆運田者何”。解云：欲言正界，而經書帥師；欲言侵伐，而道疆運，故執不知問。○“與莒為竟也”。○解云：若言與莒人造作竟界。○注“若言城中丘”。○解云：隱七年“夏，城中丘”，傳云“何以書？以重書也”，何氏云“以功重故書，當稍稍補完之，至令大崩弛壞敗，然後發眾城之，猥若百姓，空虛國家，故言城，明其功重，與始作無異”，則彼若稍稍補完，則輕而不書，至於功重，故書而刺之。今此魯若往前之時，少侵即正，則輕而不書，至於大損，而興師發眾，乃能正之，明其功重，與始取無異”，故若城中丘。"
      },
      {
        "index": 28,
        "text": "與莒為竟，則曷為帥師而往？（據非侵伐。）畏莒也。（畏莒有賊臣亂子，而興師與之正竟，剌魯微弱失操，煩擾百姓。）"
      },
      {
        "index": 29,
        "text": "疏注“畏莒”至“百姓”。○解云：襄三十一年“莒人弑其君密州”，是為賊臣；而二子爭篡，是為亂子。魯人見其賊亂，恐其轉侵，是以興兵與之正竟，賊亂之人，自救無暇，焉能轉侵乎？故云微弱失操，煩擾百姓也。\n葬邾婁悼公。\n冬，十有一月，已酉，楚子卷卒。（○卷，音權，《左氏》作“麇”字者。）"
      },
      {
        "index": 30,
        "text": "疏“楚子卷卒”。○解云：《左氏》作“麇”字，二小傳本亦有作“麇”字者。楚公子比出奔晉。（辟內難也。）\n疏注“辟內難也”。○解云：正以更無他事，於君薨之際而出奔，故知止應辟內難故也。\n昭公二年\n二年，春，晉侯使韓起來聘。夏，叔弓如晉。\n秋，鄭殺其大夫公孫黑。\n冬，公如晉，至河乃複。其言至河乃複何？（據公如晉，次於乾侯，而還言至自乾侯，不言至乾侯乃複。）"
      },
      {
        "index": 31,
        "text": "疏注“據公”至“乃複”。○解云：即下二十八年春，“公如晉，次於乾侯”；二十九年“春，公至自乾侯”是也。"
      },
      {
        "index": 32,
        "text": "不敢進也。（乃，難辭也。時聞晉欲執之，不敢往，君子榮見與，恥見距，故諱使若至河，河水有難而反。○乃難，如旦反，下“有難”同。）"
      },
      {
        "index": 33,
        "text": "疏注“乃，難辭也”。○解云：宣八年傳文。云故諱使若至河，河水有難而反者，若如川之滿，不可遊也然。季孫宿如晉。\n昭公三年"
      },
      {
        "index": 34,
        "text": "三年，春，王正月，丁未，滕子泉卒。疏“滕子泉卒”。解云：《左氏》、《穀梁》作“原”字。夏，叔弓如滕。"
      },
      {
        "index": 35,
        "text": "五月，葬滕成公。（月者，襄公上葬，諸侯莫肯加禮，獨滕子來會葬，故恩錄之，明公當自行，不當遣大夫，失禮尤重，以責內。）"
      },
      {
        "index": 36,
        "text": "疏注“月者”至“錄之”。○解云：卒月葬時者，小國之常典，下六年夏，“葬杞文公”之屬是也。今而書月，故以為恩錄之。言襄公上葬者，謂上文葬襄公時也。言諸侯莫肯加禮，獨滕子來會葬者，即襄三十一年夏，“公薨於楚宮”，“冬，十月，滕子來會葬。癸酉，葬我君襄公”是也。○注“明公”至“責內”。○解云：《公羊》之義，鄰國諸侯，及鄰國夫人喪，皆公自會葬，故《異義》“《公羊》說”云“襄公三十年，叔弓如宋葬葬姬，議公不自行”是也。然則凡平諸侯之葬，公猶自行，況其加禮於已者乎？故言失禮尤重，以責內也。\n秋，小邾婁子來朝。八月，大雩。（先是公季孫宿比如晉。）\n冬，大雨雹。（為季氏。○雨，於付反。雹，步角反。為，於偽反。）\n北燕伯款出奔齊。（名者，所見世著治大平，責小國詳錄，出奔當誅。○治，直吏反。大，音泰。）"
      },
      {
        "index": 37,
        "text": "疏注“名者”至“當誅”。解云：《春秋》之義，有三世異辭，入所見之世，小國出奔而書其名，故知義然也，即莊十年“譚子奔莒”，僖五年“弘子奔黃”，十年“溫子奔衛”，成十二年“周公出奔晉”之屬皆不名。至於此文“北燕伯款”，下三十年冬，“徐子章禹出奔楚”之國，皆書其名是也。言出奔當誅者，謂太平之世，民皆有禮，況於諸侯，不死社稷而棄國出奔，當合誅滅矣。\n昭公四年"
      },
      {
        "index": 38,
        "text": "四年，春，王正月，大雨雪。（為季氏。○大雨雪，於付反，《左氏》作“大雨雹”。為季，於偽反，下文及注“為齊誅”並同。）"
      },
      {
        "index": 39,
        "text": "疏“大雨雹”。○解云：案正本皆作“雹”字，《左氏》經亦作“雹”字，故賈氏云“《穀梁》作‘大雨雪’”。今此若有作“雪”字者，誤也。"
      },
      {
        "index": 40,
        "text": "夏，楚子、蔡侯、陳侯、鄭伯、許男、徐子、滕子、頓子、胡子、沈子、小邾婁子、宋世子佐、淮夷會於申。（不殊淮夷者，楚子主會行義，故君子不殊其類，所以順楚而病中國。）"
      },
      {
        "index": 41,
        "text": "疏注“不殊”至“中國”。○解云：內諸夏外夷狄者，《春秋》之常典。而不殊淮夷者，正以此會楚子為主會行義。其行義者，即下文“為齊誅”是也。故君子不殊其類者，君子謂孔子。孔子作《春秋》，不殊楚之類。孔子之意所以然者，正欲順楚之事，而病諸夏之衰微，何者？言楚夷狄，尚能行義以相榮顯，況於諸夏，反不能然，故得病之。若然，《春秋》之式，傳聞之世，內其國，外諸夏；所聞之世，內諸夏，外夷狄；所見之世，治致太平，錄夷狄，則不殊淮夷，固其宜也，何則？此注云“由楚子主會行義，君子不殊其類”者，正以等是大年，亦有粗細，昭當其父，非已時事，定、哀之世，乃醇粹也。是以定六年“仲孫忌”之下，何氏云“《春秋》定、哀之間，文致大平，欲見王者治定，無所複為譏，唯有二名，故譏之”是也。然則淮夷始見，安行無禮？是以此經更無進稱，未當定、哀之間，仍合外限，但由楚子主會，故得不殊，是以何氏更為立義矣。\n楚人執徐子。"
      },
      {
        "index": 42,
        "text": "秋，七月，楚子、蔡侯、陳侯、許男、頓子、胡子、沈子、淮夷伐吳，執齊慶封，殺之。此伐吳也，其言執齊慶封何？為齊誅也。（故係之齊。）其為齊誅奈何？慶封走之吳，（以襄公二十八年奔魯，自是走之吳。不書者，以絕於齊，在魯不複為大夫，賤，故不複錄之。○不複，扶又反，下同。）"
      },
      {
        "index": 43,
        "text": "疏注“以襄公”至“奔魯”。○解云：即彼云“冬，齊慶封來奔”是也。○注“不書”至“錄之”。○解云：案如此經上言“伐吳”，則犯吳之文巳著，何得注云“使防係吳，嫌犯吳也”，正以慶封往前巳封於防，為小國矣。但諸侯之義不得專封，是以《春秋》奪言伐吳矣，實言之非伐吳矣。今日此經若言入防，則更成上“伐吳”之文，實伐吳則為犯吳。若直言入防執齊慶封殺之，則恐防是齊邑，是以進退不得作文也。"
      },
      {
        "index": 44,
        "text": "吳封之於防。（不書入防者，使防係吳，嫌犯吳也。去吳，嫌齊邑也。○去，起呂反。）然則曷為不言伐防？（據防邑為國。）不與諸侯專封也。（故奪言伐吳。）慶封之罪何？脅齊君而亂齊國也。（道為齊誅意也。稱侯而執者，伯討也。月者，善錄義兵。）"
      },
      {
        "index": 45,
        "text": "疏注“稱侯”至“討也”。○解云：僖四年傳文。上下更無稱爵以執大夫之事，唯此一經，可以當之，故何氏言焉。若然，案如此經不重出楚上，以為伯討之義。僖二十一年“秋，宋公、楚子、陳侯”以下“會於霍，執宋公以伐宋”，傳云“曷為不言楚子執之？不與夷狄之執中國”者，正以此經楚子為會主而序於上，下言執慶封殺之，可以因上文，不勞重出也。既得因上文，即是稱爵以執之，故知為伯討。案霍之經，宋公序上，乃次楚子，下言執宋公，明知不得因上文矣。既不因上文，而不更出楚子，不與夷狄之執諸夏故也。云月者，善義兵也者，正以侵伐例時故也。\n遂滅厲。（莊王滅蕭日，此不日者，靈王非賢，責之略。○滅厲，如字，又音賴，《左氏》作“賴”。）"
      },
      {
        "index": 46,
        "text": "疏“遂滅厲”。○解云：有作“賴”字者。○注“莊王”至“之略”。○解云：宣十二年“冬，十有二月，戊寅，楚子滅蕭”，彼注云“日者，屬上有王言，今反滅人，故深責之”是也。然則以靈王非賢，故責之略，還依常例書月，若似莊十年“冬，十月，齊師滅譚”之屬是。\n九月，取鄫。其言取之何？（據國言滅。）疏注“據國言滅”。○解云：即滅譚滅遂之屬是也。\n滅之也。滅之則其言取之何？內大惡，諱也。（因鄫上有滅文，故使若取內邑。）"
      },
      {
        "index": 47,
        "text": "疏“內大惡諱也”。○解云：隱二年無駭入極之，下傳云“此滅也，其言入何？內大惡，諱也”，今又重發之者，正以入取之文不同故也。○注“因鄫”至“內邑”。○解云：直言取鄫。言上有滅文者，即襄六年秋，“莒人滅鄫”是也。內取邑直言取者，上元年“三月，取運”之屬是也。言上有滅鄫之文，鄫不複為國，因此之故，遂直言取，若似內自取邑。然則襄六年之時，鄫巳見滅，今而言取者，彼直取後乎莒，非兵滅，是以魯人今得取之。以此言之，則無駭入極不言取者，正以極上無滅文故也。\n冬，十有二月，乙卯，叔孫豹卒。\n昭公五年\n五年，春，王正月，舍中軍。舍中軍者何？複古也。（善複古也。○舍中，音舍，下及注同。）"
      },
      {
        "index": 48,
        "text": "疏“舍中軍”。○解云：襄十一年時，於司馬之下為之置中卿之官，令助司馬為軍將，添前司徒司空之屬為三軍，逾王製，故於彼經云“作三軍”以譏之。今還依古禮，舍司馬，不複令作將軍，故曰舍中軍。○“舍中軍者何”。○解云：欲言非禮，實如王製；欲言是禮，不應複書之，故執不知問。○“複古也”。○解云：正以魯為州，故正舍二軍。今舍僭從禮，故曰複古，是以隱五年注云“方伯二師”是也。○注“善複古也”。○解云：言舍僭從禮，正是常事，而書之者，正以當時皆僭，獨自能抑從禮，善其複古，是以書之，故云善複古也。"
      },
      {
        "index": 49,
        "text": "然則曷為不言三卿？（據上言作三軍，等問不言軍云卿者，上師解言三卿，因以為難。○為難，乃旦反，下同。）"
      },
      {
        "index": 50,
        "text": "疏注“據上言作三軍”。○解云：弟子之意，見上文襄十一年時，云道作三軍，今日舍之，應言舍三軍，而言舍中軍，與上文異，故難之。○注“等問”至“為難”。○解云：襄十一年傳云“三軍者何？三卿也”，然則今於此問，何故不云曷為不言舍三軍，而言卿者？正以上文襄十一年時，師解以為“三軍者何？三卿也”，是以弟子因而難之，云曷為不言舍三卿。"
      },
      {
        "index": 51,
        "text": "五亦有中，三亦有中。（此乃解上作三軍時意，作時益中軍，不可言中軍者，吾亦有中，三亦有中，不知何中也。今此據上作三軍，不言中云三，則益三之中，舍三之中，皆可知也。弟子本據上言作三，難下中不言三也。如師解言本益中，故下言舍中，為其將複據下中難上不言中，故解上以解下，如此，則下不言三亦可知也。不言卿者，欲同上下文以相起。傳不足以解之者，以上解下，文當同亦可知。月者，善錄之。○為，於偽反。複，扶又反。）"
      },
      {
        "index": 52,
        "text": "疏“五亦”至“有中”。○解云：襄十一年時益司馬之職，更令將軍，正是作中，而不言作中軍者，正以五亦有中，三亦有中。若言作中軍，嫌是五之中，故變言作三軍。若欲實而言之，正是作中軍，故至舍時云道中軍矣。○注“此乃”至“三也”。　解云：上謂襄十一年時也。云作時益中軍者，謂於司馬之下置中卿，令助司馬將軍，添前二軍為三軍，故曰作時益中軍也。云今此據上作三軍，不言中云三者，今此公羊子，據上作三軍時不言中之意，故言五亦有中，三亦有中也。如此則上益三之中，下舍三之中，皆可知矣，何者？上言作三軍，下言舍中軍，則非五之中亦明矣。云弟子本據上言作三，難下中不言三也者，即此傳云“然則曷為不言舍三卿”是也。○注“如師”至“可知也”。○解云：如詁為若。若公羊答之云本益三之中，故言舍中，即恐弟子難之云今舍時言中軍，作時曷為不言作中軍？若其如此，即是守文不察，疑惑門人，非師訓之道，故公羊子解上以解下，何者？解上作時實是中軍，但有嫌疑，不得言中，遂變言三軍，即是解此下文舍中軍不得言三之意，故云解上以解下。如此言之，即下文不言三軍昭然可解，故云亦可知。云不言卿者，欲同上下文以相起者，正實而言之，正是舍去司馬之職，中卿之官。何以不言舍中卿，而言舍中軍者，正以襄十一年時云“作三軍”，故欲同其文，相起為一物。○注“傳不”至“錄之”。○解云：傳若足解之，宜云前此作三軍之時不言中者，五亦有中，三亦有中。此舍三軍不言三者，正以前三非正稱，故舍時不得言三。今此傳文少，故言傳不足解之也。欲以上解下者，以作時文在上，故傳特解之。上文既解訖，下文不言三之意當同上義亦可知。云月者，善錄之者，謂善其複古而詳錄之也。\n楚殺其大夫屈申。公如晉。"
      },
      {
        "index": 53,
        "text": "夏，莒牟夷以牟婁及防茲來奔。莒牟夷者何？莒大夫也。莒無大夫，此何以書？重地也。其言及防茲來奔何？（據漆閭丘不言及，高張言及。）"
      },
      {
        "index": 54,
        "text": "疏“莒牟夷者何”。○解云：欲言莒君，經不言子；欲言大夫，莒無大夫，故執不知問。○注“據漆”至“言及”。○解云：言漆閭丘不言及者，即襄二十一年春，“邾婁庶其以漆閭丘來奔”是也。高張言及者，即哀六年“夏，齊國夏及高張來奔”是也。正以地邑無及文，上下大夫乃言及，與此防茲之義違，故難之，何者？人之尊卑，自有差等，故可以言及；地邑無尊卑之義，恐其不得言及也。"
      },
      {
        "index": 55,
        "text": "不以私邑累公邑也。（公邑，君邑也。私邑，臣邑也。累，次也。義不可使臣邑與君邑相次序，故言及以絕之）。秋，七月，公至自晉。"
      },
      {
        "index": 56,
        "text": "戊辰，叔弓帥師敗莒師於濆泉。濆泉者何？直泉也。直泉者何？湧泉也。（蓋戰而湧為異也。不傳異者，外異不書。此象公在晉，臣下專為莒叛臣地以興兵戰鬥，百姓悲怨歎息，氣逆之所致，故因以著戰處，欲明天之與人相報應之義。○濆泉，扶粉反。濆泉，踴泉也，《左氏》作“蚡泉”，《穀梁》作“賁泉”。處，昌慮反。應，應對之應。）"
      },
      {
        "index": 57,
        "text": "疏“於濆泉”。○解云：《左氏》作“蚡”字，《穀梁》作“賁泉”字。○“濆泉者何”。解云：欲言地名，以泉名之；欲言是水，戰於其處，故執不知問。○“直泉也”。○解云：謂此泉直上而出。○“直泉者何”。○解云：欲言湧地，不應言直；欲言土地，仍謂之泉，故執不知問。○注“蓋戰”至“而湧為異也”。○解云：似穀洛鬥之事也。○注“不傳”至“戰鬥”。○解云：《春秋》之義，外異不書，即襄十九年不書漷移之屬是。今此濆泉為異，故不錄。經既不錄，傳無由發之；經若書之，傳宜云何以書？為天下記異，似若僖十四年“沙鹿崩”之傳矣。云此象公在晉云云者，公在晉者，即上春“公如晉”是也。臣下專受莒叛臣地者，即經書“夏，莒牟夷”以下云云“來奔”，在“秋，七月，公至自晉”之上是也。以興兵戰鬥者，即此戰敗於濆泉是。正以敗者，內戰之文故也。○注“百姓”至“所致”。○解云：上注云“外異”，今此云魯人悲怨致之者，正以濆泉在莒魯界上，二國結怨，方戰於此，應而為異，何以不然？○注“故因”至“之義”。○解云：疏具僖三年。"
      },
      {
        "index": 58,
        "text": "秦伯卒。何以不名？（據諸侯名。）秦者，夷也。匿嫡之名也。（嫡子生，不以名令於四竟，擇勇猛者而立之。○嫡之，丁曆反，注及下同。）"
      },
      {
        "index": 59,
        "text": "疏注“嫡子”至“立之”。○解云：即《內則》云“夫告宰名，宰辯告諸男名，書曰某年某月某日某生，而藏之。宰告閭史，書為二；其一藏諸閭府；其一獻諸州史，州史獻諸州伯，州伯命藏諸州府”，是其以名令於四竟之義也。其擇勇猛者而立之者，正以夷狄之人，不尚文德故也。\n其名何？（據秦伯嬰、稻名。）"
      },
      {
        "index": 60,
        "text": "疏注“據秦伯嬰、稻名”。○解云：文十八年春，“秦伯罃卒”；宣四年春，“秦伯稻卒”是也。然則文十八年經作“罃”字，今此作“嬰”字者，誤也。寧知非彼誤者，正以文十八年“秦伯罃卒”之下，賈氏云“《穀梁傳》云秦伯偃”，不道《公羊》曰“嬰”，知《公羊》與《左氏》同，皆作“罃”字矣。注“獨嬰、稻以嫡得立之”者，“嬰”字亦誤，宜為“罃”字矣。\n嫡得之也。（獨嬰、稻以嫡得立之。）"
      },
      {
        "index": 61,
        "text": "冬，楚子、蔡侯、陳侯、許男、頓子、沈子、徐人、越人伐吳。（吳未服慶封之罪故也。越稱人者，俱助義兵，意進於淮夷，故加人以進之。義兵不月者，進越為義兵明，故省文。）"
      },
      {
        "index": 62,
        "text": "疏注“越稱”至“省文”。○解云：即上四年“秋，七月，楚子、蔡侯、陳侯、許男、頓子、胡子、沈子、淮夷伐吳”，彼注云“月者，善義兵”。然則上文淮夷唯助義兵，其意不進，故不稱淮人。今稱人，故以進解之。云義兵不月者，進越為義兵明，故省文者，正以侵伐例時，義兵則詳錄，故上四年“秋，七月，楚子”以下“伐吳”，注云“月者，善錄義兵”是也。今此亦為義兵而不書月，故如此解。\n昭公六年"
      },
      {
        "index": 63,
        "text": "六年，春，王正月，杞伯益姑卒。（不日者，行微弱，故略之。上城杞已貶，複卒略之者，入所見世，責小國詳，始錄內行也。諸侯內行小失，不可勝書，故於終略責之，見其義。○複，扶又反。內行，下孟反，下同。勝，音升。見其，賢遍反。）"
      },
      {
        "index": 64,
        "text": "疏注“不日”至“略之”。○解云：正以襄二十三年春，“三月，己巳，杞伯匄卒”，彼已書日，今而書月，故解之。○注“上城”至“其義”。○解云：上城已貶者，謂襄二十九年“夏，仲孫羯會晉荀盈、齊高止、宋華定”以下“城杞”，“杞子來盟”，注云“貶稱子者，微弱不能自城，危社稷宗廟當坐”是也。律云“一人有數罪，則以重者坐之。然則亦不再加，而卒複略之者，正以此是入所見之世，責小國詳，始錄其內行故也。諸侯內行小失，寧可備書，但當卒時略之而已。言不可勝書者，言小行非一，不可勝負，不可具書，猶如《序》云“不可勝記”之類也。何氏必此解者，正以往前經傳，不見杞伯之惡而經略之，知內行有失也。\n葬秦景公。夏，季孫宿如晉。葬杞文公。宋華合比出奔衛。（○比，如字，又毗誌反。）\n秋，九月，大雩。（先是季孫宿如晉，是後叔弓與公比如楚，有豫賦之煩也。○賦斂，力驗反，或無此字。）"
      },
      {
        "index": 65,
        "text": "疏注“先是”至“之煩也”。○解云：文當如是。言先是季孫宿如晉，即上文“夏，季孫宿如晉”是也。言是後叔弓與公比如楚者，即下文“冬，叔弓如楚”，七年“三月，公如楚”，故謂之比也。二年事皆在後，故云有豫賦之煩也。亦有一本云“叔弓如齊”者，誤。\n楚薳頗帥師伐吳。疏“楚蒍頗”。○解云：《左氏》、《穀梁》作“薳罷”字。冬，叔弓如楚。齊侯伐北燕。\n昭公七年"
      },
      {
        "index": 66,
        "text": "七年，春，王正月，暨齊平。（書者，善錄內也。不出主名者，君相與平，國中皆安，故以舉國體言之。月者，剌內暨暨也。時魯方結婚於吳，外慕強楚，故不汲汲於齊。○暨，其器反。）"
      },
      {
        "index": 67,
        "text": "疏注“書者，善錄內也”。○解云：正以平為善事，今而書之，故云善錄內也。○注“月者”至“暨也”。○解云：正以定十一年“冬，及鄭平”，則知例書時也。今此書月，故如此解也。隱元年傳云“及，猶汲汲；暨猶暨暨也。及，我欲之；暨，不得已”。然則暨暨是不獲已，然後為之，平是善事而不汲汲，故書月以刺之，故云月者刺內暨暨矣。○注“時魯”至“於齊”。○解云：下十年冬注云“去冬者，蓋昭公娶吳孟子之年，故貶之”。然則十年不書冬者，是其方結緡於吳之事。其外慕強楚者，即上文“叔弓如楚”，下文“公如楚”之屬是也。正以文不言及，故云不汲汲於齊矣。\n三月，公如楚。"
      },
      {
        "index": 68,
        "text": "叔孫舍如齊蒞盟。（○叔孫舍，二傳作“婼”）。夏，四月，甲辰，朔，日有食之。（是後楚滅陳蔡，楚弑君虔於乾谿。）"
      },
      {
        "index": 69,
        "text": "疏注“是後楚滅陳蔡”。○解云：即八年“冬，十月，壬午，楚師滅陳”是也，及下十一年“十有一月，丁酉，楚師滅蔡”是也。云楚弑其君於乾谿者，即下十三年“夏，四月，楚公子比自晉歸於楚，弑其君於乾谿”是也。\n秋，八月，戊辰，衛侯惡卒。九月，公至自楚。冬，十有一月，癸未，季孫宿卒。"
      },
      {
        "index": 70,
        "text": "十有二月，癸亥，葬衛襄公。（當時而日者，世子輒有惡疾，不早廢之，臨死乃命臣下廢之。自下廢上，鮮不為亂，故危錄之。○當，丁浪反，又如字。鮮，息淺反。）"
      },
      {
        "index": 71,
        "text": "疏注“當時”至“錄之”。○解云：隱三年傳云“當時而日，危不得葬也”。今此衛侯八月卒，至此正五月，而經書癸亥，故言危錄之。言世子輒有惡疾者，即下二十年“秋，盜殺衛侯之兄輒”，傳云“母兄稱兄。兄何以不立？有惡疾也”是矣。知其不早廢，臨死乃命臣下廢之者，正以危錄其葬故也。其若不然，更無危事，不知使葬何以書日乎？言危錄之者，以其有危，故錄其日也。\n昭公八年"
      },
      {
        "index": 72,
        "text": "八年，春，陳侯之弟招殺陳世子偃師。（說在元年。變其言陳者，起招致楚滅陳自此始，故重舉國。○故重，直用反，年末同。）"
      },
      {
        "index": 73,
        "text": "疏注“說在元年”。○解云：即元年傳云“大夫相殺稱人，此其稱名氏以殺何？言將自是弑君也。今將爾，詞曷為與親弑者同？君親無將，將而必誅”之屬是也。○注“變其”至“舉國”。解云：《春秋》之義，大夫相殺稱人。言其，即莊二十二年春，“陳人殺其公子禦寇”；下“陳人殺其大夫公子過”；文九年“晉人殺其大夫先都”之屬，今變兩下之例，言殺陳世子者，起招致楚滅陳自此始，是以重舉陳矣。\n夏，四月，辛丑，陳侯溺卒。（○溺，乃狄反。）叔弓如晉。楚人執陳行人於徵師殺之。陳公子留出奔鄭。\n秋，蒐於紅。蒐者何？簡車徒也。（徒，眾○廋，所苗反，本亦作“蒐”。）\n疏“蒐者何”。○解云：正以常事不書，今此見經，故執不知問。何以書？蓋以罕書也。（說在桓六年。）"
      },
      {
        "index": 74,
        "text": "疏注“說在桓六年”。○解云：桓六年“秋，八月，壬午，大閱”，傳云“大閱者何？簡車徒也。何以書？蓋以罕書也”，注云“罕，希也。孔子曰：‘以不教民戰，是謂棄之。’故比年簡徒，謂之蒐；三年簡車，謂之大閱；五年大簡車徒，謂之大蒐。存不忘亡，安不忘危。不地者，常地也。蒐例時，此日者，桓既無文德，又忽忘武備，故尤危錄”。然則為蒐之法，比年作之，今此不然，故云以罕書。\n陳人殺其大夫公子過。（○過，音戈。）\n大雩。（先是公如楚，半年乃歸，費多賦重所致。○費，芳味反。）\n疏注“先是”至“乃歸”。○解云：即去年“三月，公如楚”，“九月，公至自楚”是也。"
      },
      {
        "index": 75,
        "text": "冬，十月，壬午，楚師滅陳。執陳公子招，放之於越。殺陳孔瑗。疏“殺陳孔瑗”。○解云：《左傳》、《穀梁》作“奐”。"
      },
      {
        "index": 76,
        "text": "葬陳哀公。（日者，疾詐諼滅人也。不舉滅為重，複書三事言執者，疾諼讬義，故列見之。讬義不先書者，本懷滅心。重舉陳者，上已言滅，不複重舉無以明。○諼，況元反。複書，扶又反，下同。見，賢遍反。）"
      },
      {
        "index": 77,
        "text": "疏注“日者”至“人也”。○解云：《春秋》之義，滅例書月，即莊十年“冬，十月，齊師滅譚”，十三年“夏，六月，齊人滅遂”之屬是也。上四年“秋，七月，楚子滅厲”之下，注云“莊王滅蕭日，此不日者，靈王非賢，責之略”，是以還依常例書月矣。今而日者，疾詐諼滅人故也。○注“不舉”至“見之”。○解云：《春秋》之義，舉滅為重，是以襄六年“齊侯滅萊”之下，何氏云“不書殺萊君者，舉國滅為重”是也。今不舉滅為重，故須辨之。言複書三事言執者，謂複書三事，又言執者，以疾其詐諼讬義，故須列而見之。三事：放招，殺瑗，葬哀公是。○注“讬義”至“滅心”。○解云：宣十一年“冬，十月，楚人殺陳夏徵舒”，“丁亥，楚子入陳”。然則彼乃楚子行義，先書其殺，今此楚子亦是讬義討賊，書在滅後者，見本懷滅心故也。○注“重舉”至“以明”。○解云：成二年“秋，七月，齊侯使國佐如師。已酉，及國佐盟於袁婁”，不重舉齊，此重舉陳者，上已言楚師滅陳，若不複舉陳，無以明其是陳人矣。\n昭公九年"
      },
      {
        "index": 78,
        "text": "九年，春，叔弓會楚子於陳。（陳已滅，複見者，從地名錄，猶宋郜以邑錄。不舉小地者，顧後當存。○複見，扶又反，下同；下賢遍反。）"
      },
      {
        "index": 79,
        "text": "疏注“陳已”至“當存”。○解云：郜者，是文王之子，春秋前宋人滅之，至隱十年夏，“六月，壬戌，公敗宋師於管。辛未，取郜。辛巳，取防”是也。云不舉小地，顧後當存者，言陳是總號，當是會時，未必在其國都，所以不舉小地而舉陳者，正以楚人暴滅，《春秋》欲閔陳而存之，故還舉其大號而言也。其存陳者，即下經“夏，四月，陳火”是也。\n許遷於夷。\n夏，四月，陳火。陳已滅矣，其言陳火何？（據災異為有國者戒。○陳火，《左氏》作“災”。）"
      },
      {
        "index": 80,
        "text": "疏“陳火”。○解云：《左氏》作“災”字，《穀梁》與此同。○“陳已”至“火何”。○解云：所以不言外災不書，此何以書之義者，正以解言存陳，故書其火，則外災得書之義亦見矣。\n存陳也。（陳已滅，複火者，死灰複燃之象也。此天意欲存之，故從有國記災。）\n疏注“陳已”至“記災”。解云：即《考異郵》不“陳火之類，未當誅絕，天曉其君，死灰更燃之意”是也。\n曰存陳，悕矣。（書火存陳者，若曰陳為天所存，悲之。○悕，音希，悲也。）"
      },
      {
        "index": 81,
        "text": "疏“曰存陳，悕矣”。○解云：悕，謂悲也。公羊子曰陳為天所存者，天悲痛之故也。曷為存陳？（據災非一，天意曷為悲陳而存之？）"
      },
      {
        "index": 82,
        "text": "疏注“據災”至“存之”。○解云：弟子之意，以為《春秋》之內，書災者非止一處而已矣，意曷為正於此災之上，悲陳而存之乎？"
      },
      {
        "index": 83,
        "text": "滅人之國，執人之罪人，（罪人，招也。）殺人之賊，（孔瑗，弑君賊也。）葬人之君，若是則陳存悕矣。（楚為無道，托討賊行義，陳臣子辟門虛心待之，而滅其國。若是，則天存之者，悲之也。不書孔瑗弑君者，本為招弑，當舉招為重，方不與楚討賊，於沒招正賊文，以將與上貶起之。月者，閔之。○辟，婢亦反，開也。本為，於偽反。）"
      },
      {
        "index": 84,
        "text": "疏注“不書”至“閔之”。○解云：案如上文，則孔瑗與招本謀弑君，而責是弑文者，正以君親無將，將而必誅，故言當舉招為重。言故沒招正賊文者，謂不於討處貶招，見其有弑君之罪矣。言以將與上貶起之者，上貶，謂元年稱公子，傳云“此陳侯之弟招，何以不稱弟？貶”是也。云月者，閔之者，正以外災例時，即襄九年“春，宋火”之屬是，今而書月，故言閔之。\n秋，仲孫玃如齊。（○玃，具縛反，又居碧反。）冬築郎囿。（○囿，音又。）\n昭公十年\n十年，春，王正月。夏，晉欒施來奔。（○晉欒施，《左氏》作“齊欒施”。）"
      },
      {
        "index": 85,
        "text": "秋，七月，季孫隱如、叔弓、仲孫玃帥師伐莒。（○隱如，《左氏》作“意如”。）戊子，晉侯彪卒。（○彪，彼虯反。）九月，叔孫舍如晉。\n葬晉平公。"
      },
      {
        "index": 86,
        "text": "十有二月，甲子，宋公戍卒。（去冬者，蓋昭公取吳孟子之年，故貶之。○宋戌，讀《左傳》者音成，何云“向戌與君同名，則宜音恤”。去，起呂反。）"
      },
      {
        "index": 87,
        "text": "疏注“去冬”至“貶之”。○解云：正以《禮記》、《論語》皆有“昭公取於吳，謂之吳孟子”之文，但不指其取之年歲。今無冬者，無佗罪可指，是以何氏以意當之，以無正文，故言蓋也。取吳孟子所以不書者，諱取同姓故也。賈、服以為剌不登台視氣，範氏以為不書冬，甯所未詳。\n昭公十有一年\n十有一年，春，王正月，叔弓如宋。葬宋平公。\n夏，四月，丁巳，楚子虔誘蔡侯般，殺之於申。楚子虔何以名？（據誘戎曼子不名。○戎曼，音蠻。）\n疏注“據誘”至“不名”。○解云：即昭十六年春，“楚子誘戎曼子殺之”是也。\n絕也。曷為絕之？（據俱誘之。）為其誘封也。（使不自知而死，故加誘。○為，於偽反。）\n疏注“使不”至“加誘”。○解云：即《左氏傳》云“醉而殺之”是也。此討賊也。（蔡侯般弑父而立）\n疏注“蔡侯”至“而立”。○解云：即襄三十年“夏，四月，蔡世子般弑其君固”是也。\n雖誘之，則曷為絕之？（據與莊王外討，晉文譎尊。○譎，古穴反。）"
      },
      {
        "index": 88,
        "text": "疏注“據與”至“譎尊”。○解云：莊王外討者，即宣十一年“冬，十月，楚人殺陳夏徵舒”，傳云“此楚子也，其稱人何？貶。曷為貶？不與外討也”，“曷為不與？實與而文不與。文曷為不與？諸侯之義，不得專討也。諸侯之義不得專討，則其曰實與之何？上無天子，下無方伯，天下諸侯有為無道者，臣弑君，子殺父，力能討之，則討之可也”者，是其實與莊王外討之文也。云晉文譎尊者，即僖二十八年“五月，癸丑，公會晉侯”以下“盟於踐土”，“公朝於王所”，傳云“曷為不言公如京師？天子在是也”，“曷為不言天子在是？不與致天子也”，注云“時晉文公年老，恐霸功不成，故上白天子曰諸侯不可卒致，原王居踐土；下謂諸侯曰天子在是，不可不朝，迫使正君臣，明王法，雖非正，起時可與，故書朝，因正其義”，“所以見文公之功”是也。"
      },
      {
        "index": 89,
        "text": "懷惡而討不義，君子不予也。（內懷利國之心，而外讬討賊，故不與其討賊，而責其誘詐也。地者，起以好會誘之。○好，呼報反。）"
      },
      {
        "index": 90,
        "text": "疏注“地者”至“誘之”。○解云：正以昭十六年，“楚子誘戎曼子殺之”，不書地，今言於申，故解之。楚公子棄疾帥師圍蔡。五月，甲申，夫人歸氏薨。\n大蒐於比蒲。大蒐者何？簡車徒也。何以書？蓋以罕書也。（說在桓六年。○比，音毗。）"
      },
      {
        "index": 91,
        "text": "疏“大蒐者何”。○解云：欲言常事，而經加大欲言非常事，蒐是常獵之名，故執不知問。○注“說在桓六年”。○解云：即桓六年“秋，八月，壬午，大閱”，傳云“大閱者何？簡車徒。何以書？蓋以罕書也”，注云“罕，希也。孔子曰：‘以不教民戰，是謂棄之。’故比年簡徒謂之蒐，三年簡車謂之大閱，五年大簡車徒謂之大蒐，存不忘亡，安不忘危”。然則大蒐之法，五年一為，今此不然，故曰以罕書也。上八年“蒐於紅”之下，何氏云“說在桓六年”，今複指之者，正以蒐與大蒐希數大異，禮亦不同，是以不得相因，各指其所在。\n仲孫玃會邾婁子盟於侵羊。（不日者，蓋諱喪盟，使若議結善事。○侵羊，二傳作“祲祥”。）"
      },
      {
        "index": 92,
        "text": "疏“盟於浸羊”。○解云：《穀梁傳》作“侵祥”字，服氏注引者，直作“詳”字、無“侵”字，皆是所見異也。○注“不日”至“善事”。○解云：上文五月“夫人歸氏薨”，君居喪，居喪而與人盟，至十三年秋平丘之會，邾婁子與晉為議，不容公盟而執季孫，理宜書日，見其不信。而不書日者，正以身居大喪而不以為憂，是內惡可諱之限，其為信辭，使若此盟方欲議論，結其善事然。齊國酌者，賈氏作“酌”字，與此同；服氏及“穀梁”皆作“齊國弱”字也。"
      },
      {
        "index": 93,
        "text": "秋，季孫隱如會晉韓起、齊國酌、宋華亥、衛北宮佗、鄭軒虎、曹人、杞人於屈銀。（○佗，大河反。屈銀，並如字，二傳作“厥憖”。）疏“於屈銀”。○解云：《左氏》、《穀梁》作“厥憖”字。\n九月，已亥，葬我小君齊歸。齊歸者何？昭公之母也。（歸氏，胡女，襄公嫡夫人。○嫡，丁曆反。）"
      },
      {
        "index": 94,
        "text": "疏“齊歸者何”。○解云：欲言夫人，初至不錄；欲言其妾，薨葬具書，故執不知問。○注“歸氏”至“夫人”。○解云：皆《史記》文。而初至不書者，蓋為世子時娶之。然則沙隨之會，襄公始生，而成公之世已娶夫人者，案《公羊》上下，竟無幼少之文，則何氏不信《左氏》故也。\n冬，十有一月，丁酉，楚師滅蔡。執蔡世子有以歸，用之。此未逾年之君也，其稱世子何？（據陳子也。）"
      },
      {
        "index": 95,
        "text": "疏注“據陳子也”。○解云：即僖二十八年“冬，公會晉侯、齊侯、宋公、蔡侯、鄭伯、陳子”以下“於溫”是也。"
      },
      {
        "index": 96,
        "text": "不君靈公，不成其子也。（靈公，即般也。不君，不與靈公，坐弑父誅，不得為君也。不成其子，不成有得稱子繼父也。上不與楚誘討，嫌有不當絕，故正之云耳。）"
      },
      {
        "index": 97,
        "text": "疏“不君”至“子也”。○解云：靈公弑父而立，弑父之人，人倫所不容，今而見誅，正是其宜，是以《春秋》不與靈公為君也，故曰不君靈公也。莊三十二年傳云“君存稱世子，君薨稱子某，既葬稱子，逾年稱公”。然則稱子者，嗣君之稱。《春秋》之義，既不與靈公得為成君，故亦不成其子有得為嗣君，以繼其父，故曰不成其子也。云靈公坐弑父誅者，即襄三十年“夏，四月，蔡世子般弑其君固”；上四月，“楚子虔誘蔡侯般，殺之於申”是也。云上不與楚誘討者，即上傳云“曷為絕之？為其誘討也。此討賊也，雖誘之，則曷為絕之？懷惡而討不義，故君子不與”是。"
      },
      {
        "index": 98,
        "text": "不君靈公，則曷為不成其子？（據惡惡止其身。）誅君之子不立。（雖不與楚誘討，其惡坐弑父誅，當以誅君論之，故云爾。言執者，時楚讬義滅之。）"
      },
      {
        "index": 99,
        "text": "疏注“當以”至“云爾”。○解云：若不君靈公，而以誅君論之，何故上四年申之會，及伐吳之經，上文楚子誘殺之時，皆稱其爵者，凡貶剌之例，正可於一事之上，足見其惡而已，寧可文文皆貶，似若莊四年“冬，公及齊人狩於郜”，傳云“前此者有事矣，後此者有事矣，則曷為獨於此譏”，“擇其重者而譏焉，莫重乎其與讎狩也”，“其餘從同”是也。○注“言執”至“滅之”。○解云：《春秋》之義，舉滅國以為重，其餘輕者皆從略，是以襄六年注云“不書殺萊君者，舉滅國為重”是。今並書其執者，正以楚人讬義滅之，故見其義也，似若上八年注云“不舉滅為重，複書三事言執者，疾諼讬義，故列見之”是也。楚既讬義，執用蔡之世子以滅其國，當先書其餘，似若宣十一年“冬，十月，楚人殺陳夏徵舒”，“丁亥，楚子入陳”然。今乃先書滅蔡者，起其本懷滅心故也。是以八年注云“讬義不先書者，本懷滅心”故是也。\n非怒也，無繼也。（公誅，子當絕。）"
      },
      {
        "index": 100,
        "text": "疏“非怒也，無繼也”。○解云：莊四年傳云“今紀無罪，此非怒與”，何氏云“怒，遷怒。齊人語。此非怒其先祖，遷之於子孫與”。然則齊人謂遷怒為怒也。言今不成有為子者，非由惡其父，遷怒其子孫，但由靈公大逆，理無繼嗣矣，是以注“父誅，子當絕也”。其“非”字有作“悲”字者，誤也。"
      },
      {
        "index": 101,
        "text": "惡乎用之？用之防也。其用之防奈何？蓋以築防也。（持其足，以頭築防，惡不以道。孔子曰：“人而不仁，疾之已甚，亂也”。日者，疾諼滅人。○惡乎，音烏。惡不，烏路反。）"
      },
      {
        "index": 102,
        "text": "疏注“日者，疾諼滅人”。○解云：正以凡滅例月，即莊十年“冬，十月，齊師滅譚”；上四年秋七月，“遂滅厲”之屬是也。今而書日者，疾詐諼故也。\n昭公十有二年"
      },
      {
        "index": 103,
        "text": "十有二年，春，齊高偃帥師，納北燕伯於陽。伯於陽者何？（即納上伯款，非犯父命，不當言於陽。又微國，出入不兩書，伯不當再出，故斷三字問之。○斷，丁管反，又丁亂反。）"
      },
      {
        "index": 104,
        "text": "疏注“即納”至“問之”。○解云：納上伯款者，即上三年冬，“北燕伯款出奔齊”是也。其犯父命而見納言於邑者，即哀二年夏，“晉趙鞅帥師，納衛世子蒯聵於戚”，傳云“戚者何？衛之邑也。曷為不言入於衛？父有子，子不得有父也”，注云“明其父得有子而廢之，子不得有父之所有，故奪其國文，正其義也”者是也。然則今此“納北燕伯於陽”，若是納上伯款，即非犯父之命者，正以出奔稱伯，不似蒯聵稱世子故也，是以何氏於款之上連伯言之，見非犯父之命。云又微國，出入不兩書者，僖二十五年“秋，楚人圍陳，納頓子於頓”，傳云“何以不言遂，兩之也”，注云“頓子出奔不書者，小國例也”是也。"
      },
      {
        "index": 105,
        "text": "公子陽生也。子曰：“我乃知之矣。”（子謂孔子。乃，乃是歲也。時孔子年二十三，具知其事，後作《春秋》，案史記，知“公”誤為“伯”，“子”誤為“於”，“陽”在，“生”刊滅闕。○刊，苦於反。）在側者曰：“子苟知之，何以不革？”曰：“如爾所不知何？（如，猶奈也。猶曰奈女所不知何？寧可強更之乎？此夫子欲為後人法，不欲令人妄億錯。“子絕四：毋意，毋必，毋固，毋我”。○女，音汝。強，其丈反。令，力呈反，下“令楚”同。億，於力反。錯，七故反，或七各反，字或作“措”。）"
      },
      {
        "index": 106,
        "text": "疏注“如猶”至“億措”。○解云：孔子云當是歲時，我已年立，具見其事，奈汝在側之徒，不見之何？故曰奈汝所不知何也。孔子雖知伯於陽者，是公子陽生，但在側之徒，皆不委曲，若改之，謂已苟出心肺，故曰寧可彊更之乎。莊七年“星霣如雨”之下，傳云“‘不脩春秋’曰‘雨星不及地尺而複’，君子脩之曰‘星霣如雨’”，何氏云“明其狀似雨耳，不當言雨星。不言尺者，霣則為異，不以尺寸錄之”。然孔子脩《春秋》，大有改之處，而特此文不改之者，欲示後人重其舊事，似劉公即君與為不上禮之類也，故曰夫子欲為後人法，不欲人妄億措也。億措者，億謂有所擬度；措者置也，置意於言也。不欲令人妄擬度，不欲令人妄置意於言矣。若擬度而中之者無傷，即“柴也！其來乎”，“由也！其死矣”之類是也；若億措而妄者，正得學者不思之義也，則“學而不思，則罔”之類是也。云子絕四者，備於鄭注。引之者，欲道無事億措，乃孔子所絕，是以脩《春秋》，而有其義矣。\n《春秋》之信史也。其序，則齊桓、晉文，（唯齊桓、晉文，會能以德優劣、國大小相次序。）"
      },
      {
        "index": 107,
        "text": "疏注“唯齊”至“次序”。○解云：謂其盛時事也。及其衰未亦不醇粹，是以僖十三年鹹之會，許男序於曹伯之上，而何氏於僖四年“許男辛臣卒”，“葬許穆公”之下，注云“得卒葬於所傳聞世者，許大小次曹，故卒少在曹後”者，是鹹之會，當桓未年，許在曹上，非其次序之事也。"
      },
      {
        "index": 108,
        "text": "其會，則主會者為之也，（非齊桓、晉文，則如主會者為之，雖優劣大小相越，不改更，信史也。）其詞，則丘有罪焉耳。”（丘，孔子名。其貶絕譏剌之辭。有所失者，是丘之罪。聖人德盛尚謙，故自名爾。主書者，惡納篡也。不書所篡出奔者，微國雖未逾年君猶不錄。不足陽下言於北燕者，史文也北燕本在上，從史文也。○惡納，烏路反。）"
      },
      {
        "index": 109,
        "text": "疏注“其貶”至“之罪”。○解云：即《春秋說》云“孔子作《春秋》，一萬八千字，九月而書成，以授遊，夏之徒，遊、夏之徒不能改一字”是也。云“主書者，惡納篡也者，正以《春秋》之義，立、納、入皆為篡辭，且上有“伯款出奔齊”之文，知今納，宜是篡人也。○注“不書”至“不錄”。○解云：正以上三年之末“伯款出奔”，遙曆十許年，計應有君矣。陽生篡之，宜書其出。今不書者，微國之君被篡而出走者，皆略而不書之。假令非被篡，但是微國，未逾年之君，卒猶不書，況乎被篡出奔，寧不略之乎？何氏所以必將未逾年君約之者，正以所見之世，微國成君之出，例皆錄之故也，即伯款之徒是也。○注“不足”至“史文也”。○解云：若足其文，宜云齊高偃帥師納北燕公子陽生於北燕。今“陽生”之下，不言北燕者，正以史之本文，“陽生”之上有“北燕”之字，因而從之，不及改順文。楚殺其大夫成然者，《左氏》作“成熊”，《穀梁》作“成虎”字。\n三月，壬申，鄭伯嘉卒。夏，宋公使華定來聘。公如晉，至河乃複。五月，葬鄭簡公。\n楚殺其大夫成然。（○成然，《左氏》作“成熊”）。秋，七月。\n冬，十月，公子整出奔齊。（○整，之領反，或作“憖”，魚覲反。）楚子伐徐。"
      },
      {
        "index": 110,
        "text": "晉伐鮮虞。（謂之晉者，中國以無義，故為夷狄所強。今楚行詐滅陳、蔡，諸夏懼然去而與晉會於屈銀，不因以大綏諸侯，先之以博愛，而先伐同姓，從親親起，欲以立威行霸，故狄之。）"
      },
      {
        "index": 111,
        "text": "疏注“謂之”至“狄之”。○解云：諸夏之稱連國稱霸，今單言晉，作夷狄之號，故須解之。言中國無義，故為夷狄所彊者，即襄七年“鄭伯髡原”之下，傳云“曷為不言其大夫弑之？為中國諱也。曷為為中國諱？鄭伯將會諸侯於鄬，其大夫諫曰：‘中國不足歸也，則不若與楚。’鄭伯不可。其大夫曰：‘以中國為義，即伐我喪。以中國為彊，則不若楚。’於是弑之”，何氏云“禍由中國無義，故深諱使若自卒”之屬，是中國無義之文也。言遂為夷狄所彊也者，即四年“夏，楚子”以下“會於申”，“執齊慶封，殺之”之屬是也。云令楚行詐，滅陳、蔡者，即昭八年滅陳，十一年滅蔡是也。令楚行詐者，即讬義討招瑗，讬義討蔡般是也。言諸夏懼然去而與晉會於屈銀者，即上十一年“秋，季孫隱如會晉韓起”以下“於屈銀”是也。言先伐同姓者，正以鮮虞姬姓故也。"
      }
    ]
  }
}