{
  "chapterNumber": 21,
  "title": "春秋公羊傳註疏卷19 (Gongyang Zhushu, Volume 19)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "襄公卷十九\n（起元年，盡十一年）\n襄公元年\n元年，春，王正月，公即位。"
      },
      {
        "index": 1,
        "text": "仲孫蔑會晉欒黶、宋華元、衛甯殖、曹人、莒人、邾婁人、滕人、薛人圍宋彭城。宋華元曷為與諸侯圍宋彭城？（據晉趙鞅以地正國，加叛文。今此無加叛文，故問之。○殖，市力反。）"
      },
      {
        "index": 2,
        "text": "疏注“據晉”至“問之”。○解云：即定十三年“秋，晉趙鞅人於晉陽以叛。冬，晉荀寅及士吉射入於朝歌以叛。晉趙鞅歸於晉”，傳云“此叛也，其言歸何”，注云“據叛與出入惡同”；“以地正國也”，又注云“軍以井田立數，故言以地”；傳又云“其以地正國奈何？晉趙鞅取晉陽之甲，以逐荀寅與士吉射。荀寅與士吉射者，曷為者也？君側之惡人也。此逐君側之惡人，曷為以叛言之？無君命也”，注云“無君命者，操兵鄉國，故初謂之叛，後知其意，欲逐君側之惡人，故錄其釋兵，書歸救之，君子誅意不誅事”。今華元與諸侯操兵鄉國而不加叛文，故難之。云宋華元曷為與諸侯圍宋彭城，而不加叛文，與趙鞅異乎？然則趙鞅以采地之兵，逐君側之惡人，以正其國，其意實善，而《春秋》必加叛文者，正以人臣之義，本無自專之道，若其許之，恐惡逆之臣，外讬興義之兵，內有覬覦之意，是以雖為善，不得與之。\n為宋誅也。（故華元無惡文。○為宋，於偽反，下“為宋”、“楚為”並注同。）"
      },
      {
        "index": 3,
        "text": "疏注“故華元無惡文”。○解云：雖云操兵鄉國，但稟宋公之命，與諸侯之師逐去叛人，以衛社稷，《春秋》善之，故無惡文也。"
      },
      {
        "index": 4,
        "text": "其為宋誅奈何？魚石走之楚，楚為之伐宋，取彭城以封魚石。魚石之罪奈何？以入是為罪也。（說在成十八年。書者，善諸侯為宋誅。雖不能誅，猶有屈彊臣之功。）"
      },
      {
        "index": 5,
        "text": "疏注“魚石之楚”。○解云：即成十五年“宋魚石出奔楚”是也。○楚為”至“魚石”。○解云：即成十八年“夏，楚子、鄭伯伐宋。宋魚石複入於彭城”是也。○“以入是為罪也”。○解云：言魚石於成十五年初出之時，直是與山有親，恐見及，是以辟而去，非其大罪也。至成十八年，外讬鄭、楚之兵以伐取君邑，遂居彭城，與君相拒，失人臣之義，非順行之道，故曰以入是為罪也。○注“說在成十八年”。○解云：即謂成十八年經，具說“楚子、鄭伯伐宋。宋魚石複入於彭城”之事。言上舉楚、鄭伐宋，下即言魚石複入。複入者，出無惡之文，明其出奔楚時，非其罪也，但倚讬楚、鄭，伐取彭城為大惡，故此傳云“以入是為罪”矣，非謂成十八年更有解注。○注“書者”至“之助”。○解云：傳云“為宋誅”，而知不能誅者，正以助其君討叛臣，義之高者，若能誅之，理應在見，似若昭四年經書“執慶封，殺之”。今但言圍而無殺文，故知不能誅。雖不能誅，猶有屈魚石之功，是以《春秋》書之，善其為宋誅矣。\n楚已取之矣，曷為係之宋？（據莒人伐杞取牟婁，後莒牟夷以牟婁來奔，不係杞。）"
      },
      {
        "index": 6,
        "text": "疏注“據”至“係杞”。○解云：“莒人伐杞取牟婁”，在隱四年春。其後來奔者，即昭五年“夏，莒牟夷以牟婁及防茲來奔”是也。\n不與諸侯專封也。（故奪係於宋，使若宋邑者。楚救不書者，從封內兵也。）"
      },
      {
        "index": 7,
        "text": "疏注“故奪”至“邑者”。○解云：案僖二年“春，王正月，城楚丘”，傳云“不與諸侯專封也”。然則不與諸侯專封，取事一也。所以或係於宋，或不係於衛者，彼以衛國已滅，故無所係。不言桓公城之者，不與諸侯專封故也。今此魚石受楚之封，入邑而叛，是以奪而係國，以示不成。然則不與之言雖同，其不與之理實異，是以齊侯封衛，《春秋》實與；楚封魚石，係宋以抑之。云云之說，在僖二年。○注“楚救”至“兵也”。○解云：經傳無文，而知楚救者，正以楚人去年封之故也。楚人是時並兵於魚石，魚石之叛，抑而不成。今華元討之，即是宋國封內之兵也。封內之兵，例所不錄，是以楚救魚石不得書之。知封內之兵例所不錄者，正以定公八年傳云“公斂處父帥師而至”，經不書之是也。若然，哀三年“衛石曼姑帥師圍戚”，亦是封內之兵而得書者，彼以國夏為伯討，是以得書，故彼傳云“齊國夏曷為與衛石曼姑帥師圍戚？伯討也”。然則《春秋》不與蒯聵之直，故令國夏得討之。國夏得討之，則非封內之兵也。今此魚石不成叛，是以與彼異也。\n夏，晉韓屈帥師伐鄭。"
      },
      {
        "index": 8,
        "text": "仲孫蔑會齊崔杼、曹人、邾婁人、杞人次於合。（剌欲救宋而後不能也。知不救鄭者，時鄭背中國，不能救不得剌。○於合，二傳作“鄫”。背，音佩。）"
      },
      {
        "index": 9,
        "text": "疏注“夏晉韓屈”。○解云：《左傳》、《穀梁》屈作“厥”字也。○“次於合”者。《左氏》“合”作“鄫”字也。○注“剌”至“得剌”。○解云：知如此者，正以莊三年“冬，公次於郎”，傳云“其言次於郎何？剌欲救紀而後不能也”。今此下文即有楚人侵宋，言次於合，魯人在其間，故知與彼宜同例，亦是初欲救宋而後不能，是以《春秋》書其止次譏之。"
      },
      {
        "index": 10,
        "text": "秋，楚公子壬夫帥師侵宋。九月，辛酉，天王崩。邾婁子來朝。○冬，衛侯使公孫剽來聘。（○剽，匹妙反。）晉侯使荀罃來聘。"
      },
      {
        "index": 11,
        "text": "疏“九月辛酉”至“來聘”。○解云：諸侯為天子身服斬衰三年，是以《曾子問》云“諸侯相見，揖讓而入門，不得終禮，廢者幾？孔子曰：‘六。’請問之。曰：‘天子崩，大廟火，日食，後夫人之喪，雨霑服，失容，則廢。’”然則天王九月崩，而四國得行朝聘禮者，杜氏云“辛酉，九月十五”，“冬者，十月初也。天王崩赴未至，皆未聞喪，故各得行朝聘之禮”是也。若然，則四國行朝聘之時，王之赴告未至於魯，經書“天王崩”，得在朝聘之上者，《公羊》之義據百二十國寶書，案而為經，雖四國未知，何妨先書乎？\n襄公二年\n二年，春，王正月，葬簡王。"
      },
      {
        "index": 12,
        "text": "疏“二年”至“簡王”。○解云：隱三年傳云“天子記崩不記葬，必其時也”。而此書者，即文公九年傳云“不及時書，過時書，我有往者則書”，彼注云“謂使大夫往也，惡文公不自往，故書葬，以起大夫會之”。然則簡王去年九月崩，至今年正月，但始五月矣，所謂不及時，是以書之。\n鄭師伐宋。夏，五月，庚寅夫人薑氏薨。\n六月，庚辰，鄭伯侖卒。（不書葬者，諱伐喪。○侖，古囷反。）"
      },
      {
        "index": 13,
        "text": "疏注“不書”至“伐喪”。○解云：《春秋》之內，諸侯之卒，不書其葬，非止一義而已：或諱背殯用兵，或譏其篡，或剌不討賊，枉殺大夫。案鄭伯，襄公子之子，繼體為君，複非篡立，從成十五年即位以來，未有罪惡之事，明其不書葬者，不為上事明也。而下又云“冬，仲孫蔑會晉荀罃”以下云云“於戚，遂城虎牢”，傳云“虎牢者何？鄭之邑也。其言城之何？取之也。取之則曷為不言取之？為中國諱也。曷為為中國諱？諱伐喪也”。然則既不為上事，下即有諱伐喪之文，則知不書葬者，正為諸侯諱其伐喪故也。\n晉師、宋師、衛甯殖侵鄭。\n秋，七月，仲孫蔑會晉荀罃、宋華元、衛孫林父、曹人、邾婁人於戚。"
      },
      {
        "index": 14,
        "text": "已醜，葬我小君齊薑。齊薑者何？齊薑與繆薑，則未知其為宣夫人與？成夫人與？（齊薑者，宣公夫人九年繆薑者，成公夫人也。傳家依違者，襄公服繆薑喪未逾年，親自伐鄭，有惡，故傳從內義，不正言也。○繆，音穆。人與，音餘。）"
      },
      {
        "index": 15,
        "text": "疏“齊薑者何”。○解云：欲言成母，諡不言宣；欲言成妻，與成諡別，故執不知問。○注“齊薑”至“正言也”。○解云：《左氏》以齊薑，成公夫人；繆薑，宣公夫人。而何氏不然者，正以齊薑先薨，多是姑；繆薑後卒，理宜為婦，實無文，據以順言之也。且九年襄公伐鄭，不書其至，若非親母，不應貶之至此矣。言襄公服繆薑喪未逾年，親自伐鄭者，即襄九年“五月，辛酉，夫人薑氏薨。秋，八月，癸未，葬我小君繆薑。冬，公會晉侯”以下“伐鄭”是也。然則襄公母死未期，已為兵首，無恩之甚，是故為諱。若為祖，差輕可言。是以彼注云“不致者，惡公服繆薑喪未逾年，親自伐鄭，故奪臣子辭”是也。舊云傳言惡襄公喪服用師，故以祖為親母，所以甚責內，是以何氏順傳文也者，非也。《公羊》之義，口授相傳，五世以後方著竹帛，是以傳家數云無聞焉爾。以此言之，容或未察，止作公羊氏實不分明。何以不得而要，知傳序經意依違之者，正以文與桓公九年曹世子射姑同故也。案桓公九年“冬，曹伯使其世子射姑來朝”，傳云“諸侯來曰朝。此世子也，其言朝何？《春秋》有譏父老，子代從政者，則未知其在齊與？在曹與”，注云“在齊者，世子光也。時曹伯年老有疾，使世子行聘禮，恐卑，故使自代朝，雖非禮，有尊厚魯之心，傳見下卒葬詳錄，故敘經意依違之也”。然則彼剌曹世子，而傳序經意不正言之，今此文正與彼同，故知亦依違言之。\n孫叔豹如宋。"
      },
      {
        "index": 16,
        "text": "冬，仲孫蔑會晉荀罃、齊崔杼、宋華元、衛孫林父、曹人、邾婁人、滕人、薛人、小邾婁人於戚，遂城虎牢。虎牢者何？鄭之邑也。（以下戍係鄭。）"
      },
      {
        "index": 17,
        "text": "疏“虎牢者何”。○解云：欲言鄭邑，今不係鄭；欲言他邑，有城虎牢之，文執不知問。○注“以下戍係鄭”者。○解云：即下十年冬，“戍鄭虎牢”是。\n其言城之何？（據外城邑不書。）"
      },
      {
        "index": 18,
        "text": "疏注“據外”至“不書”。○解云：正以《春秋》上下無外城邑之經故也，而何氏兼邑言之者，正以外城國都亦有書者，是以不得直言據外城國都，其書之者，即“城邢”、“城楚丘”、“城緣陵”、“城成周”之屬是也。其外城國都，雖非常例，要自數數有經，是以何氏據邑言之。\n取之也。取之則曷為不言取之？（據取牟婁。）\n疏注“取牟婁”。○解云：即隱四年“二月，莒人伐杞，取牟婁”是也。"
      },
      {
        "index": 19,
        "text": "為中國諱也。曷為為中國諱？（○為中，於偽反，下及注並下文“鄭為”皆同。）諱伐喪也。曷為不係乎鄭？為中國諱也。大夫無遂事，此其言遂何？歸惡乎大夫也。（使若大夫自生事取之者，即實遂，但當言取之。）\n楚殺其大夫公子申。"
      },
      {
        "index": 20,
        "text": "疏注“諱伐喪也”。○解云：考諸古本皆無此注，且與下傳文煩重。若有注者，是衍字也。○“曷為為中國諱”。○解云：正據莒人取牟婁，不為中國諱矣。而何氏不注之者，以上文已據取牟婁，是以不能重出。曷為不係乎鄭者，正據下十年冬戍之時係鄭也。為中國諱也者，若係於鄭，還有伐喪之義，故云中國諱也。○注“即實”至“取之”。○解云：若實大夫自生事，即非諸侯使之取，是以不勞為諸侯諱，依實書之亦無傷，故言即實遂，但當言取之。\n襄公三年\n三年，春，楚公子嬰齊帥師伐吳。公如晉。"
      },
      {
        "index": 21,
        "text": "夏，四月，壬戍，公及晉侯盟於長樗。（○樗，敕居反。）公至自晉。（盟地者，不於都也。以晉致者，上盟不於都，嫌如晉不得入，故以晉致起之。不別盟得意者，成公比失意如晉，公獨得容盟，得意亦可知。○別，彼列反。）"
      },
      {
        "index": 22,
        "text": "疏注“盟地”至“可知”。○解云：文三年“冬，公如晉。十有二月，已巳，公及晉侯盟”，彼不舉地者，以其在國都故也。今此舉長樗，故言不於都矣。云以晉至起之者，昭二十八年“春，王三月，公如晉，次於乾侯”，二十九年“春，公至自乾侯，居於運”，何氏云“不致以晉者，不見容於晉，未至晉，然。此經上言“盟於長樗”，今若又言至自長樗，即嫌似次於乾侯然，亦不得入晉都，故以晉致起其文也。云“不別”至“可知”者，公與二國以上出會盟，得意致會，不得意不致。公與一國出會盟，得意致地，不得意不致。然則此襄公得與晉侯盟，宜直致地，不致地者，以其可知也。言成公比失意於晉者，即成公十六年“秋，公會晉侯”以下“於沙隨，不見公”，傳云“前此者，晉人來乞師而不與，公會晉侯，將執公。季孫行父曰：‘此臣之罪也’。於是執季孫行父”。經又云“公會尹子、晉侯”以下“伐鄭”，傳云“成公將會晉厲公，會不當期，將執公。季孫行父曰：‘臣有罪，執其君；子有罪，執其父，此聽失之大者也。今此臣之罪也，舍臣之身而執臣之君，吾恐聽失之為宗廟羞也。’於是執季孫行父”是也。"
      },
      {
        "index": 23,
        "text": "六月，公會單子、晉侯、宋公、衛侯、鄭伯、莒子、邾婁子、齊世子光。已未，同盟於雞澤。（盟下日者，信在世子光也。）"
      },
      {
        "index": 24,
        "text": "疏注“盟下”至“光也”。○解云：言信任在於世子光，若如盟日定否世子光製之然，是以下日以近之，由如文十四年注云“盟下日者，刺諸侯微弱，信在趙盾”之類。何氏何以數言信在？正以下十六年傳云“諸侯皆在是，其言大夫盟何？信在大夫也”。舊解云齊光亢諸侯之禮，晉侯貴致大國，眾人畏之，故卻日以待之，非也。\n陳侯使袁僑如會。其言如會何？（據曹伯襄言會諸侯，鄫子言會盟。○僑，其驕反。）"
      },
      {
        "index": 25,
        "text": "疏注“據曹伯襄言會諸侯者”。即僖二十八年冬，“曹伯襄複歸於曹。遂會諸侯圍許”是也。云鄫子言會盟者，即僖十九年“鄫子會盟於邾婁”是也。\n後會也。（不直言會盟者，時諸侯不親與袁僑盟，又下方殊及之。）"
      },
      {
        "index": 26,
        "text": "疏注“不直”至“及之”。○解云：若其諸侯親與之盟，宜云公會單子、晉侯以下盟於雞澤，陳侯使袁僑來會盟。正由諸侯不新與之盟，故止得言如會矣。云又下方殊及之者，即下云“及諸侯之大夫，及陳袁僑盟”是也。言下方殊文，道及陳袁僑盟，是以此處未勞道會盟。"
      },
      {
        "index": 27,
        "text": "戊寅，叔孫豹及諸侯之大夫，及陳袁僑盟。曷為殊及陳袁僑？（據俱諸侯之大夫也。言之大夫者，辟諸侯與大夫皆盟。）為其與袁僑盟也。（陳、鄭，楚之與國，陳侯有慕中國之心，有疾，使大夫會，諸侯欲附疏，不複備責，遂與之盟，共結和親，故殊之，起主為與袁僑盟也。複出陳者，喜得臣國也。不重出地，有諸侯在，臣係君，故因上地。○為其，於偽反，注同。不複，扶又反，下同。重，直用反。）"
      },
      {
        "index": 28,
        "text": "疏注“陳鄭”至“國也”。○解云：即宣十一年“夏，楚子、陳侯、鄭伯盟於辰陵”是也。知有慕中國之心者，正謂使大夫如會是也。且僖八年“鄭伯乞盟”之下，注云“時鄭伯欲與楚，不肯自來盟，處其國，遣使挹取其血，而請與之約柬，無汲汲慕中國之心，故抑之，使若叩頭乞盟者也。不錄使者，方抑鄭伯，使若自來也”。然則鄭伯無慕中國之心，抑言乞盟，又不錄其使，則今不言乞盟，又錄其使，則有慕中國之心明矣。又知有疾者，非直以其不自來，又見下四年三月，“陳侯午卒”矣。云複出陳者，喜得陳國也者，欲決成二年“及國佐盟於袁婁”之經。彼不重言齊，今重言陳者，喜得陳國故也。孔子曰：“書之重，辭之複，嗚呼！不可不察，其中必有美者焉。”是以僖四年傳云“曷為再言盟？喜服楚也”，故此注云“複出陳者，喜得陳也”。《春秋》意必如此者，正以楚人強盛，諸夏微弱，陳侯背楚，故喜得之。所以奪夷狄之勢，益諸夏之榮也。○注“不重出地”。○解云：正決襄二十七年“夏，叔孫豹會晉趙武、楚屈建”以下“於宋”，“秋，七月，辛巳，豹及諸侯之大夫盟於宋”。彼所以再出地者，正以上無君故也。今諸侯在，臣係於君，故因上地矣。下十六年春，“公會晉侯”以下“於溴梁。戊寅，大夫盟”之下，不重出地者，亦以為諸侯在，臣係於君，得因上地，故彼注云“不重出地者，與三年雞澤大夫盟同義”是也。\n秋，公至自會。冬，晉荀罃帥師伐許。\n襄公四年\n四年，春，王三月，已酉，陳侯午卒。夏，叔孫豹如晉。\n秋，七月，戊子，夫人弋氏薨。（○弋氏，以職反，莒女也，《左氏》作“姒氏”。）\n疏“四年”至“夫人弋氏薨”。○解云：《左氏》經作“姒氏”，字聲勢與此同。葬陳成公。"
      },
      {
        "index": 29,
        "text": "八月，辛亥，葬我小君定弋。定弋者？襄公之母也。（定弋，莒女也。襄公者，成公之妾子。○定弋，《左氏》作“定姒”。）○“定弋者何”。○解云：欲言君母，諡不言成；欲言是妾，卒葬並見，故執不知問。"
      },
      {
        "index": 30,
        "text": "疏注“定弋”至“妾子”。○解云：正以鄫世子巫者，莒之外孫，下五年傳意以為與襄公為舅出，故知弋氏為莒女也。冬，公如晉。\n陳人圍頓。\n襄公五年\n五年，春公至自晉。夏，鄭伯使公子發來聘。\n叔孫豹、鄫世子巫如晉。外相如不書，此何以書？（據晉郤克與莊孫許同時而聘於齊，不書。○巫，丘扶反。）"
      },
      {
        "index": 31,
        "text": "疏注“據晉”至“不書”。○解云：成二年傳云云者是也。然則臧孫許不書者，自是恥之故也。而郤克聘齊不書之者，是外相如例不書故也。是以據之。若然，桓五年“夏，齊侯、鄭伯如紀”，傳云“外相如不書，此何以書”，何氏云“據蔡侯東國卒於楚不言如也”。何氏彼據蔡侯，此據郤克者，欲逐其相類故也，何者？彼齊侯、鄭伯是君，且事不於魯，故據蔡侯卒於楚不言如矣。此鄫世子巫事非親，且叔孫豹率之，故據晉大夫與臧孫許俱行者，所引譬連類，得其象也。且其齊、鄭如紀，州公如曹，皆得書者，彼文悉有成解。\n為叔孫豹率而與之俱也。（以不殊鄫世子，俱言如也。○為，於偽反。）\n疏注“以不”至“如也”。○解云：正以不言及鄫世子，與叔孫共作一文，故知叔孫率之矣。"
      },
      {
        "index": 32,
        "text": "叔孫豹則曷為率而與之俱？（據非內大夫。）蓋舅出也。（巫者，鄫前夫人、襄公母姊妹之子也，俱莒外孫，故曰舅出。）"
      },
      {
        "index": 33,
        "text": "疏“蓋舅出也”。○解云：謂巫是襄公舅氏之所出，姊妹之子謂之出也。言蓋者，公羊子不受於師，故疑，若下傳“蓋欲立其出也”之類。或言此蓋宜訓為皆，若隱三年傳云“蓋通於下”，似蓋云歸哉之類。言襄公與巫，皆是一舅姊妹之子也。"
      },
      {
        "index": 34,
        "text": "莒將滅之，故相與往殆乎晉也。（殆，疑。凝讞於晉，齊人語。○凝讞，魚竭反。）莒將滅之，則曷為相與往殆乎晉？（據當以兵救之。）取後乎莒也。其取後乎莒奈何？莒女有為鄫夫人者，蓋欲立其出也。（時莒女嫁為鄫後夫人，夫人無男有女，還嫁之於莒，有外孫。鄫子愛後夫人而無子，欲立其外孫，主書者善之。得為善者，雖揚父之惡救國之滅者可也。）"
      },
      {
        "index": 35,
        "text": "仲孫蔑、衛孫林父會吳於善稻。（不殊衛者，晉侯欲會吳於戚，使魯衛先通好，見使畀故不殊，蓋起所恥。○善稻，《左氏》作“善道”。好，呼報反。）\n疏注“書者善之”。○解云：六年秋，“莒人滅鄫”。然則不能救滅而得善之者，雖不能救，有言之功故也。"
      },
      {
        "index": 36,
        "text": "秋，大雩。（先是襄公數用兵，圍彭城，城虎牢。三年再會，四年如晉，逾年乃反。○又賦斂重，恩澤不施所致。○數，所角反。斂，力驗反。）"
      },
      {
        "index": 37,
        "text": "疏注“先是”至“所致”。○解云：“圍彭城”在元年春，即經云“仲孫蔑會晉欒黶”以下“圍彭城”是也。其城虎牢者，在上二年冬，“遂城牢”是也。云“三年再會者，蓋為三年“六月，公會單子、晉侯”以下“同盟於雞澤”，下云“戊寅，叔孫豹及諸侯之大夫，及陳袁僑盟”是也。雖是一出行，頻有二事，停車費重而致旱，緣是之故，得作然解。云四年如晉，逾年乃反者，即上四年“冬，公如晉”，五年“春，公至自晉”是也。其元年夏，“仲孫蔑會齊崔杼”以下“次於合”；二年秋，“叔孫豹如宋。冬，仲孫蔑會晉荀罃”以下“於戚”，於此諸事，豈不為費？而注不言之者，正以元年“舉圍彭城”，二年舉“城虎牢”，三年舉再會，四年舉“如晉”，年舉一事，粗而言之，見其致旱之由而已。其餘不足舉者，文略不悉耳。其三年再會並舉之者，以其皆會事，可以一言而盡故也。\n楚殺其大夫公子壬夫。"
      },
      {
        "index": 38,
        "text": "公會晉侯、宋公、陳侯、衛侯、鄭伯、曹伯、莒子、邾婁子、媵子、薛伯、齊世子光、吳人、鄫人於戚。吳何以稱人？（據上善稻之會不稱人。）"
      },
      {
        "index": 39,
        "text": "疏“楚其大夫公子壬夫”。○解云：《春秋》之內，君殺大夫，皆至葬時別有罪無罪。今吳、楚之君，例不書葬，不作他文以別之者，蓋以略夷狄故之也。"
      },
      {
        "index": 40,
        "text": "吳曾阝人云則不辭。（孔子曰：“言不順，則事不成。”方以吳抑鄫，國列在稱人上，不以順辭，故進吳稱人。所以抑鄫者，經書莒人滅鄫，文與巫訴，巫當存，惡鄫文不見，見惡必以吳者，夷狄尚知父死子繼，故以甚鄫也。等不使鄫稱國者，鄫不如夷狄，故不得與夷狄同文。○惡鄫，烏路反。不見，賢遍反。）"
      },
      {
        "index": 41,
        "text": "疏注“所以抑”至“不見”。○解云：經書言莒人滅鄫者，在下六年秋。其經稱人，似貶黜之。云文與巫訴者，即上文“世子巫如晉”是也。許之訴，即合存之義。然則上下二經皆非鄫咎，故曰惡鄫文不見也。\n公至自會。\n冬，戍陳。孰戍之？諸侯戍之。曷為不言諸侯戍之？（據下救陳言諸侯。）\n疏注“據下救陳言諸侯”。○解云：謂曆敘諸侯，即下文云“公會晉侯”以下“救陳”是也。"
      },
      {
        "index": 42,
        "text": "離至不可得而序，（離至，離別前後至也。陳坐欲與中國，被強楚之害，中國宜雜然同心救之，乃解怠前後至，故不序，以剌中國之無信。○解云：七合反，又如字，十年注同。解，古賣反。）"
      },
      {
        "index": 43,
        "text": "疏注“陳坐”至“無信”。○解云：其與中國者，謂欲得與中國，即上三年“陳侯使袁僑如會”是也。其被強楚之害者，正見諸侯戍之故也。\n故言我也。（言我者，以魯至時書，與魯微者同文。微者同文者，使若城楚丘，辟魯獨戍之。戍例時。）"
      },
      {
        "index": 44,
        "text": "疏注“與魯微者同文”。○解云：以不載名氏及國，直言其事者，若莊公二十八年“冬，築微”之文，故云與魯微者同文矣。云微者同文者，使若城楚丘，辟魯獨戍之者，城楚丘在僖二年，彼時亦直言“城楚丘”，作魯微者之文。魯之微者，焉能獨城乎？明其更有餘國，是以書月，見其非內城。今此戍陳之經，亦作魯微者之文。魯之微者，焉能獨戍乎？明其更有餘國矣，故曰使若城楚丘辟魯獨戍之。云戍例時者，正以此文直書冬；十年冬，“戍鄭虎牢”，故知例時也。\n楚公子貞帥師伐陳。"
      },
      {
        "index": 45,
        "text": "公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾婁子、滕子、薛伯、齊世子光救陳。十有二月，公至自救陳。辛未，季孫行父卒。\n疏“十有二月，公至自救陳”。○賈氏云“月為下卒起其義也。”\n襄公六年\n六年，春，王三月，壬午，杞伯姑容卒。（始卒，更名、日書葬者，新黜未忍便略也。）"
      },
      {
        "index": 46,
        "text": "疏注“始卒”至“略也”。○解云：案僖二十三年“冬，十有一月，杞子卒”。而於此言始者，彼注云“卒者，桓公存王者後，功尤美，故為表異卒錄之”。然則傳聞之世，小國之卒未合書見，非其常例矣。至所聞之世，始合書卒，是以於此言始矣。文十三年夏五月，“邾婁子籧篨卒”；宣九年秋，“八月，滕子卒”，其名、日與葬皆未書，今此盡錄，故解之也。言新黜未忍便略也者，即莊二十七年冬，“杞伯朝”，注云“杞，夏後。不稱公者，《春秋》黜杞新周而故宋，以《春秋》當新王”者，以其稟氣先王，聖人胤嗣，雖其微弱，未忍便略之。\n夏，宋華弱來奔。秋，葬杞桓公。滕子來朝。"
      },
      {
        "index": 47,
        "text": "莒人滅鄫。（莒稱人者，莒公子，鄫外孫。稱人者，從莒無大夫也。言滅者，以異姓為後，莒人當坐滅也。不月者，取後於莒，非兵滅。）"
      },
      {
        "index": 48,
        "text": "疏注“莒稱人者”。○解云：從莒無大夫，即莊二十七年傳“莒無大夫，此何以書”是也。○注“不月者”。○解云：凡兵滅者例書月，即莊十年“冬，十月，齊師滅譚”，十三年“夏，六月，齊人滅遂”之屬是也。今此非兵滅，故書時矣。以此言之，即知僖二年“晉滅下陽”，僖十年“狄滅溫”之屬，皆蒙上月矣。僖十七年“夏，滅項”，彼注云“不月者，桓公不坐滅，略小國”；僖二十六年“秋，楚人滅夔”，何氏云“不月者，略夷狄滅微國也”。以此言之，則知僖十二年“夏，楚人滅黃”，文五年“秋，楚人滅六”之屬，亦是略之故也。其“衛侯毀滅邢”，“楚子滅蕭”，“蔡歸生滅沈”之屬，皆當文自釋，不勞備說。\n冬，叔孫豹如邾婁。季孫宿如晉。\n十有二月，齊侯滅萊。曷為不言萊君出奔？（據譚子言奔。○曷為，於偽反。）"
      },
      {
        "index": 49,
        "text": "疏注“據譚子言奔”者。即莊十年“齊師滅譚，譚子奔莒”是也。國滅，君死之，正也。（明國當存。不書殺萊君者，舉滅國為重。○重，直用反。）"
      },
      {
        "index": 50,
        "text": "疏注“不書”至“為重”。○解云：欲決定四年“四月，庚辰，蔡公孫歸生帥師滅沈，以沈子嘉歸，殺之”文也。彼注云“不舉滅為重，書以歸殺之者，責不死位也”是也。\n襄公七年"
      },
      {
        "index": 51,
        "text": "七年，春，郯子來朝。（○郯，音談。）夏，四月，三卜郊，不從，乃免牲。小邾婁子來朝。城費。（○費，音秘。）\n秋，季孫宿如衛。"
      },
      {
        "index": 52,
        "text": "八月，眾。（先是郯、小邾婁來朝，有賓主之賦，加以城費，季孫宿如衛，煩擾之應。○眾，音終，一音鍾。）冬，十月，衛侯使孫林父來聘。壬戌，及孫林父盟。\n楚公子貞帥師圍陳。"
      },
      {
        "index": 53,
        "text": "十有二月，公會晉侯、宋公、陳侯、衛侯、曹伯、莒子、邾婁子於鄬。（○鄬，於委反，《字林》：凡吹反。）鄭伯髡原如會，未見諸侯。丙戍，卒於操。操者何？鄭之邑也。諸侯卒其封內不地，此何以地？（據陳侯鮑卒不地。○髡原，苦門反，《左氏》作“髡頑”。操，七報反，一音七南反，《左氏》作“鄵”。）"
      },
      {
        "index": 54,
        "text": "疏“鄭伯髡頑如會”者。○解云：正本作“頑”字，亦有一本作“原”字，非也。○“操者何”。○解云：欲言鄭邑，封內不地；欲言外邑，文不係外，故執不知問。其“鄵”字者，非正本也。○注“據陳”至“不地”。○解云：即桓五年“正月，甲戍，已醜，陳侯鮑卒”，傳曰“曷為二日卒之？怴也。甲戌之日亡，已醜之日死而得，君子疑焉。故以二日卒之”，是封內卒不地者，故據而難之。"
      },
      {
        "index": 55,
        "text": "隱之也。何隱爾？弑也。孰弑之，其大夫弑之。曷為不言其大夫弑之？（據鄭公子歸生弑其君夷書。○殺也，音試，下及注皆同。）\n疏注“據鄭”至“夷書”。○解云：在宣四年夏六月書者，謂書大夫名氏矣。"
      },
      {
        "index": 56,
        "text": "為中國諱也。曷為為中國諱？（據歸生弑君，不為中國諱。○為中，於偽反，下及注皆同。）鄭伯將會諸侯於鄬，其大夫諫曰：“中國不足歸也，則不若與楚。”鄭伯曰：“不可。”其大夫曰：“以中國為義，則伐我喪。”（據城虎牢事。）"
      },
      {
        "index": 57,
        "text": "疏注“據城虎牢事”者。○解云：上二年經云“遂城虎牢”，傳云“虎牢者何？鄭之邑也。其言城之何？取之也。取之，曷為不取之？為中國諱也。曷為為中國諱？諱伐　喪也”是也。\n以中國為彊，則不若楚。（言楚屬圍陳，不能救。○屬，音燭。）\n疏注“言楚”至“能救”。○解云：即上文云“楚公子貞帥師圍陳”，終無救文是也。\n於是弑之。（由中國無義，故深諱使若自卒。○由，音禍。）鄭伯髡原何以名？（據陳侯如會不名。）\n疏注“據陳”至“不名”。○解云：即僖二十八年五月，“公會晉侯”以下“於踐土。陳侯如會”是也。"
      },
      {
        "index": 58,
        "text": "傷而反，未至乎舍而卒也。（舍，昨日所舍止處也。以操定邑，知傷而反也。未見諸侯，尚往辭，知未至舍也。云爾者，古者保辜，諸侯卒名，故於如會名之，明如會時為大夫所傷，以傷辜死也。君親無將，見辜者，辜內當以弑君論之，辜外當以傷君論之。○處，昌慮反。見辜，賢遍反。）"
      },
      {
        "index": 59,
        "text": "疏注“以操定邑知傷而反也”者。○解云：正以操是鄭邑，操本去鄬彌遠，是以知其見傷而還。○注“未見諸侯”至“舍也”者。○解云：凡言未見者，有欲見之理，知尚往辭，若其迥還至舍，便絕未見之義，經不應得言未見，故如此解。○注“君親無將”。○解云：莊三十二年傳云“君親無將，將而必誅”，故此注引之。其弑君論之者，其身梟首，其家執之。其傷君論之者，其身斬首而已，罪不累家，漢律有其事。然則知古者保辜者亦依漢律，律文多依古事，故知然也。\n未見諸侯，其言如會何？致其意也。（鄭伯欲與中國，意未達而見弑，故養逐而致之，所以達賢者之心。）"
      },
      {
        "index": 60,
        "text": "疏“未見諸侯，其言會何”。○解云：上“陳侯如會”、“袁僑如會”之輩，皆是至會。今鄭伯既言未見諸侯，而言如會，故據未見而難之。"
      },
      {
        "index": 61,
        "text": "陳侯逃歸。（起鄭伯欲與中國，卒逢其禍，諸侯莫有恩痛自疾之心，於是懼，然後逃歸，故書以剌中國之無義。加逃者，抑陳侯也。孔子曰：“夷狄之有君，不如諸夏之亡。”不當背也。○背，音佩。）\n襄公八年"
      },
      {
        "index": 62,
        "text": "八年，春，王正月，公如晉。（月者，起為阝之會，鄭伯以弑，陳侯逃歸，公獨脩禮於大國，得自安之道，故善錄之。○以殺，音試。）"
      },
      {
        "index": 63,
        "text": "夏，葬鄭僖公。賊未討，何以書葬？為中國諱也。（探順事上，使若無賊然。不月者，本實當去葬責臣子，故不足也。○為中，於偽反。去，起呂反。）"
      },
      {
        "index": 64,
        "text": "疏“賊未討，何以書葬”。○解云：正以隱十一年傳云“《春秋》弑君賊不討，不書葬，以為無臣子也”。是以弟子據而難之。○注“不月者”。○解云：本實當去葬，責臣子，故不足也者，正以卒日葬月，達於《春秋》大國之例。今鄭為大國，不月，故如此解。\n鄭人侵蔡，獲蔡公子燮。此侵也，其言獲何？（據宋師敗績，獲宋華元，戰乃言獲也。○燮，素協反。）"
      },
      {
        "index": 65,
        "text": "疏“獲蔡公子燮”者。《穀梁》作“公子濕”。○注“據宋”至“獲也”。○解曰：即宣二年春，“宋華元帥師，及鄭公子歸生帥師，戰於大棘。宋師敗績，獲宋華元”是也。《公羊》之義，以為“角者曰侵”，故如此解。"
      },
      {
        "index": 66,
        "text": "侵而言獲者，適得之也。（時適遇值其不備獲得之，易，不言取之者，封內兵不書，嫌如子糾取一人，故言獲，起有兵也。又將兵禦難，不明候伺，雖不戰鬥，當坐獲。○易，以豉反。難，乃旦反。伺，音司，又息嗣反。）"
      },
      {
        "index": 67,
        "text": "疏注“易，不言取之者”。○解云：《春秋》之義，取為易辭，故隱十年“鄭伯伐取之”，傳云“其言伐取之何？易也”者，是《春秋》之義。封內之兵，例不書之，故定八年傳云“公斂處父帥師而至”，經不書之是也。莊九年“齊人取子糾殺之”者者，是取一人之文。凡言獲者，用兵之文，即“獲宋華元”、“獲陳夏齧”之輩是也。然則此傳言“適得之”，即是易之甚者，所以不言取之者，其人是時將兵拒鄭，但未至鬥戰。封內之兵，例所不書。既不得書有蔡師，若言鄭人侵蔡取公子燮，則嫌如莊九年“齊人取子糾殺之”然，但取一人而已，故言獲起其文，是時亦將兵來。云又將兵禦難，不明侯伺，雖不戰鬥，當坐獲者，以謂蔡公子燮，當以被獲為坐罪，何者？以其於守禦之道不足故也。\n季孫宿會晉侯、鄭伯、齊人、宋人、衛人、邾婁人於邢丘。（○邢，音刑。）公至自晉。莒人伐我東鄙。\n秋，九月，大雩。（由城費，公比出會、如晉，莒人伐我，動擾不恤民之應。）"
      },
      {
        "index": 68,
        "text": "疏注“由城”至“之應”。○解云：城費在七年夏也。公比出會者，即五年冬，“公會晉侯”以下“救陳”；七年十二月，“公會晉侯”以下“於鄬”是也。“如晉”者，即今年“正月，公如晉”是也。莒人伐我者，即今年夏，“莒人伐我東鄙”是也。或者公比出會者，即七年“公會晉侯”以下“於鄬”，今年“季孫宿會晉侯”以下“於邢丘”是也。然則季孫宿會而言公比出會者，略舉以言之，是以不複別也。\n冬，楚公子貞帥師伐鄭。晉侯使士匄來聘。\n襄公九年"
      },
      {
        "index": 69,
        "text": "九年，春，宋火。曷為或言災？或言火？大者曰災，小者曰火。（大者謂正寢、社稷、宗廟、朝廷也，下此則小矣。災者，離本辭，故可以見火。○宋火，二傳作“宋災”。離，力智反。見，賢遍反。）"
      },
      {
        "index": 70,
        "text": "疏“言火者”。○解云：《左傳》、《穀梁》作“宋災”。“曷為或言災”者，莊二十年“夏，齊大災”，襄三十年“宋災”之類是。○“大者曰災，小者曰火”。○解云：《五行書》云“害物為災，不害物為異”者，謂雪霜水旱蠜螽之屬，非謂火害與否，與此非妨矣。○注“災者”至“見火”。○解云：本實是火而謂之災，離其本體，故曰離本辭。災者，害物之名，故可以見其大於火也。然則何氏以為《春秋》之義不記人火，火者皆是天害也。但害於大物則言災，害於小物則言火，且不如《左氏》“人火曰火”，故如此注。所以然者，正以《春秋》之義，重於天道，略於人事，人火之難，何足記也。\n然則內何以不言火？（據西宮災不言火。）"
      },
      {
        "index": 71,
        "text": "疏注“據西”至“言火”。○解云：即僖二十年夏，“五月，乙巳，西宮災”，傳云“西宮者何？小寢也”，彼注云“西宮者，小寢內室，楚女所居也”。以其非正寢社稷宗廟朝廷，故謂之小。若然，桓十四年“秋，八月，壬申，禦廩災”，亦應是小，所以不據之者，以其禦用於宗廟之物，於小義不強，豈似西宮為小寢內室乎？"
      },
      {
        "index": 72,
        "text": "內不言火者，甚之也。（《春秋》以內為天下法，動作當先自克責，故小有火，如大有災。）何以書？記災也。外災不書，此何以書？為王者之後記災也。（是時周樂已毀，先聖法度浸疏遠不用之應。○為王，於偽反。浸，子鴆反。）"
      },
      {
        "index": 73,
        "text": "疏“外災不書”。○解云：莊十二年“秋，宋大水”之下，傳云“外災不書，此何以書”，注云“據漷移不書”是也。○“為王者之後記災也”。○解云：《春秋》之義，詳內而略外，是以外災例不錄，而書皆善文，又皆有傳釋，不勞備載也。○注“是時”至“之應”。○解云：宣十六年“夏，成周宣謝災”，傳云“成周者何？東周也。宣謝者何？宣宮之謝也”，彼注云“宣宮，周宣王之廟”；傳云“何言乎成周宣謝災？樂器藏焉爾”，注云“宣王中興所作樂器”，天災中興之樂器，示周不複興是也。然則宣公十六年時，周樂已毀，而宋是王者之後，先聖法度所存，今複災之，是法度浸疏遠不用之應也。\n夏，季孫宿如晉。五月，辛酉，夫人薑氏薨。秋，八月，癸未，葬我小君繆薑。"
      },
      {
        "index": 74,
        "text": "冬，公會晉侯、宋公、衛侯、曹伯、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子、齊世子光伐鄭。十有二月，已亥，同盟於戲。（事連上伐，不致者，惡公服繆薑喪未逾年，而親伐鄭，故奪臣子辭。○戲，許宜反，惡，烏路反。）"
      },
      {
        "index": 75,
        "text": "疏注“事連”至“子辭”。○解云：莊六年傳“得意致會，不得致伐”者，謂公與二國以上會伐並有之時，若公與二國以上出會盟，得意致會，不得意不致也。然則今此若直同盟於戲而已，容或不致。今事連上伐，若其得意，宜致會；若其不得意，宜致伐，無不致之理。而今不致者，惡其母服未期，親自用兵，不子之甚，故不書致。言奪臣子辭者，正以凡書致者，皆是臣子喜其君父脫危而至。今不書致，似若不脫然，故曰奪臣子辭。\n楚子伐鄭。\n襄公十年"
      },
      {
        "index": 76,
        "text": "十年，春，公會晉侯、宋公、衛侯、曹伯、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子、齊世子光會吳於柤。（○柤，莊加反。）夏，五月，甲午，遂滅偪陽。（○偪，音福，又彼力反。）"
      },
      {
        "index": 77,
        "text": "疏“遂滅偪陽”。○解云：《左氏》經作“偪”字，音夫目反，一音逼近之逼，而南州人云道仍有偪陽之類，如逼近之逼矣。"
      },
      {
        "index": 78,
        "text": "公至自會（滅日者，甚惡諸侯不崇禮義以相安，反遂為不仁，開道彊夷滅中國。中國之禍，連蔓日及，故疾錄之。滅止於取邑，例不當書致。書致者，深諱，若公與上會，不與下滅。○惡，烏路反。道，音導。蔓，音萬。公與，音預，下同。）"
      },
      {
        "index": 79,
        "text": "疏注“滅日”至“下滅”。○解云：凡滅例月，即莊十年“冬，十月，齊師滅譚”，十三年“夏，六月，齊人滅遂”之屬是。今乃書日，故如此解也。言反遂為不仁者，則此經“遂滅偪陽”是也。云開道強夷者，昭八年夏，“楚人執陳行人於徵師殺之”，“冬，十月，壬午楚師滅陳。執公子招，放之於越。殺陳孔瑗”；十一年“冬，四月，丁已，楚子虔誘蔡侯般，殺之於申”，“楚公子棄疾帥師圍蔡”，“冬，十有一月，丁酉，楚師滅蔡。執蔡世子有以歸，用之”；三十年“冬，十有二月，吳滅徐。徐子章禹奔楚”；定十四年“楚公子結帥師滅頓，以頓子蹌歸”；十五年春，“楚子滅胡。以胡子豹歸”之屬，皆是強夷迭害諸夏，故言連蔓日及，是以變例書日，疾而錄之。云滅比云云者，《春秋》之義，主書致者，正欲別其得意以不，故莊六年傳曰“得意致會，不得意致伐”是也。若取邑例不書致，所以然者，取得他邑，得意明矣，何勞書致以見之乎？是以僖三十三年夏，“公伐邾婁，取叢”，何氏云“取邑不致者，得意可知例”是也。然則滅得他國，義如取邑，故曰滅比取邑，亦不當致而致之者，深為內諱，使若公不與滅事故也。\n楚公子貞、鄭公孫輒帥師伐宋。晉師伐秦。秋，莒人伐我東鄙。\n公會晉侯、宋公、衛侯曹伯、莒子、邾婁子、齊世子光、滕子、薛伯、杞伯、小邾婁子伐鄭。"
      },
      {
        "index": 80,
        "text": "冬，盜殺鄭公子斐、公子發、公孫輒。（不言其大夫者，降從盜，故與盜同文。○斐，芳尾反，《左氏》作“騑”。）"
      },
      {
        "index": 81,
        "text": "疏“冬盜殺”云云。○解云：凡《春秋》之事，君殺大夫稱國，即僖七年“鄭殺其大夫申侯”之屬是也。大夫相殺稱人，即文九年“晉人殺其大夫先都”之屬是也。今此士殺其大夫，故言盜矣。是以文十六年傳云“大夫弑君稱名氏，賤者窮諸人”，注云“賤者謂士也，士正自當稱人”；“大夫相殺稱人，賤者窮諸盜”，注云“降大夫使稱人，降士使稱盜者，所以別死刑有輕重也”者，是其士殺大夫稱盜之義也。○注“不言其”至“同文”。○解云：士正自當稱人，宜言鄭人殺其大夫某甲，今不言其大夫者，正以士既降從盜，故與盜同文也。其盜殺者，即哀四年春，“盜弑蔡侯申”，傳云“弑君賤者窮諸人，此其稱盜以弑何？賤乎賤者也。賤乎賤者孰謂？謂罪人也”，彼注云“罪人者，未加刑也。蔡侯近罪人，卒逢其禍，故以為人君深戒。不言其君者，方當刑放之，與刑人義同”。然則盜殺蔡侯申，不言其君，今此士殺大夫，降之言盜，亦不言其大夫，與實盜同。故云降從盜，故與盜同文也。而哀四年注云“當刑放之，與刑人義同”者，襄二十九年夏五月，“閽弑吳子餘祭”，傳云“閽者何？門人也”，注云“以刑人為閽，非其人，故變盜言閽”；“君子不近刑人，近刑人則輕死之道也”。注云“不言其君者，公家不畜，士庶不友，放之遠地，欲去聽所之，故不係國。不係國，故不言其君”。然則刑人所止，不常厥居，若故出奔，任其所願，由此之故，不合係國。既不係國，則君臣義盡，是以《春秋》去君父以見之。其殺蔡侯者，由未加刑，而亦不言其君者，方當刑放，故與刑人同義也。"
      },
      {
        "index": 82,
        "text": "戍鄭虎牢。孰戍之？諸侯戍之。曷為不言諸侯戍之？離至不可得而序，故言我也。（剌諸侯既取虎牢以為蕃蔽，不能雜然同心安附之。○為蕃，方元反。）"
      },
      {
        "index": 83,
        "text": "疏“戍鄭虎牢”云云。○解云：五年“陳戍之下已有傳，而複發者，蓋嫌國邑不同故也。注“既取虎牢”者。即二年冬，“遂城虎牢”，傳云“虎牢者何？鄭之邑也。其言城之何？取之也。取之曷為不言取之？為中國諱也。曷為為中國諱？諱伐喪也”是也。\n諸侯巳取之矣，曷為係之鄭？（據莒矣夷以牟婁來奔，本杞之邑，不係於杞。）"
      },
      {
        "index": 84,
        "text": "疏注“據莒”至“於杞”。○解云：即昭五年“莒牟夷以牟婁及防茲來奔”是也。云本杞之邑，即隱四年“二月，莒人伐杞，取牟婁”是也。"
      },
      {
        "index": 85,
        "text": "諸侯莫之主有，故反係之鄭。（諸侯本無利虎牢之心，欲共以距楚爾，無主有之者，故不當坐取邑，故反係之鄭，見其意也。所以見之者，上諱伐喪不言取，今剌戍之舒緩，嫌於義反，故正之云爾。○諸侯莫之主有，絕句。見其，賢遍反，下同。）"
      },
      {
        "index": 86,
        "text": "疏注“所以見之者”。○解云：上諱伐喪不言取者，即二年冬，“遂城虎牢”，傳云云是也。不言取，諱之似不合取，既不合取，戍之舒緩即不合剌，而今剌之，義似違，是以《春秋》係之於鄭，見無主有，明欲拒楚，實無貪利，即諸侯取之不合罪坐也，故云不當坐取邑耳。\n楚公子貞帥帥救鄭。公至自伐鄭。\n襄公十有一年"
      },
      {
        "index": 87,
        "text": "十有一年，春，王正月，作三軍。三軍者何？三卿也。（為軍置三卿官也。卿大夫爵號。大同小異。方據上卿道中下，故總言三卿。○為軍，於偽反，年末同。）"
      },
      {
        "index": 88,
        "text": "疏“作三軍”。○解云：《公羊》以為王官之伯，宜半天子，乃有三軍。魯為州牧，但合二軍，司徒、司空將之而已，今更益司馬之軍，添滿三軍，是以《春秋》書而譏之，故曰作三軍。是以隱五年注“禮，天子六師，方伯二師，諸侯一師”，是其一隅也。何氏之意，以軍與師得為通稱，而臨時名耳。是以或言軍，或言師，不必萬二千五百人為軍也。○“三軍者何也”。○解云：欲言先有，不應言作；欲言先無，軍是常役，故執不知問。○注“為軍”至“官也”。○解云：魯人前此止置司徒、司空以為將，下各有小卿二人輔助其政。其司馬事省，蓋總監而已，故但有一小卿輔之。今更置中軍司馬將之，亦置二小卿輔助其政，故曰為軍置三卿官也。然則問者云三軍者何，師答之云三卿也者，謂言作三軍者，正是致司馬之職。三卿之官為軍將也。○注“卿大”至“小異”。解云：卿大夫者，皆是爵號，但大同小異而已。若總而言之，皆曰卿大夫；若別而異之，乃貴者曰卿，賤者曰大夫耳。如此注者，欲道一卿二大夫，所以總名三卿之意也。○注“方據”至“三卿”。○解云：言卿與大夫，析而言之其實有異，而皆謂之卿者，方據上卿言其中下者，遂得卿稱，故得通言三卿也。其二小卿謂之中下者，蓋二者相對有尊卑，若似《大司馬》敘官云：大司馬卿一人，小司馬中大夫，軍司馬下大夫然。\n作三軍，何以書？（欲問作多書乎？作少書乎？故複全舉句以問之。○複，扶又反。）"
      },
      {
        "index": 89,
        "text": "疏注“欲問”至“問之”。○解云：欲道所以不直言何以書而舉作三軍者，弟子之意，欲問《春秋》之義書其作三軍者，為是嫌其作軍大多而書乎？為是嫌其大少而書乎？故複全舉經文一句軍之頭數問之。若直言何以書，但問主書，無以見其數，故言此也。"
      },
      {
        "index": 90,
        "text": "譏。何譏爾？古者上卿下卿，上士下士，（說古製司馬官數。古者諸侯有司徒、司空，上卿各一，下卿各二；司馬事省，上下卿各一；上士相上卿，下士相下卿，足以為治。襄公委任強臣，國家內亂，兵革四起，軍職不共，不推其原，乃益司馬作中卿官，逾王製，故譏之。言軍者，本以軍數置之。月者，重錄之。○省，所景反。相上，息亮反，下同。治，直吏反。共，音恭。）"
      },
      {
        "index": 91,
        "text": "疏注“說古製”。○解云：言古者司馬一官但上卿一人，下卿一人；上士一人，下士一人而已，無以兩者。以其言者，不作軍將故也。○注“古者”至“為治”。○解云：何氏之意，知古者但有司徒、司空典事者，正以《詩》云“乃召司徒，乃召司空”，不以司馬，故知司馬事省，總監而已。然則司徒卿一人，其大夫二人；司空卿一人，其大夫二人；司馬卿一人，其大夫一人，所謂諸侯之製，三卿五大夫矣。云襄公委任強臣者，謂三家季孫宿之徒是也。云國家內亂者，謂舉事不由君命，即下十二年“遂入運”之屬是也。云乃益司馬作中卿官，逾王製，故譏之者，言乃益司馬，謂添益其職內也；作中卿官者，謂於司馬內更作一卿官，尊於小卿，故曰作中卿官也；言逾王製者，謂過於先王舊製。云言軍者，本以軍數置之，求其實置中卿，而言作三軍者，言本所以置此中卿官者，正欲令助司馬為軍將，將三軍，故曰本以軍數置之。云月者，重錄之者，此事無例，不可相決，但言重失禮，故詳言之。"
      },
      {
        "index": 92,
        "text": "夏，四月，四卜郊，不從，乃不郊。（成公下文不致此致者，襄公但不免牲爾。不怨懟，無所起。○懟，直類反。）"
      },
      {
        "index": 93,
        "text": "疏注“成公”至“所起”。○解云：成十年“夏，四月，五卜郊，不從，乃不郊”，傳云“其言乃不郊何？不免牲，故言乃不郊也”，下云“五月，公會晉侯”以下“伐鄭”，注云“不致者，成公數卜郊不從，怨懟，故不免牲。不但不免牲而已，故奪臣子辭以起之”者，是其成公下文不致之文也。今何氏難明前義，故令上下相曉也。\n鄭公孫舍之帥師侵宋。\n公會晉侯、宋公、衛侯、曹伯、齊世子光、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子伐鄭。\n秋，七月，已未，同盟於京城北。（○京城北，《左氏》作“亳城北”。）"
      },
      {
        "index": 94,
        "text": "疏“同盟於京城北”。○解云：《穀梁》與此同，《左氏》經作“亳城北”，服氏之經亦作“京城北”，乃與此傳同之也。公至自伐鄭。\n楚子、鄭伯伐宋。"
      },
      {
        "index": 95,
        "text": "公會晉侯、宋公、衛侯、曹伯、齊世子光、莒子、邾婁子、滕子、薛伯、杞伯、小邾婁子伐鄭，會於蕭魚。此伐鄭也，其言會於蕭魚何？（據伐鄭常難，今有詳錄之文。○難，乃旦反。）"
      },
      {
        "index": 96,
        "text": "疏注“據伐”至“之文”。○解云：謂以上伐鄭，多以伐致作不得意之文，故曰常難。言今有詳錄之文者，謂錄其會蕭魚，並下文“公至自會”之屬是也。與前經異，故難之。"
      },
      {
        "index": 97,
        "text": "蓋鄭與會爾。（中國以鄭故，三年之中五起兵，至是乃服，其後無幹戈之患二十餘年，故喜而詳錄其會，起得鄭為重。○與，音預。）"
      },
      {
        "index": 98,
        "text": "疏注“中國”至“為重”。○解云：即上文九年“冬，公會晉侯”以下“伐鄭”，“同盟於戲”，一也；十年秋，“公會晉侯”以下“伐鄭”，二也；冬，“戍鄭虎牢”，三也；今年“公會晉侯”以下“伐鄭”，“同盟於京城北”，四也；通此則五矣，故曰三年之中五起兵耳。云至是乃服者，非直鄭人與會，下文公以會致，亦是其服文矣。云其後無幹戈之患二十餘年者，謂鄭之遂服，不複伐之，不謂不伐餘國，即下十四年夏，“叔孫豹會晉荀偃”以下“伐秦”；十八年“公會晉侯”以下“同圍齊”之屬是。言二十餘年，謂不滿得三十年，至昭公之時，屬楚滅陝、蔡，蠻夷內侵，乃是諸夏之患，故言此。\n公至自會。楚人執鄭行人良霄。（○霄，音消。）冬，秦人伐晉。（為楚救鄭。）\n疏注“為楚救鄭”。○解云：為楚救鄭之義出《左氏傳》矣。"
      }
    ]
  }
}