{
  "chapterNumber": 16,
  "title": "春秋公羊傳註疏卷14 (Gongyang Zhushu, Volume 14)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "文公卷十四\n（起十年，盡十八年）\n文公十年\n十年，春，王三月，辛卯，臧孫辰卒。\n夏，秦伐晉。（謂之秦者，起令狐之戰，敵均不敗，晉先昧以師奔秦，可以足矣，而猶不知止，故夷狄之。）"
      },
      {
        "index": 1,
        "text": "楚殺其大夫宜申。○自正月不雨，至於秋七月。（公子遂之所招。）及蘇子盟於女栗。（○女，音汝，本亦作汝。）冬，狄侵宋。"
      },
      {
        "index": 2,
        "text": "楚子、蔡侯次於屈貉。（魯恐，故書，剌微弱也。○屈貉，居勿反，又音厥；下麥，又戶各反，二傳作「厥貉」。）\n文公十有一年"
      },
      {
        "index": 3,
        "text": "十有一年，春，楚子伐圈。（○圈，求阮反，一音卷，《說文》作「圈」，《字林》臼萬反，二傳作「麋」。）夏，叔彭生會晉卻缺於承匡。\n秋，曹伯來朝。公子遂如宋。狄侵齊。\n冬，十月，甲午，叔孫得臣敗狄於咸。狄者何？（以日，嫌夷狄不能偏戰，故問也。○咸音咸。）"
      },
      {
        "index": 4,
        "text": "疏注「以日」至「問也」。○解云：正以《春秋》之例，偏戰日，詐戰月，夷狄不能偏戰，今而書日，故執不知問。長狄也。（蓋長百尺。）"
      },
      {
        "index": 5,
        "text": "疏注「蓋長百尺」。○解云：何氏蓋取《關中記》云「秦始皇二十六年，有長人十二，見於臨洮，身長百尺，皆夷狄服。天誠若曰：勿大為夷狄行，將滅其國。始皇不知，反喜。是時初並六國，以為瑞，乃收天下兵器，鑄作銅人十二象之」是也。其文《穀梁》、《左氏》與此長短不同者，不可強合。\n兄弟三人，（言相類如兄弟。）"
      },
      {
        "index": 6,
        "text": "疏注「言相類如兄弟」。○解云：正以別之三國，不相援助，是以知其非親兄弟。一者之齊，一者之魯，一者之晉。（不書者，外異也。）\n疏注「不書者，外異也」。○解云：案上文「狄侵齊」，而云不書者，蓋以為侵齊之狄，非此等也。"
      },
      {
        "index": 7,
        "text": "其之齊者，王子成父殺之；其之魯者，叔孫得臣殺之。（經言敗，殺不明，故復云爾。○復，扶又反。）則未知其之晉者也。其言敗何？（據敗者，內戰文，非殺一人也。）"
      },
      {
        "index": 8,
        "text": "疏注「敗者」至「人也」。○解云：以《春秋》之義，內魯為王，王王於諸侯無敵之義，但當戰，戰則是內敗之文；言敗某師，則是內戰之文。今敵其一人而言「敗狄於咸」，作內戰之經，故難之。\n大之也。（長狄之三國，皆欲為君。長大非一人所能討，興師動眾，然後殺之，如大戰，故就其事言敗。）"
      },
      {
        "index": 9,
        "text": "疏注「長狄」至「為君」。○解云：正以各之一國故也，何者？雖非兄弟，若不為君，群行亦得，即「長人十二，見於臨洮」是也。\n其日何？（據日而言敗，與公子友敗莒師於犁同，非殺一人文。○犁，力知反，又力兮反。）"
      },
      {
        "index": 10,
        "text": "疏注「據日」至「人文」。○解云：即僖元年「冬，十月，壬午，公子友帥師敗莒師於犁，獲莒挐」，傳云「莒人聞之曰：『吾已得子之賊矣。』以求賂於魯，魯人不與。為是興師而伐魯，季子待之以偏戰」是也。"
      },
      {
        "index": 11,
        "text": "大之也，（如結日大戰。）其地何？大之也。（如大戰，故地。）何以書？記異也。（魯成就周道之封，齊、晉霸尊周室之後，長狄之操，無羽翮之助，別之三國，皆欲為君，比象周室衰，禮義廢，大人無輔佐，有夷狄行，事以三成，不可苟指一，故自宣、成以往，弑君二十八，亡國四十。○行，下孟反。）"
      },
      {
        "index": 12,
        "text": "疏注「魯成就周道之封」。○解云：正以周公相成王而致太平意，封於魯，故云爾。○注「齊晉」至「之後」。○解云：正以晉文、齊桓皆率諸侯尊事天子，此是齊、晉之君子孫，故云爾。○注「長狄」至「之助」解云：謂執持此意也。○注「事以三成」。○解云：即長狄之三國，共成其異是也。言不可苟指一者，明知其異，亦不苟指一事而已。○注「故自宣成」至「四十」。○解云：案今《春秋》之經，自宣、成以下訖於哀十四年，止有弑君二十，亡國二十四，則知此注誤也。宜云弑君二十也，「八」是衍字；亡國二十四也，作「四十」者錯也。其殺君二十：即宣二年「趙盾弑其君夷獆」；四年「歸生弑其君夷」；十年「夏徵舒弑其君平國」；襄二十五年「崔杼弑其君光」；「吳子謁伐楚，門於巢卒」，為巢人所弑；二十六年「衛甯喜弑其君剽」；二十九年「閽弑吳子餘祭」；三十年「蔡世子般弑其君固」；三十一年「莒人弑其君密州」；昭八年陳招殺偃師；十一年「楚子虔誘蔡侯般殺之」；十三年公子比殺其君虔，棄疾殺比；十九年「許世子止弑其君買」；二十三年吳殺胡子髡、沈子楹；二十七年「吳弑其君僚」；定四年蔡殺沈子嘉；十三年「薛弑其君比」；哀六年齊陳乞弑其君舍之屬是也。其滅國二十四者：宣八年楚滅舒蓼，十二年楚滅蕭，十五年晉滅潞氏，十六年滅甲氏及留籲，成十七年楚滅舒庸，襄六年莒人滅鄫，齊滅萊，十年遂滅逼陽，十三年取詩，二十五年楚滅舒鳩，昭四年遂滅厲，八年楚滅陳，十一年楚滅蔡，十七年晉滅賁渾戎，二十三年胡子髡、沈子楹滅，二十四年吳滅巢，三十年吳滅徐，定四年蔡滅沈，六年鄭滅許，十四年楚滅頓，十五年楚滅胡，哀八年宋滅曹之屬，是其二十四也。然則三國變異，起自今年，而注者所以不言自今以後，而言自宣、成以往者，蓋以文公之年，巳過半以後，既不得其初，故遺去，其實楚人滅庸，宋弑處臼，莒弑庶其之屬，皆由此禍耳。或者弑君二十八，亡國四十者，《春秋說》文。其間亦有經不書者，故不同耳。\n文公十有二年"
      },
      {
        "index": 13,
        "text": "十有二年，春，王正月，盛伯來奔。盛伯者何？失地之君也。何以不名？兄弟辭也。（與郜子同義。月者，前為魯所滅，今來見歸，尤當加意厚遇之。）"
      },
      {
        "index": 14,
        "text": "疏「盛伯者何」。○解云：欲言諸侯，不見存文；欲言大夫，而經書伯，故執不知問。○「何以不名」。○解云：桓七年夏穀伯綏、鄧侯吾離來朝之下，傳云「皆何以名？失地之君也」，是以此處見道失地之君，即責云「何以不名」。然則何氏此處不言據穀、鄧名者，正以僖公二十年「郜子來朝」之下，巳注訖故也。○注「與郜子同義」。○解云：即僖二十年「郜子來朝」，傳云「郜子者何？失地之君也。何以不名？兄弟辭也」，何氏云「郜，魯之同姓，故不忍言其絕賤，明當尊遇之，異於穀、鄧也。書者，喜內見歸」是也。然則言同義者，謂尊遇兄弟異於他姓，是以不忍言其名，不謂朝奔之文相似。○注「月者」至「遇之」。解云：正以穀、鄧、郜子之屬皆書時，此特書月，故須解也。言前為魯所滅者，即莊八年「夏，師及齊師圍成，成降於齊師」，傳云「成者何？盛也。盛則曷為謂之成？諱滅同姓也」是也。\n杞伯來朝。二月，庚子，子叔姬卒。（卒者，許嫁。）\n疏注「卒者，許嫁」。○解云：舊本皆無此注，且理亦不須，疑衍字。"
      },
      {
        "index": 15,
        "text": "此未適人，何以卒？許嫁矣。婦人許嫁，字而笄之，死則以成人之喪治之。其稱子何？（據伯姬卒，亦許嫁不稱子。）"
      },
      {
        "index": 16,
        "text": "疏「此未」至「以卒」。○解云：正以叔姬無所係，故知未適人也。○注「據伯」至「稱子」。解云：即僖九年「秋，七月，乙酉，伯姬卒」是也。"
      },
      {
        "index": 17,
        "text": "貴也。其貴奈何？母弟也。（不稱母妹而係先君言子者，遠別也。禮，男子不絕婦人之手，婦人不絕男子之手。）\n疏注「禮男」至「之手」。○解云：《既夕禮》及《喪大記》皆有此文。夏，楚人圍巢。秋，滕子來朝。"
      },
      {
        "index": 18,
        "text": "秦伯使遂來聘。遂者何？秦大夫也。秦無大夫，此何以書？賢繆公也。何賢乎繆公？（據聘不足與大夫，荊人來聘是也。○使遂，二傳作「術」。繆，音木。）"
      },
      {
        "index": 19,
        "text": "疏「秦伯使遂來聘」。解云：《左氏》、《穀梁》皆作「術」字。經亦有作「術」字者，疑「遂」字誤。○「遂者何」。○解云：欲言微者，書名見經；欲言大夫，不錄其氏，故執不知問。○注「荊人來聘是也」。○解云：莊二十三年夏，「荊人來聘」，傳云「荊何以稱人？始能聘也」是也。"
      },
      {
        "index": 20,
        "text": "以為能變也。其為能變奈何？惟諓諓善竫言。（諓諓，淺薄之貌。竫，猶撰也。○諓諓，徐在淺反，又子淺反，又音箋，《尚書》作「截」，淺薄貌也；賈逵注《外傳》云「巧言也」。善竫，在井反，撰也；本或作「諞」，皮勉反，又必淺反；本作「譔」，七全反，又仕勉反。）\n疏「惟諓諓善竫言」。○解云：謂其念有淺薄之善而撰其言也。\n俾君子易怠，（俾，使也。易怠，猶輕惰也。○俾，必爾反，注同，使也。易，以豉反，注同。惰，大臥反。）"
      },
      {
        "index": 21,
        "text": "疏「俾君子易怠」。解云：能撰善言，故謂之君子。言使此君子易為輕惰，何者？自恃其善，而欲慢人以自尊矣。"
      },
      {
        "index": 22,
        "text": "而況乎我多有之，惟一介斷斷焉，無他技。（一介，猶一槩。斷斷，猶專一也。他技，奇巧異端也。孔子曰：「攻乎異端，斯害也巳。」○一介，古拜反，一介猶一槩也，《尚書》音古貨反。斷斷，丁亂反，專一也，注同。技，其綺反。槩，古愛反。奇，其宜反，本又作「琦」，同。）"
      },
      {
        "index": 23,
        "text": "疏「而況」至「有之」。○解云：我，謂秦伯也。言況於秦伯之懷，其善言無算，故曰多有之。○「惟一」至「他技」。○解云：秦伯之善，雖曰無算，若思念之，皆是一槩專一之事，更無奇巧異端之術。言其醇粹其善無擇矣。○注「斷斷」至「異端」。○解云：即鄭注《大學》云「斷斷，誠一之貌也。他技，異端之技也」，是與此合。"
      },
      {
        "index": 24,
        "text": "其心休休，（休休，美大貌。○休休，許虯反，美大貌。）能有容，（能含容賢者逆耳之言。）是難也。（是難行也。秦繆公自傷前不能用百里子、蹇叔子之言，感而自變悔，遂霸西戎，故因其能聘中國，善而與之，使有大夫。子貢曰：「君子之過也，如日月之食焉。過也，人皆見之；更也，人皆仰之。」此之謂也。）\n疏注「秦繆」至「言之」。○解云：事在僖三十三年。"
      },
      {
        "index": 25,
        "text": "冬，十有二月，戊午，晉人、秦人戰於河曲。此偏戰也，何以不言師敗績？敵也。曷為以水地？（以水地者，謂以水曲折，起地遠近所在也。據戰於泓不言曲。○折，之設反。）"
      },
      {
        "index": 26,
        "text": "疏「此偏戰」。○解云：以其書日，故知之。○注「據戰於泓不言曲」。○解云：即僖二十二年冬，「宋公及楚人戰於泓，宋師敗績」是也。"
      },
      {
        "index": 27,
        "text": "河曲疏矣，河千里而一曲也。（河曲流，以據地明，故可以曲地，因以起二國之君，數興兵相伐，戰無已時，故不言及。不別曲直，而地以河曲，明兩曲也。○數，所角反。不別，彼列反，下同。）"
      },
      {
        "index": 28,
        "text": "季孫行父帥師城諸及運。（帥帥師者，剌魯微弱，臣下不可使，邑久不脩，不敢徒行，興師厲眾，然後敢城之。言及者，別君邑臣邑也。○運，二傳作「鄆」後皆爾。）"
      },
      {
        "index": 29,
        "text": "疏注「書帥」至「城之」。○解云：如此注者，正見隱七年「夏，城中丘」之屬，皆不言帥師故也。言臣下不可使者，即上八年「公孫敖如京師，不至復。丙戌，奔莒」，傳云「不至復者何？不至復者，內辭也，不可使往也」之屬是也。○注「言及」至「邑也」。○解云：正見昭五年「莒牟夷以牟婁及防茲來奔」，彼傳云「其言及防茲來奔何？不以私邑累公邑也」，何氏云「公邑，君邑也。私邑，臣邑也。累，次也。義不可使臣邑與公邑相次序，故言及以絕之」是也。\n文公十有三年\n十有三年，春，王正月。"
      },
      {
        "index": 30,
        "text": "夏，五月，壬午，陳侯朔卒。（不書葬者，盈為晉文諱也。晉文雖霸，會人孤以尊天子，自補有餘，故復盈為諱。○盈為，於偽反，下文「盈為」、「為周公」皆同。復，扶又反。）"
      },
      {
        "index": 31,
        "text": "疏注「不書」至「盈為諱」。○解云：盈者，相接足之辭。晉文於僖二十八年之時，此朔之父陳侯款夏六月卒，至冬末未葬，而晉文會諸侯於溫，經有陳子，是強會人孤，令失子行，亦是文公恥之，是以《春秋》遂卒，竟不書款葬，深為文公諱也。今若款之子陳侯朔書葬，則文公之惡還見，是以此處須去朔葬，使若陳國之君例不書葬然，故言盈為晉文諱。故僖二十八年夏，「陳侯款卒」之下，注云「不書葬者，為晉文諱，行霸不務教人以孝，陳有大喪而彊會其孤，故深為恥之」是也。\n邾婁子蘧篨卒。（○蘧篨，其居反；下直居反。）自正月不雨，至於秋七月。（公子遂所致。）\n世室屋壞。世室者何？魯公之廟也。（魯公，周公子伯禽。○世室，二傳作「太室」。）\n疏「世室者何」。○解云：欲言君寢，於例不書；欲言宗廟，未有世室之名，故執不知問。\n周公稱太廟，魯公稱世室，群公稱宮。（少差異其下者，所上尊周公。○大廟，音泰，下同。）"
      },
      {
        "index": 32,
        "text": "疏「周公稱大廟」。解云：即僖八年「禘於大廟」，文二年「大事於大廟」是也。○「魯公稱世室」。○解云：即此經是也。○「群公稱宮」。○解云：即武宮、煬宮之屬是也。○注「少差」至「周公」。○解云：正以廟者，尊卑達名，鬼神所居之稱。今此稱異其名，知上尊周公故也。"
      },
      {
        "index": 33,
        "text": "此魯公之廟也，曷為謂之世室？世室猶世室也，世世不毀也。（魯公始封之君，故不毀也。）疏「世室猶世室也」。○解云：言謂之世室者，猶世世室也。"
      },
      {
        "index": 34,
        "text": "周公何以稱大廟於魯？（據魯公始封也。）封魯公以為周公也。（為周公故，語在下。）周公拜乎前，魯公拜乎後。（始受封時，拜於文王廟也。《尚書》曰「用命賞於祖」是也。父子俱拜者，明以周公之功封魯公也。）\n疏注「尚書」至「於祖」。解云：《甘誓》文也。"
      },
      {
        "index": 35,
        "text": "曰：生以養周公，（生以魯國供養周公。○以養，餘亮反，注皆同。供養，九用反，下同。）死以為周公主。（如周公死，當以魯公為祭祀主。加曰者，成王始受其茅土之辭。《禮記·明堂位》曰：「封周公於曲阜，地方七百里，革車千乘，蓋以為有王功，故半天子也」。○死以為，如字，注「死以為周公主」同。乘，繩證反。王，於況反。）"
      },
      {
        "index": 36,
        "text": "疏注「加曰」至「之辭」。○解云：即《周書·作洛》篇曰「封人社壝，諸侯受命於周，乃建大社於國中，其壝東青土，南赤土，西白土，北驪土，中央釁以黃土。將建諸侯，鑿取其一面之土，苞以黃土，苴以白茅，以為社之封」，孔氏云「王者封五色土為社，建諸侯則各割其方土與之，使立社，燾以黃土，苴以白茅。茅取其絜，黃取其王者覆四方」者，是其茅土之文耳。○注「蓋以」至「子也」。解云：正以天子千里，方百里者百；周公七百里，方百里者四十九，大判言之，故得言半天子矣。"
      },
      {
        "index": 37,
        "text": "然則周公之魯乎？曰：不之魯也。封魯公以為周公。主然則周公曷為不之魯？（據為周公者，謂生以養周公，死以為周公主。周公不之魯，則不得供養為主。）欲天下之一乎周也。（周公聖人，德至重，功至大，東征則西國怨，西征則東國怨。嫌之魯，恐天下迥心趣鄉之，故封伯禽，命使遙供養，死則奔喪為主，所以一天下之心於周室。○鄉，許亮反。）\n疏注「東征」至「東國怨」。解云：僖四年傳文。"
      },
      {
        "index": 38,
        "text": "魯祭周公何以為牲？（據廟異也。）周公用白牲，（白牡，殷牲也。周公死有王禮，謙不敢與文、武同也。不以夏黑牡者，謙改周之文，當以夏辟嫌也。）"
      },
      {
        "index": 39,
        "text": "疏注「不以」至「嫌也」。○解云：知黑牡為夏牲者，出《明堂位》文。正朔三而改，改天正十一月者，當以十三月為正，故言當以夏矣。"
      },
      {
        "index": 40,
        "text": "魯公用騂岡，（騂岡，赤脊，周牲也。魯公以諸侯不嫌，故從周制，以脊為差。○騂，息營反。岡，音剛。《詩》作剛，騂岡，赤脊也。）"
      },
      {
        "index": 41,
        "text": "疏注「騂岡」至「牲也」。○解云：正以山脊曰岡，故知騂岡為赤脊矣。群公不毛。（不毛，不純色，所以降於尊祖。）\n疏注「不毛」至「尊祖」。○解云：正以牲用純色，祭祀之禮而言不毛，故以降子尊祖解之。"
      },
      {
        "index": 42,
        "text": "魯祭周公，何以為盛？（據牲異也。○盛，成政反，又音成，粢盛也，在器曰盛。）周公盛，（盛者，新穀。）魯公燾，（燾者，冒也，故上一新也。○燾，徒報反，一本作「濤」，音同，冒也。冒，亡報反。）"
      },
      {
        "index": 43,
        "text": "疏注「燾者」至「新也」。○解云：正以燾詁為覆故也。若似《周書》「燾以黃土」之類也。然則言周公盛者，謂新穀滿其器。言魯公燾者，謂下故上新，裁可半平。"
      },
      {
        "index": 44,
        "text": "群公廩。（廩者，連新於陳上，財令半相連爾。此謂方祫祭之時，序昭穆之差。○廩，力甚反。財令，力呈反，下同。）"
      },
      {
        "index": 45,
        "text": "疏「群公廩」。○解云：廩，謂全是故穀，但在上少有新穀，財得相連而已，故謂之廩。廩者，希少之名，是以鄭注《周易》云「廩讀如『群公廩』之廩」者是也。○注「謂方」至「之差」。○解云：正以若其時祭，粢食精鑿，群公之饌一何至此？故知正是祫祭之時，序昭穆之差，所以降子尊祖故也。"
      },
      {
        "index": 46,
        "text": "世室屋壞何以書？譏。何譏爾？久不脩也。（簡忽，久不以時脩治，至令壞敗，故譏之。言屋者重宗廟，詳錄之。以不務公室不月者，知久不脩，當蒙上月。）"
      },
      {
        "index": 47,
        "text": "疏注「以不務」至「上月」。○解云：當蒙上月者，謂蒙上秋七月也。不務公室月者，即定二年「冬，十月，新作雉門及兩觀」，傳云「其言新作之何？脩大也。脩舊不書，此何以書？譏。何譏爾？不務乎公室也」，何氏云「務，勉也。不務公室，亦可施於久不脩，亦可施於不務如公室之禮，微辭也。月者，久也，當即脩之如諸侯禮」是也。然則彼久不脩，是以書月。此亦久不脩，故知當蒙上月爾。\n冬，公如晉。衛侯會於遝。（○遝，徒合反。）狄侵衛。十有二月，已丑，公及晉侯盟。\n還自晉。"
      },
      {
        "index": 48,
        "text": "鄭伯會公於斐。還者何？善辭也。何善爾？往黨，衛侯會公於遝，至得與晉侯盟。反黨，鄭伯會公於斐，故善之也。（黨，所也。所，猶時，齊人語也。文公前扈之盟不見序，後能救鄭之難，不逆王者之求，上得尊尊之義，下得解患之恩，一出三為諸侯所榮，故加錄，於其還時皆深善之。○斐，本又作「棐」芳尾反。難，乃旦反。）"
      },
      {
        "index": 49,
        "text": "疏「還者何」。○解云：正以不言至而言還，異於常例，故執不知問。○注「文公」至「見序」。○解云：即上七年「秋，公會諸侯、晉大夫盟於扈」，傳云「諸侯何以不序？大夫何以不名？公失序也」是也。○注「後能」至「之難」。○解云：即上九年春，「楚人伐鄭。公子遂會晉人、宋人、衛人、許人救鄭」是也。○注「不逆王者之求」。○解云：即上九年「春，毛伯來求金」，經無不與之文是也。○注「上得」至「之義」。○解云：即「不逆王者之求」是也。○注「下得」至「之恩」。○解云：即公子遂救鄭是也。\n文公十有四年"
      },
      {
        "index": 50,
        "text": "十有四年，春，王正月，公至自晉。（月者，為臣子喜錄上事。○為臣，於偽反，下「為後」、「當為」同。）疏注「月者」至「上事」。解云：出上文也。\n邾婁人伐我南鄙。叔彭生帥師伐邾婁。"
      },
      {
        "index": 51,
        "text": "夏，五月，乙亥，齊侯潘卒。（不書葬者，潘立儲嗣不明，乍欲立舍，乍欲立商人，至使臨葬更相篡弑，故絕其身，明當更立其先君之次。○潘，普於反。更相，音庚，下「吳楚更」同。篡殺，申誌反，下同。）\n疏注「至使」至「篡弑」。○解云：即下九月「齊公子商人弑其君舍」，是其臨葬相篡弑之文。"
      },
      {
        "index": 52,
        "text": "六月，公會宋公、陳侯、衛侯、鄭伯、許男、曹伯、晉趙盾。癸酉，同盟於新城。（盟下日者，剌諸侯微弱，信在趙盾。○盾，徒本反。）\n疏注「盟下」至「趙盾」。○解云：言信任在於趙盾，若如盟日定否趙盾製之然，是以下日以近之。\n秋，七月，有星孛入於北斗。孛者何？彗星也。（狀如篲。○孛，步內反，徐扶憒反。）"
      },
      {
        "index": 53,
        "text": "疏「孛者何」。○解云：欲言是星，星名未有；欲言非星，錄為星稱，故執不知問。其言入於北斗何？（據大辰不言入，又不言孛名。）"
      },
      {
        "index": 54,
        "text": "疏注「據大」至「言入」。○解云：即昭十七年「冬，有星孛於大辰」是也。○注「又不言孛名」。○解云：謂昭十七年直言於大辰，不言所孛之星名。今此言「有星孛入於北斗」，故難之，何者？大辰非星名故也，是以昭十七年傳云「其言於大辰何」，彼注云「據北斗言入於大辰，非常名」是也。"
      },
      {
        "index": 55,
        "text": "北斗有中也。（中者，魁中。）何以書？記異也。（孛者，邪亂之氣。篲者，掃故置新之象也。北斗，天之樞機玉衡，七政所出，是時桓文跡息，王者不能統政，自是之後，齊、晉並爭，吳、楚更謀，競行天子之事，齊、宋、莒、魯弑其君而立之應。○爭，爭鬥之爭。）"
      },
      {
        "index": 56,
        "text": "疏注「北斗」至「所出」。○解云：即《堯典》云「在璿璣玉衡，以齊七政。」七政，謂日月五星也。○注「齊宋」至「之應」。○解云：即下文九月「齊公子商人弑其君舍」，十八年夏五月，「齊人弑其君商人」，是齊弑君事也。十六年冬，「宋人弑其君處臼」，是宋弑其君事也。十八年冬，「莒弑其君庶其」，是莒弑其君事。十八年「冬，十月，子卒」，傳云「子卒者孰謂？謂子赤也。何以不日，隱之也。何隱爾？弑也。弑則何以不日，不忍言也」者，是魯弑其君事也。\n公至自會。"
      },
      {
        "index": 57,
        "text": "晉人納接菑於邾婁，弗克納。納者何？入辭也。其言弗克納何？（據言於邾婁，與納頓子於頓同，俱入國得立辭。○捷菑，在妾反，又如字；下側其反，二傳作「捷菑」。）"
      },
      {
        "index": 58,
        "text": "疏「納者何」。○解云：欲言得國，下有不克之文；欲言不得國，納者入辭，故執不知問。○注「據言」至「立辭」。○解云：即僖二十五年「秋，楚人圍陳，納頓子於頓」是也。此上言於邾婁，是其得國；下云弗克納，自相違，故難之。\n大其弗克納也。（克，勝也。鄭伯以勝為惡，此弗勝，故為大。）"
      },
      {
        "index": 59,
        "text": "疏注「鄭伯以勝為惡」。○解云：即隱元年「夏，五月，鄭伯克段於鄢」，傳云「克之者何？殺之也。殺之，則曷為謂之克？大鄭伯之惡也。曷為大鄭伯之惡？母欲立之，已殺之，如弗與而已矣」，注云「克者詁為殺，亦為能，惡其能忍戾母而親殺之」是也。\n何大乎其弗克納？（據伐齊納子糾，恥不能納。）"
      },
      {
        "index": 60,
        "text": "疏注「據伐」至「能納」。○解云：即莊九年「夏，公伐齊，納糾」，傳云「納者何？入辭也。其言伐之何？伐而言納者，猶不能納也」是也。"
      },
      {
        "index": 61,
        "text": "晉郤缺帥師，革車八百乘，以納接菑於邾婁，力沛若有餘，（沛，有餘貌。○乘，繩證反。沛若，普具反，有餘貌。）而納之。邾婁人言曰：「接菑，晉出也。玃且，齊出也。（出，外孫也。○玃且，俱縛反；下子餘反。）子以其指，（指，手指。）"
      },
      {
        "index": 62,
        "text": "疏「子以其指」。注「指，手指」。○解云：子謂卻缺，言子以手指，指麾於邾婁，令使納接菑也。則接菑也四，玃且也六。（言俱不得天之正性。）"
      },
      {
        "index": 63,
        "text": "疏注「言俱」至「正性」。○解云：地四生金於西方，地六成水於北方，皆非天數也。言此者，喻皆庶子矣，貴則皆貴矣。"
      },
      {
        "index": 64,
        "text": "子以大國壓之，（壓，服也。服邾婁使從命。○壓，於甲反，又於輒反，服也。）則未知齊、晉孰有之也。（設齊復興兵來納玃且，亦欲服邾婁使從命，未知齊、晉誰能使外孫有邾婁者。○齊復，扶又反，下同。）貴則皆貴矣。（時邾婁再娶，二子母尊同體敵。）"
      },
      {
        "index": 65,
        "text": "疏注「時邾」至「體敵」。○解云：蓋皆是古媵之子，或是左媵之子，言非侄娣所生也。舊云子以其指者，言凡立子之法，以其手指相似，則接菑猶人之四指，玃且猶人之六指，皆異於人，故曰俱不得天之正性也。雖然者，雖皆不得正性，但四不如六，故長者宜立矣。"
      },
      {
        "index": 66,
        "text": "雖然，玃且也長。（既兩不得正性，又皆貴，唯當以年長故立之。○長，丁丈反，注同。）郤缺曰：「非吾力不能納也，義實不爾克也」。（如邾婁人言，義不可奪也，故云爾。）引師而去之，故君子大其弗克納也。（大其不以已非奪人之是。）此晉郤缺也，其稱人何？貶。曷為貶？（據趙鞅納蒯聵不貶。）\n疏注「據趙」至「不貶」。解云：即哀二年夏，「晉趙鞅帥師，納衛世子蒯聵於戚」是也。"
      },
      {
        "index": 67,
        "text": "不與大夫專廢置君也。曷為不與？（據大其弗克納。）實與，（弗克納是。）而文不與。文曷為不與？大夫之義，不得專廢置君也。（不復發上無天子，下無方伯傳者，諸侯本有錫命征伐憂天下之道故，明有亂義，大夫不得專也。接菑不係邾婁者，見挈於郤缺也。不氏者，本當言郤婁接菑，見當國也。○見挈，賢遍反；下音苦結反。）"
      },
      {
        "index": 68,
        "text": "疏注「不復」至「之道故」。○解云：欲道僖元年「救邢」、「城楚丘」之經，悉是實與而文不與，文與此同。其傳皆云「上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也」，今此不復言之，故云爾。言諸侯本有錫命征伐憂天下之道故者，正謂保五連帥，本有共相存恤之義，是以上無天子，下無方伯之時，容有存恤之道，是故異於大夫耳。○注「明有」至「專也」。○解云：言大夫若有專廢置君者，即是亂義，故曰明有亂義，大夫不得專也，正由大夫不得專廢置故也。○注「接菑」至「缺也」。解云：據僖二十五年納頓子係頓也。○注「不氏者」。○解云：據宣十一年「納公孫甯、儀行父於陳」皆言氏也。○注「本當」至「當國也」。○解云：即隱元年傳云「段者何？鄭伯之弟也。何以不稱弟？當國也」，注云「欲當國為之君，故如其意，使如國君，氏上鄭，所以見段之逆」是也。\n九月，甲申，公孫敖卒於齊。（已絕，卒之者，為後齊脅魯歸其喪有恥，故為內諱，使若尚為大夫。）"
      },
      {
        "index": 69,
        "text": "疏注「已絕」至「大夫」。○解云：言已絕者，即上八年公孫敖奔莒是也。《春秋》之例，大夫出奔之後，即絕於大夫之位，不復書其卒，即公子慶父、臧孫紇之屬是，是以於此怪其書卒矣。言為後齊脅魯歸其喪有恥者，即下十五年夏，「齊人歸公孫敖之喪」，傳云「何以不言來？內辭也，脅我而歸之」是也。"
      },
      {
        "index": 70,
        "text": "齊公子商人弑其君舍。此未逾年之君也，其言弑其君舍何？（據弑其君之子奚齊也。連名何之者，弑成君未成君俱名，問例所從也。）\n疏注「據弑」至「齊也」。○解云：即僖九年「冬，晉裏克弑其君之子奚齊」，傳云「弑未逾年君之號」是也。\n已立之，已殺之，（商人本正當立，恐舍緣潘意為害，故先立而弑之。）\n疏注「商人本正當立」。○解云：正以弑舍不書日，見不正遇禍，則知商人本正明矣。"
      },
      {
        "index": 71,
        "text": "成死者而賤生者也。（惡商人懷詐無道，故成舍之君號，以賤商人之所為。不解名者，言成君可知。從成君不日者，與卓子同。○惡，烏路反。卓，敕角反。）"
      },
      {
        "index": 72,
        "text": "疏注「從成君」至「子同」。○解云：即僖十年春，「晉裏克弑其君卓子」，彼下注云「不日者，不正遇禍，終始惡明，故略之」是也。\n宋子哀來奔。宋子哀者何？無聞焉爾。"
      },
      {
        "index": 73,
        "text": "疏「宋子哀者何」。○解云：欲言宋君，經書子哀；欲言大夫，文不言氏，故執不知問。○「無聞焉爾」。○解云：即隱二年注云「言無聞者，《春秋》有改周受命之制，孔子畏時遠害，又知秦將燔《詩》、《書》，其說口授相傳，至漢公羊氏及弟子胡毌生等，乃始記於竹帛，故有所失也」是也。○冬，單伯如齊。齊人執單伯。齊人執子叔姬。執者曷為或稱行人？或不稱行人？（此問諸侯相執大夫所稱例。）\n稱行人而執者，以其事執也。（以其所銜奉國事執之，晉人執我行人叔孫舍是也。）\n疏注「晉人」至「是也」。○解云：即昭二十三年，「晉人執我行人叔孫舍」是。"
      },
      {
        "index": 74,
        "text": "不稱行人而執者，以巳執也。（巳者，巳大夫，自以大夫之罪執之。分別之者，罪惡各當歸其本。○別，彼列反。）單伯之罪何？道淫也。惡乎淫？淫乎子叔姬。（時子叔姬嫁，當為齊夫人，使單伯送之。○惡，音烏。）然則曷為不言齊人執單伯及子叔姬？（據夫人婦薑係公子遂。）\n疏注「據夫」至「子遂」。○解云：即宣元年「三月，遂以夫人婦薑至自齊」是也。"
      },
      {
        "index": 75,
        "text": "內辭也，使若異罪然。（深諱使若各自以他事見執者。不書叔姬歸於齊者，深諱以起道淫。書單伯如齊者，起送叔姬也。齊稱人者，順諱文，使若非伯討。）"
      },
      {
        "index": 76,
        "text": "疏注「不書」至「姬也」。○解云：言此者，欲決隱二年「冬，十月，伯姬歸於紀」之屬書歸也。言深諱者，正以子叔姬有罪故也。言以起道淫者，謂深諱不言其歸，即是以起道淫之義，何者？若更為小事而見執，何須諱其歸於齊？今不言歸於齊，而與單伯俱見執，明其在道與單伯淫，於歸事不醒醒矣。或日不書歸於齊者，深諱其起道淫故也。何者？若言叔姬歸於齊，齊人執單伯，齊人執子叔姬，即有道淫之理也。○注「齊稱人」至「伯討」。解云：即僖四年夏，「齊人執袁濤塗」之下，傳云「稱侯而執者，伯討也。稱人而執者，非伯討也」是也。\n文公十有五年\n十有五年，春，季孫行父如晉。"
      },
      {
        "index": 77,
        "text": "三月，宋司馬華孫來盟。（月者，文公微弱，大夫秉政，宋亦蔽於三世之黨，二亂結盟，故不與信辭。不稱使者，宋無大夫。官舉者，見宋亂也。錄華孫者，明惡二國，非以月惡華孫也。○華孫，戶化反。見，賢遍反。惡二，烏路反，下皆同。）"
      },
      {
        "index": 78,
        "text": "疏注「月者」至「秉政」。○解云：即公子遂是也。○注「宋亦」至「之黨」。○解云：即上八年傳云「曷為皆官舉？宋三世無大夫，三世內娶也」是也。言為三世內娶之故，三世妃黨皆強，而為君之所蔽，故云蔽於三世之黨矣。○注「故不與信辭」。○解云：正以《春秋》之例，凡蒞盟、來盟例皆書時，所以然者，欲見王者當以至信先於天下故也，是以桓十四年夏，「鄭伯使其弟語來盟」，注云「時者，從內為王義，明王者當以至信先天下」是也。今而書月，故言不與信辭耳。○注「不稱使」至「大夫」。○解云：正決「鄭伯使其弟語來盟」之文也。○注「官舉」至「孫也」。○解云：大夫之義，例不官舉，而此言司馬者，正以見宋之亂，是以詳錄華孫，明其書月不與信辭者，不由華孫之故也。"
      },
      {
        "index": 79,
        "text": "夏，曹伯來朝。齊人歸公孫敖之喪。何以不言來？（據齊人來歸子叔姬。）疏注「據齊」至「叔姬」。解云：在此年十二月。"
      },
      {
        "index": 80,
        "text": "內辭也。脅我而歸之，筍將而來也。（筍者，竹箯，一名編輿，齊、魯以此名之曰筍。將，送也。為叔姬淫，惡魯類，故取其屍置編輿中，傳送而來，脅魯令受之，故諱不言來，起其來有恥，不可言來也。不月者，不以恩錄，與子叔姬異。○筍將，音峻，竹箯也。將，送也。竹箯，婢綿反，一音步賢反，服虔音編，韋昭音如頻反。編，必綿反，一音篇，郭璞音步典反。輿，音餘。為叔，於偽反，下「父為」、「子為」、「若為」、「實為」同。傳，直專反。令受，力呈反，下同。）"
      },
      {
        "index": 81,
        "text": "疏注「故取其屍」。解云：謂取其死屍矣。○注「不月」至「姬異」。解云：正以下「十有二月，齊人來歸子叔姬」，書月故也。"
      },
      {
        "index": 82,
        "text": "六月，辛丑，朔，日有食之。鼓用牲於社。（是後楚人滅庸，宋人弑其君處臼，齊人弑其君商人，宣公弑子赤，莒弑其君庶其。）"
      },
      {
        "index": 83,
        "text": "疏注「是後楚人滅庸」。○解云：即下十六年秋，「楚人、秦人、巴人滅庸」是也。○注「宋人弑處臼」。○解云：在十六年冬。○注「齊人弑商人」。○解云：在十八年夏五月。○注「宣公弑子赤」。○解云：即十八年冬子卒，傳云「子卒者孰謂？謂子赤也。何以不日？隱之也。何隱爾？弑也」者是也。○注「莒弑其君庶其」。解云：在十八年冬。"
      },
      {
        "index": 84,
        "text": "單伯至自齊。（大夫不致，此致者，喜患禍解也。不省去氏者，淫當絕，使若他單伯至也。○解，戶買反。省，所景反。）"
      },
      {
        "index": 85,
        "text": "疏注「大夫不」至「禍解也」。○解云：正以內大夫出聘，例不書至故也。○注「不省」至「伯至也」。解云：正以昭十四年「春，隱如至自晉」，彼是被執而歸，省去其氏，今單伯存氏，故解之。\n晉郤缺帥師伐蔡。戊申，入蔡，入不言伐，此其言伐何？至之日也。其日何？（據甲寅齊人伐衛日伐也。）"
      },
      {
        "index": 86,
        "text": "疏「入不言伐」。○解云：莊十年師解云爾，故此弟子據而難之。○注「據甲」至「伐也」。○解云：即莊二十八年「春，王三月，甲寅，齊人伐衛。衛人及齊人戰，衛人敗績」是也。\n至之日也。（嫌至日伐，不至日入，故曰入也。主書，與甲寅同義。）"
      },
      {
        "index": 87,
        "text": "疏注「主書」至「同義」。○解云：即彼云「伐不日，此何以日？至之日也」，何氏云「用兵之道，當先至竟侵責之，不服，乃伐之。今日至，便以今日伐之，故日以起其暴也」是也。然則令此郤缺亦今日至便以今日伐之，故書以日起其暴也。\n秋，齊人侵我西鄙。季孫行父如晉。\n冬，十有一月，諸侯盟於扈。（不序不日者，順上諱文，使若扈之盟，都不可得而知。）"
      },
      {
        "index": 88,
        "text": "疏注「不序」至「而知」。○解云：上七年「秋，八月，公會諸侯、晉大夫盟於扈」傳云「諸侯何以不序？大夫何以不名？公失序也。公失序奈何？諸侯不可使與公盟」云云，何氏云「文公內則欲久喪而後不能，喪娶逆祀；外則貪利取邑，為諸侯所薄賤，不見序，故深諱為不可知之辭。不日者，順諱為善文也」。然則此不序者，為不可知之辭。不日者，順諱為善文也，何者？盟不日，善文故也。"
      },
      {
        "index": 89,
        "text": "十有二月，齊人來歸子叔姬。其言來何？（據齊人歸公孫敖之喪不言來。）閔之也。（閔傷其棄絕來歸。）此有罪，何閔爾？父母之於子，雖有罪，猶若其不欲服罪然。（孔子曰：「父為子隱，子為父隱，直在其中矣。」所以崇父子之親也。言齊人不以棄歸為文者，令與敖同文相發明。叔姬於文公為姊妹，言父母者，時文公母在，明孝子當申母恩也。月者，閔錄之，從無罪例。）"
      },
      {
        "index": 90,
        "text": "疏注「所以」至「親也」。○解云：即言來以閔之是也。○注「言齊人」至「母者」。○解云：若以棄歸為文，即言子叔姬來歸，不言齊人，即宣十六年 「郯伯姬來歸」之文是，今言齊人來歸，故謂之同文也。言相發明者，言敖為齊所惡而來歸之，今此亦為齊人所歸之，故曰相發明耳。○注「時文」至「恩也」。○ 解云：正以下十六年「秋，八月，辛未，夫人薑氏薨」；十七年夏，「葬我小君聖薑」，傳云「聖薑者何？文公之母也」是。○注「月者閔」至「罪例」。○解云：正以棄歸之例，有罪者時，無罪者月故也。其有罪者時，即宣十六年「秋，剡伯姬來歸」是也。其無罪者月，成五年「春，王正月，杞叔姬來歸」之屬是也。"
      },
      {
        "index": 91,
        "text": "齊侯侵我西鄙，遂伐曹，人其郛。郛者何？恢郭也。（恢，大也。郭，城外大郭。○郛，芳夫反，郭也。恢廓，苦回反，大也。）"
      },
      {
        "index": 92,
        "text": "疏「郛者何」。○解云：欲言城郭，經無城郭之文；欲言非城郭，上文言入，故執不知問。入郛書乎？曰：不書。（圍不言入，入郛吳也。）\n疏「入郛」至「不書」。○解云：案諸舊本，此傳之下悉皆無注。有注云「圍不言入，入郛是也」者，衍字耳。"
      },
      {
        "index": 93,
        "text": "入郛不書，此何以書？動我也。（諱使若為同姓見入郛故，動懼我也。）動我者何？內辭也。其實我動焉爾。（齊侵魯，魯實為子叔姬故，動懼失操云爾。鄉者不去，幾亦入我郛，故舉入郛以起魯恥，且明兵之所鄉，苟得其罪，則莫敢不懼。○鄉者，許亮反，下同。幾，音祈。）\n文公十有六年\n十有六年，春，季孫行父會齊侯於陽穀，齊侯弗及盟。其言弗及盟何？（據序上會也。連盟何者，嫌據盟。）\n疏注「據序」至「據盟」。解云：據序上會，何得弗及盟乎？是以問之。云嫌據盟者，嫌直據盟問之。"
      },
      {
        "index": 94,
        "text": "不見與盟也。（與齊期盟，為叔姬故，中見簡賤，不見與盟，侮辱有恥，故諱使若行父會而去，齊侯不及得與盟，故言齊侯弗及，亦所以起齊侯不肯。○為，於偽反。）"
      },
      {
        "index": 95,
        "text": "疏注「使若」至「與盟」。○解云：使若行父會齊侯於陽穀訖即棄之而去，齊侯不及盟。○注「亦所以起齊侯不肯」。○解云：若直言不及盟，文體已具，足見不得盟矣。而更言齊侯不及者，欲道是時不肯盟者是齊侯也。若直言季孫行父會齊侯於陽穀不及盟，不妨行父不及，無以見齊侯不肯矣。"
      },
      {
        "index": 96,
        "text": "夏，五月，公四不視朔。（視朔說在六年。不舉不朝廟者，禮，月終於廟先受朝政，乃朝，明王教尊也；朝廟，私也，故以不視朔為重。常以朔者，重始也。）"
      },
      {
        "index": 97,
        "text": "疏注「視朔說在六年」。○解云：即上六年注云「禮，諸侯受十二月朔政於天子，藏於大祖廟，每月朔朝廟，使大夫南面奉天子命，君北面而受之」是也。 ○注「不舉」至「為重」。○解云：正以視朔之時，必有朝廟之禮，故上六年經云「閏月不告月，猶朝於廟」是也。今此經直言「四不視朔」，不道不朝廟，故解之。○注「常以」至「始也」。○解云：言十二月之政令，所以不在年初一受之而已，必以月之朔日受之者，重月之始故也。"
      },
      {
        "index": 98,
        "text": "公曷為四不視朔？（據無事也。）公有疾也。（以不諱舉公如有疾，公有疾乃復舉公是也。○乃復，扶又反，下同。）"
      },
      {
        "index": 99,
        "text": "疏注「公有」至「是也」。○解云：即昭二十三年「冬，公如晉，至河。公有疾，乃復」是也。何言乎公有疾不視朔？（據有疾無惡也。）\n疏注「據有疾無惡也」。○解云：即昭二十三年傳云「何言乎公有疾乃復？殺恥也」者是。\n自是公無疾，不視朔也。（有疾無惡不當書。又不言有疾者，欲起公自是無疾不視朔也。）\n疏注「公自」至「朔也」。○解云：即鄭氏云「魯自文公四不視朔，視朔之禮已後遂廢」者，正取此文也。"
      },
      {
        "index": 100,
        "text": "然則曷為不言公無疾不視朔？有疾，猶可言也，無疾，不可言也。（言無疾大惡，不可言也。是後公不復視朔，政事委任公子遂。）\n六月，戊辰，公子遂及齊侯盟於犀丘。（○犀丘，彥西，《左氏》作「郪丘」，《穀梁》作「師丘」。）"
      },
      {
        "index": 101,
        "text": "疏「盟於犀丘」。○解云：正本作「菑丘」，故賈氏《公羊》曰「菑丘，《穀梁》曰『師丘』」是也。今《左氏》經作「郪」字。"
      },
      {
        "index": 102,
        "text": "秋，八月，辛未，夫人薑氏薨。○毀泉台。泉台者何？郎台也。（莊公所築台於郎，以郎譏臨民之漱浣。○漱，素侯反。浣，戶管反。）"
      },
      {
        "index": 103,
        "text": "疏「泉台者何」。何解云：泉台之名，自前未有，今而言毀，故執不知問。○注「莊公」至「漱浣」。○解云：即莊二十一年「春，築台於郎」，傳云「何以書？譏。何譏爾？臨民之所漱浣也」是也。然則何以知泉台為郎台？正以彼傳云「譏臨民之所漱浣」書，與此泉台之義合故也。"
      },
      {
        "index": 104,
        "text": "郎台則曷為謂之泉台？未成為郎台，（未成時，但以地名之。）既成為泉台。（既成，更以所置名之。）毀泉台何以書？譏。何譏爾？築之譏，毀之譏。先祖為之，已毀之，不如勿居而已矣。（但當勿居，令自毀壞，不當故毀，暴揚先祖之惡也。築毀譏同，知例皆時。○令，力呈反。暴，步卜反。）"
      },
      {
        "index": 105,
        "text": "疏注「築毀」至「皆時」。○解云：言築毀譏同者，即上傳云「築之譏，毀之譏」是也。言知例皆時者，正以此經文承月下，恐蒙月，故如此解。\n楚人、秦人、巴人滅庸。（○巴，布加反。）"
      },
      {
        "index": 106,
        "text": "冬，十有一月，宋人弑其君處臼。弑君者曷為或稱名氏？或不稱名氏？大夫弑君稱名氏，賤者窮諸人；（賤者，謂士也。士正自當稱人。○處臼，二傳作「杵臼」。）大夫相殺稱人，賤者窮諸盜。賤者窮諸人者，言士先自稱人，今弑君亦稱人，故曰窮諸人矣。云賤者窮諸盜者，言士之賤名不過於盜故也。（降大夫使稱人，降士使稱盜者，所以別死刑有輕重也。無尊上，非聖人，不孝者，斬首梟之；無營上，犯軍法者，斬要；殺人者，刎脰，故重者錄，輕者略也。不日者，內娶略賤之。○別，彼列反。梟，古堯反。要，一遙反。刎，亡粉反。頭，如字。本又作「脰」，音豆。）"
      },
      {
        "index": 107,
        "text": "疏注「故重」至「略也」。○解云：謂大夫弑君罪重，故稱名氏責之深。若大夫相殺，罪輕於犯君，故降稱盜者，義之輕然也。○注「不日」至「賤之」者，既說於上。\n文公十有七年\n十有七年，春，晉人、衛人、陳人、鄭人伐宋。\n夏，四月，癸亥，葬我小君聖薑。聖薑者何？文公之母也。（○聖薑，二傳作「聲薑」。）"
      },
      {
        "index": 108,
        "text": "疏「聖薑者何」。○解云：欲言夫人，諡異其夫號；欲言為妾，而卒葬並不見，故執不知問。齊侯伐我西鄙。六月，癸未，公及齊侯盟於穀。\n諸侯會於扈。秋，公至自穀。冬，公子遂如齊。\n文公十有八年\n十有八年，春，王二月，丁丑，公薨於台下。\n秦伯罃卒。（秦穆公也。至此卒者，因其賢。○伯罃，乙耕反，何云「穆公也」。《左氏》：穆公子康公。）"
      },
      {
        "index": 109,
        "text": "疏注「秦穆」至「其賢」。○解云：正以秦是戎狄，《春秋》外之，往前以來未錄其卒，今乃始書，故以賢解之。而《左氏》為康公者，與此別。《穀梁》無解。"
      },
      {
        "index": 110,
        "text": "夏，五月，戊戌，齊人弑其君商人。（商人弑君賊，復見者，與大夫異。齊人已君事之，殺之且當坐弑君。○復見，扶又反，下同；下賢遍反。）"
      },
      {
        "index": 111,
        "text": "疏注「商人」至「弑君」。○解云：《春秋》之義，諸是弑君之賊，皆不復見，所以賤之，是以宣六年書「晉趙盾、衛孫免侵陳」，傳云「趙盾弑君，此其復見何」，注云「據宋督、鄭歸生、齊崔杼弑其君，後不復見」；傳又云「親弑君者，趙穿也」，注云「復見趙盾者，欲起親弑者趙穿，非盾」是也。今此商人於上十四年「弑其君舍」而復見者，正以其為君故也。與大夫異者，齊人以君事之，殺之宜當坐弑君。然則商人弑其君舍而存之，欲責臣子不討賊故也，是以莊二十二年注云「不與念母而譏忌省者，本不事母則已，不當忌省，猶為商人責不討賊」，義亦通於此。"
      },
      {
        "index": 112,
        "text": "六月，癸酉，葬我君文公。○秋，公子遂、叔孫得臣如齊。（不舉重者，譏魯猥使二大夫出，虛國家，廢政事，重錄內也。）"
      },
      {
        "index": 113,
        "text": "疏注「不舉」至「內也」。解云：書事舉重，《春秋》之常，今而悉舉，故解之。《穀梁傳》云「使舉上客而不稱介，不正其同倫而相為介，故列而數之也」者，亦是直舉重之義也。而言重錄內者，正以外大夫未有並見者，於內唯有此經，及定六年「夏，季孫斯、仲孫何忌如晉」之文，故知正是重錄內也。"
      },
      {
        "index": 114,
        "text": "冬，十月，子卒。子卒者孰謂？謂子赤也。何以不日？（據子般卒日。）隱之也。何隱爾？弑也。弑則何以不日？（據子般卒日。○弑也，音試，下及注同。）\n疏注「據子般卒日」。○解云：即莊三十二年「冬，十月，乙未，子般卒」是也。\n不忍言也。（所聞世，臣子恩痛王父深厚，故不忍言其日，與子般異。）"
      },
      {
        "index": 115,
        "text": "疏注「故不忍」至「般異」。○解云：正以子般為所傳聞之世故也，是以莊三十三年「子般卒」之下，何氏云「殺不去日見隱者，降子赤也」是。\n夫人薑氏歸於齊。（歸者，大歸也。夫死子殺賊人立，無所歸留，故去也。有去道書者，重絕不復反。）"
      },
      {
        "index": 116,
        "text": "疏注「歸者，大歸也」。○解云：凡言大歸，一出不反之辭，若「紀侯大去其國」之類，故言歸者大歸也。○注「有去」至「復反」。○解云：正以常事不書故也。\n季孫行父如齊。莒弑其君庶其。稱國以弑何？（據莒人弑其君密州。）\n疏注「據莒」至「密州」。○解云：即襄三十一年「十有一月，莒人弑其君密州」是也。\n稱國以弑者，眾弑君之辭。（一人弑君，國中人人盡喜，故舉國以明失眾，當坐絕也。例皆時者，略之也。）"
      },
      {
        "index": 117,
        "text": "疏注「例皆」至「之也」。解云：謂是失眾而稱國以弑者，皆書時以略之，即定十三年冬，「薛弑其君比」之屬是也。若然，昭二十七年「夏，四月，吳弑其君僚」，亦是稱國而書月者，彼非失眾，但以見弑之義，故不書時賤之，是以何氏云「不書闔閭弑其君者，為季子諱，明季子不忍父子兄弟自相弑，讓國闔閭，欲其享之，故為沒其罪也」，「月者，非失眾見弑，故不略之」者是也。"
      }
    ]
  }
}