{
  "chapterNumber": 1,
  "title": "春秋公羊傳註疏序 (Preface to the Gongyang Commentary)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "序\n漢司空掾任城樊何休序（○陸氏《音義》曰：“掾，弋絹反。”）"
      },
      {
        "index": 1,
        "text": "疏“漢司空掾”。解云：漢者，巴漢之間地名也。於秦二世元年，諸侯叛秦，沛人共立劉季以為沛公。二年八月，沛公入秦，秦相趙高殺二世，立二世兄子子嬰。冬十月為漢元年，子嬰降。○年春正月，項羽尊楚懷王以為義帝。其年三月，項羽自立為西楚霸王，分天下為十八國，更立沛公為漢王，王巴漢之間四十一縣，都於南鄭。至漢王五年冬十二月，乃破項羽軍斬之。六年正月乃稱皇帝，遂取漢為天下號，若夏、殷、周既克天下，乃取本受命之地為天下號。云“司空”者，漢三公官名也。“掾”者，即其下屬官也，若今之三府掾是也。○“任城樊何休序”。○解云：任城者，郡名。樊者，縣名。姓何，名休，字邵公。其《本傳》云：“休為人質樸訥口，而雅有心思。精研六經，世儒無及者。大傳陳蕃辟之，與參政事。蕃敗，休坐廢錮，乃作《春秋公羊解詁》，覃思不闚門十有七年。”是也。序者，舒也，敘也，舒展已意，以次敘經傳之義，述已作注之意，故謂之序也。\n昔者孔子有云："
      },
      {
        "index": 2,
        "text": "疏“昔者，孔子有云”。○解云：昔者，古也，前也。故《孝經》云：“昔者明王，”鄭注云“昔，古也。”《檀弓》上篇云“予疇昔夜夢”，注云：“昔猶前也”。然則若對後言之，即言前；若對今言之，即言古。何氏言前古孔子有云，云，言也。\n“吾誌在《春秋》，行在《孝經》。”"
      },
      {
        "index": 3,
        "text": "疏“吾誌在”至“《孝經》”。○解云：案《孝經·鉤命決》云“孔子在庶，德無所施，功無所就，誌在《春秋》，行在《孝經》”是也。所以《春秋》言誌在，《孝經》言行在。《春秋》者，賞善罰惡之書，見善能賞，見惡能罰，乃是王侯之事，非孔子所能行，故但言誌在而已；《孝經》者，尊祖愛親，勸子事父，勸臣事君，理關貴賤，臣子所宜行，故曰行在《孝經》也。\n此二學者，聖人之極致，"
      },
      {
        "index": 4,
        "text": "疏“此二”至“極致”。○解云：二學者，《春秋》、《孝經》也。極者，盡也。致之言至也，言聖人作此二經之時，盡已至誠而作之，故曰聖人之極致也。\n治世之要務也。（○治，直吏反。）"
      },
      {
        "index": 5,
        "text": "疏“治世”至“務也”。○解云：凡諸經藝等皆治世所須，但此經或是懲惡勸善，或是尊祖愛親，有國家者最所急行，故云“治世之要務也”，言治世之精要急務矣。《祭統》云：“凡治人之道，莫急於禮。”禮者，謂三王以來也，若大道之時，禮於忠信為薄。正以孔子修《春秋》，祖述堯舜，故言此。考諸舊本皆作“也”字，又且於理亦宜然。若作“世”字者，俗誤已行。\n傳《春秋》者非一。"
      },
      {
        "index": 6,
        "text": "疏“傳《春秋》者非一”。○解云：孔子至聖，觀無窮，知秦無道，將必燔書，故《春秋》之說口授子夏。度秦至漢，乃著竹帛，故《說題辭》云“傳我書者，公羊高也。”戴宏序云：“子夏傳與公羊高，高傳與其子平，平傳與其子地，地傳與其子敢，敢傳與其子壽。至漢景帝時，壽乃其弟子齊人胡毌子都著於竹帛，與董仲舒皆見於圖讖。”是也。故大史公云：“董仲舒，廣川人也，以治《春秋》孝、景時為博士，下帷講誦。弟子傳以久次相受業，或莫見其麵。董生相膠西王，疾免歸家，以修學著書為事，終不治產業。”是也。又《六藝論》云：“治《公羊》者，胡毌生、董仲舒，董仲舒弟子嬴公，嬴公弟子眭孟，眭孟弟子莊彭祖及顏安樂，安樂弟子陰豐、劉向、王彥。”故曰傳《春秋》者非一。舊云“傳《春秋》者非一”者，謂本出孔子而傳五家，故曰非一。\n本據亂而作，"
      },
      {
        "index": 7,
        "text": "疏“本據亂而作”。○解云：孔子本獲麟之後得瑞門之命，乃作《春秋》，公取十二，則天之數。是以不得取周公、成王之史，而取隱公以下，故曰據亂而作，謂據亂世之史而為《春秋》也。\n其中多非常異義可怪之論，（○論，盧困反，下“持論”同）"
      },
      {
        "index": 8,
        "text": "疏“其中”至“之論”。○解云：由亂世之史，故有非常異義可怪之事也。“非常異義”者，即莊四年，齊襄複九世之讎而滅紀；僖（元缺）年，實與齊桓專封是也。此即是非常之異義，言異於文、武時。何者？若其常義，則諸侯不得擅滅諸侯，不得專封，故曰非常異義也。“其可怪之論”者，即昭三十一年，邾婁叔術妻嫂而《春秋》善之是也。\n說者疑惑，"
      },
      {
        "index": 9,
        "text": "疏“說者疑惑”。○解云：此“說者”，謂胡毌子都、董仲舒之後，莊彭祖、顏安樂之徒。見經傳與奪異於常理，故致疑惑。至有倍經、任意、反傳違戾者。"
      },
      {
        "index": 10,
        "text": "疏“至有”至“戾者”。○解云：此倍讀如反背之背，非倍半之倍也。言由疑惑之故，雖解經之理而反背於經。即成二年，逢醜父代齊侯當左，以免其主。《春秋》不非而說者非之，是背經也。任意者，《春秋》有三世異辭之言，顏安樂以為從襄二十一年之後，孔子生訖，即為所見之世，是任意。任意者，凡言見者，目睹其事，心識其理，乃可為見，故《演孔圖》云“文、宣、成、襄，所聞之世也”。而顏氏分張一公而使兩屬，是其任意也。反傳違戾者，宣十七年，“六月、癸卯、日有食之”，案隱三年傳云某月某日朔，日有食之者，食正朔也，其或日，或不日者，或失之前，或失之後。失之前者，朔在前也，謂二日乃食，失正朔於前，是以但書其日而已；失之後者，朔在後也，謂晦日食，失正朔於後，是以又不書日，但書其月而已。即莊十八年“三月，日有食之”是也。以此言之，則日食之道不過晦朔與二日，即宣十七年言日不言朔者，是二日明矣。而顏氏以為十四日日食，是反傳違戾也。\n其勢雖問不得不廣，"
      },
      {
        "index": 11,
        "text": "疏“其勢”至“不廣”。○解云：言說者疑惑，義雖不是，但其形勢已然，故曰“其勢”。雖複致問，不得不廣引外文望成其說，故曰“不得不廣”也。一說謂顏、莊之徒以說義疑惑，未能定其是非，致使倍經、任意、反傳違戾，是以何氏觀其形勢，故曰“其勢”；維適畏人問難，故曰“維問”；遂恐已說窮短，不得不廣引外文望成已說，故曰“不得不廣”也。“維”誤為“雖”耳。\n是以講誦師言至於百萬猶有不解，"
      },
      {
        "index": 12,
        "text": "疏“是以”至“不解”。○解云：此“師”謂胡、董之前公羊氏之屬也。言由莊、顏之徒解義不是，致地問難，遂爾謬說至於百萬言。其言雖多，猶有合解而不解者，故曰“猶有不解”矣。\n時加釀嘲辭，（○釀嘲陟交反）"
      },
      {
        "index": 13,
        "text": "疏“時加釀嘲辭”。○解云：顏安樂等解此《公羊》，苟取頑曹之語，不顧理之是非，若世人云“雨雪其雱，臣助君虐”之類是也。援引他經失其句讀，"
      },
      {
        "index": 14,
        "text": "疏“援引”至“句讀”。○解云：三傳之理不同多矣，經之義隨經自合，而顏氏之徒既解《公羊》，乃取他經為義，猶賊黨入門，主人錯亂，故曰“失其句讀”。\n以無為有，"
      },
      {
        "index": 15,
        "text": "疏“以無為有”。○解云：《公羊》經、傳本無以周王為天囚之義，而《公羊說》及莊、顏之徒以周王為天囚，故曰“以無為有”也。甚可閔笑者，\n疏“甚可閔笑者”。○解云：欲存《公羊》者，閔其愚暗；欲毀《公羊》者，笑其謬通也。不可勝記也。\n疏“不可勝記也”。○解云：言其可閔可笑處多，不可勝負，不可具記也。是以治古學貴文章者謂之俗儒，"
      },
      {
        "index": 16,
        "text": "疏“是以”至“俗儒”。○解云：《左氏》先著竹帛，故漢時謂之古學。《公羊》漢世乃興，故謂之今學，是以許慎作《五經異義》，云“古者，《春秋左氏》說；今者，《春秋公羊》說”是也。治古學者，即鄭眾、賈逵之徒，貴文章矣。謂之俗儒者，即《繁露》云：“能通一經曰儒生，博覽群書號曰洪儒，則言乖典籍、辭理失所名之為俗，教授於世謂之儒。”鄭、賈之徒謂《公羊》雖可教授於世，而辭理失所矣。\n至使賈逵緣隙奮筆，以為《公羊》可奪，《左氏》可興。"
      },
      {
        "index": 17,
        "text": "疏“至使”至“可興”。○解云：賈逵者，即漢章帝時衛士令也。言“緣隙奮筆”者，莊、顏之徒說義不足，故使賈逵得緣其隙漏，奮筆而奪之，遂作《長義》四十一條，云《公羊》理短，《左氏》理長，意望奪去《公羊》而興《左氏》矣。鄭眾亦作《長義》十九條十七事，專論《公羊》之短，《左氏》之長，在賈逵之前。何氏所以不言之者，正以鄭眾雖扶《左氏》而毀《公羊》，但不與讖合，帝王不信，毀《公羊》處少，興《左氏》不強，故不言之。豈如賈逵作《長義》四十一條，奏禦於帝，帝用嘉之，乃知古之為真也，賜布及衣，將欲存立，但未及而崩耳。然則賈逵幾廢《公羊》，故特言之。\n恨先師觀聽不決，多隨二創。"
      },
      {
        "index": 18,
        "text": "疏“恨先”至“二創”。○解云：此先師，戴宏等也。凡論義之法，先觀前人之理，聽其辭之曲直然，以義正決之。今戴宏作《解疑論》而難《左氏》，不得《左氏》之理，不能以正義決之，故云“觀聽不決。”“多隨二創”者，上文云“至有背經、任意、反傳違戾”者，與《公羊》為一創；又云“援引他經失其句讀”者，又與《公羊》為一創。今戴宏作《解疑論》多隨此二事，故曰“多隨二創”也。而舊云公羊先師說《公羊》義不著，反與《公羊》為一創，賈逵緣隙奮筆奪之，與《公羊》為二創，非也。\n此世之餘事，"
      },
      {
        "index": 19,
        "text": "疏“此世之餘事”。○解云：何氏言先師解義雖曰不是，但有已在《公羊》必存，故曰此世之餘事。餘，末也。言戴氏專愚，《公羊》未申，此正是世之末事，猶天下閑事也。舊云，何氏云前世之師說此《公羊》不得聖人之本旨，而猶在世之末說，故曰世之餘事也。\n斯豈非守文、持論、敗績、失據之過哉！"
      },
      {
        "index": 20,
        "text": "疏“斯豈”至“過哉”。○解云：“守文”者，守《公羊》之文。“持論”者，執持《公羊》之文以論《左氏》，即戴宏《解疑論》之流矣。“敗績”者，爭義似戰陳，故以敗績言之。“失據”者，凡戰陳之法，必須據其險勢以自固，若失所據，即不免敗績。若似《公羊》先師，欲持《公羊》以論《左氏》，不閑《公羊》、《左氏》之義，反為所窮，已業破散，是失所依據，故以喻焉。\n餘竊悲之久矣。"
      },
      {
        "index": 21,
        "text": "疏“餘竊悲之久矣”。○解云：何邵公精學十五年，專以《公羊》為已業，見《公羊》先師失據敗績，為他《左氏》先師所窮，但在室悲之而已，故謂之“竊悲”。非一朝一夕，故謂之“久”。後拜為議郎，一舉而起，陵群儒之上，已業得申，乃得公然歎息。\n往者略依胡毌生《條例》，（○毌音無。）多得其正，"
      },
      {
        "index": 22,
        "text": "疏“往者”，至“其正”。○解云：胡毋生本雖以《公羊》經、傳傳授董氏，猶自別作《條例》，故何氏取之以通《公羊》也。雖取以通傳意，猶謙未敢言已盡得胡毋之旨，故言“略依”而已。何氏本者作《墨守》以距敵《長義》，以強義，為《廢疾》以難《穀梁》，造《膏肓》以短《左氏》，盡在注傳之前，猶鄭君先作《六藝論》訖，然後注書，故云“往者”也。何氏謙不言盡得其正，故言“多”爾。\n故遂隱括使就繩墨焉。（○隱括，古奪反，結也。）"
      },
      {
        "index": 23,
        "text": "疏“故遂”至“墨焉”。○解云：隱謂隱審，括謂檢括，繩墨猶規矩也。何氏言已隱審撿括《公羊》，使就規矩也。然則何氏最存《公羊》也。而讖記不見者，書不盡言故也。而舊云善射者，隱括令審，射必能中，何氏自言已隱括《公羊》，能中其義也。凡木受繩墨，其直必矣，何氏自言規矩《公羊》，令歸正路矣。"
      }
    ]
  }
}