{
  "chapterNumber": 13,
  "title": "春秋公羊傳註疏卷11 (Gongyang Zhushu, Volume 11)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "僖公卷十一\n（起八年，盡二十一年）\n僖公八年"
      },
      {
        "index": 1,
        "text": "八年，春，王正月，公會王人、齊侯、宋公、衛侯、許男、曹伯、陳世子款、鄭世子華盟於洮。王人者何？微者也。曷為序乎諸侯之上？先王命也。（銜王命會諸侯，諸侯當北面受之，故尊序於上。時桓公德衰，甯毌之盟常會者不至，而陳、鄭又遣世子，故上假王人之重以自助。○洮，他刀反。）"
      },
      {
        "index": 2,
        "text": "疏注「甯毌」至「不至」。○解云：在上七年傳也。其常會者不至，正以衛侯、許男已下不至也。○注「而陳」至「世子」。○解云：即世子款、世子華之屬是也。\n鄭伯乞盟。乞盟者何？處其所而請與也。（以不序也。）\n疏「乞盟者何」。○解云：正以盟是常事，自應得與今而言乞，故執不知問。"
      },
      {
        "index": 3,
        "text": "其處其所而請與奈何？蓋酌之也。（酌，挹也。時鄭伯欲與楚，不肯自來盟，處其國，遣使挹取其血而請與之約束，無汲汲慕中國之心，故抑之使若叩頭乞盟者也。不錄使者，方抑鄭伯，使若自來也。不盟不為大惡者，古者不盟也。○遣使，所吏反，下「錄使」同。）"
      },
      {
        "index": 4,
        "text": "疏注「不盟不為大惡」。○解云：知非大惡者，正以鄭伯不貶不絕故也。若其是大惡，宜如陳佗之貶爵而書名也。知古者不盟者，桓三年傳云「古者不盟，結言而退」是也。\n夏，狄伐晉。"
      },
      {
        "index": 5,
        "text": "秋，七月，禘於太廟，用致夫人。用者何？用者不宜用也。致者何？致者不宜致也。禘用致夫人，非禮也。（以致文在廟下，不使入廟，知非禮也。禮，夫人始見廟，當特祭，而因禘諸公廟見，欲以省煩勞，不謹敬，故譏之。不日者，下用失禮明。○大，音泰。始見，賢遍反，下同。省，所景反。）"
      },
      {
        "index": 6,
        "text": "疏「用者何」。○解云：欲言失禮，而經不明；欲言得禮，而文言用，故執不知問。○「致者何」。○解云：見夫見廟禮當特祭，禘而言致，故執不知問。 ○注「禮夫」至「特祭」。○解云：正以三月見廟，見廟期限，明其不得因事為之，故知然也。○注「不日」至「禮明」。○解云：正以隱五年「考仲子之宮」下，注云「失禮鬼神例日」。然則此亦失禮，而不書日，故知用在廟下，失禮已明，不勞舉日也。\n夫人何以不稱薑氏？貶，曷為貶？（據夫人薑氏入不貶。）\n疏注「據夫」至「不貶」。○解云：即莊二十四年「八月，丁丑，夫人薑氏入」是也。"
      },
      {
        "index": 7,
        "text": "譏以妾為妻也。（以逆不書，入廟當稱婦薑，而稱夫人者，夫人當坐篡嫡也。妾之事嫡，猶臣之事君同。○篡嫡，初患反；下音的，下同。）"
      },
      {
        "index": 8,
        "text": "疏「以逆」至「不書」。○解云：欲道傳家知以妾為妻者，正以初逆不書，與桓、莊之屬夫人文異故也。○「入廟當」至「嫡也」。○解云：言入廟當稱婦者，正以婦者，服也，對舅姑服從之辭也。今而稱夫人，作不服之稱，明其有篡嫡之心，欲得為夫人，是以稱之曰夫人，見其當有篡嫡之罪矣。猶如桓、宣篡弑得即位，是以《春秋》亦如其意，書其即位，明其本意耳。○注「妾之事嫡，猶臣之與君同」。○解云：注言此者，欲道妾之篡嫡欲得為夫人，而《春秋》書之曰夫人，猶如臣子篡君欲得即位，而《春秋》亦書其即位之義矣。"
      },
      {
        "index": 9,
        "text": "其言以妾為妻奈何？蓋脅於齊媵女之先至者也。（以不致楚女，及夫人至皆不書也。僖公本聘楚女為嫡，齊女為媵，齊先致其女，脅僖公使用為嫡，故致父母辭言致。不書夫人及楚女至者，起齊先致其女，然後脅魯立也。楚女未至而豫廢，故皆不得以夫人至書也。）"
      },
      {
        "index": 10,
        "text": "疏注「僖公」至「為媵」。○解云：《春秋說》文。○注「故從」至「言致」。○解云：即成九年「夏，季孫行父如宋致女」是也。○注「起齊」至「書也」。○解云：皆欲道若齊女未至，而已脅魯之時，可以書其至。今先致其女，乃後脅魯為夫人，其初至之時乃為媵妾，是以不得書其至矣。\n冬十有二月，丁未天王崩。（惠王也。）\n僖公九年"
      },
      {
        "index": 11,
        "text": "九年，春，王三月，丁丑，宋公禦說卒。何以不書葬？為襄公諱也。（襄公背殯出會宰周公，有不子之惡，後有征齊憂中國尊周室之心，功足以除惡，故諱不書葬，使若非背殯也。○說，音悅。為襄，於偽反，下注「為天」、「為桓」皆同。）"
      },
      {
        "index": 12,
        "text": "疏「何以不書葬」。解云：正以隱十一年「公薨」之下，傳云「何以不書葬」，彼注云「據莊公書葬」。然則彼巳有解，故不重釋。○注「襄公」至「周公」。○解云：在下經文。○注「後有」至「殯也」。○解云：即下十八年傳云「曷為不使齊主之？與襄公之征齊也」，桓公死，豎刀、易牙爭權不葬，為是故伐之也」，是為齊之文也。"
      },
      {
        "index": 13,
        "text": "夏，公會宰周公、齊侯、宋子、衛侯、鄭伯、許男、曹伯於葵丘。宰周公者何？天子之為政者也。（宰，猶治也，三公之職號尊名也。以加宰，知其職大尊重，當與天子參聽萬機，而下為諸侯所會，惡不勝其任也。宋未葬不稱子某者，出會諸侯，非屍柩之前，故不名。○惡不，烏路反。勝，音升。）"
      },
      {
        "index": 14,
        "text": "疏「宰周公者何」。○解云：欲言三公，而文加宰；欲言卿士，經書周公，故執不知問。○注「宰猶治也」。○解云：正以宰者，和治之名，得為治事之義。○注「而下」至「其任也」。○解云：如此注者，欲決上五年首戴之會，總序諸侯，乃言會王世子。若以世子為會主，致諸侯於此，會而會之然也。今此宰周公，文與彼異，故知下為諸侯所會。○注「宋未葬」至「不名」。○解云：莊三十二年傳云「君存稱世子，君薨稱子某，既葬稱子，逾年稱公」。然則宋未葬，宜稱子某，而章稱子者，非屍柩之前，無父前子名，君前臣名之義。知宋未葬者，正以宋公之卒在上三月，下有七月之文，當此之時未滿五月，是以知其未葬。若然，案桓公十一年「鄭忽出奔」，傳云「忽何以名」，注云「據宋子既葬稱子」者，正以其非居屍柩前，故作既葬之稱，非謂葬訖。其說在彼。\n秋，七月，乙酉，伯姬卒。此未適人，何以卒？（據杞叔姬不卒。）"
      },
      {
        "index": 15,
        "text": "疏「此未適人，何以卒」。○解云：正以文無所係，知其未適人。○注「據杞叔姬不卒」。解云：宜作伯姬字，即莊二十七年「春，公會杞伯姬於洮」，注云「伯姬不卒者，蓋不與卒於無服」。此未適人，何以卒乎？故難之也。案《春秋》之內，唯有「杞叔姬來歸」，成八年冬，「杞叔姬卒」，更無叔姬不卒之事，故如此解。許嫁矣。婦人許嫁，字而笄之。（字者，尊而不泄，所以遠別也。笄者，簪也，所以係持發，象男子飾也。服此者，明係屬於人，所以養貞一也。《婚禮》曰：「女子許嫁，笄而醴之，稱字。」○笄，古兮反。泄，息列反。別，被列反。簪，莊林反。）"
      },
      {
        "index": 16,
        "text": "疏注「字者」至「遠別也」。○解云：正以字尊於名，故言尊而不泄。所以遠別者，正以內之公子為大夫者，卒皆稱名；而內女許嫁，卒而稱字者，所以遠別之故也。○注「婚禮曰」至「稱字」。○解云：《士婚禮記》文。彼注云「許嫁，巳受納微禮也。笄女之禮，猶冠男也，使主婦女賓執其禮」是也。"
      },
      {
        "index": 17,
        "text": "死則以成人之喪治之。（不以殤禮降也。許嫁卒者，當為諸侯夫人，有即貴之漸，猶俠卒也。日者，恩尤重於未命大夫，故從諸侯夫人例。○俠，音協。）"
      },
      {
        "index": 18,
        "text": "疏注「許嫁卒者」至「夫人」。○解云：則知許嫁於大夫者不卒之，何者？為大夫妻者賤，雖至其家，卒猶不書，況其許嫁乎！○注「猶俠卒也」。○解云：在隱九年春三月，「俠卒」，彼傳云「俠者何？吾大夫之未命者也」，彼注云「未命所以卒之者，賞疑從重。然則未命大夫所以卒之，以其將為大夫，有即貴之漸，賞疑從重，故錄之」。今此許嫁之女，亦有將為諸侯夫人之漸，故得書之。○注「日者」至「夫人例」。○解云：以俠卒不日，故言日者恩尤重於未命大夫，故從諸侯夫人之卒例，皆書日，成八年 「冬，十月，癸卯，杞叔姬卒」之屬是也，故言從諸侯夫人例。"
      },
      {
        "index": 19,
        "text": "九月，戊辰，諸侯盟於葵丘。桓之盟不日，此何以日？危之也。何危爾？貫澤之會，桓公有憂中國之心。不召而至者，江人、黃人也。葵丘之會，桓公震而矜之，叛者九國。（下伐厲善義兵是也。會不書者，叛也。叛不書者，為天子親遣三公會之而見叛，故上為天子，下為桓公諱也。會盟一事不舉重者，時宰周公不與盟。○不預，音豫。）"
      },
      {
        "index": 20,
        "text": "疏「貫澤之會」。○解云：即上二年「秋，九月，齊侯、宋公、江人、黃人盟於貫」是也。而此言於貫澤者，蓋地有二名。然則案彼經盟，此言會者，舉其初會而言也。彼直書盟者，舉重故也。○注「下伐」至「是也」。○解云：即下十五年「秋，七月，齊師、曹師伐厲」，注云「月者，善錄義兵，厲，葵丘之會叛天子之命也」者是也。○注「會不」至「叛也」。○解云：言厲等九國，亦在於會，而葵丘之會不書之者，以其叛天子之命，故不錄之，但書曹伯以上於會。○注「會盟」至「不與盟」。○解云：正以文十四年「公會宋公」已下，「同盟於新城」。然則彼是會盟一事，舉盟以為重，不言會於某，今此會盟並舉，故須兩解之。言宰周公是時實不與盟，若言公會宰周公、齊侯已下盟於葵丘，則是文害其義。不舉盟，直書上會，會輕於盟，失舉重之例矣。以此之故，必須兩舉，書云諸侯盟於葵丘，則知周公不與盟矣。\n震之者何？猶曰振振然。（亢陽之貌。）\n疏「震之者何」。解云：欲言是善，而盟書日；欲言其惡，賢伯所為，故執不知問。\n矜之者何？猶曰莫若我也。（色自美大之貌。）"
      },
      {
        "index": 21,
        "text": "疏「矜之者何」。○解云：既名賢伯，美見天下；而取誇矜，異於本行，故執不知問。○注「色自美大之貌」。○解云：謂其顏色自有美大之勢。\n甲戌，晉侯詭諸卒。（不書葬者，殺世子也。○詭，九委反。）\n疏注「不書葬者，殺世子也」。○解云：在上五年春。凡君殺無罪大夫，例去其葬以絕之。"
      },
      {
        "index": 22,
        "text": "冬，晉里克弑其君之子奚齊。此未逾年之君，其言弑其君之子奚齊何？（據弑其君舍，不連先君。連名者，上不書葬子某，弑君名未明也。○殺其，音試，下及注放此。）"
      },
      {
        "index": 23,
        "text": "疏注「據弑」至「先君」。○解云：即文十四年「齊公子商人弑其君舍」是也。○注「連名」至「未明也」。○解云：言名未明者，弟子本意，正欲問弑其君之子，而連奚齊何之者，恐人不知奚齊之名，為是先君未葬稱子某，似若子般、子野之屬是也；為是被弑之故稱名，似若諸兒、卓子之屬是也，是以將名連弑問之，欲使後人知其稱名之義。"
      },
      {
        "index": 24,
        "text": "殺未逾年君之號也。（欲言弑其子奚齊，嫌無君文，與殺大夫同；欲言弑其君，又嫌與弑成君同，故引先君冠子之上，則弑未逾年君之號定，而坐之輕重見矣。加之者，起先君之子。不解名者，解言殺，從弑名可知也。弑未逾年君，例當月，不月者，不正遇禍，終始惡明，故略之。○冠，古亂反。見，賢遍反。）"
      },
      {
        "index": 25,
        "text": "疏注「則弑」至「見矣」。○解云：言罪差於成君，與殺大夫異矣。○注「加之」至「之子」。○解云：若不加之，嫌是君子為一人故。○注「不解名」至「知也」。○解云：正以傳云「弑未逾年君之號」，止答上云「其言弑其君之子何」之文，故云不解名矣。既解言弑，則書奚齊之名，由弑之故明矣，是以不復答之。○注「弑未逾」至「略之」。○解云：正以隱四年春，「戊申，衛州吁弑其君完」，注云「日者，從外赴辭，以賊聞例」。然則弑成君者，例書日，即莊八年冬十一月「癸未，齊無知弑其君諸兒」之屬是。弑成君者例既書日，知弑未逾年君當月明矣。今此不月，故須解之。\n僖公十年"
      },
      {
        "index": 26,
        "text": "十年，春，王正月，公如齊。（書如者，錄內所與外交接也，故如京師，善則月榮之；如齊、晉，善則月安之；如楚，則月危之，明當尊賢慕大，無友不如已者。月者，僖公本齊所立，桓公德衰見叛，獨能念恩朝事之，故善錄之。）"
      },
      {
        "index": 27,
        "text": "疏注「故如京」至「榮之」。○解云：即成十三年春，「三月，公如京師」，彼注云「月者，善公尊天子」是。○注「如齊」至「安之」。○解云：即襄二十一年「春，王正月，公如晉」，彼注云「月者，溴梁之盟，後中國方乖離，善公獨能與大國」是也。○注「如楚則月危之」。○解云：即襄二十八年十一月，「公如楚」，彼注云「如楚皆月者，危公朝夷狄也」。必如此注者，正以朝聘例時，而書月，故須解矣。○注「明當尊賢慕大」。○解云：正覆如齊、晉則月安之。○注「無友不如已」。○解云：覆如楚則月危之。\n狄滅溫。溫子奔衛。"
      },
      {
        "index": 28,
        "text": "晉里克弑其君卓子，及其大夫苟息。及者何？累也。弑君多矣，舍此無累者乎？曰有，孔父、仇牧皆累也。舍孔父、仇牧無累者乎？曰有。有則此何以書？賢也。何賢乎荀息？（據與孔父同。○君卓子，敕角反，又丁角反，《左氏》經無「子」字。舍，音舍，下同。）"
      },
      {
        "index": 29,
        "text": "疏「及者何」。○解云：君之與臣，尊卑異等，今而言及，故執不知問。○「累也」。○解云：桓二年注云「累，累從君而死，齊人語也」，則彼已有解，故此處不復注之。○「曰有」。○解云：桓二年注云「叔仲惠伯是也」。○「何賢乎」，注「據與孔父同」。○解云：桓二年傳云「何賢乎孔父」，注云「據叔仲惠伯不賢」。然則此言據與孔父同者，謂與孔父同據叔仲惠伯矣。"
      },
      {
        "index": 30,
        "text": "荀息可謂不食其言矣。（不食言者，不如食受之而消亡之，以奚齊、卓子皆立。）疏注「以奚」至「皆立」。○解云：欲指不食其言之事狀矣。"
      },
      {
        "index": 31,
        "text": "其不食其言奈何？奚齊、卓子者，驪姬之子也，荀息傳焉。（禮，諸侯之子八歲受之少傅，教之以小學，業小道焉，履小節焉；十五受大傅，教之以大學，業大道焉，履大節焉。○驪，力知反。少，詩照反。大傅，音泰。）"
      },
      {
        "index": 32,
        "text": "疏注「禮諸侯」至「節焉」。○解云：皆《藝文志》文也。注云小道小節，正謂始甲典賝師受業；大道大節，謂博習盡誠也。"
      },
      {
        "index": 33,
        "text": "驪姬者，國色也。（其顏色一國之選。○選，息戀反。）獻公愛之甚，欲立其子，於是殺世子申生。申生者，里克傅之。獻公病將死，謂荀息曰：「士何如，則可謂之信矣？」（獻公自知廢正當有後患，欲讬二子於荀息，故動之云爾。）荀息對曰：「使死者反生，生者不愧乎其言，則可謂信矣。」（荀息察言觀色，知獻公欲為奚齊、卓子來動已，故答之云爾。○欲為，於偽反，下文「為文公」、「不為」、「故為」皆同。）獻公死，奚齊立。里克謂荀息曰：「君殺正而立不正，廢長而立幼，（長謂重耳。○長，丁丈反，注同。○）如之何？原與子慮之。」荀息曰：「君嘗訊臣矣，（上問下曰訊。言臣者，明君臣相與言不可負。○訊，音信，上問曰下訊。）臣對曰：『使死者反生，生者不愧乎其言，則可謂信矣。』」里克知其不可與謀，退，弑奚齊。荀息立卓子，里克弑卓子，荀息死之。荀息可謂不食其言矣。（起時莫不背死鄉生，去敗與成。荀息一受君命，終身死之，故言及，與孔父同義。不日者，不正遇禍，終始惡明，故略之。○背，音佩。鄉，許亮反。）"
      },
      {
        "index": 34,
        "text": "疏注「故言」至「同義」。○解云：桓二年「宋督弑其君與夷，及其大夫孔父」，彼注云「言及者，使上及其君，若附大國以名通，明當封為附庸，不絕其祀，所以重社稷之臣」也。今荀息一受君命，終身死之，故言及；亦使上及其君，若附大國以名通，明當封為附庸，不絕其祀，所以重社稷之臣，故云與孔父同義。 ○注「不日者」至「故略之」。○解云：正以成君見弑者例書日，今此不日，故解之。\n夏，齊侯、許男伐北戎。\n晉殺其大夫里克。里克弑二君，則曷為不以討賊之辭言之？（據衛人殺州吁。）\n疏注「據衛人殺州吁」。○解云：即隱四年「九月，衛人殺州吁於濮」是也。"
      },
      {
        "index": 35,
        "text": "惠公之大夫也。（惠公篡立巳定，晉國君臣合為一體，無所復責，故曰此乃惠公之大夫，安得以討賊之辭言之？○所復，扶又反，下同。）然則孰立惠公？（欲難殺之意。○難，乃旦反。）里克也。里克弑奚齊、卓子，逆惠公而入。里克立惠公，則惠公曷為殺之？惠公曰：「爾既殺夫二孺子矣，（孺子，小子也。奚齊、卓子時皆幼小。○夫，音扶。孺，如注反。）又將圖寡人。（如我有不可，將復圖我如二孺子。）為爾君者，不亦病乎？於是殺之。然則曷為不言惠公之入？（據齊小白入於齊。）晉之不言出入者，踴為文公諱也。（踴，豫也，齊人語。若關西言渾矣。獻公殺申生，文公與惠公恐見及，出奔，不子當絕，還入為篡，文公功足以並掩前人之惡，故惠公入、懷公出、文公入渾皆不書，悉為文公諱故也。為文公諱者，欲明文公之功大也。語在下。懷公者，惠公子也。惠公卒，懷公立，而秦納文公，故出奔。惠公、文公出奔不書者，非命嗣也。○踴，音勇，豫也。言渾，戶昆反，又戶本反，下同。）"
      },
      {
        "index": 36,
        "text": "疏注「文公與惠公」至「嗣也」。○解云：正以同姓之臣尚無去義，況於兄子乎！且惠公、文公庶子，假令不去，亦不殺之，故知去父宜當絕矣。"
      },
      {
        "index": 37,
        "text": "齊小白入於齊，則曷為不為桓公諱？桓公之享國也長，（享，食。）美見乎天下，故不為之諱本惡也。文公之享國也短，美未見乎天下，故為之諱本惡也。（桓公功大，善惡相除，足封有餘，較然為天下所知；文公功少，嫌未足除身篡而有封功，故為之諱。並不言惠公、懷公出入者，明非徒足以除身篡而已，有足封之明較也，美不如桓公之功大。○美見，賢遍反，下同。較然，音角，下同。）\n秋，七月。○冬，大雨雹。何以書？記異也。（夫人專愛之所生也。○雨，於付反。雹，步角反。）"
      },
      {
        "index": 38,
        "text": "疏「冬，大雨雹」。解云：《左氏》作「雪」。○注「夫人專愛之所生也」。○解云：蔽障楚女而專取君愛，故生此雹災。\n僖公十有一年\n十有一年，春，晉殺其大夫丕鄭父。（○丕，普悲反。）\n疏「丕鄭父」。○解云：《左氏》經無「父」字。\n夏，公及夫人薑氏會齊侯於陽穀。○秋，八月，大雩。（公與夫人出會，不恤民之應。）冬，楚人伐黃。\n僖公十有二年\n十有二年，春，王三月，庚午，日有食之。（是後楚滅黃，狄侵衛。）\n疏注「是後楚滅黃」。○解云：在今年夏。注「狄侵衛」。○解云：在十三年春。夏，楚人滅黃。○秋，七月。\n冬，十有二月，丁丑，陳侯處臼卒。（○處臼，《左氏》作「杵臼」。）"
      },
      {
        "index": 39,
        "text": "疏「夏楚人滅黃」。○解云：莊十年「冬，十月，齊師滅譚」，十三年「夏，六月，齊人滅遂」。然則滅例月，而此不月者，所傳聞之世，始錄夷狄滅小國也。\n僖公十有三年\n十有三年，春，狄侵衛。夏，四月，葬陳宣公。"
      },
      {
        "index": 40,
        "text": "公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯於咸。（桓公自貫澤、陽穀之會後，所以不復舉小國者，從一法之後，小國言從令行，大國唯曹、許以上乃會。○咸，音咸。不復，扶又反，下同。）\n秋，九月，大雩。（曲陽穀之會不恤民，復會於咸，城緣陵，煩擾之應。）\n疏注「由陽」至「之應」。○解云：謂上十一年「夏，公及夫人薑氏會齊侯於陽穀」是。冬，公子友如齊。\n僖公十有四年\n十有四年，春，諸侯城緣陵。孰城之？（諸侯不序，故問誰城。）"
      },
      {
        "index": 41,
        "text": "疏注「諸侯」至「誰城」。○解云：案上二年「春，王正月，城楚丘」，傳云「孰城之」，彼注云「據內城不月，故問之」。然彼經書月，故得此解，此經不月，傳云「孰城之」，漫道諸侯無所指據，緣陵之號由來未有，故怪而問之。"
      },
      {
        "index": 42,
        "text": "城杞也。曷為城杞？滅也。孰滅之，蓋徐、莒脅之。（以下皆狄徐也。言脅者，杞，王者之後，尤微，是見恐曷而亡。○恐，丘勇反。曷，火葛反。）"
      },
      {
        "index": 43,
        "text": "疏注「以下」至「曷而亡」。○解云：即下十五年冬，「楚人敗徐於婁林」，注云「謂之徐者，為滅杞，不知尊先聖法度，惡重，故狄之也」；文七年 「冬，徐伐莒」，彼注云「謂之徐者，前共滅王者後，不知尊先聖法度」。今自先犯，文對事連，可以起同惡，莒在下不得狄，故復狄徐也。一罪再狄者，明為莒狄之爾是也。"
      },
      {
        "index": 44,
        "text": "曷為不言徐、莒脅之？為桓公諱也。曷為為桓公諱？上無天子，下無方伯，天下諸侯有相滅亡者，桓公不能救，則桓公恥之也。然則孰城之？桓公城之。曷為不言桓公城之？不與諸侯專封也。曷為不與？實與而文不與。文曷為不與？諸侯之義，不得專封也。諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也。（輒發傳者，與城衛同義。言諸侯者，時桓公德衰，待諸侯然後乃能存之。外城不月者，文言諸侯，非內城明矣。○為桓，於偽反，下「為桓」「為天下」並注「臣為」同。）"
      },
      {
        "index": 45,
        "text": "疏注「外城」至「明矣」。○解云：正以隱七年「夏，城中丘」；襄十九年冬，「城西郛」，「城武城」之屬，是內城不月。外城月者，即上元年夏六月，「城邢」；二年春，「王正月，城楚丘」之屬是也。今外不月，正以文言諸侯，非內城可知，故省文。而昭三十二年冬，「城成周」不月，蓋以城天子與內同。"
      },
      {
        "index": 46,
        "text": "夏，六月，季姬及鄫子遇於防，使鄫子來朝。鄫子曷為使乎季姬來朝？（據使者臣為君銜命文也。）內辭也。非使來朝使，來請已也。（使來請娶巳以為夫人，下書歸是也。禮，男不親求，女不親許。魯不防正其女，乃使要遮鄫子淫泆，使來請已，與禽獸無異，故早鄫子使乎季姬，以絕賤之也。月者，甚惡內也。○ 要，一遙反。遮，諸奢反。泆，音逸。惡，烏路反。）"
      },
      {
        "index": 47,
        "text": "疏注「下書歸是也」。解云：即下十五年「季姬歸於鄫」是也。○注「禮，男不親求」。○解云：即《昏禮》不稱主人之屬是也。○「女不親許」。○解云：即致女之禮是也。○注「以絕賤之也」。○解云：謂絕而賤之，不以為諸侯也。○注「月者，甚惡也」。○解云：正以遇例時，即隱四年「夏，公及宋公遇於清」，八年「春，宋公、衛侯遇於垂」，莊三十年「冬，公及齊侯遇於魯濟」之屬是也。今此月者，甚惡內也。范氏云「魯女無故遠會諸侯，遂得淫通」，此亦事之不然。《左傳》曰「鄫季姬來寧，公怒止之，以鄫子不朝。遇於防，而使來朝」，此近合人情。何氏以為鄫、魯相近，信使泆通，男女之情，風流應合，未世無禮，容或有之，若薑氏如莒之流，寧可然問也。\n秋，八月，辛卯，沙鹿崩。沙鹿者何？河上之邑也。此邑也，其言崩何？（據梁山言崩。）"
      },
      {
        "index": 48,
        "text": "疏「沙鹿者何」。○解云：欲言是邑，邑無崩道；欲言其山，文無山稱，故執不知問。○注「據梁山言崩」。○解云：即成五年夏，「梁山崩」是也。"
      },
      {
        "index": 49,
        "text": "襲邑也。（襲者，嘿陷入於地中。言崩者，以在河上也。河岸有高下，如山有地矣，故得言崩也。）疏注「襲者」至「地中」。○解云：謂嘿然而陷矣。\n沙鹿崩，何以書？記異也。外異不書，此何以書？（據長狄之齊、晉不書。）"
      },
      {
        "index": 50,
        "text": "疏注「據長」至「不書」。○解云：即文十一年傳云「狄者何？長狄也。兄弟三人，一者之齊，一者之魯，一者之晉。其之齊者，王子成父殺之；其之魯者，叔孫得臣殺之；則未知其之晉者也」，「何以書？記異也」。然則長狄之齊、晉皆不書之，是外異不書也。"
      },
      {
        "index": 51,
        "text": "為天下記異也。（土地者，民之主，霸者之象也。河者，陰之精，為下所襲者，此象天下異，齊桓將卒，霸道毀，夷狄動，宋襄承其業，為楚所敗之應。而不係國者，起天下異。）"
      },
      {
        "index": 52,
        "text": "疏注「宋襄」至「天下異」。○解云：即下二十二年冬十一月，「己巳，朔，宋公及楚人戰於泓，宋師敗績」是也。狄侵鄭。"
      },
      {
        "index": 53,
        "text": "冬，蔡侯肹卒。（不書葬者，潰當絕也。不月者，賤其背小國而附父讎，故略之甚也。肹立不書者，父獻舞見獲，留卒於楚，肹以次立，非篡也。○肹，許乙反，注同。背，音佩。）"
      },
      {
        "index": 54,
        "text": "疏注「不月」至「篡也」。○解云：正以大國之卒，例合書日，即隱八年「夏，六月，己亥，蔡侯考父卒」之屬是也。今此反不月者，故言略之甚也。其父者，即蔡侯獻舞，莊公十年為楚所獲，而卒於楚，故謂楚為父讎。上四年齊侯已下「侵蔡，蔡潰，遂伐楚」，是其背中國附父讎之事。\n僖公十有五年\n十有五年，春，王正月，公如齊。（月者，善公既能念恩，尊事齊桓，又合古五年一朝之義，故錄之。）"
      },
      {
        "index": 55,
        "text": "疏注「月者」至「齊桓」。○解云：即上十年「春，王正月，公如齊」，彼注云「月者，僖公本齊所立，桓公德衰見叛，獨能念恩朝事之，故善錄之」故也。○注「又合」至「錄之」。解云：何氏以為古者天子五年一巡守，諸侯亦五年一朝，天子分天子諸侯為五部，部朝一年，五年而遍，其小國事大國亦然，故以十年朝齊，今又往朝，是為合古。桓元年傳云「諸侯時朝乎天子，天子之郊，諸侯皆有朝宿之邑焉」，注云「緣臣子之心，莫不欲朝朝莫夕，王者與諸侯別治，勢不得自專朝，故即位比年使大夫小聘，三年使上卿大聘，四年又使大夫小聘，五年一朝。王者亦貴得天下之歡心，以事其先王，因助祭以述其職，故分四方諸侯為五部，部有四輩，輩主一時。《孝經》曰『四海之內，各以其職來助祭』，《尚書》云『群後四朝，敷奏以言，明試以功，車服以庸』」是也。\n楚人伐徐。\n三月，公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯盟於牡丘，遂次於匡。"
      },
      {
        "index": 56,
        "text": "公孫敖率師及諸侯之大夫救徐。（言次者，剌諸侯緩於人恩，既約救徐而生事止次不自往，遣大夫往，卒不能解也。大夫不序旨，起會上大夫，君巳目，故臣凡也。內獨出名氏者，臣不得因君殊尊省文，別尊卑也。○別，彼列反。）"
      },
      {
        "index": 57,
        "text": "疏注「臣不」至「省文」。○解云：正以上言公會齊侯以下，是殊尊魯之文。今若不舉內大夫名氏，即因君鄉者殊尊之經而省文。\n夏，五月，日有食之。（是後秦獲晉侯，齊桓公卒，楚執宋公，霸道衰，中國微弱之應。）"
      },
      {
        "index": 58,
        "text": "秋，七月，齊師、曹師伐厲。（月者，善錄義兵。厲，葵丘之會叛天子之命也。曹稱師者，桓公霸道衰，曹獨能從之，征伐不義，故褒之，所以勸勉不能，扶助霸功，激揚解惰也。○厲，如字，舊音賴。激，古曆反。解，古賣反。惰也，徒臥反。）\n疏注「月者，善錄義兵」。○解云：正以侵伐例時故也。其例時者，即上十一年「冬，楚人伐黃」之屬是也。\n八月，螽（公久出，煩擾之所生。○螽，之戎反。）"
      },
      {
        "index": 59,
        "text": "九月，公至自會。桓公之會不致，此何以致？（據柯之會不致。）久也。（久暴師眾過三時。○暴，步卜反。）季姬歸於鄫。\n巳卯，晦，震夷伯之廟。晦者何？冥也。（晝日而冥。○冥，亡丁反，又亡定反，注同。）\n疏「晦者何」。○解云：欲言月晦，例所不書；欲言晝冥，亦非常錄，故執不知問。\n震之者何？雷電擊夷伯之廟者也。夷伯者，曷為者也？季氏之孚也。（孚，信也。季氏所信任臣。）"
      },
      {
        "index": 60,
        "text": "疏「震之者何」。○解云：欲言天震，文不言天；欲言地震，又無地稱，故執不知問。加之者，以震有二種故也，且避問輕重兩舉。云云之說，在隱九年。\n季氏之孚則微者，其稱夷伯何？大之也。曷為大之？（據陽虎稱盜。）\n疏注「據陽虎稱盜」。○解云：即是八年「盜竊寶玉大弓」是也。"
      },
      {
        "index": 61,
        "text": "天戒之，故大之也。（明此非但為微者異，乃公家之至戒，故尊大之，使稱字，過於大夫，以起之，所以畏天命。孔子曰：「君子有三畏：畏天命，畏大人，畏聖人之言。」）何以書？記異也。（此象桓公德衰，彊楚以邪勝正，僖公蔽於季氏，季氏蔽於陪臣，陪臣見信得權，僭立大夫廟，天意若曰蔽公室者，是人也，當去之。○去，起呂反。）\n冬，宋人伐曹。"
      },
      {
        "index": 62,
        "text": "楚人敗徐於婁林。（謂之徐者，為滅杞，不知尊先聖法度，惡重，故狄之也。不月者，略兩夷狄也。○為，於偽反。）"
      },
      {
        "index": 63,
        "text": "疏注「不月」至「狄也」。○解云：正以敗例書月，即莊十年「春，王正月，公敗齊師於長勺」，「秋，九月，荊敗蔡師於莘」是也。以其非兩夷，故書月。"
      },
      {
        "index": 64,
        "text": "十有一月，壬戌，晉侯及秦伯戰於韓，獲晉侯。此偏戰也。何以不言師敗績？（據泓之戰言宋師敗績。○泓，烏宏反。）君獲，不言師敗績也。（舉君獲為重也。釋不書者，以獲君為惡；書者，以惡見獲，與獲人君者，皆當絕也。主書者，從獲人例。○惡，烏路反。）"
      },
      {
        "index": 65,
        "text": "疏注「釋不書」至「人例」。○解云：正決二十一年「釋宋公」之經矣。然莊十年「荊敗蔡師於莘，以蔡侯獻舞歸」，傳云「曷為不言其獲？不與夷狄之獲中國也」。然則秦、楚同類，得獲晉侯者，正以爵稱伯，非真夷狄，故與楚異。\n僖公十有六年"
      },
      {
        "index": 66,
        "text": "十有六年，春，王正月，戊申，朔，霣石於宋五。是月，六鷁退飛，過宋都。曷為先言霣而後言石？（據星霣後言霣。○十六年，本或從此下別為卷。案《七志》、《七錄》何注此十一卷，《公羊》以閔附莊故也，後人以僖卷大，輒分之爾。霣，於敏反。是月，如字，或一音徒兮反。六鶂，五曆反，水鳥。）\n疏注「據星霣後言霣」。○解云：即莊七年「夜中，星霣如雨」是也。"
      },
      {
        "index": 67,
        "text": "霣石記聞，聞其磌然，視之則石，察之則五。是月者何？僅逮是月也。（是月邊也。魯人語也。在正月之幾盡，故曰劣及是月也。磌然，之人反，又大年反，聲響也；一音芳君反，本或作「砰」，八耕反。僅，其靳反，劣也。逮，音代，又大計反，及也。幾，音祈。）"
      },
      {
        "index": 68,
        "text": "疏「是月者何」。○解云：正以言異常例，故執不知問。○注「是月」至「語也」。○解云：案上十年傳云「踴為文公諱」，何氏云「踴，豫也，齊人語。若關西言渾矣」，是以《春秋》之內，於此乎悉解為齊人語，而此一文獨為魯人語者，以是經文孔子作之，孔子魯人，故知魯人語。彼皆是諸傳文，乃胡母生、公羊氏皆為齊人，故解為齊人語。注在正月之幾盡者，謂晦日乃在正月之欲盡矣。\n何以不日？（據五石言日。）\n疏注「據五石言日」。○解云：等是災異，何故五石書言戊申朔，而六鷁不書日乎？故難之。\n晦日也。（凡災異晦日不日，日食是也。日食嘗於晦朔，不日，晦可知也。六鷁無常，故言是月以起晦也。）"
      },
      {
        "index": 69,
        "text": "疏注「凡災」至「不日」。○解云：即莊十八年「三月，日有食之」之屬是也。今此亦晦，故不書日。○注「日食」至「起晦也」。○解云：案隱三年「王二月，己巳，日有食之」，傳云「日食，則曷為或日或不日？或言朔或不言朔？日某月某日朔，日有食之者，食正朔也」，注云「桓三年『秋，七月，壬辰，朔，日有食之』是也」；傳又云「其或日或不日，或失之前，或失之後。失之前者，朔在前也」，注云「謂二日食，『己巳，日有食之』是也」；傳又云「失之後者，朔在後也」，注又云「謂晦日食，莊十八年『三月，日有食之』是也」。然則日食亦有二日食，此注何言日食常於晦朔乎？二日食者，雖非正朔，若欲比晦言之，亦得謂之朔矣。言若正朔食，朔日並言；若二日食，則言日；則知日、朔並不言，是晦日明矣。故云不日晦可知也。"
      },
      {
        "index": 70,
        "text": "晦則何以不言晦？（據上言朔。）《春秋》不書晦也。（事當日者日，平居無他卓佹，無所求取，言晦朔也，趡盟奚戰是也。○佹，尤委反。趡，翠軌反。）"
      },
      {
        "index": 71,
        "text": "疏注「平居無他卓佹」。○解云：謂無他卓異佹戾，平常之事也。○注「無所」至「戰是也」。○解云：即桓十七年「二月，丙午，及邾婁儀父盟於趡」，《春秋》說以為二月晦矣；「五月，丙午，及齊侯戰於奚」，《春秋說》以為五月之朔也。然則此傳云「《春秋》不書晦」，謂平常之事；下文「朔有事則書，晦雖有事不書」者，謂卓佹之事，合書晦朔矣。\n朔有事則書，（重始，故書以錄事，若泓之戰及此皆是也。）"
      },
      {
        "index": 72,
        "text": "疏注「若泓」至「是也」。○解云：即下二十二年「冬，十有一月，己巳，朔，宋公及楚人戰於泓」，及此經皆書朔，是其卓佹之事書朔也。"
      },
      {
        "index": 73,
        "text": "晦雖有事不書。（重始而終自正，故不復書以錄事。○不復，扶又反，下同。）曷為先言六而後言鷁？（據霣石後言五。）六鷁退飛，記見也：視之則六，察之則鷁，徐而察之則退飛。（鷁小而飛高，故視之如此，事勢然也。宋都者，宋國所治也。人所聚曰都。言過宋都者，時獨過宋都退飛。○所治，直吏反。）五石六鷁，何以書？記異也。外異不書，此何以書？為王者之後記異也。（王者之後有亡徵，非親王安存之象，故重錄為戒，記災異也。石者，陰德之專者也；鷁者，鳥中之耿介者，皆有似宋襄公之行。襄欲行霸事，不納公子目夷之謀，事事耿介自用，卒以五年見執，六年終敗，如五石六鷁之數。天之與人，昭昭著明，甚可畏也。於晦朔者，示其立功善甫始而敗，將不克終，故詳錄天意也。○為王，於偽反，注同。耿介，音戒。之行，下孟反。）"
      },
      {
        "index": 74,
        "text": "疏注「卒以五年見執」。○解云：即下二十一年「執宋公以伐宋」是。計有六年而言五年者，據實日月言之，以合五石之數故也。又六年終敗者，即下二十二年「戰於泓，宋師敗績」是也。計有七年而言六年者，如上說。○注「天之與人」至「畏也」者，解云：《春秋說》文也。\n三月，壬申，公子季友卒。其稱季友何？（據犁戰名，不稱季，來歸不稱友。）"
      },
      {
        "index": 75,
        "text": "疏注「據犁」至「稱季」。○解云：即上元年「冬，十月，壬午，公子友帥師敗莒師於犁」是也。○注「來歸不稱友」。解云：閔元年「季子來歸」是也。"
      },
      {
        "index": 76,
        "text": "賢也。（閔公不書葬，故復於卒賢之，明季子當蒙討慶父之功，遏牙存國，終當錄也。不稱子者，上歸本當稱字，起事言子。）"
      },
      {
        "index": 77,
        "text": "疏注「閔公」至「錄也」。○解云：正以君弑賊不討，惡臣子不討賊，君喪無所係，往前閔公不書葬，恐季子有甚惡，故書字見其賢。○注「不稱子」至「言子」。○解云：即閔元年歸之下來，注云「不稱季友者，明齊繼魯，本感落姑之讬，故令與高子俱稱子起其事」是也。\n夏，四月，丙申，鄫季姬卒。\n秋，七月，甲子，公孫慈卒。（日者，僖公賢君，宜有恩禮於大夫，故皆日也。一年喪骨肉三人，故曰痛之。）"
      },
      {
        "index": 78,
        "text": "疏注「日者」至「皆日也」。○解云：以所傳聞之世，大夫之卒，不問有罪以否，例不日，隱元年十二月「公子益師卒」是也。今此季友、公孫慈之卒皆書日者，正以賢君宜有恩禮於大夫故也。然則言皆者，皆季友與公孫慈也。其鄫季姬之卒，例自合日，即上九年「秋，七月，乙酉，伯姬卒」之屬是也。○注「一年」至「痛之」。○解云：言由其是賢君，故宜痛骨肉之卒；若直見是賢君，宜有禮於大夫，但當見季一人書日，故知宜痛其頻死故也。\n冬，十有二月，公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、邢侯、曹伯於淮。"
      },
      {
        "index": 79,
        "text": "疏注「月者」至「此始也」。○解云：正以盟會之例，大信書時，今而書月，故如此解。知任豎刀、易牙者，下十八年傳文。言墮功滅項者，謂墮毀霸功而滅項，即下十七年「夏，滅項」是也。\n僖公十有七年"
      },
      {
        "index": 80,
        "text": "十有七年，春，齊人、徐人伐英氏。（稱氏者，《春秋》前黜稱氏也。伐國而舍氏言之者，非主名，故伐之得從國舉。）疏注「伐國」至「主名」。○解云：若其主名，即爵等是也。\n夏，滅項。孰滅之？齊滅之。（以言滅，知非內也。以不諱知齊滅。○項，戶講反，國名。）"
      },
      {
        "index": 81,
        "text": "疏注「以言滅知非內也」。○解云：案經直言滅，不載主名，何知非內滅之？正以《春秋》之例，內大惡諱，今言滅，知非內矣。○「以不諱知齊滅」。○解云：《春秋》之例，為賢者諱，故上十二年「楚人滅黃」不為諱，今諱不言齊人，故知齊滅之。\n曷為不言齊滅之？（據齊師滅譚。）疏注「據齊師滅譚」。○解云：在莊十年冬也。"
      },
      {
        "index": 82,
        "text": "為桓公諱也。《春秋》為賢者諱，此滅人之國，何賢爾？君子之惡惡也疾始，（絕其始，則不得終其惡。○為桓，於偽反，下及注同。惡惡，並如字；一讀上烏路反。）善善也樂終。（樂賢者終其行。○行，下孟反。）桓公嘗有繼絕。（立僖公也。）\n疏注「立僖公也」。○解云：即元年是也。存亡之功，（存邢、衛、杞。）"
      },
      {
        "index": 83,
        "text": "疏注「存邢、衛、杞」。○解云：存邢，上元年「城邢」是也。存衛，上二年「城楚丘」是也。存杞，上十四年「城緣陵」是也。"
      },
      {
        "index": 84,
        "text": "故君子為之諱也。（言嘗者，時桓公德衰功廢而滅人，嫌當坐，故上述所嘗盛美而為之諱，所以尊其德，彰其功。傳不言服楚，獨舉繼絕存亡者，明繼絕存亡，足以除殺子糾，滅譚遂項，覆終身之惡。服楚功在覆篡惡之表，所以封桓公，名當如其事也。不月者，桓公不坐滅，略小國。）"
      },
      {
        "index": 85,
        "text": "疏注「傳不言服楚」至「亡者」。○解云：其服楚在上四，年傳云「曷為再言盟？喜服楚也」是也。注「明繼」至「身之惡」。○解云：殺子糾者，即莊九年九月，「取子糾殺之」是也。滅譚，即莊十年「冬，十月，齊師滅譚」 是也。其滅遂者，即莊十三年「夏，六月，齊人滅遂」是也。以繼絕除殺子糾，以存三亡國除其三滅，故云覆終身之惡。○注「服楚」至「事也」。○解云：即莊九年「齊小白入於齊」，是其篡文也。而言之表者，取以蓋藏之。○注「不月」至「小國」。○解云：言滅國例書月者，惡其篡而罪之。今桓公功足除其滅，是以不月，故云不坐滅也。而滅譚滅遂皆月者，是時未足以覆之也。略小國者，欲道既諱不言齊，知是誰滅？而不書月，又以略小國故也。\n秋，夫人薑氏會齊於卞。（○卞，皮彥反。）九月，公至自會。冬，十有二月，乙亥，齊侯小白卒。\n僖公十有八年"
      },
      {
        "index": 86,
        "text": "十有八年，春，王正月，宋公會曹伯、衛人、邾婁人伐齊。（月者，與襄公之征齊，善錄義兵。）疏注「月者」至「征齊」。○解云：正以侵伐例時故也。\n夏，師救齊。"
      },
      {
        "index": 87,
        "text": "五月，戊寅，宋師及齊師戰於甗，齊師敗績。戰不言伐，此其言伐何？宋公與伐而不與戰，故言伐。《春秋》伐者為客，伐者為主。曷為不使齊主之？（據甲寅衛人及齊人戰。○甗，魚輦反，又音言。與伐，音預，下「不與」同。）"
      },
      {
        "index": 88,
        "text": "疏「宋公」至「故言伐」。○解云：謂宋公但與伐而不與戰，故不得舉重，是以兩舉之。○注「據甲」至「人戰」。○解云：即莊二十八年「春，王三月，甲寅，齊人伐衛。衛人及齊人戰，衛人敗績」，傳云「《春秋》伐者為客，伐者為主，故使衛主之也」，彼注云「戰序上言及者，為主」是也。\n與襄公之征齊也。曷為與襄公之征齊？（據齊桓公霸者，猶不與征衛。）"
      },
      {
        "index": 89,
        "text": "疏「與襄公之征齊」也。○解云：謂使征而正之。征是上討下之辭。○注「據齊」至「征衛」。解云：即莊二十八年春，「衛人及齊人戰」是也。"
      },
      {
        "index": 90,
        "text": "桓公死，豎刀、易牙爭權不葬，為是故伐之也。（不為文實者，保伍連率，本有用兵征伐不義之道。○刀，音彫。為是，於偽反，注同。）"
      },
      {
        "index": 91,
        "text": "疏注「不為文」至「之道」。○解云：其為文實者，即上元年春，「齊師、宋師、曹師次於聶北，救邢」，傳云「曷為先言次，而後言救？君也。君則其稱師何？不與諸侯專封也。曷為不與？實與而文不與。文曷為不與，諸侯之義不得專封也。諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也」。其二年「城楚丘」之下，亦復發文實之傳矣。今此經何以不言宋師伐齊，傳云此公也。其稱師何？不與諸侯專征。曷為不與？實與而文不與。文曷為不與？諸侯之義不得專征。諸侯之義不得專征，則其曰實與之何？上無天子，下無方伯，天下諸侯有不道者，力能征之，則征之可也。正以諸侯本無專封之道，是以元年二年之經，皆為文實，以保伍連率，本有用兵征不義之道，是以不貶宋公稱師矣。\n狄救齊。秋，八月，丁亥，葬齊桓公。"
      },
      {
        "index": 92,
        "text": "冬，邢人、狄人伐衛。（狄稱人者，善能救齊，雖拒義兵，猶有憂中國之心，故進之。不於救時進之者，辟襄公，不使義兵壅塞。）"
      },
      {
        "index": 93,
        "text": "疏注「狄稱人」至「兵壅塞」。○解云：案《穀梁傳》「狄救齊」，傳云「善救齊也」；又云「邢人、狄人伐衛」，傳云「其稱人何也？善累而後進之。伐衛，所以救齊也」。何氏《廢疾》曰：即伐衛救齊當兩舉，如伐楚救江矣。又傳以為江遠楚近，故伐楚救江。今狄亦近衛而遠齊，其事一也，於義《穀梁》為短。以此言之，則何氏之意適自伐衛，不為救齊之故。而此注又以「狄稱人者，善能救齊」者，謂以其上能救齊，是以於此進之，不謂此時伐衛為救齊也。所以不於救時進者，不使義兵壅塞也。\n僖公十有九年"
      },
      {
        "index": 94,
        "text": "十有九年，春，王三月，宋人執滕子嬰齊。（名者，著葵丘之會，叛天子命者也。不得為伯討者，不以其罪執之，妄執之。所以著有罪者，為襄公殺恥也。襄公有善誌，欲承齊桓之業，執一惡人，不能得其過，故為見其罪。所以助賢者，養善意也。月者，錄責之。○為襄，於偽反，下「故為」、「起為」、「為襄公」、「深為」、「若不為」皆同。見，賢遍反。）"
      },
      {
        "index": 95,
        "text": "疏注「名者」至「命者」。○解云：即上九年「夏，公會宰周公、齊侯、宋子、衛侯、鄭伯、許男、曹伯於葵丘」，「九月，戊辰，諸侯盟於葵丘」，傳云「桓公震而矜之，叛者九國」是也。○注「不得為伯討」。○解云：上四年傳云「稱侯而執者，伯討也。稱人而執者，非伯討也」。今此不稱侯，故解之。○注「月者，錄責之」。解云：正以執例書時，即上四年夏，「齊人執陳袁濤塗」，五年「冬，晉人執虞公」之類是也。今此書月者，錄責之也。\n夏，六月，宋人、曹人、邾婁人盟於曹南。（因本會於曹南，盟故以地，實邾婁。說在下。）\n疏注「因本」至「在下」。解云：言此盟之前，相與於曹南矣。其實此盟在邾婁，故言實邾婁矣。\n鄫子會於邾婁。其言會盟何？（據言諸侯會盟不錄，及曹伯襄言會諸侯。）"
      },
      {
        "index": 96,
        "text": "疏注「據外」至「會諸侯」。○解云：舊本皆無「及」字。言外諸侯會盟不錄者，正以竟《春秋》上下，無外諸侯會盟之文。若存「及」，宜下句讀之。"
      },
      {
        "index": 97,
        "text": "後會也。（說與會伐宋同義。君不會大夫，剌後會者，起實君也。地以邾婁者，起為邾婁事也。不言君者，為襄公諱也。魯本許嫁季姬於邾婁，季姬淫泆，使鄫子請已而許之，二國交忿，襄公為此盟，欲和解之。既在會間，反為邾婁所欺，執用鄫子，恥辱加於宋無異，故沒襄公，使若微者也。不於上地以邾婁者，深為襄公諱，使若不為邾婁事盟，而鄫子自就邾婁，為所執者也。上盟不日者，深順諱文，從微者例，使君下執，不以上盟為辨也。會盟不日者，言會盟不信已明，無取於日，自其正文也。）"
      },
      {
        "index": 98,
        "text": "疏注「說與會伐宋同義」。解云：即莊十四年「春，齊人、陳人、曹人伐宋。夏，單伯會伐宋」，傳云「其言會伐宋何？後會也」，彼注云「本期而後，故但舉會。書者，刺其不信」。○注「君不會大夫」。○解云：案莊九年春，「公及齊大夫盟於暨」，傳云「公曷為與大夫盟？齊無君也。然則何以不名？為其諱與大夫盟也，使若眾然」；又莊二十二年秋，「及齊高傒盟於防」，傳云「曷為不言公？諱與大夫盟也」，皆是君不會大夫之辭。○注「起實君也」。○解云：言起上宋人、曹人之屬，實是宋公、曹伯耳。○注「地以邾婁」。○解云：正以二十八年夏，「公會晉侯」以下「盟於踐土。陳侯如會」，傳云「其言如會何？後會也」。然則彼言陳侯如會，此亦宜言鄫子如會，而言於邾婁，起為邾婁事也。○注「不言君者」。○解云：上曹南之盟，不言宋公等是也。○注「季姬淫泆」至「微者也」。○解云：即上十四年「夏，六月，季姬及鄫子遇於防，使鄫子來朝」，傳云「鄫子曷為使乎季姬來朝？內辭也。非使外朝，使來請已也」。○注「不於上」至「執者也」。○解云：上經云「盟於曹南」者，實是盟於邾婁，故以此解之。所以不於上經地以邾婁者，深為襄公諱，使若不為邾婁事盟，而鄫子自就邾婁所見執者也。○注「上盟不」至「日者」。○解云：《春秋》上下，微者之盟，例皆書時，而下文冬「會陳人、蔡人、楚人、鄭人盟於齊」之屬是。今此乃以不日為微者例者，正以宋襄賢君，雖使微者，有可采取，故宜書月。隱元年注云「微者盟例時，不能專正，故責略之。此月者，隱公賢君，雖使微者，有可采取，故錄也」是也。○注「會盟」至「正文也」。○解云：正以《春秋》之例，不信者日故也。言自其正文也者，謂既言會盟，即是不信之正文，不勞書日以見。"
      },
      {
        "index": 99,
        "text": "己酉，邾婁人執鄫子用之。惡乎用之？用之社也。其用之社奈何？蓋叩其鼻以血社也。（惡無道也。不言社者，本無用人之道，言用之已重矣，故絕其所用處也。日者，魯不能防正其女，以至於此，明當痛其女禍而自責之。○惡乎，音烏。惡無，烏路反。用處，昌慮反。）"
      },
      {
        "index": 100,
        "text": "疏注「日者魯」至「自責之」。○解云：正以凡執例時，即上四年夏，「齊人執陳袁濤塗」之屬是也。今日，故解之。秋，宋人圍曹。\n衛人伐邢。"
      },
      {
        "index": 101,
        "text": "冬，公會陳人、蔡人、楚人、鄭人盟於齊（因宋征齊有隙為此盟也。是後楚遂得中國霍之會執宋公。○）。因宋征齊有隙，為此盟也。是後楚遂得中國，霍之會，執宋公。"
      },
      {
        "index": 102,
        "text": "疏注「因宋征」至「執宋公」。○解云：謂上十八年襄公征齊，齊與宋有間隙，齊遂搆會諸侯之人而為此盟，以謀宋矣。「霍之會，執宋公」，即下二十一年「秋，宋公、楚子、陳侯、蔡侯、鄭伯、許男、曹伯會於霍，執宋公以伐宋」是也。\n梁亡。此未有伐者，其言梁亡何？（據蔡潰以自潰為文，舉侵也。）\n疏注「據蔡」至「侵也」。○解云：即上四年春，「公會齊侯」云云，「侵蔡，蔡潰」是也。"
      },
      {
        "index": 103,
        "text": "自亡也。其自亡奈何？魚爛而亡也。（梁君隆刑峻法，一家犯罪，四家坐之，一國之中，無不被刑者，百姓一旦相率俱去，狀若魚爛。魚爛從內發，故云爾。著其自亡者，明百姓得去之，君當絕者。）\n疏「魚爛而亡也」。○注「梁君」至「絕者」。○《史記》、《春秋說》有此文也。\n僖公二十年\n二十年，春，新作南門。何以書？譏。何譏爾？門有古常也。（惡奢泰，不奉古制常法。○惡，烏路反。）"
      },
      {
        "index": 104,
        "text": "疏注「惡奢」至「常法」。○解云：言其直是奢泰，不依古法，非僭天子也。隱五年傳云「始僭諸侯昉於此乎？前此矣。前此，則曷為始於此？僭諸公猶可言也，僭天子不可言也」。定二年「雉門及兩觀災」之下，何氏云「立雉門兩觀不書者，僭天子不可言，雖在《春秋》中猶不書」。然則此新作南門書之，知不僭天子也。\n夏，郜子來朝。郜子者何？（未有存文，嫌不名，故執不知問。○郜，古報反，姬姓之國，下同。）"
      },
      {
        "index": 105,
        "text": "疏注「未有存」至「知問」。○解云：桓二年「夏，四月，取郜大鼎於宋」，隱二年傳云「始滅昉於此乎？前此矣」，何氏云「前此者，在春秋前，謂宋滅郜是也」。然則宋人滅郜在春秋之前，是以桓二年「取郜大鼎於宋」，自爾以來，不見存在之文。若然，則是失地之君，例合書名，而來朝不名，故執不知問。\n失地之君也，何以不名？（據鄧、穀名。）"
      },
      {
        "index": 106,
        "text": "疏注「據鄧、穀名」。○解云：即桓七年「夏，穀伯綏來朝。鄧侯吾離來朝」，傳云「皆何以名？失地之君」是也。\n兄弟辭也。（郜、魯之同姓，故不忍言其絕賤，明當尊遇之，異於鄧、穀也。書者，喜內見歸。）"
      },
      {
        "index": 107,
        "text": "疏注「不忍」至「絕賤」。○解云：即不書其名是也，何者？若非兄弟，宜書其名，絕而賤之。○注「明當」至「見歸」。○解云：正以穀、鄧書名，而此不名也。"
      },
      {
        "index": 108,
        "text": "五月，乙巳，西宮災。西宮者何？小寢也。小寢則曷為謂之西宮？有西宮則有東宮矣。魯子曰：「以有西宮，亦知諸侯之有三宮也。」（西宮者，小寢內室，楚女所居也。禮，諸侯娶三國女，以楚女居西宮，知二國女於小寢內各有一宮也，故云爾。禮，夫人居中宮，少在前；右媵居西宮，左媵居東宮，少在後。）"
      },
      {
        "index": 109,
        "text": "疏「西宮者何」。○解云：欲言是廟，不書其諡；欲言居寢，而書宮舉災，故執不知問。○注「西宮者」至「云爾」。○解云：案襄九年「春，宋火」，傳云「曷云或言災，或言火？大者曰災，小者曰火」，何氏云「大者，謂正寢、社稷、宗廟、朝廷也」。此西宮者，小寢內室，楚女所居也，何故不言火而書災？彼傳又云「內何以不言火？內不言火者，甚之也」，彼注云「《春秋》以內為天下法，動作當先自克責，故小有火如大有災」，是以雖小言災耳。○「禮夫人居中宮」。○解云：王者之制也。"
      },
      {
        "index": 110,
        "text": "西宮災，何以書？記災也。（是時僖公為齊所脅，以齊媵為嫡，楚女廢在西宮而不見恤，悲愁怨曠之所生也。言西宮不係小寢者，小寢夫人所統，妾之所係也。天意若曰楚女本當為夫人，不當係於齊女，故經亦云爾。○為適，丁曆反，又作「嫡」。）\n鄭人入滑。秋，齊人、狄人盟於邢。（狄稱人者，能常與中國也。）冬，楚人伐隨。（叛楚故也。）\n僖公二十有一年"
      },
      {
        "index": 111,
        "text": "二十有一年，春，狄侵衛。（貶狄者，為犯中國諱。○為，於偽反，下「不為襄」、下文「為執」皆同。）宋人、齊人、楚人盟於鹿上。夏，大旱。何以書？記災也。（新作南門之所生。）"
      },
      {
        "index": 112,
        "text": "秋，宋公、楚子、陳侯、蔡侯、鄭伯、許男、曹伯會於霍，執宋公以伐宋。孰執之？楚子執之。（以下獻捷貶。霍，《左氏》作「盂」。）"
      },
      {
        "index": 113,
        "text": "疏「會於霍」。○解云：《左氏》作「盂」，《穀梁》作「雩」，蓋誤，或所見異。○注「以下獻捷貶」。○解云：即下文「冬，楚人使宜申來獻捷」，傳云「此楚子也，其稱人何？貶。曷為貶？為執宋公貶」是也。\n曷為不言楚子執之？（據溴梁盟下執莒子、邾婁子，復出晉人也。○溴，古闃反。）"
      },
      {
        "index": 114,
        "text": "疏注「據溴梁盟」。○解云：即襄十六年春，「公會晉侯、宋公」以下「於溴梁」，「晉人執莒子、邾婁子以歸」是也。"
      },
      {
        "index": 115,
        "text": "不與夷狄之執中國也。（不與執為重，復舉伐者，劫質諸侯，求其國事，當起也。不為襄公諱者，守信見執，無恥。說在下也。）"
      },
      {
        "index": 116,
        "text": "疏注「劫質諸侯」。○解云：言劫諸侯以為質而求其國，事當起也，是以執伐兩舉，見其外貪利也。下云「楚人謂宋人曰『子不與我國，吾將殺子君矣』」是也。\n冬，公伐邾婁。"
      },
      {
        "index": 117,
        "text": "楚人使宜申來獻捷。此楚子也，其稱人何？（據稱使知楚子。）貶。曷為貶？（據齊侯獻戎捷不貶。）為執宋公貶。曷為為執宋公貶？（據上巳沒不與執中國。）宋公與楚子期以乘車之會，（蓋鹿上之盟。）"
      },
      {
        "index": 118,
        "text": "疏注「蓋鹿上之盟」。○解云：即上文春「宋人、齊人、楚人盟於鹿上」是也。言鹿上盟為此約。公子目夷諫曰：「楚，夷國也，彊而無義，請君以兵車之會往。」宋公曰：「不可。吾與之約以乘車之會，自我為之，自我墮之，曰不可。」終以乘車之會往，楚人果伏兵車，執宋公以伐宋。（詐諼劫質諸侯，求其國，當絕，故貶。○墮，許規反。諼，音許援反，詐也；又音援。）宋公謂公子目夷曰：「子歸守國矣。國，子之國也。吾不從子之言，以至乎此。」公子目夷復曰：「君雖不言國，國固臣之國也。」（所以堅宋公意，絕彊楚之望。）"
      },
      {
        "index": 119,
        "text": "疏「君雖不言國」。○解云：即言君假令不道是臣之國，今國當是為臣之國矣。所以堅宋公意，欲使宋公乃心在楚，不急求還。○注「絕彊楚之望」。○解云：欲絕楚人，使知宋難取，不復望之。"
      },
      {
        "index": 120,
        "text": "於是歸，設守械而守國。楚人謂宋人曰：「子不與我國，吾將殺子君矣。」宋人應之曰：「吾賴社稷之神靈，吾國巳有君矣。」楚人知雖殺宋公，猶不得宋國，於是釋宋公。宋公釋乎執，走之衛。（襄公本謂公子目夷曰「國，子之國也」。宋公愧前語，故慚不忍反，走之衛。不書者，執解而往，非出奔也。○守，手又反，又如字。應，應對之應。）\n疏注「走之衛」至「奔也」。○解云：正決襄十四年夏，「衛侯衎出奔齊」也。"
      },
      {
        "index": 121,
        "text": "公子目夷復曰：「國為君守之，君曷為不入？」然後逆襄公歸。（凡出奔歸書，執獲歸不書者，出奔巳失國，故錄還，應盜國，與執獲者異，臣下尚隨君事之，未失國，不應盜國，無為錄也。○國為，於偽反，下「為襄」、「為公子」，注「為沒」、「故為」皆同。）"
      },
      {
        "index": 122,
        "text": "疏注「凡出奔」至「為錄也」。○解云：正以桓十五年夏，鄭伯突云云，彼傳云「曷為或言歸，或言復歸？復歸者，出惡，歸無惡；復入者，出無惡，入有惡；入者出入惡，歸者出入無惡」，不應盜國盜國，即入與復入是也，《春秋》皆錄其歸以別之。其執獲而歸不書者，本未失國，無義可著，何錄之有？案下二十八年「三月，丙午，晉侯入曹，執曹伯畀宋人」，冬，「曹伯襄復歸於曹」，「晉人執衛侯歸之於京師」；三十年「衛侯鄭歸於衛」；哀七年「秋，公伐邾婁。八月，己酉，入邾婁，以邾婁子益來」；八年夏，「歸邾婁子益於邾婁」。然則三者皆執獲而歸，所以書之者，曹伯之下注云「執歸不書，書者名惡當見」，其曹伯名者，剌天子歸有罪也；衛侯歸下注云「為殺叔武，惡天子歸有罪也。執歸不書，主書者，名惡當見也」；邾婁子益之下注云「善魯能悔過歸之」。"
      },
      {
        "index": 123,
        "text": "惡乎捷？捷乎宋。（以上言伐宋。○惡，音烏。）曷為不言捷乎宋？（據戎捷也。）為襄公諱也。（襄公本會楚，欲行霸憂中國也。不用目夷之言，而見詐執伐宋，幾亡其國，故諱為沒國文，所以申善誌。不月者，因起其事。○幾，音祁。）"
      },
      {
        "index": 124,
        "text": "疏注「不月者，因起其事」。○解云：正以獻戎捷書六月也。起事者，正以《春秋》之義，滅國例月，莊十年「冬，十月，齊師滅譚」，十三年「夏，六月，齊人滅遂」之類是也。今此宋公幾亡國，是以為諱之，去其月以起其賢。"
      },
      {
        "index": 125,
        "text": "此圍辭也，曷為不言其圍？（據上言守國，知圍也。）為公子目夷諱也。（目夷遭難，設權救君，有解圍存國免主之功，故為諱圍，起其事，所以彰目夷之賢也。歸捷書者，剌魯受惡人物也。○遭難，乃旦反。）"
      },
      {
        "index": 126,
        "text": "疏「曷為不言其圍」。○案舊本傳注三者皆作「圍」字，唯有「守」下「知」上一「國」字，以其有皆作「圍」字者，誤。守國，即上傳「設守械而守」是也。"
      },
      {
        "index": 127,
        "text": "疏注「設權」至「人物也」。○解云：救君者，即上傳「宋公釋乎執，走之衛」是也。解圍者，楚人釋宋公，去而不復圍也。"
      },
      {
        "index": 128,
        "text": "十有二月，癸丑，公會諸侯盟於薄。（言諸侯者，起霍之會諸侯也。不序者，起公從旁以議釋宋公，會盟一事也。言會者，因以殊諸侯也。）"
      },
      {
        "index": 129,
        "text": "疏注「起霍之會諸侯也」。○解云：即上文「秋，宋公、楚子、陳侯、蔡侯、鄭伯、許男、曹伯會於霍執宋公以伐宋」是，上文序之，下文總之，故得起其上會諸侯也。不序者，若其序之云公會某侯某侯，即無以見公從旁別來。今諸侯不序，並作一文，別言公會，則知魯公從旁而來，是以不序諸侯，以起其義。○注「會盟一事」至「侯也」。○解云：上言會於霍，下言盟於薄，明其但是一出之行，而更言公會諸侯者，因以殊諸侯矣。\n釋宋公。執未有言釋之者，此其言釋之何？（據執滕子至言釋。）"
      },
      {
        "index": 130,
        "text": "疏「釋宋公」。○解云：不言楚子釋宋公者，何氏《廢疾》：公羊以為公會諸侯釋之，故不復出楚耳。○注「據執」至「言釋」。○解云：即上十九年「春，王三月，宋人執滕子嬰齊」是也。\n公與為爾也。公與為爾奈何？公與議爾也。（善僖公能與楚議釋賢者之厄。不言公釋之者，諸侯亦有力也。）\n疏「公與議爾」。○解云：言魯公與為釋宋公之事也。"
      }
    ]
  }
}