{
  "chapterNumber": 5,
  "title": "春秋公羊傳註疏卷03 (Gongyang Zhushu, Volume 3)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "隱公卷三\n（起五年，盡十一年）\n隱公五年"
      },
      {
        "index": 1,
        "text": "五年，春，公觀魚於棠。何以書？譏。何譏爾？遠也。公曷為遠而觀魚？（據浚洙也。○觀魚，《左氏》作「矢魚」。浚，思俊反。洙，常朱反。）"
      },
      {
        "index": 2,
        "text": "疏注「據浚洙也」。○解云：莊九年「冬，浚洙」，傳曰「洙者何？水也。浚之者何？深之也。曷為深之？畏齊也」，注云「洙在魯北，齊所由來」。然則近國北自有洙水，何故遠至棠地而觀魚乎？故難之。"
      },
      {
        "index": 3,
        "text": "登來之也。（登，讀言得。得來之者，齊人語也。齊人名求得為得來，作登來者，其言大而急，由口授也。○登來，依注登音得。）"
      },
      {
        "index": 4,
        "text": "疏注「得來」至「語也」。○解云：齊人名求得為得來，而云此者，謂齊人急語之時，得聲如登矣。○注「由口授也」。○解云：謂高語之時，猶言得來之，至著竹帛時乃作「登」字，故言由口授矣。"
      },
      {
        "index": 5,
        "text": "百金之魚，公張之。（解言登來之意也。百金，猶百萬也。古者以金重一斤，若今萬錢矣，張，謂張罔罟障穀之屬也。○罟，音古。鄣，之尚反，又音章。）"
      },
      {
        "index": 6,
        "text": "疏注「解言」至「意也」。○解云：正以價直百金，故言得來之。○注「障穀之屬也」。○解云：僖三年傳云「桓公曰『無障穀』」云是也。"
      },
      {
        "index": 7,
        "text": "登來之者何？（弟子未解其言大小緩急，故復問之。○解，戶買反，或隹買反。故復，扶又反，「不得復」同。）美大之之辭也。（其言大而急者，美大多得利之辭也。實譏張魚而言觀譏遠者，恥公去南面之位，下與百姓爭利，匹夫無異，故諱使若以遠觀為譏也。諸諱主書者，從實也。觀例時，從行賤略之。）\n疏注「觀例時」。○解云：莊二十三年「夏，公如齊觀社」，及此是也。彼此非禮，故言從行賤略之。\n棠者何？濟上之邑也。（濟者，四瀆之別名。江、河、淮、濟為四瀆。○濟上，子禮反，注同，濟水之上。）"
      },
      {
        "index": 8,
        "text": "疏「棠者何」。○解云：正以棠非水名，而於之觀魚，故執不知問。○注「江河」至「四瀆」。○解云：即《釋水》云：「江、河、淮、濟為四瀆。四瀆者，發源注海者也。\n夏，四月，葬衛桓公。"
      },
      {
        "index": 9,
        "text": "疏「夏四」至「桓公」。○解云：即上三年傳云「過時而不日，謂之不能葬也」，何氏云「解緩不能以時葬，『夏，四月，葬衛桓公』是也」。然則桓公見弑在去年之春，過期乃葬，故以解緩言之。"
      },
      {
        "index": 10,
        "text": "秋，衛師入盛。曷為或言率師，或不言率師？將尊師眾稱某率師，（將尊者，謂大夫也。師眾者，滿二千五百人以上也。二千五百人稱師，無駭率師入極是也。禮，天子六師，方伯二師，諸侯一師。○入盛，音成，《左氏》作「郕」。）"
      },
      {
        "index": 11,
        "text": "疏注「將尊」至「夫也」。○解云：《公羊》之例，大夫見名氏，故云此。○注「二千」至「稱師」。解云：《大司馬》序官文。○注「無駭」至「是也」。○解云：在上二年夏。○注「天子」至「六師」。○ 解云：天子六師者，即「周王於邁，六師及之」是也。方伯者，九州牧也，即《王制》云「千里之外設方伯」是也。二師者，即昭五年「春，王正月，舍中軍。舍中軍者何？復古也」是矣。然則魯之初封，地方七百里，至於僖公，復伯禽之宇，更為州牧，而以二軍為復古，是為方伯二師。方伯之屬而以二師為正，則知凡平諸侯一師明矣。然則《論語》云「子曰『三軍可奪帥』」之屬，其指王官之伯乎？\n將尊師少稱將，（師少者，不滿二千五百人也，衛孫良夫伐將咎如」是也。○咎，音羔。）\n疏注「衛孫」至「是也」。○解云：成三年「晉郤克、衛孫良夫伐將咎如」是也。不言卻克者，科舉以言之。"
      },
      {
        "index": 12,
        "text": "將卑師眾稱師，（將卑者，謂士也。衛師入盛是也。）將卑師少稱人。（鄭人伐衛是也。）疏注「鄭人伐衛是也」。○解云：在上二年冬也。"
      },
      {
        "index": 13,
        "text": "君將不言率師，書其重者也。（分別之者，責元師，因錄功惡有小大，救徐從王伐鄭是也。○分別，彼列反。元率，所類反，本又作「帥」。）"
      },
      {
        "index": 14,
        "text": "疏注「分別」至「小大」。○解云：責元帥者，凡書兵者，是正不得，故責之也。因錄功惡有小大者，即將尊師眾而有功小，將卑師少而有功大。將卑師少而無功為惡小，將尊師眾而無功為惡大是也。○注「救徐」至「是也」。○解云：僖十五年春，「公孫敖率師及諸侯之大夫救徐」，桓五年「秋，蔡人、衛人、陳人從王伐鄭」是也。公孫敖救徐者，將尊師眾無功，是其惡大也。蔡人等從王伐鄭，稱人而行義，是其功大也。"
      },
      {
        "index": 15,
        "text": "九月，考仲子之宮。考宮者何？考猶入室也，始祭仲子也。（考，成也。成仲子之宮廟而祭之。所以居其鬼神猶生人入宮室，必有飲食之事。不就惠公廟者，妾母卑，故雖為夫人，猶特廟而祭之。禮，妾廟子死則廢矣。不言立者，得變禮也。加之者，宮廟尊卑共名，非配號稱之辭，故加之以絕也。）"
      },
      {
        "index": 16,
        "text": "疏注「考宮者何」。○解云：上無立文，而經言考；《春秋》之內，更無考禮，故執不知問。○注「猶生」至「之事」。○解云：即下《雜記》云「路寢成則考之而不釁」，鄭注云「言路寢者，生人所居。不釁者，不神之也。考之者，設盛食以落之」。《檀弓》曰「晉獻文子成室，諸大夫發焉。張老曰：『美哉倫焉！美哉煥焉！歌於斯，哭於斯，聚國族於斯。』文子曰：『武也！得歌於斯，哭於斯，聚國族於斯，是全要領以從先大夫於九原。』北面再拜稽首」者是也。○注「禮妾」至「廢矣」。○解云：即《喪服小記》云「慈母與妾母不世祭」，鄭注云「以其非正」即引《穀梁傳》云「於子祭於孫止」是也。○注「不言」至「禮也」。○ 解云：欲決成六年「立武宮」，定元年「立煬宮」，皆言立者，以其非禮故也。○注「加之」至「絕也」。○解云：言宮廟尊卑共名者，尊亦言宮，故武煬是君，仲子是妾，是尊卑共名。號稱者，即仲子是也。武煬是君，配宮言之，正是其宜；仲子是妾，不宜與宮廟連文，故加之以絕之矣。\n桓未君，則曷為祭仲子？（據無子不廟也。）"
      },
      {
        "index": 17,
        "text": "疏注「據無子不廟也」。○解云：即上解於孫止是也。其子死訖猶尚不祭，其子未君之時不祭明矣，故難之。然則妾母之貴，正由其子為君，即元年傳云「母以子貴」是也。若子未為君之時，義與未逾年之君相似。莊三十二年傳云「未逾年之君也，有子則廟」，「無子不廟」，義亦通於此。"
      },
      {
        "index": 18,
        "text": "隱為桓立，故為桓祭其母也。然則何言爾？成公意也。（尊桓之母為立廟，所以彰桓當立，得事之宜，故善而書之，所以起其意，成其賢也。○隱為，於偽反。）\n初獻六羽。初者何？始也。六羽者何？舞也。（持羽而舞。）"
      },
      {
        "index": 19,
        "text": "疏「初者何」。○解云：獻羽是常，而反言初，故執不知問。○「六羽者何」。○解云：諸侯仍用四，此反言六羽，故執不知問。\n初獻六羽，何以書？譏，何譏爾？譏始僭諸公也。（僭，齊也。下效上之辭）"
      },
      {
        "index": 20,
        "text": "疏「初獻」至「以書」。○解云：不但言「何以書」，嫌覆問上文始與舞，故復舉句而問之。不注之者，與三年求賻同，故省文。"
      },
      {
        "index": 21,
        "text": "六羽之為僭奈何？天子八佾，（佾者，列也。八人為列，八八六十四人，法八風。○佾，音逸，列也。）諸公六，（六人為列，六六三十六人，法六律。）諸侯四。（四人為列，四四十六人，法四時。）諸公者何？諸侯者何？天子三公稱公，王者之後稱公，其餘大國稱侯，（大國謂百里也。）"
      },
      {
        "index": 22,
        "text": "疏「諸公者何」。解云：正以諸公有二等，故執不知問。○「諸侯者何」。○解云：漫言諸侯，明是五等總名。文次公下，復疑偏指七命，故執不知問。所以不待答訖而連句問之者，正以上文並解諸公六、諸侯四故也。○注「大國謂百里也」。○解云：公侯方百里，《王制》文也。侯與公等者，據有功者言之矣。○小國稱伯、子、男者，正以上己有侯，故不復言之。其實凡平之侯正與伯同。\n小國稱伯、子、男。（小國謂伯七十里，子、男五十里。）"
      },
      {
        "index": 23,
        "text": "疏注「小國」至「五十里」。○解云：《王制》文。彼注云「此地殷所因夏爵三等之制也。《春秋》變周之文，從殷之質，合伯、子、男以為一，則殷爵三等者，公、侯、伯也，異畿內謂之子。周武王初定天下，更立五等之爵，增以子、男，而猶因殷之地，以九州之界尚狹也。周公攝政致大平，斥大九州之界，制禮成武王之意，公地方五百里，侯四百里，伯三百里，子二百里，男一百里，諸侯亦以功黜陟之。其不合者，皆益之地為百里焉，是以周世有爵尊而國小，爵卑而國大者，唯天子畿內不增」。\n天子三公者何？天子之相也。（相，助也。○之相，息亮反，注及下同。）"
      },
      {
        "index": 24,
        "text": "疏「天子三公者何」。○解云：正以《春秋》上下，無三公之文，故執不知問。天子之相，則何以三？（據經但有祭公、周公。）"
      },
      {
        "index": 25,
        "text": "疏注「據經」至「周公」。○解云：即桓八年「祭公來」云云，僖九年「公會宰周公」是也。經但有二公，而傳言三公，故難之。"
      },
      {
        "index": 26,
        "text": "自陝而東者，周公主之；自陝而西者，召公主之；一相處乎內。（陝者，蓋今弘農陝縣是也。禮，司馬主兵，司徒主教，司空主土。《春秋》撥亂世，以絀陟為本，故舉絀陟以所主者言之。○陝，失冉反，何云「弘農陝縣」也；一云當作郟，古洽反，王城郟鄏。召公，上照反，又作「邵」，音同。絀，敕律反。）"
      },
      {
        "index": 27,
        "text": "疏注「司馬」至「言之」。○解云：上傳云：「諸公者何，天子之相。天子之相。則何以三」云云，不道二王之後者何？二王之後何以二也者？正以天子三公主絀陟，故偏取言之，是以注者解其意。"
      },
      {
        "index": 28,
        "text": "始僭諸公，昉於此乎？前此矣。前此則曷為始乎此？僭諸公猶可言也，僭天子不可言也。（傳云爾者，解不訖始也。前僭八佾於惠公廟，大惡不可言也。還從僭六羽議，本所當讬者非但六也。故不得復傳上也。加初者，以為常也。獻者，下奉上之辭。不言六佾者，言佾則幹舞在其中，明婦人無武事，獨奏文樂。羽者，鴻羽也，所以象文德之風化疾也。夫樂本起於和順，和順積於中，然後榮華發於外，是故八音者，德之華也；歌者，德之言也；舞者，德之容也，故聽其音可以知其德，察其詩可以達其意，論其數可以正其容，薦之宗廟足以享鬼神，用之朝廷足以序群臣，立之學宮足以協萬民。凡人之從上教也，皆始於音，音正則行正，故聞宮聲，則使人溫雅而廣大；聞商聲，則使人方正而好義；聞角聲，則使人惻隱而好仁；聞徵聲，則使人整齊而好禮；聞羽聲，則使人樂養而好施，所以感蕩血脈，通流精神，存寧正性，故樂從中出，禮從外作也。禮樂接於身，望其容而民不敢慢，觀其色而民不敢爭，故禮樂者，君子之深教也，不可須臾離也。君子須臾離禮，則暴慢襲之；須臾離樂，則奸邪入之，是以古者天子諸侯，雅樂鍾磬未曾離於庭，卿大夫禦琴瑟未曾離於前，所以養仁義而除淫辟也。《魯詩傳》曰天子食日舉樂，諸侯不釋縣，大夫、士日琴瑟，王者治定制禮，功成作樂，未製作之時，取先王之禮樂宜於今者用之。堯曰《大章》，舜曰《蕭韶》，夏曰《大夏》，殷曰《大護》，周曰《大武》，各取其時民所之。堯時民樂其道章明也。舜時民樂其脩紀堯道也，夏時民樂大其三聖相承也，殷時民樂大其護已也，周時民樂其伐討也：蓋異號而同意，異歌而同歸。失禮鬼神例日，此不日者，嫌獨考宮以非禮書，故從末言初可知。○夫樂，音扶，發句之端放此。朝廷，徒佞反。好義，呼報反，下同。徵，張裏反。施，式豉反。爭，爭鬥之爭。離也，力智反，下同。邪，似嗟反。未曾，在能反，下同。淫辟，匹亦反。縣，音玄。治定，直吏反。韶，常昭反。夏日，戶雅反，下同。護，戶故反。紂，直久反。）"
      },
      {
        "index": 29,
        "text": "疏注「傳云」至「始也」。○解云：其讬始者，即上二年傳云「無駭者何？展無駭也。何以不氏？貶。曷為貶？疾始滅也。始滅，昉於此乎？前此矣。前此貶曷為始乎此，讬始焉爾。曷為讬始焉爾？《春秋》之始也」，今傳亦宜云前此則曷為始乎此，讬始焉爾。曷為讬始焉爾？《春秋》之始也，而云僭諸公猶可言，僭天子不可言，解不得讬始意也。○注「前僭」至「公廟」。○解云：謂自此以前，不必要指《春秋》前也。而言惠公廟者，欲道於周公廟時不為僭故也。○注「本所」至「傳上也」。○解云：由非六之故，是以不得復祭傳云上古已有六矣。○注「羽者」至「化疾」。○解云：知鴻羽者，時王之禮，且以舉則衝天，所以象文德之風化疾故也。《詩》云「右手秉翟」者，其兼用之乎？注 「夫樂本起於和順，和順積於中，然後榮華發於於外」者，《樂記》文也。○注「故聞」至「性故」。○解云：溫雅而廣大者，土之性也；方正而好義者，金之性也；惻隱而好仁者，木之性也；整齊而好禮者，火之性也；樂養而好施者，水之性也。○注「樂從」至「作也」。○解云：《樂記》文。樂由中出，和在心是也；禮自外作，敬在貌是也，此注皆出《樂記》。○注「取先王」至「用之」。○解云：謂同其文質也。王者治定制禮，功成作樂，功成治定同時爾，功主於王業，治主於教民，故《明堂位》曰「周公治天下六年，朝諸侯於明堂，制禮作樂」。○注「失禮」至「可知」。○解云：失禮鬼神例日者，成六年「二月，辛巳，立武宮」之屬是也。言考宮與獻羽實同日，若置日於考宮上，則嫌獻羽不蒙之，獨自考宮以非禮而已，故從下事言初。初是非禮辭，則獻羽非禮亦可知。然考宮得變禮，而不置於獻羽上者，嫌別日故也。知初是非禮者，正以「初稅畝」同文矣。\n邾婁人、鄭人伐宋。（邾婁小國序上者，主會也。）\n疏注「邾婁」至「會也」。○解云：伐宋而言主會者，謂相共伐宋，時邾為首故也。"
      },
      {
        "index": 30,
        "text": "螟。何以書？記災也。（災者，有害於人物，隨事而至者，先是隱公張百金之魚，設苛令急法，以禁民之所致。○螟，亡丁反，蟲食苗心。苛，音何。）"
      },
      {
        "index": 31,
        "text": "疏注「災者，有害於人物，隨事而至者」。○解云：欲對異為先事而至故也。○注「先是」至「所致」。○解云：苛令急法者，即三年「春，王二月，已巳，日有食之」，注云「此象君行暴急外見畏」是也。"
      },
      {
        "index": 32,
        "text": "冬，十有二月，辛巳，公子區卒。（日者，隱公賢君，宜有恩禮於大夫。益師始見法，無駭有罪，據俠又未命也，故獨得於此日。○區，苦侯反。見，賢遍反。）"
      },
      {
        "index": 33,
        "text": "疏注「日者」至「大夫」。○解云：正以所聞之世，例不合日故也。○注「益師始見法」。○解云：元年十二月，「公子益師卒」，是所傳聞之世，初始欲見三世之法，故不書日也。○注「無駭有罪」。○解云：即八年「冬，十有二月，無駭卒」，傳云「何以不氏？疾始滅也，故終身不氏」是也。○注「俠又未命也」。○解云：即九年三月，「挾卒」，傳云「俠者何？吾大夫之未命者」是也。\n宋人伐鄭，圍長葛。邑不言圍，此其言圍何？（據伐於餘丘不言圍。）\n疏注「據伐」至「言圍」。解云：即莊二年「夏，公子慶公帥師伐於餘丘」是也。"
      },
      {
        "index": 34,
        "text": "彊也。（至邑雖圍當言伐，惡其彊而無義也。必欲為得邑，故如其意言圍也。所以不知鄭彊者，公以楚師伐宋圍緡不言彊也。○彊，渠羌反，下同。惡，烏路反。）\n隱公六年"
      },
      {
        "index": 35,
        "text": "六年，春，鄭人來輸平。輸平者何？輸平，猶墮成也。何言乎墮成？（據翬會諸侯伐鄭後未道平也，何道墮成？○輸平，式朱反，墮也，《左氏》作「渝平」墮，許規反。）"
      },
      {
        "index": 36,
        "text": "疏「輸平者何」。○解云：正以言異於常例，故執不知問。注「據翬」至「墮成」。○解云：上四年「秋，翬帥師會宋公、陳侯、蔡人、衛人伐鄭」是也。\n敗其成也。（翬伐鄭後，已相與平，但外平不書，故云爾。）"
      },
      {
        "index": 37,
        "text": "疏注「翬伐」至「云爾」。○解云：魯與鄭平而言外平者，謂伐鄭之後，時公子翬在外與鄭平，不得公命，是以不書，故曰外平不書耳。曰：吾成敗矣。（吾，魯也。）\n疏「曰吾成敗矣」。○解云：稱魯人之辭，故加曰。\n吾與鄭人末有成也。（末，無也。此傳發者，解鄭稱人為共國辭。）"
      },
      {
        "index": 38,
        "text": "疏注「此傳」至「國辭」。○解云：傳發此吾與鄭人末有成一段事者，非直解鄭擅獲諸侯為有罪，而魯侯不能死難亦當絕，故令鄭稱人。言輸平，則魯侯亦合稱人矣。一個人字，兩國共有，故云稱人為共國辭。"
      },
      {
        "index": 39,
        "text": "吾與鄭人，則曷為末有成？（據無戰伐之文。）狐壤之戰，隱公獲焉。（時與鄭人戰於狐壤，為鄭所獲。○壤，如丈反。）然則何以不言戰？（戰者，內敗文也。據鞍戰君獲言師敗績。）"
      },
      {
        "index": 40,
        "text": "疏注「戰者，內敗文也」。○解云：即桓十年「齊侯、衛侯，鄭伯來戰於郎」，傳云「何以不言師敗績？內不言戰，言戰乃敗矣」，彼注云「《春秋》讬王於魯，戰者，敵文也。王者兵不與諸侯敵，戰乃其已貶之文，故不復言師敗績」是也。○注「據鞍」至「敗績」。○解云：成二年「季孫行父」以下「帥師，會晉卻克」云云，「及齊侯戰於鞍，齊師敗績」，「秋，七月，齊侯使國佐如師」云云，傳云「君不行使乎大夫，此其行使乎大夫何？佚獲也」，注云「佚獲者，已獲而逃亡也」。然則彼獲言敗績，則知此時魯侯被獲，亦宜言戰，故難之。"
      },
      {
        "index": 41,
        "text": "諱獲也。（君獲不言師敗績，故以輸平諱也，與鞍戰辟內敗文異。戰例時，戰日，詐戰月。不日者，鄭詐之。不月者，正月也，見隱終無奉正月之意。不地者，深諱也，使若實輸平，故不地也。稱人共國辭者，嫌來輸平獨惡鄭，擅獲諸侯，魯不能死難，皆當絕之。○難，乃旦反。）"
      },
      {
        "index": 42,
        "text": "疏注「君獲」至「諱也」。○解云：君獲不言師敗績，即僖十五年「晉侯及秦伯戰於韓，獲晉侯」傳云「此偏戰也，何以不言師敗績」，注云「舉君獲為重也」是也。然則此由魯公見獲，是以不得言戰，故以輸平諱之。○注「與鞍」至「敗文」。○解云：成二年傳云「君不行使乎大夫，此其行使乎大夫何？佚獲也」，注云「當絕賤使與大夫敵體以起之。君獲不言師敗績，等起不去師敗績者，辟內敗文也」。然則鞍戰之時，實齊侯被獲，宜去敗績，直言戰而已。但時內大夫在焉，辟內敗文，故不得言戰矣。今此輸平之經，自由魯公見獲，是以不得言戰，故云與鞍戰辟內敗文異。○注「戰例時，偏戰日」。○解云：即桓十二年「丁未，戰於宋」，傳云「此偏戰也，何以不言師敗績」云云是也。○注「詐戰月」。○解云：即莊十年「春，王正月，公敗齊師於長勺」之屬是也。○注「不地者，深諱也」。○解云：若地，宜言輸平於狐壤，似若戰於之類。\n夏，五月，辛酉，公會齊侯盟於艾。"
      },
      {
        "index": 43,
        "text": "秋，七月。此無事，何以書？《春秋》雖無事，首時過則書。（首，始也。時，四時也。過，曆也。春以正月為始，夏以四月為始，秋以七月為始，冬以十月為始。曆一時無事，則書其始月也。○艾，五蓋反。）"
      },
      {
        "index": 44,
        "text": "疏「夏五月」至「則書」。○解云：下無相犯之處而書日者，以下八年三月，「庚寅，我入邴」，傳云「其言我何？言我者，非獨我也，齊亦欲之」。然則雖不復侵伐，亦有爭邑之隙，故書日也。"
      },
      {
        "index": 45,
        "text": "首時過，則何以書？（據無事也。）《春秋》編年，四時具，然後為年。（明王者當奉順四時之正也。《尚書》曰「欽若昊天，曆象日月星辰，敬授民時」是也。有事不月者，人道正則天道定矣。○編，必連反，《字林》、《聲類》皆布千反，一音甫連反。昊，戶老反。）"
      },
      {
        "index": 46,
        "text": "冬，宋人取長葛。外取邑不書，此何以書？久也。（古者師出不逾時，今宋更年取邑，久暴師苦眾居外，故書以疾之。不係鄭舉伐者，明因上伐圍取也。○更，音庚。暴，步卜反。）\n疏「外取」至「以書」。○解云：據與四年牟婁同。\n隱公七年"
      },
      {
        "index": 47,
        "text": "七年，春，王三月，叔姬歸於紀。（叔姬者，作姬之媵也。至是乃歸者，待年父母國也。婦人八歲備數，十五從嫡，二十承事君子。媵賤書者，後為嫡，終有賢行。紀侯為齊所滅，紀季以酅入於齊，叔姬歸之，能處隱約，全竟婦道，故重錄之。○從適，丁曆反，本亦作「嫡」，下同。賢行，下孟反，下「異行」同。酅，戶圭反。）"
      },
      {
        "index": 48,
        "text": "疏注「叔姬」至「國也」。○解云：知如此注，見上二年冬「伯姬歸於紀」，自爾以來，不見紀伯姬卒之文，今叔姬又歸之，明知是其媵矣。○注「婦人」至「君子」。○解云：《書傳》文。○注「媵賤」至「賢行」。○解云：《春秋》之內，例不書媵，以其賤故。今此書者，以其後為嫡，終有賢行也。知後為嫡者，正以莊二十九年冬十二月，「紀叔姬卒」；三十年「八月，癸亥，葬紀叔姬」，卒葬皆書，為嫡明矣。而成九年「伯姬歸於宋」，書二國媵者，彼傳云「錄伯姬」是也。○注「紀侯為齊所滅」。○解云：即莊四年夏，「紀侯大去其國」是也。○注「紀季」至「於齊」。○解云：在莊三年。○注「叔姬」至「錄之」。○解云：莊十二年「春，王三月，紀叔姬歸於酅」，傳云「其言歸於酅何？隱之也。何隱爾？其國亡矣，徒歸於叔爾也」是也。\n滕侯卒。何以不名？（據蔡侯考父卒名。）疏注「據蔡」至「卒名」。○解云：在下八年夏。\n微國也。（小國，故略不名。）微國則其稱侯何？（據大國稱侯，小國稱伯、子、男。）"
      },
      {
        "index": 49,
        "text": "疏注「據大」至「子男」。○解云：上五年傳文。案彼大國非直侯，而注特言大國稱侯者，案彼傳之成文故也。不嫌也。（滕侯卒不名，下常稱子，不嫌稱侯為大國。）\n疏注「下常稱子」。解云：桓二年「滕子來朝」，因茲已下常稱子矣。"
      },
      {
        "index": 50,
        "text": "《春秋》貴賤不嫌同號，（貴賤不嫌者，通同號稱也。若齊亦稱侯，滕亦稱侯；微者亦稱人，貶亦稱人：皆有起文，貴賤不嫌同號是也。○號稱，尺證反。）"
      },
      {
        "index": 51,
        "text": "疏注「齊亦稱侯」。○解云：不云晉者，晉爵未大故。○注「微者亦稱人」。○解云：隱元年「九月，及宋人盟於宿」之屬是也。○注「皆有起文」。○解云：滕侯卒不名，下恒稱子，起其微也。齊侯恒在宋公之上，起其大也。宋人盟於宿不書日，亦起微也。鄭人來輸平稱人者，共國辭，起其貶之，故曰皆有起文也。○注「貴賤」至「是也」。○解云：不論貴賤不嫌者，通其同號稱，由是之故，《春秋》同其號也。"
      },
      {
        "index": 52,
        "text": "美惡不嫌同辭。（若繼體君亦稱即位，繼弑君亦稱即位，皆有起文，美惡不嫌同辭是也。滕，微國，所傳聞之世未可卒，所以稱侯而卒者，《春秋》王魯，讬隱公以為始受命王，滕子先朝隱公，《春秋》褒之以禮，嗣子得以其禮祭，故稱侯見其義。○惡，烏路反，又如字，注同。傳，直專反。見，賢遍反。）"
      },
      {
        "index": 53,
        "text": "疏注「若繼」至「即位」。○解云：文、成之屬是也。○注「繼弑」至「即位」。○解云：桓、宣是也。○注「皆有起文」。○解云：前君之薨書地者，起其後即位者是繼體之君也。若前君薨不地者，起其後即位者非是繼體之君也。○注「美惡」至「是也」。○解云：謂美惡不嫌者，通其同辭。由是之故，《春秋》同其辭矣。○注「滕子」至「其義」。○解云：在十一年，即此君之子也。滕子、薜侯俱朝隱公，滕並褒其父而薜否者，薜侯父卒在春秋之前，故無褒之文。"
      },
      {
        "index": 54,
        "text": "夏，城中丘。中丘者何？內之邑也。城中丘，何以書？（上問中丘者，何指問邑也，欲因言何以書，嫌但問書中丘，故復言城中丘，何以書也。○復，扶又反。）\n疏「中丘者何」。○解云：楚丘同，皆直云城，文無別，故執不知問。"
      },
      {
        "index": 55,
        "text": "以重書也。（以功重，故書也。當稍稍補完之，至令大崩弛壞敗，然後發眾城之，猥苦百姓，空虛國家，故言城，明其功重，與始作城無異。城邑例時。○令，力呈反。弛，戶爾反，又屍氏反。）\n疏注「城邑例時」。○解云：即下九年「夏，城郎」，襄十三年「冬，城防」之屬是也。"
      },
      {
        "index": 56,
        "text": "齊侯使其弟年來聘。其稱弟何？（據諸侯之子稱公子。）母弟稱弟，母兄稱兄。（母弟，同母弟；母兄，同母兄。不言同母言母弟者，若謂不如為如矣，齊人語也。公別同母者，《春秋》變周之文，從殷之質。質家親親，明當親厚異於群公子也。聘者，問也。來聘書者，皆喜內見聘事也。古者諸侯朝罷朝聘，為慕賢孝禮，一法度，尊天子。不言聘公者，禮，聘受之於大廟，孝子謙，不敢以已當之，歸美於先君，且重賓也。○別，彼列反。大廟，音泰，下同。）\n疏「母兄稱兄」。○解云：昭二十年「秋，盜殺衛侯之兄輒」是也。秋，公伐邾婁。"
      },
      {
        "index": 57,
        "text": "冬，天王使凡伯來聘。（書者，喜之也。古者諸侯有較德殊風異行，天子聘問之，當北面稱臣，受之於大廟，所以尊王命，歸美於先君，不敢以已當之。）戎伐凡伯於楚丘以歸。凡伯者何？（上言聘，此言伐，嫌其異，故執不知問。）\n疏注「上言聘，此言伐」。○解云：謂聘伐辭異，嫌其非一人也。\n天子之大夫也。此聘也，其言伐之何？（據出聘與郊、柳異，不得言伐也。問伐加之者，辟問輕重兩舉之。）"
      },
      {
        "index": 58,
        "text": "疏注「據出」至「伐也」。○解云：昭二十三年「晉人圍郊」，傳云「郊者何？天子之邑也。曷為不係於周？不與伐天子也」。宣元年「晉趙穿帥師侵柳」，傳云「柳者何？天子之邑也。曷為不係乎周？不與伐天子也」。然則郊、柳皆是天子之邑，猶可言其侵圍，今此聘大夫不應得言伐，故難之。先言郊者，文便言之，故不次也。○注「問伐」至「舉之」。○解云：桓十二年「及鄭師伐宋。丁未，戰於宋」，傳云「戰不言伐，此其言伐何」，彼問輕重兩舉不言之故，此言之者，辟問輕重兩舉之。\n執之也。執之則其言伐之何？（據執季孫隱如不言伐）\n疏注「據執」至「言伐」。○解云：昭十三年平丘之會，「晉人執季孫隱如以歸」是也。\n大之也。（尊大王命，責當死位，故使與國同。）曷為大之？（據王子突係諸人。）"
      },
      {
        "index": 59,
        "text": "疏注「據王」至「諸人」。○解云：莊六年「春，王三月，王人子突救衛」，傳云「王人者何？微者也。子突者何？貴也。貴則其稱人何？係諸人也」是也。等是王臣，一伸一屈，故難之。"
      },
      {
        "index": 60,
        "text": "不與夷狄之執中國也。（因地不接京師，故以中國正之。中國者，禮義之國也。執者，治文也。君子不使無禮義製治有禮義，故絕不言執，正之言伐也。執天子大夫而以中國正之者，執中國尚不可，況執天子之大夫乎？所以降夷狄，尊天子，為順辭。）其地何？（據執季孫隱如不地。）大之也。（順上伐文，使若楚丘為國者，猶慶父伐於餘丘也。不地以衛者，天子大夫銜王命至尊，顧在所諸侯，有出入所在赴其難，當與國君等也。錄以歸者，惡凡伯不死位，以辱王命也。○難，乃旦反。惡，烏路反。）"
      },
      {
        "index": 61,
        "text": "疏注「順上」至「命也」。○解云：莊二年「夏，公子慶父帥師伐於餘丘」，傳云「於餘丘者何？邾婁之邑。曷為不係乎邾婁？國之也」者是。\n隱公八年"
      },
      {
        "index": 62,
        "text": "八年，春，宋公衛侯遇於垂。（宋公序上者，時衛侯要宋公，使不虞者為主，明當戒慎之。無王者，遇在其間，置上則嫌為事出，置下則嫌無天法，可以製月，文不可施也。○要，一遙反。為事，於偽反，下「欲為魯」、「為小國」、「為桓」並年未注皆同。）"
      },
      {
        "index": 63,
        "text": "疏注「宋公」至「其間」。○解云：何氏以為會盟則以大小為序，遇則以不虞為先，故如此解，是以莊三十二年經云「夏，宋公、齊侯遇於梁丘」，齊在宋下，是其一隅耳。○注「置上」至「事出」。○解云：若言八年春王宋公衛侯遇於垂，即嫌桓王亦與之遇，故言則嫌為事出。事，謂遇事也。或者嫌為遇事之故出此王，故云則嫌為遇事出也。○注「置下」至「施也」。解云：天法，即春是也。"
      },
      {
        "index": 64,
        "text": "三月，鄭伯使宛來歸邴。宛者何？鄭之微者也。邴者何？鄭湯沐之邑也。天子有事於泰山，諸侯皆從泰山之下，諸侯皆有湯沐之邑焉。（有事者，巡守祭天告至之禮也。當沐浴絜齊以致其敬，故謂之湯沐邑也，所以尊待諸侯而共其費也。禮，四並為邑，邑方二里，東方二州四百二十國，凡為邑廣四十里，袤四十二里，取足舍止共瑽穀而已。歸邴書者，甚惡鄭伯無尊事天子之心，專以湯沐邑歸魯，背叛當誅也。錄使者，重尊湯沐邑也。王者所以必巡守者，天下雖平，白不親見，猶恐遠方獨有不得其所，故三年一使三公絀陟，五年親自巡守。巡，猶循也；守，猶守也，循行守視之辭，亦不可國至人見為煩擾，故至四嶽，足以知四方之政而已。《尚書》曰「歲二月，東巡守，至於岱宗，柴，望秩於山川，遂覲東後，協時月正日，同律度量衡，脩五禮，五玉，三帛，二生，一死，贄，如五器，卒乃復。五月南巡守，至於南嶽，如岱禮。八月西巡狩，至於西嶽，如初。十有一月朔巡守，至於北嶽，如西禮；還至嵩如初禮。歸，格於禰祖，用特」是也。○宛，於阮反，人名也；一音烏卯反，又烏勉反。邴，彼命反，又音丙，鄭邑，《左氏》作「祊」。從，才朋反。巡守，手又反，本又作「狩」，下除「猶守」、「守視」以外同。絜齊，側皆反，本多即作「齋」字，後放此，更不音。而共，音恭，下同。費，芳味反。廣，古廣反。袤，音茂。槀，古老反。甚惡，烏路反，下同。背，步內反。使，所吏反。行，下孟反。量，音亮。贄，音至。嵩，夙忠反。格，本又作「假」，同，古百反。禰，乃禮反，本又作「藝」。）"
      },
      {
        "index": 65,
        "text": "疏「宛者何」。○解云：欲言大夫，經不言氏；欲言微者，書名見經，故執不知問。○「邴者何」。解云：欲言魯物，先無取文；欲言鄭邑，於魯言歸，故執不知問。注「歸邴」至「誅也」。○解云：正以將所傳聞之世，外小惡不書故也。○注「錄使」至「其所」。○解云：正決哀八年「齊人歸讙及僤」之屬，不錄使故也。○注「故三」至「絀陟」。○解云：《書傳》文。○注「五年」至「而已」。○解云：《堯典》文。○注「尚書」至「是也」。○解云：惟「是也」注者言之以上，皆《堯典》文也。鄭注：「歲二月者，正歲建卯之月也。巡守者，行視所守也。岱宗者，東嶽名也。柴者，考績燎也。望秩於山川者，遍以尊卑祭之。五嶽視三公，四瀆視諸侯，其餘小者或視卿大夫，或視伯、子、男矣。秩，次也。東後，東方之諸侯也。協正四時之月數及日名，備有失誤者。度，丈尺。量，斗斛。衡，斤兩。五禮，公、侯、伯、子、男朝聘之禮矣。五玉，瑞節，執之曰瑞，陳列曰玉也。三帛，所以薦玉也。受瑞玉者，以帛薦之。帛必三者，高陽之後用赤繒，高辛氏之後用黑繒，其餘諸侯皆用白繒，《周禮》改之為繅也。二生一死贄者，羔雁生也，卿大夫所執；雉死，士所執也。如者，以物相授與之。言授贄之器有五，卿、大夫、上士、中士、下士也。器各異飾，飾未聞所用也。《周禮》改之飾羔雁、飾雉、執之而已，皆去器。卒，已也。復，歸也。巡守禮畢，乃反歸矣。每歸用特牛告於文祖矣。五月不言於者，以其文相近。八月、十一月言初者，文相遠故也。」"
      },
      {
        "index": 66,
        "text": "庚寅，我入邴。其言入何？（據上書歸，取邑已明，無事復書入也。○復書，扶又反，下「故復」同。）難也。（入者，非已至之文，難辭也。此魯受邴，與鄭同罪當誅，故書入，欲為魯見重難辭。○難也，乃旦反，一音如字，注及下同。見重，賢遍反，下同。○）\n疏注「入者」至「之文」。○解云：直就而入之，非是將歸之辭也。其日何？（據取邑不日。）\n疏注「據取邑不日」。○解云：即隱四年「春，王二月，莒人伐杞，取牟婁」之屬也。○"
      },
      {
        "index": 67,
        "text": "難也。（以歸後乃日也。言時重難，不可即入，至此日乃入。）其言我何？（據吳伐我，以日伐故言我。）疏注「據吳」至「言我」。解云：在哀八年春。"
      },
      {
        "index": 68,
        "text": "言我者，非獨我也，（自入邑不得言我，有他人在其中乃得言我，故能起其非獨我。）齊亦欲之。（時齊與鄭、魯比聘會者，亦欲得之，故以非獨我起齊惡。齊惡起，則魯蒙欲邑，見於惡愈矣。）"
      },
      {
        "index": 69,
        "text": "疏注「時齊」至「得之」。○解云：即上三年冬，「齊侯、鄭伯盟於石門」；六年夏，「公會齊侯盟於艾」；七年夏，「齊侯使其弟年來聘」；九年「冬，公會齊侯於邴」；十年「春，王二月，公會齊侯、鄭伯於中丘」之屬是也。\n夏，六月，已亥，蔡侯考父卒。"
      },
      {
        "index": 70,
        "text": "辛亥，宿男卒。（宿本小國，不當卒，所以卒而日之者，《春秋》王魯，以隱公為始受命王，宿男先與隱公交接，故卒褒之也。不名不書葬者，與微者盟功薄，當褒之為小國，故從小國例。）"
      },
      {
        "index": 71,
        "text": "疏注「宿男」至「交接」。○解云：即上隱公元年秋，「九月，及宋人盟於宿」是也。○注「為小」至「國例」。○解云：即上七年春「滕侯卒」，不書其葬，傳云「何以不名？微國也」者是。\n秋，七月，庚午，宋公、齊侯、衛侯盟於瓦屋。"
      },
      {
        "index": 72,
        "text": "八月，葬蔡宣公。卒何以名而葬不名？卒從正，（卒當赴告天子，君前臣名，故從君臣之正義言也。）而葬從主人。（至葬者有常月可知，不赴告天子，故自從蔡臣子辭稱公。）卒何以日而葬不日？卒赴，（赴天子也。緣天子閔傷，欲其知之。又臣子疾痛，不能不具以告。）而葬不告。（不告天子也。發傳於葬者，從正也。）"
      },
      {
        "index": 73,
        "text": "疏注「發傳」至「正也」。○解云：言從正者，謂卒日葬不日者，是卒葬之正法。三年經云「癸未，葬宋繆公」，而書日，即失其正也。其衛桓公葬不發傳者，桓公者初則見弑於州吁，終有簡慢之失，侵小國之略，故發傳於此。○"
      },
      {
        "index": 74,
        "text": "九月，辛卯，公及莒人盟於包來。公曷為與微者盟？（據與齊高傒盟諱之。○包來，《左氏》作「浮來」傒，音兮。）"
      },
      {
        "index": 75,
        "text": "疏注「據與」至「諱之」。○解云：莊二十二年秋，「及齊高傒盟於防」，傳云「齊高傒者何？貴大夫也。曷為就吾微者而盟？公也。公則曷為不言公？諱與大夫盟也」是也。"
      },
      {
        "index": 76,
        "text": "稱人則從，不疑也。（從者，隨從也，實莒子也。言莒子，則嫌公行微不肖，諸侯不肯隨從公盟，而公反隨從之，故使稱人，則隨從公不疑矣。隱為桓立，狐壤之戰不能死難，又受湯沐邑，卒無廉恥，令翬有緣謟，為桓所疑，故著其不肖，僅能使微者隨從之耳，蓋痛錄隱所以失之，又見獲受邑，皆諱不明，因與上相起也。○行，戶孟反。難，乃旦反。令，力呈反。僅，其芹反）"
      },
      {
        "index": 77,
        "text": "疏注「言莒」至「桓立」。○解云：行微者，其行卑微。不肖者，鄭注《昏禮記》云「不肖者，不似」是也。○注「狐壤」至「廉恥」。○解云：在上六年春。 ○注「令翬」至「失之」。○解云：皆以其行微不肖，卒無廉恥故也。○注「又見」至「起也」。○解云：見獲諱不明者，即言輸平是也。受邑諱不明者，即「庚寅，我入邴」是也，何者？書日入者，見其重難；言我者，見其非獨我故也。言因與上相起者，此經著其不肖，起其事實甚惡矣。\n螟。（先是有狐壤之戰，中丘之役，又受邴田，煩擾之應。○應，應對之應。）\n疏注「有狐壤之戰」。○解云：在六年。注「中丘之役」。○解云：在上七年。"
      },
      {
        "index": 78,
        "text": "冬，十有二月，無駭卒。此展無駭也，何以不氏？（據公子區卒，氏公子。）疾始滅也，故終其身不氏。（嫌上貶主起入為滅，不為疾始，故復為疾始滅，終身貶之，足見上貶為疾始滅。）\n疏「此展無駭也」。○解云：正以上二年師展無駭，故此弟子因難之。○注「據公子區卒」。解云：在五年。\n隱公九年\n九年，春，天王使南季來聘。"
      },
      {
        "index": 79,
        "text": "三月，癸酉，大雨震電。何以書？記異也。何異爾？不時也。（震雷電者，陽氣也。有聲名曰雷，無聲名曰電。周之三月，夏之正月，雨當水雪雜下，雷當聞於地中，其雉雊，電未可見，而大雨震電，此陽氣大失其節，猶隱公久居位不反於桓，失其宜也。日者，一日之中也。凡災異一日者日，曆日者月，曆月者時，曆時者加自文為異。發於九年者，陽數可以極，而不還國於桓之所致。○震電，徒練反。雊，古豆反。見，賢遍反。）"
      },
      {
        "index": 80,
        "text": "疏注「雷當」至「中也」。○解云：《月令》二月「雷乃發聲」，故知正月之時聞於地中矣。其雉雊雞乳，雖起季冬之月，此時猶然，故得言此也。亦有一本云「雷當聞於雉雊」，誤也。○注「凡災」至「所致」。○解云：一日者日，即此文是。曆日者月，即桓八年「冬，十月，雨雪」之屬是也。曆月者時，即桓元年 「秋，大水」之屬是也。曆時者加自文為異者，即文二年「自十有二月不雨，至於秋七月」之屬是也。"
      },
      {
        "index": 81,
        "text": "庚辰，大雨雪。何以書？記異也。何異爾？俶甚也。（俶，始怒也。始怒甚，猶大甚也。蓋師說以為平地七尺雪者，盛陰之氣也。八日之間，先示隱公以不宜久居位，而繼以盛陰之氣大怒，此桓將怒而弑隱公之象。○雨，於付反。俶甚，尺叔反，始也。大甚，音泰。）"
      },
      {
        "index": 82,
        "text": "俠卒。俠者何？吾大夫之未命者也。（以無氏而卒之也。未命所以卒之者，賞疑從重。無氏者，少略也。○俠卒，音協，《穀梁》云「所俠」。少，詩照反。）"
      },
      {
        "index": 83,
        "text": "疏「俠者何」。○解云：欲言大夫，經不書氏；欲言微者，而記其卒，故執不知問。○注「以無」至「略也」。○解云：無氏降於大夫書卒隆於微者，故知其未命耳。\n夏，城郎。秋，七月。冬，公會齊侯於邴。（○於邴，《左氏》「作防」。）\n隱公十年"
      },
      {
        "index": 84,
        "text": "十年，春，王二月，公會齊侯、鄭伯於中丘。（月者，隱前為鄭所獲，今始與相見，故危錄內，明君子當犯而不校也。）疏注「犯而不校」。○解云：謂校接之交，不謂為報也。"
      },
      {
        "index": 85,
        "text": "夏，翬帥師會齊人、鄭人伐宋。此公子翬也，何以不稱公子？（據楚公子嬰齊貶，後復稱公子。○復，扶又反，又音服。）"
      },
      {
        "index": 86,
        "text": "疏「此公子翬」。○解云：正以上四年師解云言公子翬，故此弟子因以難之。○注「據楚」至「公子」。○解云：成二年「公及楚人」已下「盟於蜀」彼傳云「此楚公子嬰齊也，其稱人何？得壹貶焉爾」，至成六年書「楚公子嬰齊率師伐鄭」是也。"
      },
      {
        "index": 87,
        "text": "貶，曷為貶？隱之罪人也，故終隱之篇貶也。（嫌上一貶可移於他事者，故終隱之篇貶之，明為隱貶，所以起隱之罪人也。○明為，於偽反，下「先為」同。）\n疏注「嫌上」至「人也」。○解云：上一貶，謂四年時也。"
      },
      {
        "index": 88,
        "text": "六月，壬戌，公敗宋師於菅。（○公敗，必邁反，凡臨佗曰貶，皆同此音。菅，古顏反。○）辛未，取郜。（○郜，古報反。○）辛巳，取防。取邑不日，此何以日？（據取闞不日也。○闞，苦暫反。）\n疏注「據取闞不日也」。○解云：即昭三十二年春王正月，「取闞」是也。"
      },
      {
        "index": 89,
        "text": "一月而再取也。（欲起一月而再取，故日。）何言乎一月而再取？（據取漷東田及沂西田，亦一月再取兩邑，不日。○漷，火虢反，又音郭。沂，魚依反。）"
      },
      {
        "index": 90,
        "text": "疏注「據取」至「不日」。○解云：哀二年「春，王二月，季孫斯、叔孫州氿、仲孫何忌帥師伐邾婁，取漷東田，及沂西田」是也。"
      },
      {
        "index": 91,
        "text": "甚之也。（甚魯因戰見移生事，利心數動。○數，所角反。）內大惡諱，此其言甚之何？《春秋》錄內而略外，於外大惡書，小惡不書，於內大惡諱，小惡書。（明取邑為小惡，一月再取，小惡中甚者耳，故書也。於內大惡諱，於外大惡書者，明王者起當先自正，內無大惡，然後乃可治諸夏大惡，因見臣子之義，當先為君父諱大惡也。內小惡書，外小惡不書者，內有小惡，適可治諸夏大惡，未可治諸夏小惡，明當先自正然後正人。小惡不諱者，罪薄恥輕敗。宋師日者，見結日偏戰也。不言戰者，讬王於魯，故不以敵辭言之，所以彊王義也。○見，賢遍反，下同。）\n秋，宋人、衛人入鄭。\n宋人、蔡人、衛人伐載，鄭伯伐取之。其言伐取之何？（據國言滅，邑言取。又徐人取舒不言伐。）\n疏注「據國言滅」。○解云：僖五年「滅弦」之屬是也。○注「又徐」至「言伐」。○解云：在僖三年夏。"
      },
      {
        "index": 92,
        "text": "易也。其易奈何？因其力也。因誰之力？因宋人、蔡人、衛人之力也。（載屬為上三國所伐，鄭伯無仁心，因其困而滅之，易若取邑，故言取，欲起其易，因上伐力，故同其文言伐，就上載言取之也。不月者，移惡上三國。○易，以豉反，下及注同。屬，音燭，適也。）\n疏注「不月」至「三國」。○解云：正以滅國例月故也。"
      },
      {
        "index": 93,
        "text": "冬，十月，壬午，齊人、鄭人入盛。（日者，盛，魯同姓。於隱篇再見入者，明當憂錄之。○入盛，《左氏》作「郕」後皆放此。）"
      },
      {
        "index": 94,
        "text": "疏注「日者」至「錄之」。○解云：正以入例時，傷害多則月，今此云日，故解也。云「再見入」者，謂五年「秋，衛師入盛」，及此為再入者也。\n隱公十有一年\n十有一年，春，滕侯、薛侯來朝。其言朝何？（據內言如。）\n疏注「據內言如」。○解云：即成十三年春，「公如京師」之屬是也。"
      },
      {
        "index": 95,
        "text": "諸侯來曰朝，大夫來曰聘。（傳言來者，解內外也。《春秋》王魯，王者無朝諸侯之義，故內適外言如，外適內言朝聘，所以別外尊內也。不言朝公者，禮，朝受之於大廟，與聘同義。○別，彼列反。）"
      },
      {
        "index": 96,
        "text": "疏注「傳言來者，解內外也」。《春秋》至外也。○解云：謂內鄉外不言來，外鄉內乃言來。今言諸侯來曰朝，大夫來曰聘者，據外鄉內言之，故云解內外也。○注「與聘同義」。○解云：即上七年夏，「齊侯使其弟年來聘」，注云：「不言聘公者，禮，聘受之於大廟，孝子謙，不敢以已當之，歸美於先君」是也。\n其兼言之何？（據鄧、穀來朝不兼言朝。）\n疏注「據鄧」至「言朝」。○解云：桓七年「夏，穀伯綏來朝。鄧侯吾離來朝」是也。"
      },
      {
        "index": 97,
        "text": "微國也。（略小國也。稱侯者，《春秋》讬隱公以為始受命王，滕、薛先朝隱公，故褒之。已於儀父見法，復出滕、薛者，儀父盟功淺，滕、薛朝功大，宿與微者盟功尤小，起行之當各有差也。滕序上者，《春秋》變周之文，從殷之質，質家親親，先封同姓。○見法，賢遍反，年未注同。復出，扶又反，下文「不復」、注「故復」同。）"
      },
      {
        "index": 98,
        "text": "夏，五月，公會鄭伯於祁黎。（○祁黎，祁音巨之反，又上之反；黎音力弓反，又力私反，《左氏》作「時來」。）"
      },
      {
        "index": 99,
        "text": "秋，七月，壬午，公及齊侯、鄭伯入許。（日者，危錄隱公也，為弟守國，不尚推讓，數行不義，皇天降災，諂臣進謀，終不覺悟。又復構怨入許，危亡之釁，外內並生，故危錄之。○為弟，於偽反，年未注同。數，所角反。釁，許靳反。）"
      },
      {
        "index": 100,
        "text": "疏注「日者」至「降災」。○解云：上二年「夏，五月，莒人入向」，彼注云「入例時，傷害多則月」。此書日，故決之。○注「諂臣進謀」。○解云：上四年傳云「百姓安子，諸侯說子」是也。\n冬，十有一月，壬辰，公薨。何以不書葬？（據莊公書葬。）\n疏注「據莊公書葬」。解云：即閔元年「夏，六月，辛酉，葬我君莊公」是也。\n隱之也。何隱爾？弑也。（為桓公所弑。○弑，申誌反，注及下並同。）弑則何以不書葬？（據桓公書葬。）\n疏注「據桓公書葬」。○解云：桓十八年冬十二月，「已醜，葬我君桓公」是也。桓亦被弑而書葬，故難之。\n《春秋》君弑賊不討，不書葬，以為無臣子也。（道《春秋》通例，與文、武異。）"
      },
      {
        "index": 101,
        "text": "疏注「道春秋」至「武異」。○解云：言文、武之時，周之盛德，既無諸侯相犯，寧有臣子弑君父者？是以古典無責臣子討賊之義。《春秋》據亂而作，時則有之，因設其法，故言與文、武異。"
      },
      {
        "index": 102,
        "text": "子沈子曰：「君弑，臣不討賊，非臣也。不復讎非子也。葬，生者之事也。《春秋》君弑賊不討，不書葬，以為不係乎臣子也。」（子沈子，後師。明說此意者，明臣子不討賊當絕，君喪無所係也。沈子稱子冠氏上者，著其為師也。不但言子曰者，辟孔子也。其不冠子者，他師也。○冠氏，古亂反，下同。）"
      },
      {
        "index": 103,
        "text": "疏注「沈子」至「師也」。○解云：知子沈子為已師者，正以下文宣五年傳云「子公羊子」同故也。○注「不但」至「他師也」。○解云：即昭十一年傳云「子曰『我乃知之矣』」之屬是也。\n公薨何以不地？（據莊公薨於路寢。）不忍言也。（不忍言其僵屍之處。○僵，居良反。處，昌慮反。）"
      },
      {
        "index": 104,
        "text": "疏注「不忍」至「之處」。解云：不終天年者，非人所欲，故謂被殺之處為僵戶之處，讀如齊人強之強，非強弱之強。"
      },
      {
        "index": 105,
        "text": "隱何以無正月？（據六年輸平不易。）隱將讓乎桓，故不有其正月也。（嫌上諸成公意，適可見始讓，不能見終，故復為終篇去正月，明隱終無有國之心，但桓疑而弑之。公薨主書者，為臣子恩痛之。他國自從王者恩例錄也。○去，起呂反。）"
      },
      {
        "index": 106,
        "text": "疏注「嫌上」至「錄也」。○解云：即元年傳曰「公何以不言即位？成公意」，「歸賵」之下傳云「然則何言爾？成公意」；二年「子氏薨」之下，傳云「何以不書葬？成公意」；五年「考仲子之宮」下，傳云「然則何言爾？成公意」，非止一處，故以諸言也。"
      }
    ]
  }
}