{
  "chapterNumber": 3,
  "title": "春秋公羊傳註疏卷01 (Gongyang Zhushu, Volume 1)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "隱公卷一\n（起元年，盡元年）\n《春秋公羊經傳》解詁隱公第一（○陸曰：解詁，佳買反；下音古，訓也。）"
      },
      {
        "index": 1,
        "text": "疏「春秋」至「第一」。○解云：案舊題云「春秋隱公經傳解詁第一公羊何氏，」則云：《春秋》者，一部之總名；隱公者，魯侯之諡號；經傳者，雜縟之稱；解詁者，何所自目；第一者，無先之辭；《公羊》者，傳之別名；何氏者，邵公之姓也。今定本則升「公羊」字在「經傳」上退「隱公」字在「解詁」之下，未知自誰始也。又云「何休學」，今案《博物志》曰：「何休注《公羊》，云『何休學』。有不解者，或答曰『休謙辭受學於師，乃宣此義不出於巳』。」此言為允，是其義也。○問曰：《左氏》以為魯哀十一年夫子自衛反魯，十二年告老，遂作《春秋》，至十四年經成，不審《公羊》之義，孔子早晚作《春秋》乎？○答曰：《公羊》以為哀公十四年獲麟之後，得端門之命，乃作《春秋》，至九月而止筆，《春秋說》具有其文。○問曰：若《公羊》之義，以獲麟之後乃作《春秋》，何故「大史公遭李陵之禍，幽於縲絏，乃喟然而歎曰：是餘罪也」，「夫昔西伯拘羑裏，演《易》；孔子厄陳、蔡，作《春秋》；屈原放逐，著《離騷》；左丘明失明，厥有《國語》；孫子臏腳，而論《兵法》」，此人皆意有所鬱結，不得通其道也」，故自黃帝始作其文也。案《家語》孔子厄於陳、蔡之時，當哀公六年，何言十四年乃作乎？○答曰：孔子厄陳、蔡之時，始有作《春秋》之意，未正作其正作猶在獲麟之後也。故《家語》云：「晉文之有霸心，起於曹、衛越王句踐之有霸心，起於會稽。」夫陳、蔡之間，丘之幸也，庸知非激憤厲誌，始於是乎者？是其有意矣。○問曰：若《左氏》以為夫子魯哀公十一年自衛反魯，至十二年告老，見周禮盡在魯，魯史法最備，故依魯史記修之以為《春秋》。《公羊》之意，據何文作《春秋》乎？○答曰：案閔因敘云：「昔孔子受端門之命，製《春秋》之義，使子夏等十四人求周史記，得百二十國寶書，九月經立。《感精符》、《考異郵》、《說題辭》具有其文。」以此言之，夫子脩《春秋》，祖述堯、舜，下包文、武，又為大漢用之訓世，不應專據魯史，堪為王者之法也，故言據百二十國寶書也。周史而言寶書者，寶者，保也，以其可世世傳保以為戒，故云寶書也。○問曰：若然，《公羊》之義，據百二十國寶書以作《春秋》，今經止有五十餘國，通戎夷宿潞之屬，僅有六十，何言百二十國乎？○答曰：其初求也，實得百二十國史，但有極美可以訓世，有極惡何以戒俗者，取之；若不可為法者，皆棄而不錄，是故止得六十國也。○問曰：若言據百二十國寶書以為《春秋》，何故《春秋說》云「據周史立新經」乎？○答曰：閔因敘云：「使子夏等十四人求周史記，得百二十國寶書。」以此言之，周為天子，雖諸侯史記，亦得名為周史矣。○問曰：《六藝論》云：「六藝者，圖所生也。」然則《春秋》者，即是六藝也，而言依百二十國史以為《春秋》何？○答曰：元本「河出圖，洛出書」者，正欲垂範於世也。王者遂依圖書以行其事，史官錄其行事以為《春秋》，夫子就史所錄，刊而脩之，云出圖書，豈相妨奪也？○問曰：案《三統曆》云：「春為陽中，萬物以生；秋為陰中，萬物以成，故名《春秋》。」賈、服依此以解《春秋》之義，不審何氏何名《春秋》乎？○答曰：公羊何氏與賈、服不異，亦以為欲使人君動作不失中也。而《春秋說》云「始於春，終於秋，故曰《春秋》」者，道春為生物之始，而秋為成物之終，故云始於春，終於秋，故曰《春秋》也。而舊云《春秋說》云「哀十四年春，西狩獲麟，作《春秋》，九月書成。以其書作秋成，故云《春秋》也」者，非也，何者？案莊七年經云「星霣如雨」，傳云：「『不脩春秋』曰『雨星，不及地尺而復』。君子脩之曰：『星霣如雨』」。何氏云：「『不脩春秋』，謂史記也。古者謂史記為『春秋』。」以此言之，則孔子未脩之時已名《春秋》，何言孔子脩之春作秋成，乃名《春秋》乎？○問曰：《春秋》據史書而為之，史有左右，據何史乎？○答曰：《六藝論》云：「《春秋》者，國史所記人君動作之事，左史所記為《春秋》，右史所記為《尚書》。」是以《玉藻》云：「動則左史書之，言則右史書之。」鄭注云：「其書《春秋》、《尚書》其存者。」記文先言左史，鄭注先言《春秋》，明以左史為《春秋》矣。云云之說，《左氏》首已成解，不能重載。夫子所以作《春秋》者，《解疑論》云：「聖人不空生，受命而製作，所以生斯民，覺後生也。西狩獲麟，知天命去周，赤帝方起，麟為周亡之異，漢興之瑞，故孔子曰『我欲托諸空言，不如載諸行事』。又聞端門之命，有制作之狀，乃遣子夏等求周史記，得百二十國寶書，脩為《春秋》，故《孟子》云：『世衰道微，邪說暴行有作，臣弑其君者有之，子弑其父者有之，孔子懼，作《春秋》。』故《史記》云：『《春秋》之中，弑君三十六，亡國五十二，諸侯奔走，不得保其社稷者，不可勝數。』故有國者，不可以不知《春秋》；為人臣者，不可以不知《春秋》；為人君父而不通於《春秋》之義者，必蒙首惡之名；為人臣子而不通於《春秋》之義者，必陷篡弑之誅。」以此言之，則孔子見時衰政失，恐文、武道絕，又見麟獲，劉氏方興，故順天命，以製《春秋》以授之。必知孔子製《春秋》以授漢者。案《春秋說》云：「伏羲作八卦，丘合而演其文，瀆而出其神，作《春秋》以改亂製。」又云：「丘攬史記，援引古圖，推集天變，為漢帝制法，陳敘圖錄。」又云：「丘水精治法，為赤製功。」又云：「黑龍生為赤，必告云象使知命。」又云：「經十有四年春，西狩獲麟，赤受命，倉失權，周滅火起，薪采得麟。」以此數文言之，《春秋》為漢制明矣。○問：案莊七年「星霣如雨」，傳云「『不脩春秋』曰『雨星，不及地尺而復』，君子脩之曰『星霣如雨』」；又昭十二年「齊高偃帥師納北燕伯於陽」，傳云「伯於陽者何？公子陽生也。子曰：『我乃知之矣。』在側者曰：『子苟知之，何以不革？』曰：『如爾所不知何？《春秋》之信史也，其序則齊桓、晉文，其會則主會者為之，其詞則丘有罪焉爾』」，何故孔子脩《春秋》，有改之者何？可改而不改者何？○答曰：其不改者，勿欲令人妄億措其改者，所以為後法故或改或不改示此二義。"
      },
      {
        "index": 2,
        "text": "疏問曰：《公羊》以魯隱公為受命王，黜周為二王後。案《長義》云「名不正則言不順，言不順則事不成」，今隱公人臣而虛稱以王，周天子見在上而黜公侯，是非正名而言順也。如此，何以笑子路率爾？何以為忠信？何以為事上？何以誨人？何以為法？何以全身？如此若為通乎？○答曰：《孝經》說云：「孔子曰：『《春秋》屬商，《孝經》屬參。』然則其微似之語獨傳子夏，子夏傳與公羊氏，五世乃至漢胡毋生、董仲舒，推演其文，然後世人乃聞此言矣。」孔子卒後三百歲，何不全身之有？又《春秋》藉位於魯，以讬王義，隱公之爵不進稱王，周王之號不退為公，何以為不正名？何以為不順言乎？又奉天命而製作，何以謙讓之有？○問曰：《春秋說》云：「孔子欲作《春秋》，卜得陽豫之卦。」宋氏云：「夏、殷之卦名也。」孔子何故不用《周易》占之乎？○答曰：蓋孔子見西狩獲麟，知周將亡，又見天命有改製作之意，故用夏、殷之《易》矣。或言卜則是龜之辭也，不從宋氏之說。若然，應言陽豫之兆，何言卦乎？蓋龜蓍通名，故言卜矣。○問曰：何氏注《春秋》，始乎隱公，則天之數，不審孔子何以正於獲麟止筆乎？○答曰：案哀十四年傳云「《春秋》何以始乎隱」，注云「據得麟乃作」；「祖之所逮聞也」，注云「托記高祖以來，事可及問聞知者，猶曰『我但記先人所聞，辟製作之害』」；所見異辭，所聞異辭，所傳聞異辭，何以終乎哀十四年」，彼注云「據哀公未終也」；曰「備矣」彼注云「人道浹，王道備，必止於麟者，欲見撥亂功成於麟，猶堯、舜之隆，鳳皇來儀，故麟於周為異，《春秋》記以為瑞，明大平以瑞應為效也。絕筆於春，不書下三時者，起木絕火王，製作道備，當授漢也」是也。○問曰：既言始於隱公則天之數，復言三世，故發隱公何？○答曰：若論象天數，則取十二；緣情製服宜為三世，故禮為父三年，為祖期，為高祖、曾祖齊衰三月。據哀錄隱，兼及昭、定，已與父時事，為所見之世；文、宣、成襄、王父時事，謂之所聞之世也；隱、桓、莊、閔、僖，曾祖、高祖時事，謂之所傳聞之世也。製治亂之法，書大夫之卒，文有詳略，故日月備於隱，如是，有罪之見錄，不日卒於得臣，明有過以見罪；益師不日，著恩遠之辭。○問曰：鄭氏云：「九者，陽數之極」，九九八十一，是人命終矣，故《孝經援神契》云「《春秋》三世，以九九八十一為限」。然則隱元年盡僖十八年為一世，自僖十九年盡襄十二年又為一世，自襄十三年盡哀十四年又為一世，所以不悉八十一年者，見人命參差，不可一齊之義。又顏安樂以襄二十一年孔子生後，即為所見之世。顏、鄭之說，實亦有途，而何氏見何文句，要以昭、定、哀為所見之世，文、宣、成、襄為所聞之世，隱、桓、莊、閔、僖為所傳聞之世乎？○答曰：顏氏以為襄公二十三年「邾婁鼻我來奔」，傳云「邾婁無大夫，此何以書？以近書也」，又昭公二十七年「邾婁快來奔」，傳云：「邾婁無大夫，此何以書？以近書也」，二文不異，同宜一世，若分兩屬，理似不便。又孔子在襄二十一年生，從生以後，理不得謂之所聞也。顏氏之意，盡於此矣。何氏所以不從之者，以為凡言見者，目睹其事，心識其理，乃可以為見，孔子始生，未能識別，寧得謂之所見乎？故《春秋說》云「文、宣、成、襄所聞之世不分疏」，二十一年巳後明為一世矣。邾婁快、邾婁鼻我雖同有以近書之傳，一自是治近升平書，一自是治近大平書，雖不相干涉，而漫指此文乎？鄭氏雖依《孝經》說文取襄十二年之後為所見之世爾時孔子未生焉。得謂之所見乎？故不從之。○問曰：《孝經說》文實有九九八十一為限之言，《公羊》信緯，可得不從乎？○答曰：《援神契》者，自是《孝經緯》橫說義之言，更作一理，非是正解《春秋》之物，故何氏自依《春秋說》為正解明矣。○問曰：《左氏》出自丘明，便題云《左氏》；《公羊》、《穀梁》出自卜商，何故不題曰「卜氏傳」乎？○答曰：《左氏傳》者，丘明親自執筆為之，以說經意，其後學者題曰《左氏》矣。且《公羊》者，子夏口授公羊高，高五世相授，至漢景帝時，公羊壽共弟子胡毌生乃著竹帛，胡毌生題親師，故曰《公羊》，不說卜氏矣。《穀梁》者，亦是著竹帛者題其親師，故曰《穀梁》也。○問曰：《春秋說》云「《春秋》設三科九旨」，其義如何？○答曰：何氏之意，以為三科九旨正是一物，若總言之，謂之三科，科者，段也；若析而言之，謂之九旨，旨者，意也。言三個科段之內，有此九種之意。故何氏作《文諡例》云「三科九旨者，新周故宋，以《春秋》當新王」，此一科三旨也；又云「所見異辭，所聞異辭」，所傳聞異辭」，二科六旨也；又「內其國而外諸夏，內諸夏而外夷狄」，是三科九旨也。○問曰：案宋氏之注《春秋說》：「三科者，一曰張三世，二曰存三統，三曰異外內，是三科也。九旨者，一曰時，二曰月，三曰日，四曰王，五曰天王，六曰天子，七曰譏，八曰貶，九曰絕。時與日月，詳略之旨也；王與天王天子，是錄遠近親疏之旨也；譏與貶絕，則輕重之旨也。」如是，三科九旨，聊不相干，何故然乎？○答曰：《春秋》之內，具斯二種理，故宋氏又有此說，賢者擇之。○問曰：《文諡例》云：「此《春秋》五始、三科、九旨、七等、六輔、二類之義，以矯枉撥亂，為受命品道之端，正德之紀也。」然則三科九旨之義，已蒙前說，未審五始、六輔、二類、七等之義如何？○答曰：案《文諡例》下文云：五始者，元年、春、王、正月、公即位是也。七等者，州、國、氏、人、名、字、子是也。六輔者，公輔天子，卿輔公，大夫輔卿，士輔大夫，京師輔君，諸夏輔京師是也。二類者，人事與災異是也。○問曰：《春秋說》云：「《春秋》書有七缺。」七缺之義如何？○答曰：七缺者，惠公妃匹不正，隱、桓之禍生，是為夫之道缺也；文薑淫而害夫，為婦之道缺也；大夫無罪而致戮，為君之道缺也；臣而害上，為臣之道缺也；僖五年「晉侯殺其世子申生」，襄二十六年「宋公殺其世子痤」，殘虐枉殺其子，是為父之道缺也；文元年「楚世子商臣弑其君髡」，襄三十年「蔡世子般弑其君固」，是為子之道缺也；桓八年「正月，已卯，蒸」，桓十四年八月「乙亥，嘗」，僖三十一年「夏，四月，四卜郊不從，乃免牲，猶三望」，郊祀不脩，周公之禮缺，是為七缺也矣。\n何休學（○學者，言為此經之學，即注述之意。）\n隱公元年\n元年春王正月（○正月，音征，又音政，後放此。）"
      },
      {
        "index": 3,
        "text": "疏「元年，春，王正月」。○解云：若《左氏》之義，不問天子諸侯，皆得稱元年。若《公羊》之義，唯天子乃得稱元年，諸侯不得稱元年。此魯隱公，諸侯也，而得稱元年者，《春秋》托王於魯，以隱公為受命之王，故得稱元年矣。\n元年者何？（諸據疑，問所不知，故曰者何。）"
      },
      {
        "index": 4,
        "text": "疏「元年者何」。○解云：凡諸侯不得稱元年，今隱公爵猶自稱侯，而反稱元年，故執不知問。○注「諸據」至「者何」。○解云：謂諸據有疑理，而問所不知者，曰者何，即僖五年秋「鄭伯逃歸不盟」之下，傳云「不盟者何」，注云「據上言諸侯，鄭伯在其中，弟子疑，故執不知問」；成十五年「仲嬰齊卒」之下，傳云「仲嬰齊者何」，注云「疑仲遂後，故問之」是也。若據彼難此，即或言曷為，或言何以，或單言何，即下傳云「曷為先言王而後言正月」，注云「據下秋七月天王，先言月，而後言王」；「公何以不言即位」，注云「據文公言即位也」；「何成乎公之意」，注云「據剌欲救紀，而後不能」是也。而舊解云：案《春秋》上下，但言曷為與何，皆有所據，故何氏云諸據疑者，皆無所據，故云問所不知，故曰者何也者，非。"
      },
      {
        "index": 5,
        "text": "君之始年也。（以常錄即位，知君之始年。君，魯侯隱公也。年者，十二月之總號，《春秋》書十二月稱年是也。變一為元，元者，氣也，無形以起，有形以分，造起天地，天地之始也，故上無所係，而使春係之也。不言公，言君之始年者，王者諸侯皆稱君，所以通其義於王者，惟王者然後改元立號。《春秋》托新王受命於魯，故因以錄即位，明王者當繼天奉元，養成萬物。）"
      },
      {
        "index": 6,
        "text": "疏注「以常」至「始年」。○解云：正以桓、文、宣、成、襄、昭及哀，皆云「元年，春，王正月，公即位」，故曰以常錄即位，知君之始年。○注「君，魯侯隱公也」。○解云：案《春秋說》云：「周五等爵法五精：公之言公，公正無私；侯之言候，候逆順，兼伺候王命矣；伯之言白，明白於德；子者，孳恩宣德；男者，任功立業。皆上奉王者之政教、禮法，統理一國，脩身絜行矣。」今此侯為魯之正爵，公者，臣子之私稱，故言「君，魯侯隱公也」。○問曰：五等之爵既如前釋，何名附庸乎？○答曰：《春秋說》下文云：「庸者，通也。官小德微，附於大國以名通，若畢星之有附耳然。」故謂之附庸矣。○注「變一為元」。○解云：以下有二年三年，知上宜云一年，而不言一年，變言元年，故決之。○注「元者」，至「始也」。○解云：《春秋說》云：「元者，端也。氣泉」。注云：「元為氣之始，如水之有泉，泉流之原，無形以起，有形以分，窺之不見，聽之不聞。」宋氏云：「無形以起，在天成象；有形以分，在地成形也」。然則有形與無形，皆生乎元氣而來，故言造起天地，天地之始也。○注「故上」至「係之」。○解云：《春秋說》云：「王不上奉天文以立號，則道術無原，故先陳春後言王。天不深正其元，則不能成其化，故先起元，然後陳春矣。」是以推「元」在「春」上，「春」在「王」上矣。○注「不言」至「王者」。○解云：凡天子諸侯同得稱君，但天子不得稱公，故《喪服》云君，鄭云「天子諸侯及卿大夫有地者，皆曰君」是也。今據魯而言，不言公之始年，而言君之始年者，見諸侯不得稱元，會假魯為王，乃得稱元，故傳言「君之始年」，微欲通魯於王故也。\n春者何？（獨在王上，故執不知問。）"
      },
      {
        "index": 7,
        "text": "疏注「獨在」至「知問」。○解云：春夏秋冬皆是四時之名，而夏秋冬三時，常不得配王言之，唯有「春」字常在「王」上，故怪而問之。"
      },
      {
        "index": 8,
        "text": "歲之始也。（以上係「元年」在「王正月」之上，知歲之始也。春者，天地開闢之端，養生之首，法象所出，四時本名也。昏鬥指東方曰春，指南方曰夏，指西方曰秋，指北方曰冬。歲者，總號其成功之稱，《尚書》「以閏月定四時成歲」是也。○辟，婢亦反，本亦作「辟」稱，尺證反，下「之稱」、「卑稱」同。）"
      },
      {
        "index": 9,
        "text": "疏「歲之始也」。○問曰：「元年，春，王，正月，公即位」，實是《春秋》之五始，而傳直於「元年」、「春」之下發言始，而「王」、「正月」下不言始何？○答曰：元是天地之始，春是四時之始，「王正月，公即位」者，人事之始，欲見尊重天道，略於人事故也。○注「春者」至「之端」。○解云：《易說》云：「孔子曰：『《易》始於大極，大極分而為二，故生天地。』天地有春夏秋冬之節，故生四時也。」言天地開闢，分為四時，春先為端始也。○注「養生之首」。○解云：《乾鑿度》云：「震生萬物於東方，夫萬物始生於震。震，東方之卦也。陽氣施生，愛利之道，故東方為仁矣。」故言養生之首，言是養生萬物之初首。○注「法象所出」。○解云：《周禮·大宰》云：「正月之吉，始和，布政於邦國都鄙，縣治象之法於象魏，挾日而斂之。」是象魏之法於時出之，故曰法象所出矣。○注「「四時本名也」。○解云：凡四時，先春，次夏，次秋，次冬，百代所不變，故言春者，四時本名矣。○注「昏鬥」至「冬也」。○解云：皆《春秋說》文也。○注「歲者」至「之稱」。○解云：四時皆於萬物有功，歲者，是兼總其成功之稱也。若以當代相對言之，即唐虞曰載，夏曰歲，殷曰祀，周曰年；若散文言之，不問何代，皆得謂之歲矣。等取一名，而必取歲者，蓋以夏數為得天正故也。亦有一本云「歲者總號成功之稱也」。○注「尚書」至「是也」。○解云：此《堯典》文，彼鄭注云：「以閏月推四時，使啟、閉、分、至不失其常，著之用成歲曆，將以授民時，且記時事」是也。\n王者孰謂？（孰，誰也。欲言時王則無事，欲言先王又無諡，故問誰謂。）"
      },
      {
        "index": 10,
        "text": "疏注「欲言」至「無事」。○解云：時王，即當時平王也。若是當時平王，應如下文「秋，七月，天王使宰咺來歸惠公仲子之賵」，是其事也。今無此事，直言王，故疑非謂當時之王矣。○注「欲言」至「無諡」。○解云：正以死諡，周道故也。"
      },
      {
        "index": 11,
        "text": "謂文王也。（以上係王於春，知謂文王也。文王，周始受命之王，天之所命，故上係天端。方陳受命製正月，故假以為王法。不言諡者，法其生，不法其死，與後王共之，人道之始也。）"
      },
      {
        "index": 12,
        "text": "疏注「以上」至「王也」。○解云：春者，端始。文王者，周之始受命製法之王，理宜相係，故見其係春，知是文王，非周之餘王也。○問曰：《春秋》之道，今有三王之法，所以通天三統，是以《春秋說》云「王者孰謂？謂文王也。疑三代不專謂文王」，而傳專云文王，不取三代何？○答曰：大勢《春秋》之道，實兼三王，是以《元命包》上文總而疑之，而此傳專云「謂文王」者，以見孔子作新王之法，當周之世，理應權假文王之法，故偏道之矣，故彼宋氏注云「雖大略據三代，其要主於文王者」是也。○注「文王」至「之王」。○解云：即《我應瑞》云「季秋之月，甲子，赤雀銜丹書入豐，止於昌戶，昌再拜稽首，受之」；又《禮說》云：「文王得白馬朱鬛大貝玄龜」是也。○注「天之」至「天端」。解云：天端即春也，故《春秋說》云「以元之深，正天之端；以天之端，正王者之政」是也。○注「方陳」至「王法」。○解云：孔子方陳新王受命製正月之事，故假取文王創始受命製正朔者，將來以為法，其實為漢矣。○注「不言」至「共之」。○解云：死諡，周道，文王死來巳久，而不言諡者，正言法其生時政教正朔，故曰法其生，不法其死也。言與後王共之者，不言諡，可以通之於後王。後王，謂漢帝也。○注「人道之始也」。○解云：何氏以見上文亦始尊重天道，皆傳自有始文，故不須注云天道之始。今此實天下之始，但略於人事，無始文，故須注云「人道之始也」。"
      },
      {
        "index": 13,
        "text": "曷為先言王而後言正月？（據下「秋，七月，天王」，先言月而後言王。）王正月也。（以上係於王，知王者受命，布政施教所製月也。王者受命，必徙居處，改正朔，易服色，殊徽號，變犧牲，異器械，明受之於天，不受之於人。夏以鬥建寅之月為正，平旦為朔，法物見，色尚黑；殷以鬥建醜之月為正，雞鳴為朔，法物牙，色尚白；周以鬥建子之月為正，夜半為朔，法物萌，色尚赤。○徽，許韋反。械，戶戒反。夏以，戶雅反，後放此，以意求之。見，賢遍反，下「並見」同。）"
      },
      {
        "index": 14,
        "text": "疏注「王者」至「於人」。解云：王者受命，必徙居處者，則堯居平陽，舜居蒲阪，文王受命，作邑於豐之屬是也。其改正朔，易服色，殊徽號，異器械者，《禮記大傳》文。鄭注云：「服色，車馬也。徽號，旌旗之名也。器械禮樂之器及兵甲也。」然則改正朔者，即「正朔三而改」下注云是也。易服色者，即《明堂位》云「鸞車，有虞氏之路也。鉤車，夏後氏之路也。大路，殷路也。乘路，周路也」，「夏後氏駱馬黑鬛，殷人白馬黑首，周人黃馬蕃鬛」之屬是也。其殊徽號者，即《明堂位》云「有虞氏之旂，夏後氏之綏，殷之大白，周之大赤」之屬是也。其變犧牲者，即《明堂位》云：「夏後氏牲尚黑，殷白牡，周騂剛」之屬是也。其異器械者，器即《明堂位》云：「泰，有虞氏之尊也。山壘，夏後氏之尊也。著，殷尊也。犧象，周尊也」，注云「泰用瓦；著，著地無足」；「夏後氏之鼓足」，彼注云「足謂四足也」；「殷楹鼓」彼注云「楹謂之柱，貫中上出也」；「周縣鼓」，注云「縣，縣之簨虡也」。其械者，即兵甲也，何氏莊三十二年注云「有攻守之器曰械」是。而言異者，即《釋器》云「弓有緣者謂之弓，無緣者謂之弭」，蓋以為異代相變，故云異也。所以止變此等者，其親親、尊尊之屬不可改，即《大傳》云「其不可得變革者，則有矣。親親也，尊尊也，長長也，男女有別，此其不可得與民變革者也」是也。○注「夏以」至「尚赤」。○解云：凡草物皆十一月動萌而赤，十二月萌牙始白，十三月萌牙始出而首黑，故各法之，故《書傳略說》云：「周以至動，殷以萌，夏以牙」，注云「謂三王之正也。至動，冬日至物始動也。物有三變，故正色有三；天有三生三死，故土有三王，生特一生死，是故周人以日至為正，殷人以日至三十日為正，夏以日至六十日為正。是故三統三王，若循連環，周則又始，窮則反本」是也。○問曰：若如此說，則三王所尚，各自依其時物之色，何故《禮說》云「若尚色，天命以赤尚赤，以白尚白，以黑尚黑」，宋氏云「赤者，命以赤烏，故周尚赤；湯以白狼，故尚白；禹以玄珪，故尚黑也」。以此言之，三代所尚者，自是依天命之色，何言法時物之牙色乎？○答曰：凡正朔之法，不得相因，滿三反本，禮則然矣，但見其受命將王者，應以十一月為正，則命之以赤瑞；應以十二月為正，則命以白瑞；應以十三月為正，即命之以黑瑞，是以《禮說》有此言，豈道不復法其牙色乎？\n何言乎王正月？（據定公有王無正月）"
      },
      {
        "index": 15,
        "text": "疏注「據定」至「正月」。○解云：定公元年「春，王三月，晉人執宋仲幾於京師」，是有王無正月。凡十二公即位皆在正月，是以不問有事無事，皆書「王正月」，所以重人君即位之年矣。若非即位之年，正月無事之時，或有二月王，或有三月王矣，但定公即位在六月，正月復無事，故書三月王也，其正月時不得書王矣。"
      },
      {
        "index": 16,
        "text": "大一統也。（統者，始也，總係之辭。夫王者，始受命改製，布政施教於天下，自公侯至於庶人，自山川至於草木昆蟲，莫不一一係於正月，故云政教之始。）"
      },
      {
        "index": 17,
        "text": "疏「大一統也」。○解云：所以書正月者，王者受命製正月以統天下，令萬物無不一一皆奉之以為始，故言大一統也。○注「總係之辭」。○解云：凡前代既終，後主更起，立其正朔之初，布象魏於天下，自公侯至於庶人，自山川至於草木昆蟲，莫不係於正月而得其所，故曰總係之辭。○注「故云政教之始」。○解云：亦以傳不言始，故足之。"
      },
      {
        "index": 18,
        "text": "公何以不言即位？（據文公言即位也。即位者，一國之始，政莫大於正始，故《春秋》以元之氣，正天之端；以天之端，正王之政；以王之政，正諸侯之即位；以諸侯之即位，正竟內之治。諸侯不上奉王之政，則不得即位，故先言正月，而後言即位。政不由王出，則不得為政，故先言王，而後言正月也。王者不承天以製號令，則無法，故先言春，而後言王。天不深正其元，則不能成其化，故先言元，而後言春。五者同日並見，相須成體，乃天人之大本，萬物之所係，不可不察也。○治，直吏反。夫，音扶。）"
      },
      {
        "index": 19,
        "text": "疏注「據文公言即位也」。○解云：文元年「春，王正月，公即位」是也。○問曰：桓公元年春亦書即位，傳所以不從始，而遠據文公何？○答曰：正以文公正即位之始故也。桓公篡而即位，非其正，故雖即位在文公前，猶不據之。○注「即位者，一國之始」。○解云：亦以傳無始文，故言此也。○注「政莫大於正始」。○解云：為下作文勢也。言凡欲正物之法，莫大於正其始時，是以《春秋》作五始，令之相正也。○注「乃天」至「不察也」。○解云：「元年春」者，天之本；「王正月，公即位」者，人之本，故曰天人之大本也。言萬物之所係者，《春秋》以之為始，令萬物係之，故不可不察其義。\n成公意也。（以不有正月而去即位，知其成公意。○而去，起呂反，下「去」同。）"
      },
      {
        "index": 20,
        "text": "疏注「以不」至「公意」。○解云：下十一年傳云「隱何以無正月？隱將讓乎桓，故不有其正月也」。然則正月者，是公縣象魏出教令之月，今公既有讓意，故從二年已後，終隱之篇，常去正月以見之，故曰不有正月也。然則今此注云「不有正月」者，謂從二年恒去正月也。今元年去即位，故知成公意矣。今元年言正月者，公時實行即位之禮，故見之。然則公意讓而行即位者，厭民臣之心故也。舊云以有正月而去即位，云無「不」字，言凡書正月為公即位出也，以元年有正月，即公實行即位禮，而孔子去即位，知其成公讓意者，非。\n何成乎公之意？（據剌欲救紀而後不能。○剌欲，七賜反。後皆同，更不音。）"
      },
      {
        "index": 21,
        "text": "疏注「據剌」至「不能」。○解云：莊三年「冬，公次於郎」，傳曰「其言次於郎何？剌欲救紀而後不能也」。然則欲救紀是善事，公不能救紀，是不終善事，而《春秋》書「次於郎」以剌之。今隱公有讓心，實是善事，但終讓不成，為他所殺，亦是善心不遂，而《春秋》善之，故以為難也。"
      },
      {
        "index": 22,
        "text": "公將平國而反之桓。（平，治也。時廢桓立隱不平，故曰平，反還之。）曷為反之桓？（據已立也。）桓幼而貴，隱長而卑。（長者，已冠也。禮，年二十見正而冠。《士冠禮》曰：「嫡子冠於阼，以著代也。醮於客位，加有成也。三加彌尊，諭其志也。冠而字之，敬其名也。」「公侯之有冠禮，夏之末造也。天子之元子猶士也，天下無生而貴者。」○隱長，丁丈反，注及下皆同。已冠，工亂反，下同。適子，丁曆反，下同。醮，子笑反。）"
      },
      {
        "index": 23,
        "text": "疏注「禮年」至「而冠」。○解云：若以襄九年《左傳》言魯襄公年十二而冠也。依《八代記》，即少昊亦十二而冠，則知天子諸侯幼即位者，皆十二而冠矣，是以《異義》「古《尚書》說」云「武王崩時，成王年十三，後一年管、蔡作亂，周公東辟之，王與大夫盡弁，以開金縢之書」。時成王年十四，言弁，明知已冠矣，是其證也。但隱公冠當惠公之世，從士禮，故二十成人乃冠，是以何氏即引《士冠禮》以解之。所以必二十冠者，《異義》「今禮戴說」云「男子，陽也，成於陰，故二十而冠」是矣。而言見正者，欲道庶子不冠於阼階故也。○注「士冠」至「成也」。○解云：鄭彼注云「每加於阼，則醮之於客位，所以尊敬之，成其為人也」是矣。凡此，《士冠禮》及《禮記·冠義》、《郊特牲》亦有此文。鄭注《冠義》云「阼，謂主人之北也。適子冠於阼，若不醴，則醮用酒於客位，敬而成之也。戶西為客位，庶子冠於房戶外，又因醮焉，不代父也」。鄭注《昏義》云「酌而無酬酢曰醮。醮之禮如冠醮與」。○注「三加」至「誌也」。○解云：此《士冠記》文。三加者，先加緇布冠，次加皮弁，次加爵弁也。彼記云「始冠緇布之冠也，大古冠布，齊則緇之」，鄭注云「大古，唐虞以上」，「重古始冠，冠其齊冠也」；「諭其志」者，彼鄭注云 「彌猶益也。冠服後加益尊，諭其志者，欲其德之進也」是矣。注《郊特牲》云「冠益尊，則誌益大也」。○注「冠而字之，敬其名也」。○解云：亦彼記之文。鄭注云「名者，質，所受於父母，冠成人益文，故敬之」是也。○注「公侯」至「造也」。○解云：此亦《士冠禮記》文。彼鄭注云「造，作也。自夏初以生，諸侯雖父死子繼，年未滿五十者，亦服士服，行士禮，五十乃命也。至其衰末，上下相亂，篡弑所由生，故作公侯冠禮，以正君臣也」。引之者，見當時公侯有冠之言。○注「天子」至「貴者」，解云：此亦記文。鄭注《郊特牲》云「儲君副主猶云士也，明人有賢行著德，乃得貴也」。引之者，見隱公冠時年已二十，宜從士禮明矣。"
      },
      {
        "index": 24,
        "text": "其為尊卑也微，（母俱媵也。○媵，以證反，又繩證反。）國人莫知，（國人，謂國中凡人。莫知者，言惠公不早分別也。男子年六十閉房，無世子，則命貴公子。將薨亦如之。）"
      },
      {
        "index": 25,
        "text": "疏注國人」至「別也」。○解云：古者一娶九女，一嫡二媵，分為左右，尊卑權寵灼然，則朝廷之上，理應悉知。今此傳云國人不知，明是國內凡人也。雖然，事大非小，若早分別，亦應知悉，故注言惠公不早分別，是其義也。○注「男子」至「如之」。○解云：男子六十陽道閉藏，若仍無世子，其正夫人必無有生世子之理，故命貴公子以為世子也。若未滿六十，則無立庶子為世子之法，何者？立而復黜，是乃亂道故也。然則言閉房者，行房之事閉也。知男子六十陽道閉藏者，《家語》云「男女不六十者不間居」，間居不禁，閉房明矣。言將薨亦如之者，謂未滿六十者，將薨之時，亦命貴公子矣。"
      },
      {
        "index": 26,
        "text": "隱長又賢，（此以上皆道立隱所緣。○以上，時掌反，他皆放此。）諸大夫扳隱而立之。（扳，引也。諸大夫立隱不起者，在春秋前，明王者受命不追治前事。孔子曰：「不教而殺謂之虐，不戒視成謂之暴」。○扳，普顏反，又必顏反，引也；舊敷間反。）"
      },
      {
        "index": 27,
        "text": "疏注「諸大」至「秋前」。○解云：公子翬弑隱立桓公，仲遂弑赤立宣公，皆貶去公子以起見之。今此諸大夫廢桓立隱，亦是不正，何故不作文貶之以見罪？正以在春秋前，欲明王者受命，不追治前事故也。○注「不戒」至「之暴」。○解云：此《堯曰》文。何氏以不先告戒，比視之而責其成功為暴矣。\n隱於是焉而辭立，（辭，讓也。言隱欲讓。）則未知桓之將必得立也。（是時公子非一。）\n疏注「是時公子非一」。○解云：隱公疑桓不知得立以否，故知公子非一。"
      },
      {
        "index": 28,
        "text": "且如桓立，（且如，假設之辭。）則恐諸大夫之不能相幼君也。（隱見諸大夫背正而立已不正，恐其不能相之。○相，息亮反。背正，步內反，下同。）故凡隱之立，為桓立也。（凡者，凡上所慮二事皆不可，故於是已立，欲須桓長大而歸之，故曰為桓立，明其本無受國之心，故不書即位，所以起其讓也。○為，於偽反，注同。）"
      },
      {
        "index": 29,
        "text": "疏注「凡者」至「二事」。○解云：已若辭立，則未知桓之將得立以否，是其一慮也；假令使桓得立，又恐諸大夫不能相幼君，是其二慮也。\n隱長又賢。何以不宜立？（據賢繆公與大夫，玃且長以得立，○繆，音穆。玃且，俱縛反；下子餘反。）"
      },
      {
        "index": 30,
        "text": "疏注「據賢」至「大夫」。○解云：文十二年經書「秦伯使遂來聘」，傳云「秦無大夫，此何以書？賢繆公也。何賢乎繆公？以為能變也」，注云「感而自變悔，遂霸西戎，故因其能聘中國，善而與之，使有大夫也」。今此亦善隱能讓，何故不與使得立乎？故難之。○注「玃且長以得立」。○解云：文十四年「晉人納捷菑於邾婁」，傳曰「貴則皆貴矣。雖然，玃且也長」，彼以玃且長，故傳與邾婁人立之。今此隱亦長，何故不宜立乎？故難之。然則傳言長，據玃且；傳言賢，據繆公。而何氏先解繆公者，以其事在前故。"
      },
      {
        "index": 31,
        "text": "立適以長不以賢，立子以貴不以長。（適，謂適夫人之子，尊無與敵，故以齒。子，謂左右媵及侄娣之子，位有貴賤，又防其同時而生，故以貴也。禮，嫡夫人無子，立右媵；右媵無子，立左媵；左媵無子，立嫡侄娣；嫡侄娣無子，立右媵侄娣；右媵侄娣無子，立左媵侄娣。質家親親，先立娣；文家尊尊，先立侄。嫡子有孫而死，質家親親，先立弟；文家尊尊，先立孫。其雙生也，質家據見立先生，文家據本意立後生：皆所以防愛爭。○侄娣，夫結反；下大計反。爭，爭鬥之爭，下同。）桓何以貴？（據俱公子也。）母貴也。（據桓母右媵。）母貴則子何以貴？（據俱言公子。）子以母貴，（以母秩次立也。）母以子貴。（禮，妾子立，則母得為夫人。夫人成風是也。）"
      },
      {
        "index": 32,
        "text": "疏注「夫人成風」。○解云：即文四年「冬，十有一月，壬寅，夫人風氏薨」，五年「三月，辛亥，葬我小君成風」是也。"
      },
      {
        "index": 33,
        "text": "三月，公及邾婁儀父盟於未。○及者何？與也。（若曰公與邾婁盟也。○邾，音朱。婁，力俱反。邾人語聲後曰婁，故曰邾婁，《禮記》同，《左氏》、《穀梁》無「婁」字。儀父，音甫，本亦作「甫」，人名字放此。未，亡結反，《穀梁》同，《左氏》作「蔑」。）會、及、暨、皆與也。（都解經上會、及、暨也。○暨，其器反。下皆同。）曷為或言會，或言及，或言暨？會，猶最也。（最，聚也。直自若平時聚會，無他深淺意也。最之為言聚，若今聚民為投最。○曷為，如字，或於偽反，後皆同此。）"
      },
      {
        "index": 34,
        "text": "疏「及者何」。○解云：欲言汲汲，公仍在喪；欲言非汲汲，及是欲文，故執不知問。云曷為或言會者，即下六年「公會齊侯盟於艾」之徒是也。云或言暨者，昭七年春「暨齊平」，定十年「宋公之弟辰暨仲佗石區出奔陳」是也。"
      },
      {
        "index": 35,
        "text": "及，猶汲汲也。暨，猶暨暨也。及，我欲之暨，不得已也。（我者，謂魯也。內魯，故言我。舉及、暨者，明當隨意善惡而原之。欲之者，善重惡深；不得巳者，善輕惡淺，所以原心定罪。）"
      },
      {
        "index": 36,
        "text": "疏注「我者，謂魯也」。○解云：此通內外皆然，但傳據內言之，故言我謂魯也。○注「欲之」至「惡深」。○解云：善重者，即此文「公及邾婁儀父盟於未」是也，以其汲汲於善事，故曰善重也。惡深者，即哀十三年「公會晉侯及吳子於黃池」是也，以其汲汲於惡事，故曰惡深也。○注「不得」至「惡淺」。○解云：善輕，則「暨齊平」是也。惡淺者，「宋公之弟辰暨仲佗、石區」是也。\n儀父者何？邾婁之君也。（以言「公及」不諱，知為君也。）"
      },
      {
        "index": 37,
        "text": "疏「儀父者何」。○解云：欲言其君，經不書爵；欲言其臣，而不沒公，故執不知問。○注「以言公及不」至君「也」。○解云：凡《春秋》上下，公與外大夫盟，皆諱不言公，故莊二十二年「秋七月，丙申，及齊高傒盟於防」，傳云「公則曷為不言公？諱與大夫盟也」之屬也。今此不沒公，故知是君矣。其莊九年「公及齊大夫盟於暨」之屬不沒公者，皆傳注分明，不煩逆說。\n何以名？（據齊侯以祿父為名。）"
      },
      {
        "index": 38,
        "text": "疏注「據齊」至「為名」。○解云：即桓十四年冬，「齊侯祿父卒」，是言齊侯以祿父為名，故疑邾婁君亦以儀父為名，是以難也。字也。（以當褒，知為字。）"
      },
      {
        "index": 39,
        "text": "疏注「以當褒，知為字」。○解云：《春秋》以隱新受命而王，儀父慕之，故知當褒，是以《春秋說》云「褒儀父善趣聖者」是也。曷為稱字？（據諸侯當稱爵。）\n疏注「據諸侯當稱爵」。○解云：六年夏，「公會齊侯盟於艾」之屬是也。"
      },
      {
        "index": 40,
        "text": "褒之也。（以宿與微者盟書卒，知與公盟當褒之。有土嘉之曰褒，無土建國曰封。稱字所以為褒之者，儀父本在春秋前失爵，在名例爾。○褒之，保刀反。）"
      },
      {
        "index": 41,
        "text": "疏注「以宿」至「書卒」。○解云：所傳聞之世，微國之卒，本不合書，而此年「九月，及宋人盟於宿」，宿為地主，與在可知，以其與內微者盟，故至八年得變例書卒見恩矣。云有土嘉之曰褒者，謂加爵與字，即儀父、滕侯之屬是也。云無土建國曰封者，即封邢、衛之屬是也。"
      },
      {
        "index": 42,
        "text": "曷為褒之？（據功不見。○不見，賢遍反，下皆同。）為其與公盟也。（為其始與公盟。盟者，殺生歃血，詛命相誓，以盟約束也。傳不足言托始者，儀父比宿、滕、薛最在前，嫌獨為儀父發始，下三國意不見，故顧之。○為其，於偽反，注「為其」、「獨為」皆同。歃，所洽反，又音所甲反。詛，莊慮反。約束，並如字，一音上於妙反；下音戍。）"
      },
      {
        "index": 43,
        "text": "疏注「傳不」至「顧之」。○解云：此傳應言為其始與公盟，今不具其文句言始者，若言始與公盟，即恐下二國不是始，是以顧之，不得具其文。"
      },
      {
        "index": 44,
        "text": "與公盟者眾矣，曷為獨褒乎此？（據戎、齊侯、莒人皆與公盟，傳不足讬始，故復據眾也。○復，扶又反，下「復為」同。）"
      },
      {
        "index": 45,
        "text": "疏注「據戎」至「公盟」。○解云：二年秋八月，「公及戎盟於唐」；六年夏，「公會齊侯盟於艾」；八年秋，「公及莒人盟於包來」是也。○注「傳不足」至「眾也」。○解云：傳若鄉者足其文句，云道為其始與公盟之時，義勢即盡矣，道理不得復言。與公盟者眾矣，曷為獨褒乎此？但上傳既無始與之文，而得褒賞，猶自可怪，故更據眾難之。云讬始者，言隱公實非受命之王，但欲讬之以為始也。"
      },
      {
        "index": 46,
        "text": "因其可褒而褒之。（《春秋》王魯，讬隱公以為始受命王，因儀父先與隱公盟，可假以見褒賞之法，故云爾。○王魯，於況反，下「而王」同，一音如字。後「王魯」皆放此。）此其為可褒奈何？漸進也。（漸者，物事之端，先見之辭。去惡就善曰進。譬若隱公受命而王，諸侯有倡始先歸之者，當進而封之，以率其後。不言先者，亦為所褒者法，明當積漸，深知聖德灼然之後乃往，不可造次陷於不義。○倡，尺亮反。造，七報反。）"
      },
      {
        "index": 47,
        "text": "疏注「漸者」至「之辭」。○解云：言物事之端者，猶言物事之首也。言先見之辭者，見讀「如見其二子焉」之「見」也，若公子陽生闖然之類也。云去惡就善曰進者，言能去惡就善，即是行之進也。○注「不可」至「不義」。○解云：桓十五年夏，「邾婁人、牟人、葛人來朝」，朝桓惡人而貶稱人，夷狄之也者，是其造次陷於不義矣。"
      },
      {
        "index": 48,
        "text": "眛者何？地期也。（會、盟、戰，皆錄地其所期處，重期也。凡書盟者，惡之也。為其約誓大甚，朋黨深背之，生患禍重，胥命於蒲，善近正是也。君大夫盟例日，惡不信也。此月者，隱推讓以立，邾婁慕義而來相親信，故為小信辭也。大信者時，柯之盟是也。魯稱公者，臣子心所欲尊號其君父。公者，五等之爵最尊，王者探臣子心欲尊其君父，使得稱公，故《春秋》以臣子書葬者皆稱公。於者，於也。凡以事定地者加於，以地定事者不加於。○處，昌慮反。惡之，烏路反，下「惡不」、「惡其」皆同。大甚，音泰，或績賀反。近正，附近之近。柯，音歌。）"
      },
      {
        "index": 49,
        "text": "疏「未者何」。○解云：《春秋》之始，弟子未解地期之義，故執不知問。○注「凡書盟者惡之」。○解云：此言與公盟而得褒，何言惡者？直善其慕新王之義而得褒，豈善其盟乎？○注「胥命」至「是也」。○解云：即桓三年「夏，齊侯，衛侯胥命於蒲」，傳云「胥命者何？相命也。何言乎相命？近正也。此其為近正奈何？古者不盟，結言而退」是也。○注「君大」至「信也」。○解云：言內君與大夫共他外盟之時，其書日皆是惡其不信也，即下二年「秋，八月，庚辰，公及戎盟於唐」，文八年「冬，十月，壬午，公子遂會晉趙盾，盟於衡雍」之屬是也。○注「故為小信辭也」。○解云：邾婁儀父歸於新王而見褒賞，不為大信者，以下七年「秋，公伐邾婁」，是其背信也，功不足錄，但假讬以為善，故為小信辭也。○注「大信」至「是也」。○解云：即莊十三年「冬，公會齊侯盟於柯」，傳曰「桓公之信著乎天下，自柯之盟始焉」是也。○注「故春」至「稱公」。○解云：謂以其臣子之辭書其葬者，悉皆稱公，即桓十年「夏，五月，葬曹桓公」；僖四年秋，「葬許繆公」之屬是也。若然，桓十七年秋八月，「癸巳，葬蔡桓侯」，不稱公者，彼注云「稱侯者，亦奪臣子辭也。有賢弟而不能任用，反疾害之而立獻舞，國幾並於蠻荊，故賢季抑桓稱侯，所以起其事」是也。○注「凡以」至「於例」。○ 解云：謂先約其事，乃期於某處，作盟會者加於，即僖二十八年夏五月，「盟於踐土」之屬是也。○注「以地」至「於例」。○解云：言先在其地，乃定盟會之事者不加於，即莊十九年「公子結媵陳人之婦於鄄，遂及齊侯、宋公盟」；襄三年夏，「六月，公會單子、晉侯」以下「同盟於雞澤，陳侯使袁僑如會」，「叔孫豹及諸侯之大夫，及陳袁僑盟」之屬是也。\n夏，五月，鄭伯克段於鄢。○克之者何？（加之者，問訓詁，並問施於之為。○段，徒亂反。鄢，音偃。）"
      },
      {
        "index": 50,
        "text": "疏「克之者何」。○解云：欲言其殺，而經書克；欲言非殺，克者大惡之文，故執不知問。○注「加之」至「之為」。○解云：訓詁者，即不言殺而言克是也。所以不直言克者何而並言之者，非直問其變殺為克，並欲問其施於鄢之所為矣。而不答於鄢之意者，欲下乃解為當國，故此處未勞解之。弟子以其不答於鄢之意，是以下文復云：「其地何」以難之。"
      },
      {
        "index": 51,
        "text": "殺之也。殺之，則曷為謂之克？大鄭伯之惡也。（以弗克納，大郤缺之善，知加克大鄭伯之惡也。○郤缺，去逆反；下起悅反。）"
      },
      {
        "index": 52,
        "text": "疏注「以弗」至「之善」。○解云：文十四年秋，「晉人納接菑於邾婁，弗克納」，傳云「其言弗克納何？大其弗克納也」是也。曷為大鄭伯之惡？（據晉侯殺其世子申生，不加克以大之。）\n疏注「據晉」至「大之」。○解云：在僖五年春。"
      },
      {
        "index": 53,
        "text": "母欲立之，己殺之，如勿與而已矣。（如即不如，齊人語也。加克者，有嫌也。段無弟文，稱君甚之不明；又段當國，嫌鄭伯殺之無惡，故變殺言克，明鄭伯為人君，當如傳辭，不當自巳行誅殺，使執政大夫當誅之。克者詁為殺，亦為能，惡其能忍戾母而親殺之。禮，公族有罪，有司讞於公，公曰宥之；及三宥，不對，走出，公又使人赦之，以不及反命；公素服不舉，而為之變，如其倫之喪，無服，親哭之。○戾，力計反。讞，魚列反。宥之，音又，赦也。）"
      },
      {
        "index": 54,
        "text": "疏注「明鄭」至「誅之」。○解云：鄭伯為人君之法，當如傳辭，不與其國而已，不宜忍戾其母而親殺之。其誅之者，自是執政大夫之事。○注「禮公」至「哭之」。○解云：皆出《文王世子》也。其文云：公族有罪，「獄成，有司讞於公。其死罪，則曰某之罪在大辟；其刑罪，則曰某之罪在小辟」，彼注云「讞之言白也」；公曰『宥之』，有司又曰『在辟』；公又曰『宥之』，有司又曰『在辟』；及三宥，不對，走出，致刑於甸人」，注云「對，答也。先者，君每言宥則答之，以將更宥之至於三，罪定，不復答。走往刑之，為君之恩無巳」；「公又使人追之曰『雖然，必赦之』，有司對曰『無及也』」。注云「罪既正，不可宥，乃欲赦之，重刑殺其類也」；「反命於公」，注云「白已刑殺」；「公素服不舉，為之變，如其倫之喪，無服」注云「素服於凶事為吉，於吉事為凶，非喪服也。君雖不服，臣卿大夫死，則皮弁錫衰以居，往吊，當事則弁絰；於士蓋疑衰，同姓則緦衰以吊之。今無服者，不往吊也。倫，謂親疏之比也。素服亦皮弁矣」；「親哭之」，注云：「不往吊，為位哭之而已。君於臣，使有司哭之」是也。\n段者何？鄭伯之弟也。（殺母弟，故直稱君。）"
      },
      {
        "index": 55,
        "text": "疏「段者何」。○解云：欲言世子母弟，無世子母弟之文；欲言大夫，復目鄭伯以殺，故執不知問。何以不稱弟？（據天王殺其弟年夫稱弟。）疏注「據天」至「稱弟」。○解云：在襄三十年夏。\n當國也。（欲當國為之君，故如其意，使如國君，氏上鄭，所以見段之逆。）其地何？（據齊人殺無知不地。）\n疏注「據齊」至「不地」。○解云：即莊九年「春，齊人殺無知」是也。"
      },
      {
        "index": 56,
        "text": "當國也。齊人殺無知，何以不地？（據俱欲當國也。）在內也。在內，雖當國不地也。（其不當國而見殺者，當以殺大夫書，無取於地也。其當國者，殺於國內，禍已絕，故亦不地。）不當國，雖在外亦不地也。（明當國者，在外乃地爾，為其將交連鄰國，復為內難，故錄其地，明當急誅之。不當國，雖在外，禍輕，故不地也。月者，責臣子不以時討，與殺州吁同例。不從討賊辭者，主惡以失親親，故書之。○難，乃旦反，下「此難」同。籲，況於反。）"
      },
      {
        "index": 57,
        "text": "疏注「明當」至「地爾」○解云：下四年「九月，衛人殺州吁於濮」，及此皆是也。○注「不當」至「地也」。○解云：昭四年「秋，七月，楚子」云云「伐吳，執齊慶封，殺之」；昭八年夏，「楚人執陳行人於徵師殺之」，皆是也。○注「月者」至「同例」。○解云：下四年「九月，衛人殺州吁」之下，注云「討賊例時，此月者，久之也」。○注「不從」至「書之」。○解云：若作討賊辭，當稱人以討，如齊人殺無知然。今不如此者，經本主為惡鄭伯失親親而書，故曰鄭伯而不稱人也。"
      },
      {
        "index": 58,
        "text": "秋，七月，天王使宰咺來歸惠公仲子之賵。○宰者何？官也。（以周公加宰，知為官也。○咺，況阮反，一音況元反。賵，芳仲反。）"
      },
      {
        "index": 59,
        "text": "疏「宰者何」。○解云：以其言宰與周公同，疑宰為官；以其言名又與宰周公」異，復疑非官，故執不知問。○注「以周」至「官也」。○解云：僖九年「夏，公會宰周公」已下「於葵丘」是也。\n咺者何？名也。（別何之者，以有宰周公，本嫌宰為官。）"
      },
      {
        "index": 60,
        "text": "疏「咺者何」。○解云：係宰是官，言名又卑稱，故執不知問。○注「別何」至「為官」。○解云：所以不言宰咺者何而別何之者，正以周公加宰，為周公身上官，故別何之令相遠。若然，上注云「以周公加宰，知為官」，而此注又云「本嫌宰為官」者，言宰周公，宰為周公身上官。今此言宰咺，亦嫌宰為咺之身上官也。不謂二注異，宰即非咺之身上官，而係宰言之者，次士以官錄，言其是宰下之士故也。○\n曷為以官氏？（據石尚。）"
      },
      {
        "index": 61,
        "text": "疏注「據石尚。○解云：定十四年秋，「天王使石尚來歸脤」，石尚亦是士，而不以官錄之，故以為難也。宰，士也。（天子上士以名氏通，中士以官錄，下士略稱人。）"
      },
      {
        "index": 62,
        "text": "疏注「天子」至「稱人」。○解云：天子上士以名氏通者，即「石尚來歸脤」是也。云中士以官錄者，言以所係之官錄之，即此是也。云下士略稱人者，即僖八年春，「公會王人」以下「盟於洮」是也。\n惠公者何？隱之考也。（生稱父，死稱考，入廟稱禰。○禰，乃禮反。）"
      },
      {
        "index": 63,
        "text": "疏「惠公者何」。○解云：春秋從隱至哀，魯無惠公，歸賵言來，故執不知問。○注「生稱父」。○解云：即下《曲禮》云「生曰父」是也。《廣雅》云「父者，矩也。以法度威嚴於子，言能與子作規矩，故謂之父。○ 注「死稱考」。○解云：即下《曲禮》曰「死曰考」是也。《周書·諡法》：「大慮行節曰考」。《爾雅》云：「考，成也。」言有大慮行節之度量，堪成以下之法，故謂之考。鄭注《曲禮》云：「考，成也。言其德之成也。」義亦通於此。○注「入廟稱禰」。○解云：即襄十二年《左傳》曰：「同族於禰廟」是也。舊說云「禰」字示傍爾，言雖可入廟是神示，猶自最近於已，故曰禰。"
      },
      {
        "index": 64,
        "text": "仲子者何？桓之母也。（以無諡也。仲，字，子，姓。婦人以姓配字，不忘本也，因示不適同姓。生稱母，死稱妣。○妣，必履反。）"
      },
      {
        "index": 65,
        "text": "疏「仲子者何」。○解云：正以上不見仲子卒文，而得歸賵，故執不知問。○注「以無諡也」。○解云：凡《春秋》之義，妾子為君者，其母得稱諡，即文公九年冬「秦人來歸僖公成風之禭」是也。今桓未為君，故其母不得稱諡也，是以見其不稱諡，即知桓之母也。○注「仲字」至「同姓」。○解云：字者，本國所加，故稱字，見其不忘本國也。所以稱姓者，示不適同姓矣。○注「生稱」至「稱妣」。○解云：即下《曲禮》云「生曰父曰母」，「死曰考曰妣」是也。○問曰：考與妣是死稱，父與母是生稱，惠公仲子之卒俱在春秋前，何故此傳惠公言隱之考，舉死名；仲子言桓之母，舉生名乎？○答曰：仲子已葬訖之後，實合舉死稱，但禮家本意母死曰妣者，比於父之義也，故鄭彼云「妣之言媲，媲於考也」。但仲子是妾，桓未為君，其母不得為夫人，卑不得比於父，故還以母言之。\n何以不稱夫人？（此難生時之稱也。據秦人來歸僖公成風之禭，成風稱諡，今仲子無諡，知生時不稱夫人。）"
      },
      {
        "index": 66,
        "text": "疏注「此難」至「稱也」。○解云：文九年冬，「秦人來歸僖公成風之襚」，舉風之諡。案經成風生時，傳稱夫人，何者？禮，妾賤不得有諡故也。今仲子不舉諡，不與成風同，明生時不得稱夫人可知，故傳家遙難之。"
      },
      {
        "index": 67,
        "text": "桓未君也。賵者何？喪事有賵。賵者，蓋以馬，以乘馬束帛。（此道周制也。以馬者，謂士不備四也。《禮·既夕》曰：「公，賵玄纁束帛兩馬」是也。乘馬者，謂大夫以上備四也。禮，大夫以上至天子皆乘四馬，所以通四方也。天子馬曰龍，高七尺以上；諸侯曰馬，高六尺以上；卿大夫、士曰駒，高五尺以上。束帛，謂玄三纁二，玄三法天，纁二法地，因取足以共事。○乘馬，繩證反，注「乘馬」同。纁，許云反。共，音恭。）"
      },
      {
        "index": 68,
        "text": "疏「賵者何」。○解云：初入《春秋》，弟子未曉賵義，故執不知問。○注「此道周制也」。○解云：知者，正以上云以馬，與《士既夕禮》同；下言乘馬，與士異，明知周之禮，大夫以上皆有四馬矣。○ 注「以馬」至「四也」。○解云：以下言乘馬，明上文直言以馬者，士禮兩馬可知，故即引《禮》為證矣。○注「禮大夫」至「方也」。○解云：案《異義》「古《毛詩》說」云「天子至大夫同駕四，皆有四方之事；士駕二也。《詩》云『四騵彭彭』，武王所乘；『龍旂承祀，六轡耳耳』，魯僖所乘；『四牡騑騑，周道倭遲』。大夫所乘。《書傳》云『士乘飾車兩馬，庶人單馬木車』」是也。○問曰：若然，《異義》「《公羊》說」引《易經》云「時乘六龍，以馭天下也」，知天子駕六，與此異何？○答曰：彼謹案亦從《公羊》說，即引《王度記》云「天子駕六龍，諸侯與卿駕四，大夫駕三」以合之。鄭駁云「《易經》『時乘六龍』者，謂陰陽六爻上下耳，豈故為禮制？《王度記》云『今天子駕六』者，自是漢法，與古異；『大夫駕三』者，於經無以言之」者是也。然則，彼《公羊》說者，自是章句家意，不與何氏合。何氏此處不依漢禮者，蓋時有損益也。○注「天子」至「以上」。○解云：《月令》天子駕倉龍，是其高七尺者，漢制也。其六尺五尺亦然。○注「諸侯曰」至「以上」。○解云：《魯頌》曰「魯侯戾止，其馬蹻々」是也。○注「卿大夫」至「以上」。○解云：《詩》云「皎皎白駒，食我場苗」是也。○注「束帛」至「纁二」。○解云：《雜記上》云：「魯人之贈，三玄二纁」是也。○注「玄三」至「共事」。○解云：天數不但三，地數不但二，而取三二者，因取足以共事故也。"
      },
      {
        "index": 69,
        "text": "車馬曰賵，貨財曰賻，衣被曰襚。（此者春秋製也。賵，猶覆也；賻，猶助也，皆助生送死之禮。襚，猶遺也。遺是助死之禮。知生者賵賻，知死者贈襚。○賻，音附。襚，音遂。猶遺，唯季反。）"
      },
      {
        "index": 70,
        "text": "疏注「此者春秋製也」。○解云：上陳周制訖，下乃言賵賻襚，此三者是春秋之內事，故云此者春秋製也。○注「知生」至「贈襚」。○問曰：案《既夕禮》云「知死者贈，知生者賻」，鄭注云「各主於所知」，以此言之，賻專施於生者何？○答曰：賻專施於生，襚專施於死，賵實生死兩施，故何氏注知生知死皆言賵矣。而《既夕禮》專言知生者，對贈言之故也。○問曰：何知賵生死兩施乎？○答曰：案《既夕禮》云「兄弟賵奠可也」，注云「兄弟有服親者，可且賵且奠，許其厚也。賵奠於死生兩施」；又云「所知則賵而不奠」，鄭注云「所知，通問相知也。降於兄弟，奠施於死者為多，故不奠」，以此言之，明賵與奠皆生死兩施也。言奠於死者為多，故知賵生死等矣。\n桓未君，則諸侯曷為來賵之？（據非禮。）\n疏注「據非禮」。○解云：桓公未為君，則其母猶妾，故諸侯賵之為非禮。"
      },
      {
        "index": 71,
        "text": "隱為桓立，故以桓母之喪告於諸侯。（經言王者賵，赴告王者可知，故傳但言諸侯。○隱為，於偽反，下注「為」並年末注同。告，古毒反，一音古報反。）"
      },
      {
        "index": 72,
        "text": "疏注「故傳但言諸侯」。○解云：諸侯之賵及事，則在春秋之前，故不書矣。然則諸侯有相賵之道，隱以桓母成為夫人，告天子、諸侯、天子猶來，何況諸侯乎？故傳舉以言焉。"
      },
      {
        "index": 73,
        "text": "然則何言爾？成公意也。（尊貴桓母，以赴告天子、諸侯，彰桓當立，得事之宜。故善而書仲子，所以起其意，成其賢。）其言來何？（據歸含且賵，不言來。○歸唅，本又作「含」，戶暗反，下同。）\n疏注「據歸」至「言來」。○解云：文五年春，「王使榮叔歸含且賵」是。\n不及事也。（比於去來為不及事，時以葬事畢，無所復施，故云爾。去來所以為及事者，若已在於內者。）"
      },
      {
        "index": 74,
        "text": "疏注「比於」至「云爾」。○解云：《公羊》之例，若其奔喪會葬，不問來之早晚，及事不及事，皆言來矣，故文元年春，「天王使叔服來會葬」；夏四月，「葬我君僖公」者，是其及事言來也。文五年三月，「葬我小君成風」，下乃言「王使召伯來會葬」，注云「去天者不及事」，是不及事亦言來矣，故元年傳云「其言來會葬何？會葬，禮也」，注云「但解會葬者，明言來者常文，不為早晚施也」；定十五年夏，「邾婁子來奔喪」，傳云「其言來奔喪何？奔喪，非禮也」，彼注云「但解奔喪者，明言來者常文，不為早晚施也」。以此言之，則知奔喪會葬之例，不問早晚，悉言來矣。若其含賵襚，及事則不言來，不及事則言來，是以惠公仲子之葬，悉在春秋前，至此乃來歸賵，傳曰「其言來何？不及事也」，又注云「比於去來為不及事，時以葬事畢，無所復施，故云爾。去來所以為及事者，若巳在於內者」是也。若含不及事，亦須言來也，故文四年「冬，十有一月，壬寅，夫人風氏薨」；五年春，「王使榮叔歸含且賵」，彼注云「不從含晚言來者，本不當含也」。以此言之，明諸侯含晚須言來矣，何者？諸侯鄰國，禮容有含故也。若其襚也，文九年「秦人來歸僖公成風之襚」，亦是不及事言來也，何氏不注者，以其可知，省文故也。所以如此作例者，以奔喪會葬，所以通哀序誌，必有所費，容其事故稽留，不必苟責其及時也。其含賵襚之等，皆是死者所須，若其來晚則無及於事，故須作文見其早晚矣。"
      },
      {
        "index": 75,
        "text": "其言惠公仲子何？（據歸含且賵，不言主名。）兼之。兼之，非禮也。（禮不賵妾，既善而賵之，當各使一使，所以異尊卑也。言之賵者，起兩賵也。○一使，所吏反。）\n疏注「言之」至「賵也」。○解云：以此言之，則文九年「秦人來歸僖公成風之襚」，言之襚者，亦起兩襚矣。\n何以不言及仲子？（據及者，別公夫人尊卑文也。仲子即卑稱也。○別，彼列反。）\n疏注「據及」至「文也」。解云：即僖十一年「夏，公及夫人薑氏會齊侯於陽穀」是也。"
      },
      {
        "index": 76,
        "text": "仲子，微也。（比夫人微，故不得並及公也。月者，為內恩錄之也。諸侯不月，比於王者輕，會葬皆同例。言天王者，時吳楚上僭稱王，王者不能正，而上自係於天也。《春秋》不正者，因以廣是非。稱使者，王尊敬諸侯之意也。王者據土與諸侯分職，俱南面而治，有不純臣之義，故異姓謂之伯舅叔舅，同姓謂之伯父叔父。言歸者，與使有之辭也。天地所生，非一家之有，有無當相通。所傳聞之世，外小惡不書，書者來接內也。《春秋》王魯，以魯為天下化首，明親來被王化漸漬禮義者，在可備責之域，故從內小惡舉也。主書者，從不及事也。○僭，子念反。而治，直吏反，下皆同。所傳，直專反，下文「所傳」並注同。被，皮寄反。）"
      },
      {
        "index": 77,
        "text": "疏注「月者，為內恩錄」。○解云：此文及文五年「春，王正月，王使榮叔歸含且賵」，皆是內恩錄之也。○注「諸侯」至「者輕」。○解云：即文九年冬，「秦人來歸僖公成風之襚」是也。○注「會葬皆同例」。○解云：若王使人來則書月，為內恩錄之。若諸侯使人來即不月，以為比王者為輕，故文五年春三月，「王使召伯來會葬」；文元年二月，「天王使叔服來會葬」皆是也。其諸侯使人來會葬不月者，《春秋》之內，偶爾無之。其襄三十一年「冬，十月，滕子來會葬」，定十五年「九月，滕子來會葬」，皆書月者，彼是諸侯身來會葬，非使人，仍自非妨也。以此義勢言之，則鄉解王與諸侯者，皆是使人，非身自來也。而舊云襄三十一年月者，為下癸酉葬襄公出之，會葬不蒙月；定十五年月者，為下葬定公出之，會葬亦不蒙上月者，非也。○注「春秋」至「是非」。○解云：若正之，當直言王，今不正之而亦言天者，所以廣見是非故也，何者？若單言王，是其正稱，今兼亦言天，見其非正矣。○注「稱使」至「意也」。○解云：成二年傳云「君不行使乎大夫」，由尊卑不敵故也。今天子與諸侯亦尊卑不敵，所以言使者，天子見諸侯與已分職，俱南面而治，有不純臣之義，故尊敬之，而使歸賵，故曰尊敬諸侯之意也。○注「有不」至「之義」。○解云：《喪服·斬衰章》云「臣為君，諸侯為天子」，既言臣為君，而別言諸侯為天子，明其與純臣者異。其異者，即不居殯官是。○注「故異」至「叔父」。○解云：下《曲禮》及《覲禮記》文。○注「言歸者」至「之辭也」。○解云：《春秋》大例，先是已物乃言歸，即「歸讙及闡」之屬是也。今此賵之車馬，先非魯物而言歸者，與魯有之辭。○注「所傳」至「內也」。○解云：《春秋》之義，所傳聞之世，外小惡皆不書。今此緩賵，是外之小惡，當所傳聞之世，未合書見，而書之者，由接內故也。"
      },
      {
        "index": 78,
        "text": "九月，及宋人盟於宿。○孰及之？內之微者也。（內者，謂魯也。微者，謂士也。不名者，略微也。大者正，小者治，近者說，遠者來，是以《春秋》上剌王公，下譏卿大夫而逮士庶人。宋稱人者，亦微者也。魯不稱人者，自內之辭也。宿不出主名者，主國主名與可知，故省文，明宿當自首其榮辱也。微者，盟例時，不能專正，故責略之。此月者，隱公賢君，雖使微者，有可采取，故錄也。○於宿，音夙，國名。說，音悅。逮，音代，又大計反。故省，所景反，後「省文」皆同。）"
      },
      {
        "index": 79,
        "text": "疏注「微者謂士也」。○解云：正以《公羊》之例，大夫悉見名氏，與卿同。今此不見名氏，故知士也。○注「明宿」至「辱也」。○解云：理是則主人先榮，理非則主人先辱，故曰首其榮辱也。○注「微者」至「故錄也」。○解云：《春秋》之例，若尊者之盟，則大信時，小信月，不信日，見其責也。若其微者，不問信與不信，皆書時，悉作信文以略之，即僖十九年冬，「會陳人、蔡人、楚人、鄭人盟於齊」之屬是。今此書月者，義如注釋。\n冬，十有二月，祭伯來。祭伯者何？天子之大夫也。（以無所係言來也。○祭伯，側界反，五年注放此。）"
      },
      {
        "index": 80,
        "text": "疏「祭伯者何」。○解云：欲言王臣，不言王使；欲言諸侯，復不言朝；欲言失地之君，復不言奔，故執不知問。○注「以無」至「來也」。○解云：外諸侯臣來聘，宜係國稱使，即文四年秋，「衛侯使甯俞來聘」之屬是也。若直來亦有所係，如閔元年「冬，齊仲孫來」之屬是。若外諸侯之臣來奔，當係國言來奔，即文十四年秋，「宋子哀來奔」；襄二十八年「冬，齊慶封來奔」之屬是也。今無所係，直言來，故知宜是天子之大夫也。\n何以不稱使？（據凡伯稱使。）"
      },
      {
        "index": 81,
        "text": "疏注「據凡伯稱使」。○解云：即下七年「天王使凡伯來聘」是也。奔也。（奔者，走也。以不稱使而無事，知其奔。）"
      },
      {
        "index": 82,
        "text": "疏注「以不」至「其奔」。○解云：下三年「武氏子來求賻」，文九年「毛伯來求金」，是無使文而有事也。上文「秋，七月，天王使宰咺」，文元年「天王使叔服」之徒，皆是有使有事也。今此無使復無事，故知其正是奔也。\n奔則曷為不言奔？（據齊慶封來言奔。）疏注「據齊」至「言奔」。○解云：在襄二十八年冬。"
      },
      {
        "index": 83,
        "text": "王者無外，言奔，則有外之辭也。（言奔則與外大夫來奔同文，故去奔，明王者以天下為家，無絕義。主書者，以罪舉。內外皆書者，重乖離之禍也。當春秋時，廢選舉之務，置不肖於位，輒退絕之以生過失，至於君臣忿爭出奔，國家之所以昏亂，社稷之所以危亡，故皆錄之。錄所奔者為受義者，明當受賢者，不當受惡人也。祭者，采邑也。伯者，字也。天子上大夫字尊，尊之義也。月者，為下卒也，當案下例，當蒙上月，日不也。奔例時。一月二事，月當在上。十言有二者，起十復有二，非十中之二。○選，息變反。肖，音笑。采，七代反。）"
      },
      {
        "index": 84,
        "text": "疏注「故去」至「絕義」。○問曰：若王者以天下為家，無絕義，故不言奔，何故襄三十年夏，「王子瑕奔晉」；昭二十六年冬，「尹氏、召伯、毛伯以王子朝奔楚」；成十二年「春，周公出奔晉」，皆言奔乎？○答曰：《春秋》進退無義，若來奔魯者，見王者以天下為家，無絕義，故不言奔矣。若奔別國，即見《春秋》黜周與外諸侯同例，故言奔矣。既以魯為王而不專黜周者，若專黜周，則非遜順之義故也。○注「主書者，以罪舉」。○解云：一則罪祭伯之去主，一則罪魯受叛人，故曰以罪舉。○注「內外皆書者，重乖離之禍也」。○解云：內書者，閔二年秋，「公子慶父出奔莒」是也。又在外奔書者，昭二十年「冬，十月，宋華亥、向甯、華定出奔陳」之屬是也。○注「當春」至「於位」。○解云：《王制》云：「凡官民材，必先論之，論辨，然後使之；任事，然後爵之；位定，然後祿之。爵人於朝，與士共之。」是擇人之法也。當春秋之時，不問賢與不肖，悉皆世位，故言此。○注「輒退」至「過失」。○解云：君若退絕其臣，不聽世祿，以生過失矣。○注「至於」至「出奔」。○解云：由不肖者在位，故有忿爭出奔之事矣。○注「伯者，字也」。○解云：知伯非爵者，正見桓八年經云：冬，「祭公來，遂逆王後於紀」。公是其爵，明伯是其字矣。○注「當案」至「不也」。○解云：一月有數事，重者皆蒙月也。若上事輕，下事重，輕者不蒙月，重者自蒙月。若上事重，下事輕，則亦重者蒙月，輕者不蒙月，故言當案下例，當蒙上月矣。日不者，謂一日有數事，即不得上下相蒙，故桓十二年冬十一月，「丙戍，公會鄭伯盟於武父。丙戌，衛侯晉卒」，彼下注云「不蒙上日者，《春秋》獨晉書立記卒耳。當蒙上日，與不嫌異於篡例，故復出日，明同」是也。○注「奔例時」。○問曰：襄二十年夏五月，「王子瑕奔晉」；昭二十六年冬十月，「尹氏、召伯、毛伯以王子朝奔楚」，悉書月，何言例時乎？○答曰：案襄公十年「五月，甲午，宋災，伯姬卒。天王殺其弟年夫。王子瑕奔晉」，昭二十六年「冬，十月，天王入於成周。尹氏、召伯、毛伯以王子朝奔楚」，以此言之，則似月為上事，其二處出奔仍不蒙月，是以襄三十年「五月，甲午」之下，注云「外災例時，此日者，為伯姬卒日」；昭二十六年「冬，十月」之下，注云「月者，為天下喜錄王者反正位」，是其月為上事之明文，不妨出奔仍自時也，故此乃注云「月者，為下卒」，「奔例時」也。舊云《春秋》王魯，是以王臣來奔魯者，悉與外諸侯之臣來奔同書時，故與襄二十八年「冬，齊慶封來奔」同書時矣。若王臣奔佗國者，悉皆書月，見別於諸侯之臣矣，是以王子瑕、毛、召之徒悉皆書月。○問曰：若然，成十二年「春，周公出奔晉」亦是出奔，何故不月？○答曰：王臣之例，實不言出，亦不書時，但周公自其私出奔，故自從小國例言出書時矣。凡諸侯出奔，大國例月，小國時。\n公子益師卒。何以不日？（據臧孫辰書日。○不日，人實反。此傳皆以日月為例，後放此。）"
      },
      {
        "index": 85,
        "text": "疏注「據臧孫辰書日」。○解云：即文十年「春，王三月，辛卯，臧孫辰卒」是也。○問曰：下五年冬十二月，「辛巳，公子區卒」，亦書日，所以不據之，而遠據文十年之篇何？○答曰：下五年何氏云「日者，隱公賢君，宜有恩禮於大夫，益師始見法，無駭有罪，俠又未命也，故獨得於此日」。以義言之，正由同在所傳聞之世，非常書日之限，故不據之。所聞之世，大夫日卒者非一，正據辰者，以其是所聞之始故也。"
      },
      {
        "index": 86,
        "text": "遠也。（孔子所不見。）所見異辭，所聞異辭，所傳聞異辭。（所見者，謂昭、定、哀、已與父時事也。所聞者，謂文、宣、成、襄，王父時事也；所傳聞者，謂隱、桓、莊、閔、僖，高祖曾祖時事也。異辭者，見恩有厚薄，義有深淺，時恩衰義缺，將將以理人倫，序人類，因製治亂之法，故於所見之世，恩巳與父之臣尤深，大夫卒，有罪無罪，皆日錄之，「丙申，季孫隱如卒」是也。於所聞之世，王父之臣恩少殺，大夫卒，無罪者日錄，有罪者不日略之，「叔孫得臣卒」是也。於所傳聞之世，高祖曾祖之臣恩淺，大夫卒，有罪無罪皆不日略之也，公子益師、無駭卒是也。於所傳聞之世，見治起於衰亂之中，用心尚粗角，故內其國而外諸夏，先詳內而後治外，錄大略小，內小惡書，外小惡不書，大國有大夫，小國略稱人，內離會書，外離會不書是也。於所聞之世，見治升平，內諸夏而外夷狄，書外離會，小國有大夫，宣十一年「秋，晉侯會狄於攢函」，襄二十三年「邾婁劓我來奔」是也。至所見之世，著治大平，夷狄進至於爵，天下遠近小大若一，用心尤深而詳，故崇仁義，譏二名，晉魏曼多、仲孫何忌是也。所以三世者，禮為父母三年，為祖父母期，為曾祖父母齊衰三月，立愛自親始，故《春秋》據哀錄隱，上治祖禰。所以二百四十二年者，取法十二公，天數備足，著治法式，又因周道始壞絕於惠、隱之際。主所以卒大夫者，明君當隱痛之也。君敬臣則臣自重，君愛臣則臣自盡。公子者，氏也。益師者，名也。諸侯之子稱公子，公子之子稱公孫。○見思，賢遍反，下「見治」皆同。殺，所介反。粗捔，才古反，又七奴反，《說文》「大也」。諸夏，戶雅反，凡「諸夏」皆放此。攢函，才官反；下音咸。大平，音泰。期，音基。齊衰，音谘，本亦作「{齊衣}」；下七雷反。盡，津忍反。）"
      },
      {
        "index": 87,
        "text": "疏注「所見」至「事也」。○解云：孔子親仕之定、哀，故以定、哀為巳時。定、哀既當於巳，明知昭公為父時事。知昭、定、哀為所見，文、宣、成、襄為所聞，隱、桓、莊、閔、僖為所傳聞者，《春秋緯》文也。○注「時恩衰義缺」。○解云：當時子弑父，父殺子為恩衰；臣弑君，君殺臣為義缺，故《喪服四製》云「為父斬衰三年，以恩製；為君斬衰三年，以義製」是也。○注「將以」至「之法」。○解云：孔子見時如此，遂製《春秋》，理人倫者，斷理君臣之倫次，令得所也。序人類者，類謂父子，序父子之恩，使之厚也，因以製治亂之軌式矣。○注「故於」至「卒是也」。○解云：隱如逐君而書日，即定五年「丙申，季孫隱如卒」是也。若非罪書日，即昭二十五年「冬，十月，戊辰，仲孫舍卒」，二十九年「四月，庚子，叔倪卒」是也。而此注不言之者，從省文也。○注「於所」至「日錄」。○解云：無罪書日者，即襄五年冬十有二月，「辛未，季孫行父卒」；襄十九年「八月，丙辰，仲孫蔑卒」，是無罪而書日者，錄之故也。若然，文十四年「九月，甲申、公孫敖卒於齊」，敖實有罪而書日者，彼注云「巳絕卒之者，為後齊脅魯歸其喪，有恥，故為內諱，使若尚為大夫」是也。○注「有罪」至「是也」。○解云：宣五年九月，「叔孫得臣卒」，何氏云「不日者，知公子遂欲弑君，為人臣知賊而不言，明當誅」，是有罪而不日者，略之故也。○注「於所見」至「卒是也」。○解云：公子益師無罪而不日，即此是也。無駭有罪而不日，即下八年「冬，十有二月，無駭卒」是也。若然，莊三十二年「秋，七月，癸巳，公子牙卒」，僖十六年「三月，壬申，公子季友卒」，「秋，七月，甲子，公孫慈卒」，並是所傳聞之世而得書日。牙卒之下，何氏云「莊不卒大夫而卒牙者，本以當國，將弑君。書日者，錄季子之過惡也」；其季友之下，何氏云「日者，僖公賢君，宜有恩禮於大夫，故皆日也」；其公孫慈之下，何氏云「一年喪骨肉三人，故日痛之」是也。○注「錄大略小」。○解云：謂錄大國卒葬，小國卒葬不錄是也。○注「內離」至「是也」。○解云：內離會者，即下二年「春，公會戎於潛」；桓元年春，「公會鄭伯於垂」是也。外離會不書者，桓五年「齊侯、鄭伯如紀」，傳云「外相如不書，此何以書？離不言會也」，何氏云「時紀不與會，故略言如也」。○注「於所」至「升平」。○解云：升，進也。稍稍上進而至於大平矣。○注 「宣十」至「攢函」。○解云：即此一經，而當是二義也。○注「襄二」至「是也」。○解云：若然，莊二十四年冬，「曹羈出奔陳」；莊二十七年冬，「莒慶來逆叔姬」，皆非所聞之世，而小國得有大夫書名者，曹羈之下傳云「曹無大夫，此何以書？賢也」，莒慶之下傳云「莒無大夫，此何以書？譏。何譏爾？大夫越境逆女，非禮也」。然則一譏一賢，故變例書之爾。○注「至所」至「大平」。○解云：當爾之時，實非大平，但《春秋》之義，若治之大平於昭、定、哀也。猶如文、宣、成、襄之世實非升平，但《春秋》之義，而見治之升平然。○注「夷狄」至「於爵」。○解云：即哀四年夏，「晉人執戎曼子赤歸於楚」；十三年夏，「公會齊侯及吳子於黃池」是也。○注「晉魏曼多、仲孫何忌是也」。○解云：哀十三年「晉魏多帥師侵衛」，傳云「此晉魏曼多也，曷為謂之晉魏多？譏二名。二名非禮也」，定二年仲孫忌圍運，傳云「此仲孫何忌也，曷為謂之仲孫忌？譏二名。二名非禮也，何氏云「春秋定、哀之間又致大平，欲見王者治定，無所復為譏，唯有名，故譏之，此《春秋》之制也」。○注「所以」至「三年」。○解云：母雖不斬衰，哀痛與斬同，故連言之。○注「為曾」至「三月」。○解云：不言高祖父母者，文不備。○注「立愛自親始」。○解云：即《祭義》云「子曰『立愛自親始，教人睦也。立敬自長始，教人順也』」，鄭注云「親長，父兄也。睦，厚也」是。○注「故春」至「祖禰」。○解云：即《大傳》云：「上治祖禰，尊尊也。下治子孫，親親也。旁治昆弟，合族以食，序之昭穆，別之以仁義，人道竭矣。」鄭注云：「治，猶正也。竭，盡也。」○注「取法」至「法式」。○解云：考諸舊本，皆作「式」字，言取十二公者，法象天數，欲著治民之法式也。若作「戒」字，言著治亂之法，著治國之戒矣。○注「諸侯」至「公孫」。○解云：出《喪服傳》也。"
      }
    ]
  }
}