{
  "chapterNumber": 20,
  "title": "春秋公羊傳註疏卷18 (Gongyang Zhushu, Volume 18)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "成公卷十八\n（起十一年，盡十八年）\n成公十有一年\n十有一年，春，王三月，公至自晉。\n晉侯使郤州來聘。已丑，及郤州盟。（○郤州，本亦作“犨”，尺由反。）"
      },
      {
        "index": 1,
        "text": "疏“晉侯”至“州盟”。○解云：上三年冬，“晉侯使荀庚來聘”，“丙午，及荀庚盟”，傳云“此聘也，其言盟何？聘而言盟者，尋舊盟也”，注云“以不舉重，連聘而言之，知尋繹舊故約誓也。書者，惡之。二國既脩禮相聘，不能相親信，反複相疑，故舉聘以非之”今此亦然，而無傳注者，從彼可知，故省文。案桓十四年夏，“鄭伯使其弟語來盟”，注云“時者，從內為王義，明王者當以至信先天下”，是以《春秋》之例，蒞盟、來盟悉書時，即僖三年“冬，公子友如齊蒞盟”之屬是也。今此經及上三年“荀庚盟”之屬，皆書日者，蓋以既脩禮相聘，不能相親信，反相疑，是故不與信辭耳。\n夏，季孫行父如晉。秋，叔孫僑如如齊。冬，十月。\n成公十有二年"
      },
      {
        "index": 2,
        "text": "十有二年，春，周公出奔晉。周公者何？天子之三公也。王者無外，此其言出何？自其私土而出也。（私土者，謂其國也。此起諸侯入為天子三公也，周公驕蹇不事天子，出居私土，不聽京師之政。天子召之而出走，明當並絕其國，故以出國錄也。不月者，小國也。）"
      },
      {
        "index": 3,
        "text": "疏“周公者何”。○解云：既是周臣，自周無出，而經書出，故執不知問。○注“私土不聽”至“小國”。○解云：《春秋》之例，大國君奔，例皆書月，即桓十六年“十有一月，衛侯朔出奔齊”之屬是也。小國例時者，即昭三年冬，“北燕伯款出奔齊”，及此經書春皆是也。又《王製》云“天子三公之田視公侯”，既視公侯，何言小國者？據其私土之言也。周公本是小國諸侯，而入為天子三公，於王畿之內，雖有采地，但從私土而去，故從小國例。"
      },
      {
        "index": 4,
        "text": "夏，公會晉侯、衛侯於沙澤。（○沙澤，素禾反，又如字，二傳作“瑣澤”，定七年同。）秋，晉人敗狄於交剛。冬，十月。\n成公十有三年"
      },
      {
        "index": 5,
        "text": "十有三年，春，晉侯使郤錡來乞師。（○郤錡，魚綺反。）三月，公如京師。（月者，善公尊天子。）疏注“月者，善公尊天子”者。解云：正以朝聘時故也。"
      },
      {
        "index": 6,
        "text": "夏，五月，公自京師遂會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、邾婁人、滕人伐秦。其言自京師何？（據僖公二十八年諸侯遂圍許，不言自王所。）"
      },
      {
        "index": 7,
        "text": "疏“五月”至“自京師”。○解云：“公”下“自”上有“至”字者，衍文。○注“據僖公”至“自王所”。○解云：僖二十八年“冬，公會晉侯”以下“於溫。天王狩於河陽”，“壬申，公朝於王所”，“諸侯遂圍許”是也。然則彼亦朝天子而往圍許，不言自王所，與此異，故難之。"
      },
      {
        "index": 8,
        "text": "公鑿行也。（以起公鑿行也。鑿猶更造之意。○鑿，在洛反，造意也。）公鑿行奈何？不敢過天子也。（時本欲直伐秦，塗過京師，不敢過天子而不朝，複生事脩朝禮而後行，故起時，善而褒成其意，使若故朝然後生事也。間無事，複出公者，善公鑿行。○複出，扶又反。）"
      },
      {
        "index": 9,
        "text": "疏注“生事脩朝禮而行”者。○解云：“生事”之上，亦有“複”字者，衍文。○注“間無事複出”至“鑿行”。○解云：昭十三年“秋，公會劉子、晉侯”以下“於平丘。八月，甲戌，同盟於平丘”，注云“不言劉子及諸侯者，間無異事可知矣”。然則彼以間無事，不勞重舉劉子及諸侯，此亦間無事，但言夏五月遂會晉侯以下伐秦足矣。而重舉公者，善公鑿行故也。定四年召陵之會再言公者，彼注自具。\n曹伯廬卒於師。（○廬，力吳反，本亦作“盧”）。秋，七月，公至自伐秦。（月者，危公幼而遠用兵。）\n疏注“月者，危公幼而遠用兵”者。解云：正以凡致例時，故如此解。冬，葬曹宣公。\n成公十有四年\n十有四年，春，王正月，莒子朱卒。（莒大於邾婁，至此乃卒者，庶其見殺不得卒。至此始卒，又不得日。）"
      },
      {
        "index": 10,
        "text": "疏注“莒大子”至“不得卒”。○解云：正以莊十六年冬十有二月，“邾婁子克卒”；二十八年“夏，四月，丁未，邾婁子瑣卒”。《春秋》之序莒常在上，而至此乃卒者，正由文十八年“莒弑其君庶其”，是以不得書其卒矣。○注“至此始卒又不得日”。○解云：邾婁子之卒，所以書日者，非直行進，其邾子克往前已卒，是以《春秋》得詳錄之。今此始卒，故不得書日。曹書日者，何氏云“老，使世子來朝，《春秋》敬老重恩，故為魯恩錄之尤深”是也。然則此注何以不言故不得日，而言又者？欲道曹伯終生雖亦始卒，但於魯有恩，是以書日。今此莒子非直始卒，又無善行，是以不日。\n夏，衛孫林父自晉歸於衛。\n秋，叔孫僑如如齊逆女。（凡娶早晚皆不譏者，從紀履緰一譏而已。○凡取，本又作“娶”。）"
      },
      {
        "index": 11,
        "text": "疏注“秋，叔孫僑如如齊逆女”。○解云：隱二年注云“不親迎例月，重錄之”。今此不月者，蓋以成公即位十有四年，始娶元妃，非重繼嗣之義，故略之。○注“凡娶早”至“譏而已”。○解云：隱二年“九月，紀履緰來逆女”，傳云“外逆女不書，此何以書？譏。何譏爾？譏始不親迎也。始不親迎，昉於此乎？前此矣。前此，則曷為始乎此？讬始焉爾。曷為讬始焉爾？《春秋》之始也”。然則宣公元年春，“公子遂如齊逆女”，喪服未除，是其大早也。成公十四年秋，始使僑如如齊逆女，非重繼嗣之義，是其大晚也。故言凡娶早晚矣。但略舉一二人，則桓公三年娶於齊，文公四年娶於齊，合在其間也。然則諸侯之法合親迎，而魯侯悉使大夫，所以不複發傳云“何以書？譏。何譏爾？譏不親迎”者，正欲從隱二年紀履緰之一譏而已，是以不複發傳以解之。舊解云隱二年履緰之下，注云“內逆女常書，外逆女但疾始不常書者，明當先自詳正，躬自厚而薄責於人，故略外也”。然則外之娶妻，莫問早晚，其不親迎者，皆不複書。而譏之者，悉從履緰之經一譏而已。所以此處注之者，正以內逆女常書之末，是以於此處決之。更有或解，不足述也。\n鄭公子喜率師伐許。九月，僑如以夫人婦薑氏至自齊。冬，十月，庚寅，衛侯臧卒。秦伯卒。\n成公十有五年\n十有五年，春，王二月，葬衛定公。三月，乙巳，仲嬰齊卒。仲嬰齊者何？（疑仲遂後，故問之。）"
      },
      {
        "index": 12,
        "text": "疏注“疑仲”至“故問之”。解云：何氏欲解弟子問所不知之意，何者？欲言仲遂之子，宜稱公孫，今經稱仲，故執不知問。"
      },
      {
        "index": 13,
        "text": "公孫嬰齊也。（未見於經，為公孫嬰齊，今為大夫死，見於經，為仲嬰齊。○未見，賢遍反，下同，年末及注皆同。）"
      },
      {
        "index": 14,
        "text": "疏注“未見於經”至“仲嬰齊”。○解云：未見於經者，謂未作大夫不得見於經。當爾之時，猶為公子之子，故為公孫嬰齊矣。今為大夫而死，得見於經，更為公子之孫，孫以王父字為氏，故為仲嬰齊矣。其更為公子之孫之事，其說在下。\n公孫嬰齊，則曷為謂之仲嬰齊？為兄後也。為兄後，則曷為謂之仲嬰齊？（據本公孫。）\n疏注“據本公孫”。○解云：言其本公孫，昭穆須正，雖代兄為大夫，寧得更為公孫之子乎？故難之。"
      },
      {
        "index": 15,
        "text": "為人後者，為之子也。（更為公孫之子，故不得複氏公孫。○複氏，扶又反，年內同。）為人後者為其子，則其稱仲何？（據氏非一。）孫以王父字為氏也。（謂諸侯子也。顧興滅繼絕，故紀族明所出。）然則嬰齊孰？後歸父也。歸父使於晉而未反。（宣公十八年自晉至檉奔齊，訖今未還。○使於，所吏反，及下“使乎”同。）何以後之？（據已絕也。）叔仲惠伯，傅子赤者也。（叔仲者，叔彭生氏也。文家字積於叔，叔仲有長幼，故連氏之。經云仲者，明《春秋》質家，當積於仲。惠，諡也。○長，丁丈反。）"
      },
      {
        "index": 16,
        "text": "疏注“叔仲者，叔彭生氏也”。解云：即文十一年叔彭生之氏族也。○注“文家字積於叔”至“諡也”。○解云：知如此者，正以大姒之子皆稱叔，唯有摐季而已，是文家字積於叔之義也。注言此者，欲道彭生之經，所以不連仲之意也。云叔仲有長幼，故連氏之者，注言此者，欲道彭生之傳所以連叔仲之意也。何者？彭生之祖生於叔氏，其父武仲又長幼當仲，是以彭生遠而言之，雖非正禮，要是當時之事，是以傳家述其私稱，連言仲矣。○注“經云仲”至“積於仲”。○解云：注言此者，欲道嬰齊此經，何故不連其父歸父之字，而單言仲者，欲明《春秋》當質，正得積於仲，是以不得更以佗字連之。"
      },
      {
        "index": 17,
        "text": "文公死，子幼。（子赤幼也。）公子遂謂叔仲惠伯曰：“君幼，如之何？願與子慮之。”叔仲惠伯曰：“吾子相之，老夫抱之，（禮，大夫七十而致事。若不得謝，則必賜之幾杖，行役以婦人從，適四方，乘安車，自稱曰老夫。○相之，貞亮反，下同。）"
      },
      {
        "index": 18,
        "text": "疏注“禮大夫”至“稱曰老夫”。○解云：皆上《曲禮》文。鄭氏云“致其所掌之事於君而告老。謝猶聽也。君必有命，勞若辭謝之，其有德尚壯，則不聽耳。幾杖、婦人、安車，所以養其身體也。安車坐乘，若今小車也。老夫，老人稱也。亦明君貪賢，《春秋傳》曰：‘老夫耄矣’”是也。"
      },
      {
        "index": 19,
        "text": "何幼君之有？公子遂知其不可與謀，退而殺叔仲惠伯，弑子赤而立宣公。（殺叔仲惠伯不書者，舉弑君為重。叔仲惠伯事與荀息相類，不得為累者，有異也。叔仲惠伯直先見殺爾，不如荀息死之。○殺子，音弑。）"
      },
      {
        "index": 20,
        "text": "疏注“叔仲惠伯”至“息死之”。解云：僖十年春，“晉里克弑其君卓子，及其大夫荀息”，傳云“及者何？累也。弑君多矣，舍此無累者乎？曰有，孔父、仇牧皆累也。舍孔父、仇牧無累者乎？曰有。有則此何以書？賢也。何賢乎荀息”，“驪姬者，國色也。獻公愛之甚，欲立其子，於是殺世子申生。申生者，里克傅之。獻公病將死，謂荀息曰：‘士何如則可謂之信矣？’荀息對曰：‘使死者反生，生者不愧乎其言，則可謂信矣。’獻公死，奚齊立。里克謂荀息曰：‘君殺正而立不正，廢長而立幼，如之何？原與子慮之。’荀息曰：‘君嚐訊臣矣，臣對曰使死者反生，生者不愧乎其言，則可謂信矣。’里克知其不可與謀，退弑奚齊。荀息立卓子，里克弑卓子，荀息死之”。若然，桓二年“宋督弑其君與夷，及其大夫孔父”，案彼傳文，則孔父亦先見殺，與此正同，而得為累者，正以“孔父生存，殤公不可得而弑，故於是先攻孔父之家。殤公知孔父死，已必死，趨而救之，皆死焉。孔父正色而立於朝，則人莫政過而致難於其君者，孔父可謂義形於色矣”。然孔父雖先見殺，而事君之正義形於顏色，豈如惠伯但為傅子赤而吝之，公子遂但欲弑子赤而殺之，不畏惠伯衛若，寧得類於孔父乎？若然，內之弑例皆諱不書，假令成累，安可作文？而注言此者，雖不言弑，宜言冬十月子赤及叔彭生卒。案今文公十八年經，直言“冬，十月，子卒”，故言不得為累矣。"
      },
      {
        "index": 21,
        "text": "宣公死，成公幼，臧宣公者相也。（臧孫許，宣諡。）君死不哭，聚諸大夫而問焉，曰：“昔者叔仲惠伯之事，孰為之？”諸大夫皆雜然曰：“仲氏也，其然乎？”於是遣歸父之家，（時見君幼，欲以防示諸大夫。○雜，七合反，又如字。）\n疏注“時見君”至“諸大夫”。○解云：於時見君幼少，恐有禍變，欲以有防衛之義，示其諸大夫。"
      },
      {
        "index": 22,
        "text": "然後哭君。歸父使乎晉，還自晉，至檉，聞君薨家遣，墠帷哭君成踴，反命於介，自是走之齊。魯人徐傷歸父之無後也。（徐者，皆共之辭也。關東語傷其先人為惡身見逐絕不忿懟也。）於是使嬰齊後之也。（弟無後兄之義，為亂昭穆之序，矣父子之親，故不言仲孫，明不與子為父孫。）"
      },
      {
        "index": 23,
        "text": "疏注“弟無後兄”至“為父孫”。○解云：案《異義》“《公羊》說”云“質家立世子弟，文家立世子子，而《春秋》從質，故得立其弟”。以此言之，嬰齊為兄後，正合諸《春秋》之義，何得謂之亂昭穆之序者？正以質家立世子弟者，謂立之為君而已，豈謂作世子之子乎？今嬰齊後之者，若為歸父之子然，故為亂昭穆之序。言失父子之親者，若後歸父，即不為仲遂之子，故云失父子之親矣。"
      },
      {
        "index": 24,
        "text": "癸丑，公會晉侯、衛侯、鄭伯、曹伯、宋世子成、齊國佐、邾婁人同盟於戚。（○世子成，音恤，本或作“成”。）晉侯執曹伯歸之於京師。（為篡喜時。○為，於偽反。）"
      },
      {
        "index": 25,
        "text": "疏注“為篡喜時”者。即昭二十年傳云“何賢乎公子喜時？讓國也。其讓國奈何？曹伯廬卒於師”，注云“在成十三年”；傳又云“公子喜時，見公子負芻之當主也，逡巡而退”是也。\n公至自會。\n夏，六月，宋公固卒。（不日者，多取三國媵，非禮，故略之。）"
      },
      {
        "index": 26,
        "text": "疏注“不日者多”至“略之”。○解云：即上九年“伯姬歸於宋”之時，“衛人來媵”，“晉人來媵”，“齊人求媵”，傳云“三國來媵，非禮也”是。宋得用天子禮而非之者，其婚娶當從諸侯故也，雖於伯姬為榮，而宋公有失，故死略之。\n楚子伐鄭。秋，八月，庚辰，葬宋共公。（○共，音恭。）"
      },
      {
        "index": 27,
        "text": "宋華元出奔晉歸於宋。（不省文複出宋華元者，朱公卒，子幼，華元以憂國為大夫山所譖，出奔晉。晉人理其罪，宋人反華元誅山，故繁文大之也。言歸者，明出入無惡。）"
      },
      {
        "index": 28,
        "text": "疏注“不省文”至“文大之也”。○解云：襄三十年秋，“鄭良霄出奔許，自許入於鄭”，彼則省文，不言鄭良霄自許入於鄭，今則不省文，故決之。必知不省文是大之者，正以孔子曰“書之重，辭之複，嗚呼！其中必有美者焉，不可不察”，故知也。言華元以憂國為大夫山所譖，出奔晉者，皆《春秋說》文也。○注“言歸者，明出入無惡”。○解云：即上桓十五年傳例云“複歸者，出惡歸無惡。複入者，出無惡入有惡。入者出入惡，歸者出入無惡”是也。\n宋殺其大夫山。（不氏者，見殺在華元歸後，嫌直自見殺者，故貶之，明以譖華元故。）"
      },
      {
        "index": 29,
        "text": "疏注“不氏者”至“華元故”。○解云：襄二十三年夏，“陳殺其大夫慶虎及慶寅。陳侯之弟光自楚歸於陳”，注云“前為二慶所譖，出奔楚。楚人治其罪，陳人誅二慶反光，故言歸。宋大夫山譖華元貶，此不貶者，殺二慶而光歸，譖光可知”然則今此華元歸後，山見殺，故須貶山以見其義矣。山者，魚石之親，若其不貶，宜言魚山也。\n宋魚石出奔楚。（與山有親，恐見及也。後得言複入者，出無惡，知非君漏言，魚石不殺山。）"
      },
      {
        "index": 30,
        "text": "疏注“與山有親，恐見及也”。○解云：知如此者，襄二十年秋，“蔡殺其大夫公子燮。蔡公子履出奔楚”，同稱公子，親眷明矣。今此“宋殺其大夫山。宋魚石出奔楚”，文與彼同，故知山之親也。但山以譖華元而見貶，是以不得言魚矣。○注“後得言複”至“不殺山”。○解云：複入者，即下十八年夏，“宋魚石複入於彭城”是也。言複入者，出無惡者，桓十五年傳文。案文六年冬，“晉殺其大夫陽處父。晉狐射姑出奔狄”，傳云“晉殺其大夫陽處父，則狐射姑曷為出奔？射姑殺也。射姑殺則其稱國以殺何？君漏言也”，彼注云“自上言世，下曰漏”；“其漏言奈何？君將使射姑將，陽處父諫曰：‘狐射姑民眾不說，不可使將。’於是廢將。陽處父出，射姑入，君謂射姑曰：‘陽處父言曰：射姑民眾不說，不可使將。’射姑怒，出剌陽處父於朝而走”，注云“明君漏言殺之，當坐殺也”。以此言之，若由君漏言魚石殺山而走出，是出有惡，不複言複入。今魚石之奔，下言複入，知非君漏言，魚石不殺山也。"
      },
      {
        "index": 31,
        "text": "冬，十有一月，叔孫僑如會晉士燮、齊高無咎、宋華元、衛孫林父、鄭公子邾婁人，會吳於鍾離。曷為殊會吳？（據楚不殊。○燮，息協反。咎，其九反。，音秋。）"
      },
      {
        "index": 32,
        "text": "疏注“據楚不殊”。解云：即僖二十一年“秋，宋公、楚子、陳侯、蔡侯、鄭伯、許男、曹伯會於霍”是也。外吳也。曷為外也？（據襄五年不外之。）"
      },
      {
        "index": 33,
        "text": "疏注“據襄五年不外之”。○解云：其經云秋，“公會晉侯、宋公”以下，“齊世子光、吳人、鄫人於戚”是也。"
      },
      {
        "index": 34,
        "text": "《春秋》，內其國而外諸夏，內諸夏而外夷狄。（內其國者，假魯以為京師也。諸夏，外士諸侯也。謂之夏者，大總下土言之辭也。不殊楚者，楚始見所傳聞世，尚外諸夏，未得殊也。至於所聞世可得殊，又卓然有君子之行。吳似夷狄差醇，而適見於可殊之時，故獨殊吳。○傳，直專反。行，下孟反。差醇，初賣反；下音純。）"
      },
      {
        "index": 35,
        "text": "疏“《春秋》內其國而外諸夏”。解云：即經云“叔孫僑如會晉士燮、齊高無咎”以下是也。云內諸夏而外夷狄者，即經序諸大夫訖，乃言“會吳於鍾離”是也。○注“不殊楚者楚始”至“得殊也”。○解云：即僖二十一年“秋，宋公、楚子、陳侯、蔡侯、鄭伯、許男、曹伯會於霍”之屬是也。○注“至於”至“之行”。解云：即宣十一年“夏，楚子、陳侯、鄭伯盟於辰陵”者，是不殊楚之經也。言卓然有君子之行者，即彼注云“不日月者，莊王行霸，約諸侯，明王法，討徵舒，善其憂中國，故為信辭”也。然則討徵舒，明王法，勝鄭而不取，令之還師佚晉寇之屬，皆是卓然有君子之行矣。\n王者欲一乎天下，曷為以外內之辭言之？（據大一統。）"
      },
      {
        "index": 36,
        "text": "疏注“據大一統”。解云：即元年傳云“何言乎王正月？大一統也”，注云“統者始也，總係之辭。夫王者始受命改製，布政施教於天下，自公侯至於庶人，自山川至於草木昆蟲，莫不一係於正月，故云政教之始”。然則王者施政，欲其遠近遍及，海內如一，而殊外內，故難之。"
      },
      {
        "index": 37,
        "text": "言自近者始也。（明當先正京師，乃正諸夏。諸夏正，乃正夷狄，以漸治之。葉公問政於孔子，孔子曰“近者說，遠者來”；季康子問政於孔子，孔子曰“政者，正也。子帥以正，孰敢不正”是也。月者，危錄之。諸侯既委任大夫，複命交接夷狄。○葉公，舒涉反，下文同。說，音悅。）"
      },
      {
        "index": 38,
        "text": "疏注“子帥以正，孰敢不正是也”。○解云：帥，長也。言子為諸侯之長而為正，誰敢不為正乎？亦是先正於近，乃始及遠之義，故引之。許遷於葉。\n成公十有六年"
      },
      {
        "index": 39,
        "text": "十有六年，春，王正月，雨木冰。雨木冰者何？雨而木冰也。何以書？記異也。（木者，少陽，幼君大臣之象。冰者，凝陰，兵之類也。冰脅木者，君臣將執於兵之徵也。）"
      },
      {
        "index": 40,
        "text": "疏“雨木冰者何”。○解云：雨與木冰，理不相類，如此作經，故執不知問。○注“木者”至“之象”。○解云：木始於東方，故曰少陽。陽比君，故有幼君之義。震為六子之宗，乃是乾之長子，故為大臣之象也。"
      },
      {
        "index": 41,
        "text": "夏，四月，辛未，滕子卒。（滕始卒於宣公，日於成公，不名。邾婁始卒於文公，日於襄公，名。俱葬於昭公，是以知滕小。）"
      },
      {
        "index": 42,
        "text": "疏注“滕始”至“滕小”。○解云：滕始卒於宣公者，即宣九年秋，“八月，滕子卒”是也。其日於成公者，即此注云“辛未，滕子卒”是也。二者皆不及名，故曰不名。其邾婁始卒於文公者，即文十三年夏五月，“邾婁子蘧蒢卒”是也。其日於襄公者，即襄十七年“春，王二月，庚午，邾婁子間卒”是也。書蘧蒢與間，故曰名也。云俱葬於昭公者，即昭元年，“六月，丁未，邾婁子華卒”，秋，“葬邾婁悼公”；昭三年“春，王正月，丁未，滕子泉卒”，“五月，葬滕成公”是也。然則《春秋》於所聞之世，始錄微國之卒，書日書名，明其大小。滕子卒葬皆在邾婁之後，邾婁之君名於所聞之世，於滕則未，是以知其小於邾婁也。何氏所以不於會序比之，而據其卒葬者，會是主會次之，未得其義，其大小仍自難明，故如此解。若然，案莊十六年十二月，“邾婁子克卒”；二十八年“夏，四月，丁未，邾婁子瑣卒”。然則邾婁始卒書曰書名，並在莊公之世，而邾婁卒於文公日於襄公名者，彼是傳聞之世，小國之卒例不合書，而莊公之時邾婁之君得書卒者，何氏於克卒之下注云“小國未嘗卒而卒者，為慕霸者。有尊天子之心，行進也”；卒之下注云“日者，附從霸者，朝天子行進”。以此言之，直是行而得書卒書日，非其常例，故不取之。\n鄭公子喜帥師侵宋。\n六月，丙寅，朔，日有食之。（是後楚滅舒庸，晉厲公見餓殺尤重，故十七年複食。○複，扶又反。）"
      },
      {
        "index": 43,
        "text": "疏注“是後楚滅舒庸”者。解云：在下十七年冬十二月。○注“晉厲公見餓殺”。○解云：即下十八年“春，王正月，庚申，晉弑其君州蒲”是也。《春秋說》以為厲公猥殺四大夫，臣下人人恐見及，正月幽之，二月而死，故此注云“見餓殺”也。○注“故十七年複食”。○解云：即十七年“十有二月，丁已，朔，日有食之”是也。\n晉侯使欒黶來乞師。（○欒，力官反。黶，於斬反。）"
      },
      {
        "index": 44,
        "text": "甲午，晦。晦者何？冥也。何以書？記異也。（此王公失道，臣代其治，故陰代陽。○冥，亡定反，又亡丁反。治，直吏反。）\n疏“晦者何”。○解云：欲言月晦，例所不書；欲言旦冥，文不言晝，故執不知問。"
      },
      {
        "index": 45,
        "text": "晉侯及楚子、鄭伯戰於鄢陵，楚子、鄭師敗績。敗者稱師，楚何以不稱師？（據宋公戰於泓，敗績稱師。○鄢，於晚反，又於建反。泓，烏宏反。）"
      },
      {
        "index": 46,
        "text": "疏注“據宋公戰”至“稱師”。○解云：即僖二十二年“冬，十有一月，已巳，朔，宋公及楚人戰於泓，朱師敗績”是也。\n王痍也。王痍者何？傷乎矢也。（時為飛矢所中。○痍，音夷，傷也。所中，丁仲反。）\n疏“王痍者何”。○解云：王有三軍之衛而身見傷，似非其類，故執不知問。"
      },
      {
        "index": 47,
        "text": "然則何以不言師敗績？（據王痍。）末言爾。（末，無也。無所取於言師敗績也。凡舉師敗績，為重眾。今親傷人君，當舉傷君為重。以言戰，又言敗績，知非詐，當蒙上日也。○為，於偽反。下“為代公”同。）"
      },
      {
        "index": 48,
        "text": "疏注“以言戰”至“上日也”。○解云：正以《春秋》之義，偏戰者日，詐者月。令孤鄢陵之經言戰言敗績，知非詐，故當蒙上日甲午矣。"
      },
      {
        "index": 49,
        "text": "楚殺其大夫公子側。○秋，公會晉侯、齊侯、衛侯、宋華元、邾婁人於沙隨。不見公。公至自會。不見公者何？公不見見也。（不見見者，恚乞師不得，欲執之。○恚，一睡反。）"
      },
      {
        "index": 50,
        "text": "疏“不見公者何”。○解云：公會晉侯，是與會之文；言不見公，疑其非類，故執不知問。○注“不見見者，恚乞師不得，欲執之”。即下傳云“其代公執奈何？前此者，晉人來乞師而不與，公會晉侯，將執公”是也。\n公不見見，大夫執，何以致會？（據不得意。扈之會公失序不致。）"
      },
      {
        "index": 51,
        "text": "疏注“據不得意”者。解云：正以莊六年傳云“得意致會，不得意致伐”，何氏云“此謂公與二國以上也。公與二國以上出會盟，得意致會，不得意不致”。今會不得意而致會，故據而難之。○注“扈之會公失序不致”。○解云：即文七年“秋，公會諸侯、晉大夫盟於扈”，傳云“諸使何以不序？大夫何以不名？公失序也。公失序奈何？諸侯不可使與公盟，失晉大夫與公盟也”是也。然則彼是公不得意不書致，今此亦不得意而反致，故難之。"
      },
      {
        "index": 52,
        "text": "不恥也。曷為不恥？（據扈之會公失序恥。）公幼也。（因公幼殺恥為諱辭，不書行父執者，公不見見已重矣。）"
      },
      {
        "index": 53,
        "text": "疏注“因公幼殺恥為諱辭”。○解云：實不見，今而致會，詐若得意然，故言為諱辭耳。○注“不書行父執者”。○解云：是時累代公執，而下經但書其一，故此注“不書行父執者，公不見見己重矣”。\n公會尹子、晉侯、齊國佐、邾婁人伐鄭。曹伯歸自京師。"
      },
      {
        "index": 54,
        "text": "執而歸者名，曹伯何以不名？而不言複歸於曹何？（據曹伯襄複歸於曹。）疏注“據曹伯襄複歸於曹”。○解云：在僖二十八年冬。"
      },
      {
        "index": 55,
        "text": "易也。（易故末言之，不複舉國名。○易，以豉反，注及下同。複，扶又反，下“而複”同。）其易奈何？公子喜時在內也。公子喜時在內，則何以易？（據本篡喜時也。○喜時，《左傳》作“欣時”。）公子喜時者，仁人也，內平其國而待之，（和平其臣民，令專心於負芻。○令，力呈反。）外治諸京師而免之。（訟治於京師，解免使來歸。）其言自京師何？（據僖二十八年晉人執衛侯歸之於京師，後複歸於衛，俱天子所歸，不言自京師。不連歸問者，嫌自京師天子有力文，言甚易，欲並問力文，與上說喜時錯。）"
      },
      {
        "index": 56,
        "text": "疏注“據僖二十八年”至“言自京師”。○解云：即僖二十八年冬，“晉人執衛侯歸之於京師”；三十年秋，“衛侯鄭歸於衛”是也。○注“不連歸問”至“喜時錯”。○解云：問者之意，欲道僖三十年“衛侯鄭歸於衛”，亦是天子所歸，不言自京師。今曹伯亦為天子所歸，獨言自京師，文相違背，故問之。若連歸問云“其言歸自京師何，即嫌歸自京師者，乃是天子有力之文，似若僖二十八年冬，“衛元咺自晉複歸於衛”，傳云“自者何？有力焉者也”。然上說言其所以易，正由公子喜時之力。若此處並問天子有力之文，即與上說喜時之力自相違。"
      },
      {
        "index": 57,
        "text": "言甚易也，舍是無難矣。（言歸自京師者，與內據臣子致公同文，欲言甚易也。舍此所從還，無危難矣。主所以見曹伯歸，本據喜時平國反之書，非錄京師有力也。執歸書者，賢喜時為兄所篡，終無怨心，而複深推精誠，憂免其難，非至仁莫能行之，故書起其功也。○舍是，音舍，注同，下傳“舍臣”放此。無難，乃旦反，注同。）"
      },
      {
        "index": 58,
        "text": "疏注“言歸自京師者”至“致公同文”。○解云：與上十三年“公至自京師”相似。○注“執歸書者”至“起其功也”。○解正以僖十九年“宋人執滕子嬰齊”，二十一年“執宋公”之屬，皆不書其歸也。若然，僖二十八年春，晉侯“執曹伯以畀宋人”，冬，“晉人執衛侯歸之於京師”，“曹伯襄複歸於曹”；三十年秋，“衛侯鄭複歸於衛”，皆是被執而書之者，曹伯之下注云“執歸不書。書者，名惡當見”，衛侯之下注云“執歸不書。主書者，名惡當見”是也。"
      },
      {
        "index": 59,
        "text": "九月，晉人執季孫行父，舍之於招丘。執未可言舍之者，此其言舍之何？仁之也。曰在招丘，悕矣。（悕，悲也。仁之者，若曰在招丘，可悲矣。閔錄之辭。○招丘，章遙反，又上饒反，二傳作“苕丘”。悕，音希，悲也。）執未有言仁之者，此其言仁之何？代公執也。其代公執奈何？前此者，晉人來乞師而不與。（不書者，不與無惡。）"
      },
      {
        "index": 60,
        "text": "疏注“不書者，不與無惡”。○解云：若其書之，宜言晉侯使欒黶來乞師，公不許之。今無此經，故言不與不書也。言不與無惡者，僖二十六年“公子遂如楚乞師”之下，傳云“乞者何？卑辭也。曷為以外內同若辭？重師也。曷為重師？師出不正反，戰不正勝也”，何氏云“兵，凶器；戰，危事，不得已而用之爾，乃以假人，故重而不暇別外內也”者，是其不與無惡之義。"
      },
      {
        "index": 61,
        "text": "公會晉侯，（會沙隨也。）將執公。季孫行父曰：“此臣之罪也。”於是執季孫行父。成公將會厲公，（謂上伐鄭。言諡者，別嬰齊所請也。明言公會晉侯者，嬰齊所請事也，故下與嬰齊傳合同。○別，彼列反。）"
      },
      {
        "index": 62,
        "text": "疏“於是執季孫行父”。○解云：此以上，道今年秋會於沙隨之時事。○注“謂上伐鄭”至“傳合同”。解云：下十七年“公孫嬰齊卒於貍軫”之下，傳云“前此者，嬰齊走之晉。公會晉侯，將執公。嬰齊為公請，公許之反為大夫。歸，至於貍軫而卒”。然則上言公會晉侯，將執公者，乃是上經沙隨之事，故下與嬰齊傳文合。言成公將會晉厲公，言諡者欲別於嬰齊所請之事，明其是上伐鄭時也。案此傳沙隨之事，時行父亦請，而特言嬰齊所請事者，欲言行父再請，而嬰齊三請，俱在沙隨故也。"
      },
      {
        "index": 63,
        "text": "會不當期，將執公。季孫行父曰：“臣有罪，執其君；子有罪，執其父，此聽失之大者也，今此臣之罪也，舍臣之身而執臣之君，吾恐聽失之為宗廟羞也。”於是執季孫行父。（善其過則稱已，美則稱君，累代公執，在危殆之地。故地言舍而月之者，痛傷忠臣不得其所。為代公執不稱行人者，在君側，非出使。○出使，所吏反。）"
      },
      {
        "index": 64,
        "text": "疏“此聽失之大者也”。○解云：言聽獄者失之大者矣。○注“故地言舍”至“得其所”。○解云：言故地言舍而月之者，即經書“九月，晉人執季孫行父，舍之於招丘”是也。言月則為傷痛之文者，正以凡執例時故也，即僖四年夏，“齊人執陳袁濤塗”；五年“冬，晉人執虞公”之屬是也。○注“為代公”至“非出使”。○解云：正以文十四年冬，“齊人執單伯”之下，傳云“執者曷為或稱行人？或不稱行人”，注云“此問諸侯相執大夫所稱例”；傳云“稱行人而執者，以其事執也”，注云“以其銜奉國事執之，‘晉人執我行人叔孫舍’是也”；傳又云“不稱行人而執者，以已執也”，注云“已者，已大夫。自以大夫之罪執之。分別之者，罪惡當各歸其本”。以此言之，則知自為己執者，乃不稱行人。今此行父為代公執，而亦不稱行人者，正以其在君側，非出使故也。\n冬，十月，乙亥，叔孫僑如出奔齊。\n十有二月，乙丑，季孫行父及晉郤州盟於扈。（行父執釋不致者，舉公至為重。）"
      },
      {
        "index": 65,
        "text": "疏注“行父執釋不致者，舉公至為重”。○解云：正以昭十三年秋，“晉人執季孫隱如以歸”；十四年“春隱如至自晉”；二十三春，“晉人執我行人叔孫舍”；二十四年春，“叔孫舍至自晉”，皆書其至。今此不書至，故言舉公至為重。\n公至自會。乙酉，剌公子偃。"
      },
      {
        "index": 66,
        "text": "疏“乙酉，剌公子偃”。○解云：即僖二十八年注云“內殺大夫例，有罪不日，無罪日”者，正謂此文是也。考諸舊本，此經之下悉皆無注，若有注者衍字耳。\n成公十有七年\n十有七年，春，衛北宮結率師侵鄭。"
      },
      {
        "index": 67,
        "text": "夏，公會尹子、單子、晉侯、齊侯、宋公、衛侯、曹伯、邾婁人伐鄭。六月，乙酉，同盟於柯陵。（○柯，古河反。）秋，公至自會。\n齊高無咎出奔莒。"
      },
      {
        "index": 68,
        "text": "九月，辛丑，用郊。用者何？用者不宜用也。九月，非所用郊也。（周之九月，夏之七月，天氣上升，地氣下降，又非郊時，故加用之。）\n疏“用者何”。○解云：正以上下之郊，例不言用，此獨違例，故執不知問。"
      },
      {
        "index": 69,
        "text": "然則郊曷用？郊用正月上辛。（魯郊博卜春三月，言正月者，因見百王正所當用也。三王之郊，一用夏正。言正月者，《春秋》之製也；正月者，歲首；上辛尤始新，皆取其首先之意。日者，明用辛例，不郊則不日。○因見，賢遍反，下同。）"
      },
      {
        "index": 70,
        "text": "疏注“魯郊博”至“所當用”。○解云：僖三十一年傳云“魯郊，非禮也”，彼注云“以魯郊非禮，故卜爾。昔武王既沒，成王幼少，周公居攝，行天子事，製禮作樂，致太平，有王功。周公薨，成王以王禮葬之。命魯使郊，以彰周公之德。非正故卜，三卜吉則用之，不吉則免牲”者，是其魯郊博卜春三月之義也。而此傳止言正月者，因見其自今後百代之王正所當用之月也。○注“三王之郊”至“製也”。○解云：三王之郊，一用夏正者，《易說》文也。既用夏正，而此傳特言用正月上辛者，但《春秋》之製也。《春秋》因魯以製法，令自今以後之郊，皆用周之正月故也。○注“不郊則不日”。○解云：即僖三十一年“夏，四月，四卜郊不從，乃免牲，猶三望”；成七年“春，王正月，鼷鼠食郊牛角，改卜牛”，夏五月，“不郊猶三望”之屬，是不郊則不日之文也。"
      },
      {
        "index": 71,
        "text": "或曰用然後郊。（或曰：用者，先有事，存後稷神名也。晉人將有事於河，必先有事於惡池。齊人將有事於泰山，必先有事於蜚林。魯人將有事於天，必先有事於泮宮。九月郊尤悖禮，故言用，小大盡譏之，以不郊乃譏三望，知郊不得譏小也。又夕牲告牷後稷，當在日上，不當在日下。○惡，如字，又火吳反。池，如字，又大河反。蜚，芳尾反，又音配。泮，音判，本又作“郊”。拴，音全。）"
      },
      {
        "index": 72,
        "text": "疏注“晉人將有事”至“於泮宮”。○解云：即《禮器》云“魯人將有事於上帝，必先有事於泮宮”，注云“上帝，周所郊祀之帝，謂蒼帝靈威仰也。魯以周公之故，得郊祀上帝與周同。先有事於泮宮，先後稷也。告之者，將以配天先仁也。泮宮，郊之學也。《詩》所謂泮宮也，字或為“郊宮”；“晉人將有事於河，必先有事於惡池”，鄭注云“惡當為‘呼’，聲之誤也。呼池嘔夷，并州川”；“齊人將有事於泰山，必先有事於配林”，注云“配林，林名”是也。○注“以不郊”至“譏小也”。解云：即僖三十一年“夏，四月，四卜郊不從，乃免牲，猶三望”，傳云“猶者何？通可以已也。譏不郊而望祭也”，何氏云“譏尊者不食而卑者獨食”也。○注“又夕牲告”至“在日下”。○解云：言古禮，郊之前日，午後陳其牲物，告牲之牷於後稷，則知此經宜云九月用，辛丑郊。"
      },
      {
        "index": 73,
        "text": "晉侯使荀罃來乞師。（○罃，乙耕反。）冬，公會單子、晉侯、宋公、衛侯、曹伯、齊人、邾婁人伐鄭。十有一月，公至自伐鄭。（月者，方正下壬申，故月之。）"
      },
      {
        "index": 74,
        "text": "疏注“月者方”至“月之”。○解云：正以凡致例時，故此解之。言正下壬申者，欲正壬申為十月之日，是以不得不言十一月以來之。"
      },
      {
        "index": 75,
        "text": "壬申，公孫嬰齊卒於貍軫。非此月日也，曷為以此月日卒之？（據下丁巳朔，知壬申在十月。○貍，力之反。軫，之忍反，《左氏》作“脤”，《穀梁》作“蜃”。）"
      },
      {
        "index": 76,
        "text": "疏“卒於貍軫”者。○解云：正本作“貍辰”字。○注“據下丁巳”至“十月”。解云：即下“十有二月，丁巳，朔，日有食之”是也。十二月丁巳朔，逆而推之，則丁亥為十一月朔日，又逆而推之，即丁卯為十月十一日矣。即從丁卯數之，戊辰、已巳、庚午、辛未、壬申，然則壬申乃為十月十六日，故云據下丁巳朔，知壬申在十月矣。\n待君命然後卒大夫。曷為待君命然後卒大夫？（據昭公出奔卒叔孫舍。）"
      },
      {
        "index": 77,
        "text": "疏注“據昭公”至“孫舍”。○解云：即昭二十五年，“九月，已亥，公孫於齊”，“冬，十月，戊辰，叔孫舍卒”；三十二年冬十二月，“公薨於乾侯”是也。\n前此者，嬰齊走之晉。（不書者，以為公請除出奔之罪也。○為，於偽反，下文“為公”同。）\n疏注“不書者”至“之罪也”。○解云：其請公者，謂上沙隨時也。"
      },
      {
        "index": 78,
        "text": "公會晉侯，將執公。嬰齊為公請，公許之反為大夫。歸，至於貍軫而卒。（十月壬申日。貍軫，魯地。）無君命，不敢卒大夫。（國人未被君命，不敢使從大夫禮。）公至，（十一月至是也。）"
      },
      {
        "index": 79,
        "text": "疏注“十一月”至“是也”。○解云：“十有一月，公至自伐鄭”是也。若以上傳言之，則嬰齊之請，魯侯許之，皆是沙隨時也。若在沙隨會時，即在伐鄭之上，何故待公伐鄭之還乃始卒之？正以成公許之，實在沙隨，但嬰齊未還，公又伐鄭，伐鄭未歸，嬰齊巳卒，國人不聞公命，未敢卒之，亦何傷？"
      },
      {
        "index": 80,
        "text": "曰：“吾固許之反為大夫。”（許反為大夫，即受命矣。）然後卒之。（善其不敢自專，故引其死日下就公至月卒之，起其事，所以激當世之驕臣。○激，古狄反。）"
      },
      {
        "index": 81,
        "text": "十有二月，丁巳，朔，日有食之。邾婁子玃且卒。（○玃且，俱縛反；下子餘反。）晉殺其大夫郤錡、郤州、郤至。楚人滅舒庸。（舒庸，東夷。道吳圍巢。）\n疏注“舒庸，東夷。道吳圍巢”。○解云：出《左氏》。考諸舊本，亦有無此注者。\n成公十有八年"
      },
      {
        "index": 82,
        "text": "十有八年，春，王正月，晉殺其大夫胥童。○庚申，晉弑其君州蒲。（日者，二月庚申日。上係於正月者，起正月見幽，二月庚申日死也。厲公猥殺四大夫，臣下人人恐見及，以致此禍，故日起其事，深為有國者戒也。）"
      },
      {
        "index": 83,
        "text": "疏注“日者”至“申日”。○解云：正以文十八年冬，“莒弑其君庶其”，傳云“稱國以弑者，眾弑君之辭”，注云“一人弑君，國中人人盡喜，故舉國以明失眾，當坐絕也。例皆時者，略之也”。然則稱國以弑者例書時，而此書日，故解之。而昭二十七年“夏，四月，吳弑其君僚”，何氏云“月者，非失眾見弑，故不略”是也。云云之說在彼。知庚申二月日者，亦以上十二月丁巳朔言之也。去年十二月丁巳朔，則知今年二月丙辰朔也，何者？以長曆推之，今年正月小故也。二月丙辰朔數之，丁巳、戊午、巳未、庚申，則庚申為二月五日矣。正月之中，寧得有之乎？故知庚申二月日也。○注“上係於正月”至“日死也”。○解云：《春秋說》云“厲公猥殺四大夫，臣下人人恐見及，正月幽之，二月而死”是也。○注“厲公猥殺四大夫”者。解云：即去年殺三郤，是歲殺胥童是也。\n齊殺其大夫國佐。公如晉。夏，楚子、鄭伯伐宋。"
      },
      {
        "index": 84,
        "text": "宋魚石複入於彭城。（不書叛者，楚為魚石伐宋取彭城以封之。本受於楚，非得於宋，故舉伐於上，起其意也。楚以封魚石，複本係於宋。言複入者，不與楚專封，故從犯君錄之。主書者，其專封。○複入，扶又反，注同。為，於偽反，下“為失”同。）"
      },
      {
        "index": 85,
        "text": "疏注“不書叛者”至“其意也”。○解云：如此注者，欲決昭二十一年“宋華亥、向寧、華定、自陳入於宋南里以畔”之文故也。○注“楚以”至“君錄之”。○解云：桓十五年傳云“複入者，出無惡，入有惡”，故言從犯君錄之，何者？魚石出時直為與山有親，更無實罪，故曰出無惡也。今犯君而入，故為入惡，從犯君錄之。○注“主書者”至“專封”。○解云：言楚子伐宋下，即言魚石複入於彭城，是起其專封之義。必起其專封者，正欲責之故也。\n公至自晉。晉侯使士匄來聘。（匄，古害反。）秋，杞伯來朝。八月，邾婁子來朝。"
      },
      {
        "index": 86,
        "text": "築鹿囿。何以書？譏。何譏爾？有囿矣，又為也。（剌奢泰妨民。天子囿方百里，公侯十里，伯七里，子、男五里，皆取一也。○鹿囿，音又。）"
      },
      {
        "index": 87,
        "text": "疏注“天子囿”至“取一也”。○解云：《孟子》文。《司馬法》亦云也。巳丑，公薨於路寢。冬，楚人、鄭人侵宋。\n晉侯使士彭來乞師。（○士彭，二傳作“士魴”，襄十二年同。）"
      },
      {
        "index": 88,
        "text": "十有二月，仲孫蔑會晉侯、宋公、衛侯、邾婁子、齊崔杼同盟於虛朾。（不日者，時欲行義，為宋誅魚石，故善而為信辭，或喪盟略。○杼，直呂反。虛朾，起魚反；下敕丁反。）\n丁未，葬我君成公。"
      }
    ]
  }
}