{
  "chapterNumber": 6,
  "title": "春秋公羊傳註疏卷04 (Gongyang Zhushu, Volume 4)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "桓公卷四\n（起元年，盡六年）\n桓公元年"
      },
      {
        "index": 1,
        "text": "元年，春，王正月，公即位。繼弑君，不言即位，此其言即位何？（據莊公不言即位。○繼弑，申誌反，注皆同，二年放此。）"
      },
      {
        "index": 2,
        "text": "疏「繼弑君，不言即位」。○解云：莊元年傳云「繼弑君，子不言即位」，而此不言子者，欲見桓無臣子之道，不念其君父故也。寧知不由桓非隱子，故不言子者，正見僖元年傳云「公何以不言即位？繼弑君，子不言即位。此非子，其稱子何？臣子一例也」。正以僖是閔兄而言子，故知桓公若有臣人之道，言子矣。○注「據莊」至「即位」。○解云：即莊元年經云「元年春，王正月」，不言公即位是也。"
      },
      {
        "index": 3,
        "text": "如其意也。（弑君欲即位，故如其意，以著其惡，直而不顯，諱而不盈。桓本貴當立，所以為篡者，隱權立，桓北面君事隱也。即者，就也。先謁宗廟，明繼祖也。還之朝，正君臣之位也。事畢而反囚服焉。）"
      },
      {
        "index": 4,
        "text": "疏注「直而」至「不盈」。○解云：繼弑君者無即位之文，今此書其即位，直是桓弑，但不顯道其弑，故曰直而不顯也。言諱而不盈者，桓之弑隱，是為內諱，而書其即位以見其弑，不盈滿其諱文，故曰諱而不盈也。○注「先謁」至「服焉」。○解云：皆時王之禮也。"
      },
      {
        "index": 5,
        "text": "三月，公會鄭伯於垂。（桓公會皆月者，危之也。桓弑賢君，篡慈兄，專易朝宿之邑，無王而行，無仁義之心，與人交接，則有危也，故為臣子憂之。不致之者，為下去王，適足以起無王，未足以見無王罪之深淺，故復奪臣子辭，成誅文也。○為下，於偽反，下「為告」同。去，起呂反。見，賢遍反。故復，扶又反，下同。）"
      },
      {
        "index": 6,
        "text": "疏注「桓公」至「危之也」。○解云：即此文，及下二年「三月，公會齊侯」已下「於稷」，三年「春，正月，公會齊侯於嬴」，六年「夏，四月，公會紀侯於成」之屬是也。而十年「秋，公會衛侯於桃丘，弗遇」，不書月者，彼是公欲要衛侯，衛侯不肯見，公以非禮動，見拒有恥，是以不復見其危矣。○注「不致」至「文也」。○解云：即下二年注云「凡致者，臣子喜其君父脫危而至」。今不致之，若其受誅殺，故曰奪臣子辭成誅文也。"
      },
      {
        "index": 7,
        "text": "鄭伯以璧假許田。其言以璧假之何？（據實假不當持璧也。）易之也。易之則其言假之何？為恭也。（為恭孫之辭，使若暫假借之辭。○孫，音遜。）曷為為恭？（據取邑不為恭敬辭。）\n疏注「據取」至「敬辭」。○解云：即哀八年「齊人取讙及僤」之屬是。"
      },
      {
        "index": 8,
        "text": "有天子存，則諸侯不得專地也。許田者何？（地皆不得專，而此獨為恭辭，疑非凡邑，故更問之。）魯朝宿之邑也。諸侯時朝乎天子，天子之郊，諸侯皆有朝宿之邑焉。（時朝者，順四時而朝也，緣臣子之心，莫不欲朝朝莫夕。王者與諸侯別治，勢不得自專朝，故即位比年使大夫小聘，三年使上卿大聘，四年又使大夫小聘，五年一朝。王者亦貴得天下之歡心，以事其先王，因助祭以述其職，故分四方諸侯為五部，部有四輩，輩主一時。《孝經》曰「四海之內，各以其職來助祭」，《尚書》曰「群後四朝，敷奏以言，明試以功，車服以庸」是也。宿者，先誡之辭。古者天子邦畿千里，遠郊五百里，諸侯至遠郊，不敢便入，必先告至，由如他國至竟而假塗也：皆所以防未然，謹事上之敬也。王者以諸侯遠來朝，亦加殷勤之禮以接之。為告至之須，當有所住止，故賜邑於遠郊，其實天子地，諸侯不得專也。桓公無尊事天子之心，專以朝宿之邑與鄭，背叛當誅，故深諱使若暫假借之者，不舉假為重，復舉上會者，方諱言許田。不舉會，無以起從魯假之也。○朝朝，上如字；下直遙反。莫，音暮。治，直吏反。背叛，音佩，凡「背叛」之類皆放此。）"
      },
      {
        "index": 9,
        "text": "疏注「故即位」至「小聘」。○解云：此《孝經說》文。《聘義》亦云「天子製諸侯，比年小聘，三年大聘，相厲以禮也」，是與此合。○注「五年一朝」。○解云：《虞》傳文。○注「尚書曰」至「庸是也」。○解云：此逸書也。言群後四朝者，謂諸侯順四時而朝也。敷奏以言者，謂諸侯來朝之時，遍奏以言語也。言明試以功者，國功曰功，謂明試以國事之功也。言車服以庸者，民功曰庸，若欲賜車服之時，以其治民之功高下矣。○注「宿者，先誡之辭」。○解云：宿可以轉訓為肅也。是以《祭統》云「先期旬有一日，宮宰宿夫人，夫人亦散齊七日，致齊三日」，鄭注云「宮宰，守宮官也。宿，讀為肅，肅猶戒也，戒輕肅重」是也。"
      },
      {
        "index": 10,
        "text": "此魯朝宿之邑也，則曷為謂之許田？諱取周田也。諱取周田，則曷為謂之許田？係之許也。曷為係之許？近許也。此邑也，其稱田何？田多邑少稱田，邑多田少稱邑（分別之者，古有分土無分民，明當察民多少，課功德。○近，附近之近。別，彼列反。）"
      },
      {
        "index": 11,
        "text": "疏「諱取周田也」。○解云：謂魯人諱取周田而專用之。「近許也」。又云：「《魯頌》云：「居常與許，復周公之宇。」以此言之，似魯國界內舊自有許，何言近許而係之許也？彼注云「常許，魯南鄙西鄙」。此在王圻之內，則非此許也。○「田多」至「稱邑」。○解云：田多邑少稱田者，謂邑外之田多，邑內家數少，如此之時則稱田，即此是也。言邑多田少稱邑者，謂邑內家數多，而邑外之田頃畝少，如此之時則稱邑，即哀八年「齊人取讙及僤」是也。○注「分別」至「功德」。○解云：知古有分土無分民者，正以《詩》云「誓將去汝，適彼樂土」，《論語》云「四方之民繈負其子而至矣」，皆是樂就有德之義故也。\n夏，四月，丁未，公及鄭伯盟於越。（○越，本亦作「粵」，音同。）\n疏「夏四月」至「於越」。○解云：所以日者，正以十年冬，「齊侯、衛侯、鄭伯來戰於郎」，相負故也。"
      },
      {
        "index": 12,
        "text": "秋，大水。何以書？記災也。（災傷二穀以上，書災也。經曰「秋，大水，無麥苗」，傳曰「待無麥，然後書無苗」是也。先是桓篡隱，百姓痛傷，悲哀之心既蓄積，而復專易朝宿之邑，陰逆而與怨氣並之所致。○以上，時掌反，凡言「以上」皆放此。蓄，績六反。）"
      },
      {
        "index": 13,
        "text": "疏注「災傷」至「之邑」。○解云：自經曰以下，皆是莊七年傳文也。彼傳云「曷為先言無麥，而後言無苗？一災不書，待無麥然後書無苗」，彼注「明君子」云云，「至麥苗獨書者，民食最重」是也。以此言之，則知此經災傷二穀以上，故不書穀名，直言大水而已。而莊二十八年經云「冬，築微。大無麥禾」，不兼言大水者，傳云「冬，既見無麥禾矣，曷為先言築微，而後言無麥禾？諱以凶年造邑也」，彼注云「諱使若造邑而後無麥禾者，惡愈也」。此蓋秋大水所傷，就築微下俱舉水，則嫌冬水者是也。○注「陰逆」至「所致」。○解云：陰逆者，專易朝宿之邑是。怨氣者，百姓痛傷悲哀之心是也。\n冬，十月。\n桓公二年"
      },
      {
        "index": 14,
        "text": "二年，春，王正月，戊申，宋督弑其君與夷，及其大夫孔父。（賢者不名，故孔父稱字。督，未命之大夫，故國氏之。）"
      },
      {
        "index": 15,
        "text": "疏「及其大夫孔父」。○解云：此經之下亦有注。云「賢者不名，故孔父稱字。督，未命之大夫，故國氏之」者，但考諸舊本，悉無此注，且與注違，則知有者衍文也。\n及者何？（以公夫人言及，仲子微不得及君，上下大夫言及，知君尊亦不得及臣，故問之。）"
      },
      {
        "index": 16,
        "text": "疏注「以公夫人言及」。○解云：即僖十一年「夏，公及夫人薑氏會齊侯於陽穀」是也。○注「仲子」至「及君」。○解云：隱元年秋，「天王使宰咺來歸惠公仲子之賵」，傳云「何以不言及仲子？仲子微也」，彼注云「比夫人微，故不得並及公」是也。○注「上下」至「問之」。○解云：哀六年「夏，齊國夏及高張來奔」，是國夏上大夫，高張下大夫。"
      },
      {
        "index": 17,
        "text": "累也。（累，累從君而死，齊人語也。）弑君多矣，舍此無累者乎？曰：有。仇牧、荀息皆累也。舍仇牧、荀息無累者乎？曰：有。（叔仲惠伯是也。○舍此，音舍，下同。）"
      },
      {
        "index": 18,
        "text": "疏「仇牧」至「曰有」。○解云：仇牧之事，在莊十二年秋。荀息之事，在僖十年春。○注「叔仲惠伯是也」。○解云：應在文十八年，但成十五年傳乃言之。\n有則此何以書？賢也。何賢乎孔父？（據叔仲惠伯不賢。）"
      },
      {
        "index": 19,
        "text": "疏注「據叔」至「不賢」。○解云：成十五年傳云「叔仲惠伯，傳子赤者也。文公死，子幼，公子遂謂叔仲惠伯曰：『君幼，如之何？原與子慮之。』叔仲惠伯曰：『吾子相之，老夫抱之，何幼君之有？』公子遂知其不可與謀，退而殺叔仲惠伯，弑子赤而立宣公」，彼注云「殺叔仲惠伯不書者，舉弑君為重。叔仲惠伯事與荀息相類，下得為累者，有異也，叔仲惠伯直先是殺爾，不知荀息死之」。以此言之，則叔仲惠伯不可與謀而見殺，非衛君而死，《春秋》不賢之，是以不書，故此注云「叔仲惠伯不賢」也。○"
      },
      {
        "index": 20,
        "text": "孔父可謂義形於色矣。（以稱字見先君死。○見先，賢遍反，下「形見」、「目見」、「斥見」、「見恩」並同；下悉薦反。）\n疏「孔父」至「色矣」。○解云：孔父事君之正義，形見於顏色矣。○"
      },
      {
        "index": 21,
        "text": "其義形於色奈何？督將弑殤公，孔父生而存，則殤公不可得而弑也，故於是先攻孔父之家。（大夫稱家。父者，字也。禮，臣死，君字之。以君得字之，知先攻孔父之家。○殤，式羊反。）"
      },
      {
        "index": 22,
        "text": "疏注「大夫稱家」。○解云：即定十二年「孔子行乎季孫，三月不違，曰『家不藏甲，邑無百雉之城』」是也。○注「父者，字也」。○解云：《穀梁傳》文。○注「禮臣」至「之家」。○解云：臣死，君不名之，稱諡若字也者，出《玉藻》文"
      },
      {
        "index": 23,
        "text": "。殤公知孔父死，已必死，趨而救之，皆死焉。（趨，走也。傳道此者，明殤公知孔父賢而不能用，故致此禍。設使殤公不知孔父賢，焉知孔父死已必死？設使魯莊公不知季子賢，焉知以病召之？皆患安存之時則設廢之，急然後思之，故常用不免。○死焉，於虔反，注同。）"
      },
      {
        "index": 24,
        "text": "疏注「設使」至「思之」。○解云：莊公三十二年傳云「莊公病，將死，以病召季子。季子至，授之以國政，曰『寡人即不起此病，吾將焉致乎魯國』」云云是也。○注「故常用不免」。○解云：謂宋殤公不免死，魯莊公不免亂。"
      },
      {
        "index": 25,
        "text": "孔父正色而立於朝，則人莫敢過而致難於其君者，孔父可謂義形於色矣。（內有其義而外形見於顏色，孔子曰「君子正其衣冠，尊其瞻視，儼然人望而畏之」是也。重道義形於色者，君子樂道人之善。言及者，使上及其君，若附大國以名通，明當封為附庸，不絕其祀，所以重社稷之臣也。督不氏者，起馮當國。不舉馮弑為重者，繆公廢子而反國，得正，故為之諱也。不得為讓者，死乃反之，非所以全其讓意也。○難，乃旦反。嚴，魚檢反，本又作「儼」。重，直用反。故為，於偽反，傳「為隱諱」，下注「不為諱」、「為後」同。）"
      },
      {
        "index": 26,
        "text": "疏注「督不」至「諱也」。○解云：《春秋》之內，當國不氏者，無知、州吁之屬是也。今宋督實戴公之孫，而不言公孫者，正欲起其取國與馮故也。○注「不得」至「意也」。○解云：昭二十年傳云「何賢乎公子喜時？讓國也」，昭三十一年傳云「何賢乎叔術，讓國也」。繆公之傳不言讓國者，死乃反之，非所以全其讓意也。\n滕子來朝。"
      },
      {
        "index": 27,
        "text": "三月，公會齊侯、陳侯、鄭伯於稷，以成宋亂。內大惡諱，此其目言之何？（目，見也。斥見其惡，言成宋亂。）遠也。所見異辭，所聞異辭，所傳聞異辭。（所以復發傳者，益師以臣見恩，此以君見恩，嫌義異也。所見之世，臣子恩其君父尤厚，故多微辭是也。所聞之世，恩王父少殺，故立踄宮不日，武宮日是也。所傳聞之世，恩高祖、曾祖又少殺，故子赤卒不日，子般卒日是也。○傳聞，直專反，注「傳聞」及下注「傳之」皆同。以復，扶又反，下「反復」同。少殺，所介反，下同。煬，餘亮反，舊始彰反。般，音班。）"
      },
      {
        "index": 28,
        "text": "疏注「所以復發傳者」。○解云：隱元年「公子益師卒」之下巳有傳，故言復矣。○注「益師」至「尤厚」。○解云：彼以臣之故，欲見臣恩之薄厚，故曰以臣見恩也。此以君之故，欲見君恩之厚薄，故曰以見君恩也。○注「故多微辭」。○解云：定元年傳云「定、哀多微辭」，彼注云「定公有王無正月，不務公室，喪失國寶。哀公有黃池之會，獲麟，故總言多」，是其定公有王無正月。得為微辭者，即定公元年傳云「定何以無正月？正月者，正即位也。定無正月者，即位後也」，彼注云「雖書即位於六月，實當如莊公有正月」。今無正月者，昭公出奔，國當絕，定公不得繼體奉正，故諱為微辭，使若即位在正月後，故不書正月者是也。其不務公室者，即定二年「冬，十月，新作雉門及兩觀。其言新作之何？脩大也。脩舊不書，此何以書？譏。何譏爾？不務乎公室也」，彼注云「務，勉也。不務公室，亦可施於久不脩，亦可施於不務如公室之禮，微辭也」者是也。其喪國寶得為微辭者，定公八年「盜竊寶玉大弓」，傳云「寶者何？璋判白」，彼注云「不言璋言玉者，起圭、璧、琮、璜、璋五玉盡亡之也」。傳獨言璋者，所以郊事天，尢重。書大弓者，使若都以國寶書，微辭也。謂之寶者，世世保用之辭是也。其黃池之會得為微辭者，哀十三年「公會晉侯及吳子於黃池」，傳云「其言及吳子何？會兩伯之辭也。不與夷狄之主中國，則曷為以會兩伯之辭言之？重吳也。曷為重吳？吳在是，則天下諸侯莫敢不至也」，彼注云「不書諸侯者為微辭，使若天下盡會之，而魯侯蒙俗會之者，惡愈是也。其獲麟得為微辭者，哀十四年「春，西狩獲麟」，不言為漢之將興，不言為周之將亡，故得為微辭也。○注「所聞」至「武宮日是也」。○解云：立煬宮不日者，即定元年九月，「立煬宮」是也。立武宮日者，成十六年「二月，辛巳，立武宮」是也。《公羊》之義，失禮鬼神例日，故言此。○注「所傳」至「卒日是也」。○解云：子赤卒不日者，文十八年「冬，十月，子卒」，傳云「何以不日？隱之也。何隱爾？弑也。弑則何以不日？不忍言也」，注云「所聞世臣子恩事王父深厚，故不忍言其日，與子般異」是也。其子般卒日者，莊三十二年「冬，十月，乙未，子般卒」，彼注云「日者，為臣子恩錄之也。殺不去日，見隱者降子赤也」者是。"
      },
      {
        "index": 29,
        "text": "隱亦遠矣，曷為為隱諱？（據觀魚諱。）隱賢而桓賤也。（宋公馮與督共弑君而立，諸侯會於稷，欲共誅之，受賂便還，令宋亂遂成。桓公本亦弑隱而立，君子疾同類相養，小人同惡相長，故賤不為諱也。古者諸侯五國為屬，屬有長；二屬為連，連有帥；三連為卒，卒有正；七卒為州，州有伯也。州中有為無道者，則長、帥、卒、正、伯當征之，不征則與同惡。當春秋時，天下散亂，保伍壞敗，雖不誅，不為成亂。今責其成亂者，疾其受賂也。加以者，辟直成亂也。○令，力呈反。相長，丁丈反，下同。帥，所類反，下同。為卒，子忽反，下皆同。）"
      },
      {
        "index": 30,
        "text": "疏注「據觀魚諱」。○解云：隱五年「春，公觀魚於棠」，彼注云「實譏張魚而言觀。譏遠者，恥公去南面之位，下與百姓爭利，匹夫無異，故諱使若以遠觀為譏」者是也。○注「古者諸侯」至「有伯也」。○解云：《王制》及《春秋說》文。○注「加以」至「亂也」。○解云：下十四年傳云「以者何？行其意也」，彼注云「以巳從人曰行，言四國行宋意也」。今此言以成宋亂者，若言公為三國所以，遂行其意而成宋亂，非公本意，故云加以者，辟直成亂也。"
      },
      {
        "index": 31,
        "text": "夏，四月，取郜大鼎於宋。此取之宋，其謂之郜鼎何？（據莒人伐杞取牟婁，後莒牟夷以牟婁來奔，不係杞也。）\n疏注「據莒」至「杞也」。○解云：隱四年「莒人伐杞取牟婁」，昭五年「莒牟夷以牟婁來奔」是也。"
      },
      {
        "index": 32,
        "text": "器從名，（從本主名名之。）地從主人。（從後所屬主人。）器何以從名？地何以從主人？（據錯。）疏注「據錯」。○解云：二理相違故謂之錯。"
      },
      {
        "index": 33,
        "text": "器之與人，非有即爾。（即，就也，若曰取彼器與此人異國物。凡人取異國物，非就有取之者，皆持以歸為有，為後不可分明，故正其本名。）疏「非有即爾」。○解云：謂非有就而有之爾。"
      },
      {
        "index": 34,
        "text": "宋始以不義取之，故謂之郜鼎。（宋始以不義取之，不應得，故王之謂之郜鼎。如以義應得，當言取宋大鼎。郜本所以有大鼎者，周家以世孝，天瑞之鼎，以助享祭。諸侯有世孝者，天子亦作鼎以賜之。禮，祭，天子九鼎，諸侯七，卿大夫五，元士三也。）"
      },
      {
        "index": 35,
        "text": "疏「宋始」至「取之」。○解云：謂滅郜取之也。○注「如以義應得」者。解云：謂若天賜之也。○注「周家」至「享祭」者。解云：謂殷衰之時，鼎沒於泗水，及武王克殷之後，鼎乃出見，故《漢書》云「鼎於周出」是也。○注「禮祭」至「三也」。○解云：《春秋說》文。而《膳夫》云「王日一舉，鼎十有二物」，何氏不取也。而《士冠禮》、《士喪禮》皆一鼎者，《士冠》、《士喪》略於正祭故也。"
      },
      {
        "index": 36,
        "text": "至乎地之與人，則不然，（凡取地皆就有之，與器異也。）俄而可以為其有矣。（俄者，謂須臾之間，製得之頃也。諸侯土地各有封疆里數，今日取之，然後王者起，興滅國，繼絕世，反取邑，不嫌不明，故卒可使以為其有，不復追錄係本主。○疆，居良反。）然則為取，可以為其有乎？（為取，恣意辭也。弟子未解，故云爾。○解，音蟹。）曰：否。何者？（何者，將設事類之辭。）若楚王之妻胃，無時焉可也。（胃，妹也。引此為喻者，明其終不可名有也。經不正者，從可知省文也。○胃，音胃，妹也。）"
      },
      {
        "index": 37,
        "text": "疏「若楚」至「可也」。○解云：胃，音於貴反。以妹為妻，終無可時，似若器從今主之名，地取便為已有。亦無可時，故言此也。本更散亡，難可推據，未知此君名號云何。○注「明其」至「有也」。○解云：若作名字，言器不可從今主之名，地不可作後主之有也。考諸古本，名作「多」字。雖恣意取之，亦不得多有也。若如此解，以覆上為取之義矣。○注「經不」至「文也」。○解云：地不得為今主之有，而經不係本國以正之者，從可知省文。"
      },
      {
        "index": 38,
        "text": "戊申，納於大廟。何以書？譏。何譏爾？遂亂受賂，納於大廟，非禮也。（納者，入辭也。周公稱太廟，所以必有廟者，緣生時有宮室也。孝子三年喪畢，思念具親，故為之立宗廟，以鬼享之。廟之為言貌也，思想儀貌而事之，故曰齊之日，思其居處，思其笑語，思其志意，思其所樂，思其所嗜。祭之日，入室，僾然必有見乎其位；周旋出入，肅然必有聞乎其容聲；出戶而聽，慨然必有聞乎其歎息之聲，孝子之至也。質家右宗廟，上親親；文家右社稷，尚尊尊。○大廟，音泰，下及注同。嗜，市誌反。僾，音愛，又烏改反。慨，苦愛反。）"
      },
      {
        "index": 39,
        "text": "疏注「納者，入辭也」。○解云：即莊九年傳云「納者何？入辭也」是也。○注「故為」至「享之」。○解云：《孝經》文。○注「故曰」至「所嗜」。○解云：皆《祭義》文也。彼注云「所嗜，素所欲飲食」 是也。○注「祭之」至「之聲」。○解云：亦《祭義》文。彼注云「周還出戶，謂薦設時也。無屍者闔戶，若食間則有出戶而聽之」是也。○注「質家」至「尊尊」。○解云：《春秋說》文。《祭義》篇末云「建國之神位，文家右社稷而左宗廟」，所謂一隅也。"
      },
      {
        "index": 40,
        "text": "秋，七月，紀侯來朝。（稱侯者，天子將娶於紀，與之奉宗廟，傳之無窮，重莫大焉，故封之百里。月者，明當尊而不臣，所以廣孝敬，蓋以為天子得娶庶人女，以其得專封也。）"
      },
      {
        "index": 41,
        "text": "疏注「稱侯」至「百里」。解云：知天子將娶於紀者，正以下八年冬，遂「逆王後於紀」；九年「春，紀季薑歸於京師」之文也。知其元非大國者，正以隱二年「紀子伯、莒、子、盟於密」，伯子並稱之，故知此侯非本爵也，知非暫得褒賞而已。而知封之百里者，正以自今以後桓稱侯故也，即下六年夏，「公會紀侯於成」；十三年春，「公會紀侯、鄭伯」之屬是也。○注「月者」至「孝敬」。○解云：凡朝例時，以其尊而不臣，故書月，令與朝異。○注「蓋以」至「封也」。○解云：此欲道諸侯不得專封，是以不取於大夫以下，即文四年「夏，逆婦薑於齊，略之也」，彼注云「賤非所以奉宗廟，故略之」是也。"
      },
      {
        "index": 42,
        "text": "蔡侯、鄭伯會於鄧。離不言會，此其言會何？（據齊侯、鄭伯如紀。二國會曰離，二人議各是其所是，非其所非，所道不同，不能決事，定是非，立善惡，不足采取，故謂之離會。）"
      },
      {
        "index": 43,
        "text": "疏注「據齊」至「離會」。○解云：五年「齊侯、鄭伯如紀」，當時紀不與會，是以齊侯鄭伯為離會也，但離不言會，故變言如矣。"
      },
      {
        "index": 44,
        "text": "蓋鄧與會爾。（時因鄧都得與鄧會，自三國以上言會者，重其少從多也，能決事，定是非，立善惡。《尚書》曰「三人議，則從二人之言」，蓋取諸此。○與會，音預。）\n疏注「尚書」至「之言」。解云：《洪範》文。九月，入杞。\n公及戎盟於唐。（不日者，戎怨隱不反國，善桓能自復，翕然相親信。）"
      },
      {
        "index": 45,
        "text": "冬，公至自唐。（致者，君子疾賢者失其所，不肖者反以相親榮，故與隱相違也。明前隱與戎盟，雖不信，猶可安也。今桓與戎盟，雖信，猶可危也：所以深抑小人也。凡致者，臣子喜其君父脫危而至。）"
      },
      {
        "index": 46,
        "text": "疏注「故與隱相違也」。○解云：即隱二年「秋，八月，公及戎盟於唐」，不書致故也。○注「明前」至「安也」。○解云：隱公之盟書日，故言不信也。不書致，故言猶可安。○注「今桓」至「而至」。○解云：不日故為信，書致故言危也。\n桓公三年"
      },
      {
        "index": 47,
        "text": "三年，春，正月，公會齊侯於嬴。（無王者，以見桓公無王而行也。二年有王者，見始也。十年有王者，數之終也。十八年有王者，桓公之終也，明終始有王，桓公無之爾。不就元年見始者，未無王也。二月非周之正月，所以復去之者，明《春秋》之道，亦通於三王，非主假周以為漢制而已。○嬴，音盈。以見，賢遍反，下並年末「以見」同。復，扶又反，下同。去，起呂反。）"
      },
      {
        "index": 48,
        "text": "疏注「二年」至「始也」。○解云：即二年「春，王正月，戊申，宋督弑其君與夷」是也。○注「十年」至「終也」。○解云：即十年「春，王正月，庚申，曹伯終生卒」是。○注「十八年」至「終也」。○解云：即十八年「春，王正月，公會齊侯於濼」是也。○注「不就」至「始者」。○解云：元年春王正月初即位之時，自知巳篡，戰懼畏討，未敢無王，是以《春秋》於正月之際，不得見始，須臾之後，還復為惡，擅自天子之田，俄然無憚，故至二年正月言王以見始。○注「二月」至「三王」。○解云：即七年「二月，己亥，焚咸丘」，十有三年「春，二月，公會紀侯、鄭伯」云云，十五年「春，二月，天王使家父來求車」之屬是也。"
      },
      {
        "index": 49,
        "text": "夏，齊侯、衛侯胥命於蒲。胥命者何？相命也。（胥，相也。時盟不歃血，但以命相誓。○歃，本又作「歃」，所洽反，又所甲反。）"
      },
      {
        "index": 50,
        "text": "疏「胥命者何」。○解云：《春秋》上下，更無胥命之文，故執不知問。○注「時盟」至「相誓」。○解云：亦相誓敕，但不歃血而已，故謂之盟也。\n何言乎相命？（據盟亦相命，不道也。）近正也。（以不言盟也。○近正，附近之近，下及注同。）\n疏「近正也」。○解云：古者不盟而言近正，雖不歃血，口雖誓敕，不若古者結言而退，故言近正而已。"
      },
      {
        "index": 51,
        "text": "此其為近正奈何？古者不盟，結言而退。（善其近正，似於古而不相背，故書以撥亂也。○背，音佩。）六月，公會紀侯於盛。（○盛，音成。）"
      },
      {
        "index": 52,
        "text": "秋，七月，壬辰，朔，日有食之，既。既者何？盡也。（光明滅盡也。是後楚滅穀、鄧，上僭稱王，故尢甚也。楚滅穀、鄧不書者，後治夷狄。）"
      },
      {
        "index": 53,
        "text": "疏「既者何」。○解云：與例不同，故執不知問。○注「是後楚滅鄧穀」。○解云：即下七年「夏，穀伯綏來朝。鄧侯吾離來朝」，傳云「皆何以名？失地之君也」是也。○注「上僭稱王」。○解云：《春秋說》云「桓三年『秋，七月，壬辰，朔，日有食之，既』，其後楚僭號稱王，滅穀、鄧，政教陵遲」是也。\n公子翬如齊逆女。"
      },
      {
        "index": 54,
        "text": "九月，齊侯送薑氏於讙。何以書？譏。何譏爾？諸侯越竟送女，非禮也。（以言薑氏也。禮，送女父母不下堂，姑姊妹不出門。○讙，呼宮反。）"
      },
      {
        "index": 55,
        "text": "疏注「以言薑氏也」。○解云：讙若齊地，宜言齊侯送孟薑於讙，今言薑氏，故知越竟也。○注「禮送」至「出門」。○解云：時王之禮。"
      },
      {
        "index": 56,
        "text": "此入國矣，何以不稱夫人？（據讙魯地。）自我言齊，（恕已以及人也。）父母之於子，雖為鄰國夫人，猶曰吾薑氏。（所以崇父子之親，從父母辭。不言孟薑言薑氏者，從魯辭，起魯地。）"
      },
      {
        "index": 57,
        "text": "疏「猶曰吾薑氏」。○解云：若有言孟薑者，「孟」為衍字也。○注「從父」至「魯地」。○解云：孟薑者，即《詩》云「彼美孟薑」，正謂此也。「孟」字亦有作「季」字者，誤也。"
      },
      {
        "index": 58,
        "text": "公會齊侯於讙。夫人薑氏至自齊。翬何以不致？（據遂以夫人婦薑至自齊致。）疏注「據遂」至「齊致」。解云：在宣元年。"
      },
      {
        "index": 59,
        "text": "得見乎公矣。（本所以致夫人者，公不親迎有危也。翬當並致者，翬親迎重在翬也。上會讙時，夫人以得見公，得禮失禮在公，不復在翬，故不復致。不就讙上致者，婦人危重，故據都城乃致也。月者，為夫人至，例危重之。○迎迎，魚敬反，下同。為夫，於偽反，下同。）"
      },
      {
        "index": 60,
        "text": "疏注「不就」至「乃致」。解云：若就讙致，即鄉者至讙之時書之，宜在「公會齊侯於讙」上。○注「月者」至「重之」。○解云：即宣元年「三月，遂以夫人婦薑至自齊」，成十四年「九月，僑如以夫人婦薑氏至自齊」是也。\n冬，齊侯使其弟年來聘。"
      },
      {
        "index": 61,
        "text": "有年。有年何以書？（方分別問大有年，故不但言何以書。○別，彼列反。）以喜書也。大有年何以書？亦以喜書也。此其曰「有年何？僅有年也。（僅，猶劣也。謂五穀多少皆有，不能大成熟。○僅，其靳反，劣也。）"
      },
      {
        "index": 62,
        "text": "疏注「謂五」至「成熟」。解云：舊本如是，其「穀」下云「皆有不能大成熟」，「多少」二字或衍文也。若必存字解之，多謂麥禾，少謂豆之屬，是事皆有，但不能大熟也。"
      },
      {
        "index": 63,
        "text": "彼其曰大有年何？（問宣十六年也。）大豐年也。（謂五穀皆大熟成。）僅有年，亦足以當喜乎？恃有年也。（恃，賴也。若桓公之行，諸侯所當誅，百姓所當叛，而又元年大水，二年耗減，民人將去，國喪無日，賴得五穀皆有，使百姓安土樂業，故喜而書之，所以見不肖之君為國尢危。又明為國家者，不可不有年。○行，下孟反。耗減，呼報反；下佳斬反。喪，息浪反。）\n桓公四年"
      },
      {
        "index": 64,
        "text": "四年，春，正月，公狩於郎。狩者何？田狩也。（田者，蒐狩之總名也。古者肉食，衣皮服，捕禽者，故謂之田。取獸於田，故曰狩。《易》曰：「結繩罔以田魚。」○狩，手又反，冬獵也。）"
      },
      {
        "index": 65,
        "text": "疏「狩者何」。○解云：正以春而言狩，故執不知問。○注「田者，蒐狩之總名也」。○解云：即《尚書》云：「文王不敢盤於遊田」。○注「古者肉食，衣皮服，捕禽獸，故謂之田。取獸於田，故曰狩。《易》曰：『結繩罔以田魚。』」○解云：此古者，謂三皇之時也。故《禮運》道三皇時云，昔者先王「未有火化，食草木之實、鳥獸之肉，飲其血，茹其毛；未有麻絲，衣其羽皮。後聖有作，然後脩火之利」，「治其麻絲，以為布帛，以養生送死，以事鬼神」。又下《係辭》云「黃帝、堯、舜，垂衣裳而天下治」，彼注云：「始去羽毛」。故鄭注《易說》云「古者田漁而食之，因衣其皮，先知蔽前，後知蔽後。後王易之以布帛，而猶存其蔽前者，重古道不忘本」。以此言之，則黃帝以後，始有火化而去毛羽，則此古者三皇時可知。\n春曰苗。（苗，毛也。明當見物取未懷任者。）\n疏「春曰苗」。○解云：《周禮》「春田謂之蒐」，何氏所不取。"
      },
      {
        "index": 66,
        "text": "秋曰蒐。（蒐，簡擇也。簡擇幼稚，取其大者。○曰廋，本又作「搜」，亦作「蒐」，所求反，簡擇也。）冬曰狩。（狩，猶獸也。冬時禽獸長大，遭獸可取。不以夏田者，春秋製也。以為飛鳥未去於巢，走獸未離於穴，恐傷害於幼稚，故於苑囿中取之。○長，丁丈反，年未同。離，力智反。囿，音又。）\n疏注「不以」至「製也」。○解云：正以《周禮》四時皆田故也。\n常事不書，此何以書？譏。何譏爾？遠也。（以其地遠。禮，諸侯田狩不過郊。）"
      },
      {
        "index": 67,
        "text": "疏注「以其」至「遠也」。○解云：十年冬，「齊侯、衛侯、鄭伯來戰於郎」，傳云「郎者何？吾近邑」；莊三十一年「春，築台於郎」，傳云「何以書？譏。何譏爾？臨民之漱浣也」。以此言之，則郎為近邑。言遠也者，蓋以郎邑在郊內，其屬地在郊外，若據邑言之則為近，若據地言之則為遠也。故哀十一年《左氏》郊之戰，《檀弓》謂之戰於郎也者，是郎邑在郊內之證也。則此言狩於郎者，據郊外屬地言之，故言遠，是以此注云「以其地遠。禮，諸侯田狩不過郊」，不五年「大雩」之下，注云「去國遠狩」是也。而舊云以其云大野遠，故言遠者，非。\n諸侯曷為必田狩？（據有囿也。）\n疏注「據有囿也」。○解云：即成十八年「築鹿囿」之屬是也。"
      },
      {
        "index": 68,
        "text": "一曰乾豆，（一者，第一之殺也。自左膘射之達於右髃，心中死疾，鮮屑，故乾而豆之，中薦於宗廟。豆，祭器名，狀如鐙。天子二十有六，諸公十有六，諸侯十有二，卿、上大夫八，下大夫六，士二。○左膘，毗小反，又扶了反，《三倉》云「小腹兩邊肉」，《說文》云「脅後髀前肉」。射之，食亦反，下同。右髃，本又作「腢」，魚俱反，又五苟反，《說文》云「肩前也」，《字林》云「肩前兩乳骨也」，五口反。中心，丁仲反，下同。鐙，都鄧反，又音登。）"
      },
      {
        "index": 69,
        "text": "疏注「自左」至「如鐙」。解云：時王之禮，古制無文。○注「天子」至「士二」。○解云：自「下大夫六」以上，《禮器》文也。其士三者，何氏左之。案《聘禮》「致饔餼於上大夫，堂上八豆，設於房西」，則知此者堂上豆數也。《公食大夫禮》曰「宰夫自東房薦豆六，設於醬東」，則食下大夫之禮而豆六，則知食卿、上大夫亦八明矣。周禮公之豆四十，侯、伯之豆三十有二，子、男之豆二十有四者，蓋普言之。"
      },
      {
        "index": 70,
        "text": "二曰賓客，（二者，第二之殺也。自左膘射之達於右脾，遠心死難，故以為賓客。○遠，於萬反。）疏「二曰賓客」。解云：言以為賓俎實。為，猶作也。"
      },
      {
        "index": 71,
        "text": "三曰充君之庖。（充，備也。庖，廚也。三者，第三之殺也。自左膘射之達於右[A16F]，中腸胃汙泡，死遲，故以充君之庖廚。已有三牲，必田狩者，孝子之意，以為己之所養，不知天地自然之牲逸豫肥美。禽獸多則傷五穀，因習兵事，又不空設，故因以捕禽獸，所以共承宗廟，示不忘武備，又因以為田除害。狩例時，此月者，譏不時也。周之正月，夏之十一月，陽氣始施，鳥獸懷任，草木萌牙，非所以養微。○庖，步苞反。左脾，方爾反，又步啟反，股外也；本又作「膘」。右[A16F]，羊紹反，《字林》子小反；一本作「胘」，音賢。泡，普交反，又百交反。捕，音步，本又作「搏」，音博，又音付。共，音恭。為田，於偽反，下音同。）"
      },
      {
        "index": 72,
        "text": "疏注「狩例時」。○解云：即莊四年「冬，公及齊人狩於郜」；僖二十八年冬，「天王狩於河陽」是也。○注「此月者」至「養微」。○解云：在哀十四年，孔子欲夏之孟冬以為田狩之月。"
      },
      {
        "index": 73,
        "text": "夏，天王使宰渠伯糾來聘。宰渠伯糾者何？天子之大夫也。其稱宰渠伯糾何？（據劉卷卒，氏采不名且字。○糾，居黝反。氏采，七代反，後放此。）"
      },
      {
        "index": 74,
        "text": "疏「宰渠伯糾者何」。○解云：欲言微者，而經稱伯；欲言尊卿，連名言之，故執不知問。○注「據劉」至「且字」。○解云：在定四年也。劉是其采，卷是名也。"
      },
      {
        "index": 75,
        "text": "下大夫也。（天子下大夫，係官氏名且字。係官者，卑不得專官事也。稱伯者，上敬老也。上敬老則民益孝，上尊齒則民益弟，是以王者以父事三老，兄事五更，食之於辟雝，天子親袒而割牲，執醬而饋，執爵而酳，冕而總幹，率民之至也。先王之所以治天下者有五：貴有德，為其近於道也；貴臣，為其近於君也；貴老，為其近於父也；敬長，為其近於兄也；慈幼，為其近於子弟也。禮，君於臣而不名者有五：諸父兄不名，經曰「王劄子」是也，《詩》曰「王謂叔父」是也；上大夫不名，祭伯是也；盛德之士不名，叔是也；老臣不名，宰渠伯糾是也。下去二時者，桓公無王而行，天子不能誅，反下聘之，故為貶，見其罪，明不宜。○弟，大計反。更，音庚。食，音嗣。辟，必亦反。袒，音但。饋，其愧反。酳，以刃反，又士刃反。其近，附近之近，下同。劄，側八反。，許乙反。去，起呂反。見，賢遍反。）"
      },
      {
        "index": 76,
        "text": "疏注「天子」至「益弟」。○解云：言係官以為氏，渠是名，糾是旦字也。○注「是以」至「之至也」。○解云：《祭義》云「食三老、五更於大學，天子親袒而割牲，執醬而饋，執爵而酳，冕而總幹，所以教諸侯之弟也」，鄭注云「割牲，製俎實也。冕而總幹，親在舞位，以樂侑食也，教諸侯之弟次事親」是也。《樂記》亦有此文。○注「先王」至「弟也」。○解云：皆《祭義》文也。○注「禮君」至「是也」。○解云：皆何氏之意，故皆取經以當之。○注「諸父」至「是也」。○解云：宣十五年「王劄子殺召伯、毛伯」，傳云「王劄子者何？長庶之號也」。注云「天子之庶兄。劄者，冠且字也。禮，天子庶兄冠而不名，所以尊之」是也。○注「上大夫」至「是也」。○解云：隱元年「祭伯來」，傳云「祭伯者何？天子之大夫也」是也。○注「盛德」至「是也」。○解云：宣十七年「公弟叔卒」，彼注云「稱字者賢之。宣公篡立，叔不仕其朝，不食其祿，終身於貧賤，故孔子曰：『篤信好學，守死善道，危邦不入，亂邦不居。天下有道則見，無道則隱。』此之謂也」是。○注「老臣」 至「不宜」。○解云：渠是其名，而言不名者，謂計其官爵之時，實合氏宮名而且字，但以其年老，故兼稱伯，示有不名之義也，故知之矣。\n桓公五年"
      },
      {
        "index": 77,
        "text": "五年，春，正月，甲戌，已醜，陳侯鮑卒。曷為以二日卒之？怴也。（怴者，狂也。齊人語。○怴，呼述反，狂也，齊人語。）甲戌之日亡，已醜之日死而得，君子疑焉，故以二日卒之也。（君子，謂孔子也。以二日卒之者，闕疑。）\n疏注「君子」至「闕疑」。○解云：正以哀十四年傳云「君子曷為為《春秋》」故也。\n夏，齊侯、鄭伯如紀。外相如不書，此何以書？（據蔡侯東國卒於楚，不言如也。）"
      },
      {
        "index": 78,
        "text": "疏注「據蔡」至「如也」。○解云：在昭二十三年夏也。案襄二十六年「許男甯卒於楚」，在蔡侯之前而不據之者，科取一以當之，不以後見義，或者正以蔡是大國，齊之類，故取之。\n離不言會。"
      },
      {
        "index": 79,
        "text": "疏時紀不與會，故略言如也。《春秋》始錄內小惡，書內離會；略外小惡，不書外離會。至所聞之世，著治升平，內諸夏而詳錄之，乃書外離會。嫌外離會常書，故變文見意，以別嫌明疑。○與，音預。治，直吏反。見意，賢遍反，下文注並同。別，彼列反。"
      },
      {
        "index": 80,
        "text": "疏注「書內離會」者。○解云：即隱二年「公會戎於潛」是也。○注「不書外離會」者。解云：即此文變會言如是也。○注「乃書外離會」。○解云：即宣十一年「晉侯會狄於攢函」是也。○注「嫌外」至「明疑」。○解云：若不載此事，以略言如，則嫌所傳聞之世，合書外離會，但遇無之而已，故曰嫌外離會常書也。故書而變其文，見所傳聞之世，不書外離會之意，故曰變文見意也。所以別其嫌而明其疑，故曰以別嫌明疑也。"
      },
      {
        "index": 81,
        "text": "天王使仍叔之子來聘。仍叔之子者何？天子之大夫也。其稱仍叔之子何？（據宰渠氏官，武氏子不稱字，又不加之。尹氏不稱子。）"
      },
      {
        "index": 82,
        "text": "疏「仍叔之子者何」。○解云：欲言大夫，而文言之子；欲言未仕，而天王使之，故執不知問。○注「據宰渠氏官」。○解云：即上四年「夏，天王使宰渠伯糾來聘」是也。○注「武氏」至「加之」。○解云：即隱三年「秋，武氏子來求賻」是也。○注「尹氏不稱子」。○解云：即隱三年「夏，四月，辛卯，尹氏卒」是也。"
      },
      {
        "index": 83,
        "text": "譏。何譏爾？譏父老，子代從政也。（禮，七十縣車致仕。不言氏者，起父在也。加之者，起子辟一人。○縣，音玄。）"
      },
      {
        "index": 84,
        "text": "疏注「禮十縣輿致仕」。○解云：案《春秋說》文。謂之縣輿者，《淮南子》曰：「日至於悲穀，是謂脯時；至於淵隅，是謂高春；至於連石，是謂下春；至於悲泉，爰止其女，爰息其馬，是謂縣輿。」舊說云日在縣輿，一日之暮；人年七十，亦一世之暮，而致其政事於君，故曰縣輿致仕也。亦有作「車」字者。○注 「不言」至「在也」。○解云：言仍氏子，則與武氏子文同，嫌亦無父，故曰起父在。○注「加之」至「一人」。○解云：若言仍叔子，則與僖三十三年百里子與蹇叔子之類是一人，故曰加之者，起子辟一人。\n葬陳桓公。（不月者，責臣子也，知君父有疾，當營衛，不謹而失之也，傳曰「葬，生者之事」。）"
      },
      {
        "index": 85,
        "text": "疏注「不月」至「之也」。○解云：正以卒日葬月，乃是大國之例，今書時，故決之。○注「傳曰」至「之事」。解云：隱十一年傳文。城祝丘。"
      },
      {
        "index": 86,
        "text": "秋，蔡人、衛人、陳人從王伐鄭。其言從王伐鄭何？（據河陽舉王狩，別出朝文，文不連王，王師不道所加。○從王，如字，又才用反，下及注同。）"
      },
      {
        "index": 87,
        "text": "疏注「據河」至「連王」。○解云：僖二十八年「冬，公會晉侯」以下「於溫。天王狩於河陽」，「壬申，公朝於王所」。彼舉王狩，此不舉之；彼別出公朝之文，其文不連上王，今言從王伐鄭，經連王言之，故難之。或者上會於溫，諸侯之文連王言之。○注「王師不道所加」。○解云：成元年「秋，王師敗績於貿戎」，不道伐某，今言伐鄭，故難之。"
      },
      {
        "index": 88,
        "text": "從王正也。（美其得正義也，故以從王征伐錄之，蓋起時天子微弱，諸侯背叛，莫肯從王者征伐，以善三國之君，獨能尊天子死節。稱人者，刺王者也。天下之君，海內之主，當秉綱撮要，而親自用兵，故見其微弱。僅能從微者，不能從諸侯，猶莒稱人，則從不疑也。不使王者首兵者，本不為王舉也。知實諸侯者，以美得正。○撮，七活反。不為，於偽反，下「所為」、「與為」、六年同。）"
      },
      {
        "index": 89,
        "text": "疏注「猶莒」至「疑也」。○解云：即隱八年「公及莒人盟於包來」，傳曰「公曷為與微者盟？稱人則從不疑也」，注云「從者隨從也，實莒子也。言莒子則嫌公行微不肖，諸侯不肯隨從公盟，而公反隨從之，故稱人，則隨從公不疑矣」是也。○注「不使」至「得正」。○解云：若使王者首兵，宜言王以蔡人、衛人、陳人伐鄭，似若僖二十六年「公以楚師伐齊，取穀」然。"
      },
      {
        "index": 90,
        "text": "大雩。大雩者何？旱祭也。（雩，旱請雨祭名。不解大者，祭言大雩，大旱可知也。君親之南郊，以六事謝過，自責曰：政不一與？民失職與？宮室榮與？婦謁盛與？苞苴行與？讒夫倡與？使童男女各八人，舞而呼雩，故謂之雩。不地者，常地也。○一與，音餘，下同。苴，子餘反。）"
      },
      {
        "index": 91,
        "text": "疏注「君親」至「責曰」。○解云：皆《韓詩傳》文。○注「政不一與」。○解云：謂政不專一，出自權臣之門。○注「民失職與」。○解云：謂廢其農業。○注「宮室榮與」。○解云：謂若丹楹刻桷之屬。○注 「婦謁盛與」。○解云：謂阿請亂國。○注「苞苴行與」。○解云：謂受人之饋，政以賄成。○注「讒夫倡與」。○解云：謂若魯任鄭瞻。○注「使童」至「之雩」。○解云：《論語》云「冠者五六人，童子六七人」，與此異者，彼言「暮春者，春服既成」，明魯人正雩，故其數少，復不言男女。今此書見於經，非正雩也。凡脩雩者，皆為旱甚而作之，故其數多，又兼男女矣，是以《司巫》職曰「若國大旱，則率巫而舞雩」是也。《春秋說》云「冠者七八人，童子八九人」者，蓋是天子雩也。○注「不地者，常地也」。○解云：謂在魯城南沂水上。\n然則何以不言旱？（據日食鼓用牲於社。）"
      },
      {
        "index": 92,
        "text": "疏注「據日」至「於社」。○解云：莊二十五年經，彼舉日食乃言「鼓用牲於社」，此不言旱，直言大雩，故據難之。"
      },
      {
        "index": 93,
        "text": "言雩，則旱見。言旱，則雩不見。（從可知，故省文也。日食獨不省文者，與大水同禮，若但言鼓用牲，則不知其所為。必見雩者，善其能戒懼天災，應變求雨，憂民之急也。○應，應對之應，下同。）"
      },
      {
        "index": 94,
        "text": "疏注「與大」至「急也」。○解云：諸言日食與大水，皆鼓用牲也，即莊二十五年「秋，大水，鼓用牲於社」是也。"
      },
      {
        "index": 95,
        "text": "何以書？記災也。（旱者，政教不施之應。先是桓公無王行，比為天子所聘，得志益驕，去國遠狩，大城祝丘，故致此旱。）"
      },
      {
        "index": 96,
        "text": "疏注「比為天子所聘」。○解云：即注四年「夏，天王使宰渠伯糾來聘」是也。○注「去國遠狩」。○解云：即四年春，「公狩於郎」是也。○注「大城祝丘」。○解云：在今年夏，正以大崩壞敗，然後發眾城之，故曰大城。"
      },
      {
        "index": 97,
        "text": "眾。何以書？記災也。（眾者，煩擾之所生，與上旱同說。○眾，音終，本亦作「{眾蟲}」，《說文》{眾蟲}或「螽」字。）"
      },
      {
        "index": 98,
        "text": "冬，州公如曹。外相如不書，此何以書？過我也。（為六年化我張本也。傳不言化我者，張本非再化也。稱公者，申其尊，起其慢，責無禮。○過，古禾反，又古臥反。）"
      },
      {
        "index": 99,
        "text": "疏注「稱公」至「無禮」。○解云：天子三公稱公，王者之後稱公。州國非此二者，必非是公，但今過魯自尊若公，故如其意書之曰公，以起其無禮也。但諸文不知本爵是何，諸家之意，《左氏》已具也。\n桓公六年\n六年，春，正月，寔來。寔來者何？猶曰是人來也。（猶曰是人來，不錄何等人之辭。○寔，巿力反。）\n疏「寔來者何」。○解云：不書其人而經言寔來，故執不知問。"
      },
      {
        "index": 100,
        "text": "孰謂？謂州公也。（以上如曹書。）曷為謂之寔來？慢之也。曷為慢之？（據葵丘之盟日。）化我也。（行過無禮謂之化，齊人語也。諸侯相過，至竟必假塗，人都必朝，所以崇禮讓，絕慢易，戒不虞也。今州公過魯都不朝魯，是慢之為惡，故書寔來見其義也。月者，危錄之，無禮之人，不可備責之。○易，以豉反。見其，賢遍反，下「見無正」同。）"
      },
      {
        "index": 101,
        "text": "疏注「據葵」至「盟日」。○解云：僖九年「九月，戊辰，諸侯盟於葵丘」，傳云「桓之盟不日，此何以日？危之也。何危爾」，「桓公震而矜之，叛者九國。震之者何？猶曰振振然」，注云「亢陽之貌」；「矜之者何？猶曰莫若我也」，注云「色自美大之貌」。然則桓公振矜慢人而書日危之，本魯慢州公，非敬逆之道，是以據而難之。○注「行過」至「義也」。○解云：今州公過魯而慢之，傳言化我，故知化我是行過無禮之言，是以哀六年傳云「陳乞曰：『常之毌有魚菽之祭，原諸大夫之化我也。』諸大夫皆曰：『諾。』於是皆之陳乞之家」，亦是行過無禮之事。○注「月者」至「責之」。○解云：凡朝例時，此不朝，故書月以見危。不書日以見其危者，無禮之人，不可備責故也。\n夏，四月，公會紀侯於成。\n秋，八月，壬午，大閱。大閱者何？簡車徒也。（大簡閱兵車，使可任用而習之。○閱，音悅。任，音壬。）\n疏「大閱者何」。○解云：欲言習兵，而不言狩；欲言他事，而經書大閱，故執不知問。"
      },
      {
        "index": 102,
        "text": "何以書？蓋以罕書也。（罕，希也。孔子曰：「以不教民戰，是謂棄之。」故比年簡徒謂之蒐，三年簡車謂之大閱，五年大簡車徒謂之大蒐，存不忘亡，安不忘危。不地者，常地也。蒐例時，此日者，桓既無文德，又忽忘武備，故尢危錄。）"
      },
      {
        "index": 103,
        "text": "疏「何以」至「書也」。○解云：大閱之禮，三年一為，桓公忽忘武備，過於三年，是以書之。○注「孔子」至「棄之」。○解云：何氏之意與鄭別。○注「故比」至「之蒐」。○解云：即昭八年「秋，蒐於紅」之屬是也。○注「三年」至「大閱」。○解云：此文是也。○注「五年」至「大蒐」。○解云：即定十三年「大蒐於比蒲」之屬是也。知其年數者，漢禮猶然。○注「不地者，常地也」。○解云：蓋在郊內，而賈注經云「簡車馬於廟」也者，何氏不取。○注「蒐例時」者。昭八年「秋，蒐於紅」；定十三年夏，「大蒐於比蒲」之屬是也。○注「此日」至「危錄」。○解云：例合書時而乃書日，故以為尢危錄也。\n蔡人殺陳佗。陳佗者何？陳君也。（以躍卒不書葬也。○佗，大阿反。）"
      },
      {
        "index": 104,
        "text": "疏「陳佗者何」。○解云：欲言陳君，經不書爵；欲言大夫，又不言氏，故執不知問。○注「以躍」至「葬也」。○解云：十二年「八月，壬辰，陳侯躍卒」，注云「不書葬者，佗子也。佗不稱侯者，嫌貶在名例不當絕，故復云躍葬也」，是以昭十一年「楚師滅蔡，執世子有以歸用之」，傳云「此未逾年之君也。其稱世子何？不君靈公，不成其子也。不君靈公，則曷為不成其子？誅君之子不立」。以此言之，正由陳佗不君而見絕，故去其子葬，是故以躍不書葬，知佗是陳君。若其不然，不知陳侯躍何以不書葬矣。\n陳君，則曷為謂之陳佗？（據殺蔡侯般，不言蔡般。○侯般，音班。）\n疏注「據殺」至「蔡般」。○解云：昭十一年「楚子虔誘蔡侯般，殺之於申」是也。\n絕也。（絕者，國當絕。）曷為絕之？（據戕鄫子不絕。○戕，在良反。鄫，才陵反。）\n疏注「據戕」至「不絕」。○解云：宣十八年「邾婁人戕鄫子」，稱子而不名是也。"
      },
      {
        "index": 105,
        "text": "賤也。其賤奈何？外淫也。惡乎淫？（惡乎，猶於何也。○惡，音烏，烏乎猶於何也，注同。）淫於蔡，蔡人殺之。（蔡稱人者，與使得討之，故從討賊辭也。賤而去其爵者，起其見卑賤，猶律文立子奸母，見乃得殺之也。不日不書葬者，從賤文。○去，起呂反。）"
      },
      {
        "index": 106,
        "text": "疏注「猶律」至「之也」。解云：猶言對子奸母也。○注「不日」至「賤文」。○解云：陳佗是君而見弑，例合書日，即隱四年「戊申，衛州吁弑其君完」之屬是也。君被外國殺者，不責臣子不討賊，例合書葬，即桓十八年「葬我君桓公」是也。今不書日不書葬者，從賤文故也。"
      },
      {
        "index": 107,
        "text": "九月，丁卯，子同生。子同生者孰謂？謂莊公也。（以夫人言同非吾子。○嚴公，音莊，本亦作「莊」，案後漢諱莊改為嚴。）"
      },
      {
        "index": 108,
        "text": "疏「子同生者孰謂」。○解云：《春秋》之內魯侯多矣，皆不書生，今特書，故問為誰。○注「以夫」至「吾子」。○解云：即莊元年傳云「夫人譖公於齊侯，公曰『同非吾子，齊侯之子也』」者是也。正以道公疑非已子，則是其長子同，既係體是常，故知莊公也。\n何言乎子同生？（據君存稱世子，子般不言生。）"
      },
      {
        "index": 109,
        "text": "疏注「據君」至「言生」。○解云：莊三十二年「冬，十月，乙未，子般卒」，傳云「子卒云子卒，此其稱子般卒何？君存稱世子，君薨稱子某，既葬稱子，逾年稱公」是也。"
      },
      {
        "index": 110,
        "text": "喜有正也。（喜國有正嗣。）未有言喜有正者，此其言喜有正何？久無正也。子公羊子曰：「其諸以病桓與？」（其諸，辭也。本所以書莊公生者，感隱、桓之禍生於無正，故喜有正，而不以世子正稱書者，明欲以正見無正，疾惡桓公。日者，喜錄之。禮，生與來日，死與往日，各取其所見日也。禮，世子生三日，卜士負之寢門外，以桑弧蓬矢射天地四方，明當有天地四方之事；三月，君名之，大夫負朝於廟，以名徧告之。○桓與，音餘。稱，尺證反。惡，烏路反。射，食亦反。徧，音遍。）"
      },
      {
        "index": 111,
        "text": "疏注「而不至桓公」。○解云：若以正稱書，宜言世子同生也。同實世子而不以正稱書之，是其以正見無正之義。桓由不正而篡弑，故曰疾惡桓公也。○注「日者」至「日也」。○解云：與，由數也。由生數來日，故書丁卯而錄之。凡人謂方至為來，已過為往，故云生與來日，死與往日也。鄭注《曲禮上》篇云「生數來日，謂成服杖以死明日數也。死數往日，謂殯斂以死日數也」者，與何氏異。○注「禮世」至「告之」。○解云：皆出《內則》文也。\n冬，紀侯來朝。（朝聘例時。）"
      }
    ]
  }
}