{
  "chapterNumber": 17,
  "title": "春秋公羊傳註疏卷15 (Gongyang Zhushu, Volume 15)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "宣公卷十五\n（起元年，盡九年）\n宣公元年"
      },
      {
        "index": 1,
        "text": "元年，春，王正月，公即位。繼弑君不言即位，此其言即位何？其意也。（桓公篡成君，宣君篡未逾年君，嫌其義異，故復發傳。）"
      },
      {
        "index": 2,
        "text": "疏注「桓公」至「發傳」。○解云：即桓元年傳云「繼弑君不言即位，此言即位何」，注云「據莊公不言即位」；彼傳云「如其意也」，注云「弑君欲即位，故如其意也」，注云「弑君欲即位，故如其意，以著其惡」是也。若然，案禮未逾年之君，臣下為之無服。臣為君斬衰三年，誠實自異，何言嫌其義異者？正以惻隱者相似故也。是以閔元年何氏云「復發傳者，嫌繼未逾年君義異故也，明當隱之如一」是也。\n公子遂如齊逆女。（譏喪娶。復書不親迎者，嫌觸諱不成其文也。有母言如者，緣內諱，無貶公文。）"
      },
      {
        "index": 3,
        "text": "疏注「譏喪」至「其文」。○解云：何氏以為人君喪娶者，宜有貶刺之文。若其吉逆使卿者，宜書譏之，見不親迎而已，即叔孫僑如之徒是也。今公子遂為君喪娶，宜去公子以見譏。而存公子，復作不親迎之經書之者，正以公子遂本是弑君之賊，若去公子，即嫌為觸弑君大惡之故。諱去公子，即似隱四年、十年公子翬之類，是以不得成其貶文。若然，文公二年「公子遂如齊納幣」，亦譏喪娶之經而不去公子者，彼是喪未畢納幣，為失禮猶淺，此乃初喪逆女，固當合貶，即下八年而注云「元年逆女，嫌為喪娶貶也」者，義亦通於此。云云之說，八年注備。○注「有母」至「公文」。○解云：下八年夏六月，「戊子，夫人熊氏薨」，「冬，十月，已丑，葬我小君頃熊」，「頃熊者何？宣公之母也」，是其今曰有母，母不命使者。婦人之命，不通四方，何得言如，作內使之文者？正以緣內無貶公之文故也，何者？若其去如，則嫌宣公喪娶為絕賤，不成為諸侯然也。正緣此事，不得去如也。若然，莊二十八年「臧孫辰告糴於齊」，不言如，所以不嫌莊公不能貯蓄絕而賤之者，彼告糴之事，可以通臧孫之私行；此大夫不外娶，無通私行之義，故如是。"
      },
      {
        "index": 4,
        "text": "三月，遂以夫人婦薑至自齊。遂何以不稱公子？一事而再見者，卒名也。（卒，竟也。竟但舉名者，省文。）夫人何以不稱薑氏？（據僑如以夫人婦薑氏至自齊也，經有薑，不但問不稱氏者，嫌據夫人氏欲使去薑。）"
      },
      {
        "index": 5,
        "text": "疏注「據僑」至「齊也」。解云：在成十四年九月。○注「嫌據」至「去薑」。○解云：即僖元年「夫人氏之喪至自齊」是也。\n貶。曷為貶？（據俱至也。）譏喪娶也。喪娶者公也，則曷為貶夫人？（據師還也。）"
      },
      {
        "index": 6,
        "text": "疏注「據師還也」。○解云：即莊八年「秋，師還」，傳曰「還者何？善辭也。此滅同姓，何善爾？病之也」，「曷為病之？非師之罪也」。彼公自滅同姓，非師之罪，是以歸惡於公，書還以善師；此公自喪娶，非夫人之罪而貶夫人，與彼義違，故據而難之。\n內無貶於公之道也。（明下無貶上之義。）內無貶於公之道，則曷為貶夫人？（據俱有諱義。）\n疏注「據俱有諱義」。○解云：《春秋》之道，多為內諱，何故此經不為夫人諱而貶之乎？"
      },
      {
        "index": 7,
        "text": "夫人與公一體也。（恥辱與公共之。夫人貶，則公惡明矣。去氏比於去薑，差輕可言，故不諱貶夫人。○差，初買反。）"
      },
      {
        "index": 8,
        "text": "疏「夫人與公一體」。○解云：初則判合，終成一體，是以寡妻之號稱「未亡人」。言其事體先亡，遺餘半在爾，故傳以一體言之。○「恥辱」至「明矣」。○解云：正以夫人與公共諡，知榮辱同矣。○注「去氏」至「夫人」。○解云：去薑，即僖元年「夫人氏之喪至自齊」是也。然此不諱者，以其輕，而僖元年去薑者則重矣，而亦不諱者，何氏云「因正王法所加，臣子不得以夫人禮治其喪也」是也。\n其稱婦何？（據桓公夫人至，不稱婦。）\n疏注「據桓」至「稱婦」。○解云：即桓三年九月，「夫人薑氏至自齊」是也。"
      },
      {
        "index": 9,
        "text": "有姑之辭也。（有姑當以婦禮至，無姑當以夫人禮至，故分別言之。言以者，見行遂意也。見繼重在遂，因遠別也。月者，公不親迎，危錄之例也。）"
      },
      {
        "index": 10,
        "text": "疏「有姑之辭也」。○解云：隱二年傳云「在塗稱婦」，與此違者，兼二義也。言在塗見夫而服從夫，故謂之婦；至國對姑而服從姑，是以亦謂之婦矣。○注「有姑」至「禮至」。○解云：當以婦禮至，而稱夫人者，臣下錄之故也。○注「言以」至「別也」。○解云：桓十四年傳云「以者何？行其意也」，何氏云「以已從人曰行」。然則此經云「遂以夫人」者，欲見夫人是時進止由遂，故言見係重在遂。若不言以，直云遂夫人，則嫌怪夫人男女無別，故云因遠別也。○注「月者」至「例也」。○解云：即桓三年九月，「夫人薑氏至自齊」之屬是也。言公不親迎，故書月，危錄之例也。\n夏，季孫行父如齊。○晉放其大夫胥甲父於衛。放之者何？猶曰無去是云爾。（是，是衛。）\n疏「放之者何」。○解云：大夫去國，於例言出奔，此經言放，故執不知問。"
      },
      {
        "index": 11,
        "text": "然則何言爾？近正也。此其為近正奈何？古者大夫已去，三年待放。（古者刑不上大夫，蓋以為摘巢毀卵，則鳳凰不翔；刳胎焚天，則麒麟不至。刑之則恐誤刑賢者，死者不可復生，刑者不可復屬，故有罪放之而已，所以尊賢者之類也。三年者，古者疑獄三年而後斷。《易》曰：「係用徽墨，置於叢棘，三歲不得，凶」是也。自嫌有罪當誅，故三年不敢去。○摘，吐狄反。刳，口狐反。屬，音蜀。叢棘，才工反。）"
      },
      {
        "index": 12,
        "text": "疏「近正也」。○解云：用古放臣而言近正者，正以古者放臣任其所去，今此晉又處之於衛，故言近耳。○注「古者刑不上大夫」。○解云：《曲禮》上篇文。鄭注云「不與賢者犯法，其犯法則在八議，輕重不在刑書」是也。○注「蓋以為」至「不至」。○解云：皆《家語》文。是時孔子之晉，聞趙簡子殺舜華之屬，故為此言而遂還耳。○注「易曰」至「是也」。○解云：此《坎卦》上六爻辭也。鄭氏云「係，拘也。爻辰在巳，巳為蛇，蛇之蟠屈以徽墨也。三五互體，艮又與震同體，艮為門闕，於木為多節。震之所為，有叢拘之類。門闕之內有叢木多節之木，是天子外朝左右九棘之象也。外朝者，所以詢事之處也。左嘉石平罷民焉，右肺石達窮民焉。罷民，邪惡之民也。上六乘陽，有邪惡之罪，故縛約徽墨，置於叢棘，而後公卿以下議之。其害人者，置之圜土而施職事焉，以明刑恥之。能復者，上罪三年而赦，中罪二年而赦，下罪一年而赦。不得者，不自思以得正道，終不自改而出圜土者殺，故凶」是也。○注「自嫌」至「不敢去」。○解云：莊二十四年曹羈之下，傳云「三諫不從，遂去之，故君子以為得君臣之義也」，何氏云「孔子曰『所謂大臣者，以道事君，不可則止』」，此之謂也。諫必三者，取月生三日成魄，臣道就也。以此言之，則知待放之臣三年乃去者，亦取月生三日成魄，臣道就之義故也。\n君放之，非也。（曰無去是，非也。）大夫待放，正也。（聽君不去衛正也。）\n疏「君放之，非也。大夫待放，正也」。○解云：此二句皆是今事，非古法。"
      },
      {
        "index": 13,
        "text": "古者臣有大喪，則君三年不呼其門。（重奪孝子之恩也。禮，父母之喪三年不從政，齊衰、大功之喪三月不從政，故孔子曰「夏後氏三年之喪，既殯而致事；殷人既葬而致事；周人卒哭而致事。君子不奪人之親，亦不可奪親也」。）"
      },
      {
        "index": 14,
        "text": "疏注「禮父」至「不從政」。○解云：《禮記·王制》文也。此政，謂稅矣。○注「故孔子」至「卒哭而致事」。○解云：《曾子問》文。鄭云「致事者，還其職位於君」是也。○注「君子」至「親也」。○解云：亦《曾子問》文。彼云「君子不奪人之親，亦不可奪親也，此之謂乎」，鄭云「二者恕也，孝也」者是。"
      },
      {
        "index": 15,
        "text": "已練可以弁冕。（此說詩衰正失，非謂禮當然。弁，禮所謂皮弁、爵弁也。皮弁，武冠。爵弁，文冠。夏曰收，殷曰冔，周曰弁。加旒曰冕，主所以入宗廟。○冔，況甫反。）"
      },
      {
        "index": 16,
        "text": "疏注「夏曰」至「曰弁」。○解云：即《郊特牲》云「周弁、殷冔、夏收」是也。○注「加旒曰冕」。○解云：何氏以為弁冕之形製一耳，但加旒為異矣。注「主所以入宗廟」。○解云：以其文冠故也。"
      },
      {
        "index": 17,
        "text": "服金革之事，（謂以兵事使之。）君使之，非也。（非古道也。）臣行之，禮也。（臣順為命，亦禮也。此與君放之非，臣待君放正同，故引同類相發明。）閔子（閔子騫，以孝聞。）\n疏注「閔子騫以孝聞」。○解云：出《論語》也。"
      },
      {
        "index": 18,
        "text": "要絰而服事。（禮，已練，男子除乎首，婦人除乎帶。○要，一遙反。）疏注「禮已」至「乎帶」。○解云：間傳文。"
      },
      {
        "index": 19,
        "text": "既而曰：「若此乎，古之道不即人心？」（既，事畢。言古者，不敢斥君。即，近也。）退而致仕。（退，退身也。致仕，還祿位於君。）孔子蓋善之也。（善其服事，外得事君之義；致仕，內不失親親之恩。言古者，又孫順不訕其君也。不言君子者，時賢者多以為非，唯孔子以為是。○孫，音遜。）"
      },
      {
        "index": 20,
        "text": "疏「孔子蓋善之也」者。蓋，猶是也。言於此三事，孔子皆善之。其三事者，初則要絰而服事，次則謂君為古者，後則退而致事是也。公會齊侯於平州。\n公子遂如齊。\n六月，齊人取濟西田。外取邑不書，此何以書？（據曹取之不書。○濟，子禮反。）"
      },
      {
        "index": 21,
        "text": "疏注「據曹取之不書」。○解云：即僖三十一年「取濟西田」，傳云「惡乎取之？取之曹也。曷為不言取之曹？諱取同姓之田也。此未有伐曹者，則其言取之曹何？晉侯執曹伯，班其所取侵地於諸侯也。晉侯執曹伯，班其所取侵地於諸侯，則何諱乎取同姓之田？久也」，何氏云「魯本為霸者所還，當時不取，久後有悔，更緣前語取之，不應復得，故當坐取邑」。其濟西田本魯物而曹取之，不書之矣。\n所以賂齊也。（魯所以賂遺齊，故稱人，共國辭。○遺，唯季反。）"
      },
      {
        "index": 22,
        "text": "疏注「魯所」至「國辭」。○解云：謂一「人」字，齊、魯共有，何者？魯人篡弑，以地賂人；齊人失所取篡者之賂，皆合稱人故也。曷為賂齊？（據上無戰伐，無所謝。）"
      },
      {
        "index": 23,
        "text": "疏注「據上」至「所謝」解云：正決哀七年「秋，公伐邾婁。八月，巳酉，入邾婁，以邾婁子益來」，八年「夏，齊人取讙及僤」，傳云「外取邑不書，此何以書？所以賂齊也。曷為賂齊？為以邾婁子益來也」。然則此文之上，不見戰伐之文，應無所謝，曷為以也賂齊乎？故難之。"
      },
      {
        "index": 24,
        "text": "為弑子赤之賂也。（子赤，齊外孫，宣公篡，弑之。恐為齊所誅，為是賂之，故諱使若齊自取之者，亦因惡齊取篡者賂，當坐取邑。未之齊坐者，由律行言許受賂也。月者，惡內甚於邾婁子益。）"
      },
      {
        "index": 25,
        "text": "疏注「子赤，齊外孫」。○解云：文公四年經書「娶於齊」而生也。○注「未之」至「受賂也」。○解云：十年「齊人歸我濟西田」，傳云「齊已取之矣，其言我何？言我者，未絕於我也。曷為未絕於我？齊已言取之矣，其實未之齊也」，何氏云「齊已言語許取之，其人民貢賦尚屬於魯，實未歸於齊。不言來者，明不從齊來，不當坐取邑」，是以知其未之齊矣。○注「月者」至「子益」。○解云：哀八年「夏，齊人取讙及僤」，傳云「外取邑不書，此何以書？所以賂齊也。曷為賂齊？為以邾婁子益來也」，彼注云「邾婁，齊與國，畏為齊所怒而賂之，恥甚，故諱使若齊自取」。然則彼為侵奪小國而賂齊，此為篡適而賂齊，罪重於彼，是以書月以諱其惡，故云月者，惡內甚於邾婁子益矣。"
      },
      {
        "index": 26,
        "text": "秋，邾婁子來朝。○楚子、鄭人侵陳，遂侵宋。（微者不得言遂。遂者，楚子之遂也。不從鄭人去遂者，兵尊者兼將。○將，子匠反。）"
      },
      {
        "index": 27,
        "text": "疏注「微者」至「之遂也」。解云：正以遂者，專事之文也，是以僖二十五年注云「微者不別遂，但別兩稱耳」是也。其大夫例不合遂，若其竟外有利國家之事，亦權許之，即莊十九年「秋，公子結媵陳人之婦於鄄，遂及齊侯、宋公盟」下，傳云「大夫無遂事，此其言遂何？聘禮，大夫受命，不受辭。出竟有可以安社稷，利國家者，則專之可也」是。"
      },
      {
        "index": 28,
        "text": "晉趙盾帥師救陳。宋公、陳侯、衛侯、曹伯會晉師於斐林，伐鄭。此晉趙盾之師也。（據上趙盾救陳，微者不能會諸侯。○斐，芳尾反。）\n疏注「微者」至「諸侯」。○解云：謂若是微者，即不能為會主，以致諸侯於斐林而會之。\n曷為不言趙盾之師？（據公子遂會晉趙盾於衡雍，伊雒戎盟，再出名氏。）"
      },
      {
        "index": 29,
        "text": "疏注「據公子」至「名氏」。○解云：即文八年「冬，十月，壬午，公子遂會晉趙盾盟於衡雍。乙酉，公子遂會伊雒戎盟於暴」是。"
      },
      {
        "index": 30,
        "text": "君不會大夫之辭也。（時諸侯為趙盾所會，不與卑致尊，故正之。去大夫名氏，使若更有師也。殊會地之者，起諸侯為盾所會。）"
      },
      {
        "index": 31,
        "text": "疏注「殊會」至「所會」。解云：言殊會者，正謂先序諸侯訖，乃言會晉師是也。所以不言宋公、陳侯、衛侯、曹伯帥師伐鄭，而先言會晉師於斐林，乃言伐鄭者，若以趙盾之師先在是，致諸侯來會之然也，故曰起諸侯為盾所會耳。"
      },
      {
        "index": 32,
        "text": "冬，晉趙穿帥師侵柳。柳者何？天子之邑也。（天子之閒田也，有大夫守之，晉與大夫忿爭侵之。○閒，音閑。）"
      },
      {
        "index": 33,
        "text": "疏「柳者何」。○解云：欲言是國，又復未聞；欲言是邑，文無所係，故執不知問。曷為不係乎？周（據王師敗績於貿戎係王。○貿音茂）"
      },
      {
        "index": 34,
        "text": "疏注「據王」至「係王」。○解云：即戎元年「秋，王師敗績於貿戎」是也。不與伐天子也。（絕正其義，使若兩國自相伐。）\n疏注「絕正其義」。○解云：謂絕柳不使係之於王，所以正君臣之義也。晉人、宋人伐鄭。\n宣公二年"
      },
      {
        "index": 35,
        "text": "二年，春，王二月，壬子，宋華元帥師及鄭公子歸生帥師戰於大棘。宋師敗績，獲宋華元。（復出宋者，非獨惡華元，明恥辱及宋國。○華，戶化反。）\n疏「宋華」至「華元」。○解云：宋、鄭皆言帥師者，其將皆尊，其師皆眾故也。"
      },
      {
        "index": 36,
        "text": "秦師伐晉。（秦稱師者，閔其眾，惡其將。木秦之忿，起殽之戰，今襄公、繆公已死，可以止矣，而復伐晉，惡其構怨結禍無已。）"
      },
      {
        "index": 37,
        "text": "疏注「秦稱」至「其將」。○解云：正以文十二年「秦伯使遂來聘」，始有大夫，宜見將之名氏。若其貶之，宜稱人。稱國而言師者，正以閔其眾，惡其將故也。○注「本秦」至「之戰」。○解云：在僖三十三年夏。○注「今襄」至「已死」。○解云：即文六年「晉侯讙卒」，文十八年「秦伯罃卒」是也。\n夏，晉人、宋人、衛人、陳人侵鄭。"
      },
      {
        "index": 38,
        "text": "秋，九月，乙丑，晉趙盾弑其君夷獆。（○夷獆，戶刀反，又古刀反，二傳作「夷皋」。）冬，十月，乙亥，天王崩。（匡王。）疏注「匡王」。○解云：即三年春，「葬匡王」是也。\n宣公三年\n三年，春，王正月，郊牛之口傷，改卜牛。牛死，乃不郊，猶三望。其言之何？（據食角不言之。）"
      },
      {
        "index": 39,
        "text": "疏注「據食角不言之」。○解云：即成七年「春，王正月，鼷鼠食郊牛角。改卜牛，鼷鼠又食其角，乃免牛」是也。"
      },
      {
        "index": 40,
        "text": "緩也。（辭間容之，故為緩，不若食角急也，別天牲主以角。書者，譏宣公養牲不謹敬、不絜清而災。重事至尊，故詳錄其簡甚。）"
      },
      {
        "index": 41,
        "text": "疏注「不若食角急也」。解云：言食角之時，正以有不順之處，為天所災，不敬簡慢，故不言之耳。○注「別天牲主以角」。○解云：即《王制》云「祭天地之牛角繭栗，宗廟之牛角握，賓客之牛角尺」是。○注「重事」至「簡甚」。○解云：正謂言之是也，何者？之為緩辭，故以簡慢之甚言矣。言簡者，欲取《五行傳》云「簡宗廟之言耳」。\n曷為不復卜？（據定十五年牛死改卜牛。）\n疏注「據定」至「卜牛」。○解云：據彼經云十五年春王正月，「鼷鼠食郊牛，牛死，改卜牛」是也。"
      },
      {
        "index": 42,
        "text": "養牲養二卜。（二卜語在下。）帝牲不吉，（帝，皇天大帝，在北辰之中，主總領天地五帝君神也。不吉者，有災。）"
      },
      {
        "index": 43,
        "text": "疏注「帝皇」至「有災」。○解云：在北辰之中者，言其北辰之處，紫微宮內也。云總領天地天地五帝群神也者，總領天地之內五帝群神也。其五方之帝，東方青帝靈威仰之屬，是其五帝之名，《春秋緯·文耀鉤》具有其文。"
      },
      {
        "index": 44,
        "text": "則扳稷牲而卜之。（先卜帝牲養之，有災，更引稷牲卜之，以為天牲，養之，凡當二卜爾。復不吉，不復郊。○扳，普顏反，又甫奸反。）\n疏注「更引」至「天牲」。○解云：即定十五年「牛死，改卜牛」者，正謂此。"
      },
      {
        "index": 45,
        "text": "帝牲在於滌三月。（滌，宮名，養帝牲三牢之處也。謂之滌者，取其蕩滌絜清。三牢者，各主一月，取三月一時，足以充其天牲。○於滌，大曆反，養牲宮名。）\n疏注「養帝」至「之處」。○解云：其三牢之文，出《春秋說》文。"
      },
      {
        "index": 46,
        "text": "於稷者，唯具是視。（視其身體具無災害而已，不特養於滌宮，所以降稷尊帝。）郊則曷為必祭稷？（據郊者主為祭天。）王者必以其祖配。（祖謂後稷，周之始祖，薑原屨大人跡所生。配，配食也。）"
      },
      {
        "index": 47,
        "text": "疏注「薑原」至「所生」。解云：即《詩》云「履帝武敏歆」文。《周本紀》云「有邰氏女曰薑原，為帝嚳元妃，出野，見巨人跡，心忻然說，欲踐之，踐之身動，如孕者，居期而生子，以為不祥，棄之隘巷，或棄山林寒冰之上」云云，「薑原以為神，遂收養長之。初欲棄之，因名曰棄」是也。\n王者則曷為必以其祖配？（據方父事天。）\n疏注「據方父事天」。解云：言既以為父，特祭何嫌而要須以祖配祭之乎？故難之。"
      },
      {
        "index": 48,
        "text": "自內出者，無匹不行。（匹，合也。無所與會合則不行。）自外至者，無主不止。（必得主人乃止者，天道闇昧，故推人道以接之。不以文王配者，重本尊始之義也，故《孝經》曰「郊祀後稷以配天，宗祀文王於明堂以配上帝」。上帝，五帝，在太微之中，迭生子孫，更王天下。書改卜者，善其應變得禮也。○迭，大結反。更王，音庚；下於況反。）"
      },
      {
        "index": 49,
        "text": "疏注「必得」至「主之」。解云：正謂天之精神靈不明察矣。○注「上帝」至「禮也」。○解云：此五帝者，即靈威仰之屬。言在太微宮內迭王天下，即《感精符》云「蒼帝之始，二十八世，滅蒼者翼也」，彼注云「堯，翼之星精，在南方，其色赤」；「滅翼者鬥」，注云「舜，鬥之星精，在中央，其色黃」；「滅鬥者參」，注云「禹，參之星精，在西方，其色白」；「滅參者虛」，注云「湯，虛之星精，在北方，其色黑」；「滅虛者房」，注云「文王，房星之精，在東方，其色青」。五星之精，是其義。\n葬匡王。"
      },
      {
        "index": 50,
        "text": "疏「葬匡王」。○解云：天子記崩不記葬，今而書者，正以去年「十月天王崩」，至今年春未滿七月，即文九年傳曰「王者不書葬，此何以書？不及時書，過時書，我有往者書」。然則此未滿七月，所謂不及時書也。\n楚子伐賁渾戎。（○賁渾，舊音六，或音奔；下戶門反，二傳作「陸渾」。）夏楚人侵鄭。秋，赤狄侵齊。\n宋師圍曹。\n冬，十月，丙戌，鄭伯蘭卒。○葬鄭繆公。（葬不月者，子未三年而弑，故略之也。○繆，音穆。）"
      },
      {
        "index": 51,
        "text": "疏注「葬不月」至「之也」。○解云：即下四年「夏，六月，乙酉，鄭公子歸生弑其君夷」是也。然則《春秋》之內，卒日葬月，大國之常。今而不月，故為此解，似若定公十三年「春，薛伯定卒」，何氏云「不日月者，子無道當廢之，而以為後，未至三年失眾見弑，危社稷宗廟，禍端在定，故略之」之類也。考諸舊本皆無注，然則有者，衍字耳。而不月者，與卒同月故也，即隱三年傳云「不及時而不日，慢葬」，何氏云「慢薄，不能以禮葬」是也。然則薛伯定之子是失眾見弑者，即定十三年「薛弑其君比」，稱國以弑是也。今此繆公之子，為公子歸生弑之，非失眾之文，是以經書「冬，十月，丙戌，鄭伯蘭卒」，而不略之。以此言之，有注者非也。\n宣公四年"
      },
      {
        "index": 52,
        "text": "四年，春，王正月，公及齊侯平莒及郯。莒人不肯，公伐莒，取向。此平莒也，其言不肯何？（據取汶陽田不言棘不肯。）"
      },
      {
        "index": 53,
        "text": "疏注「據取汶」至「不肯」。○解云：即成二年秋「取汶陽田」，至三年「秋，叔孫僑如率師圍棘」，傳云「棘者何？汶陽之不服邑也。其言圍之何？不聽也」，何氏云「不聽者，叛也。不言叛者，為內諱，故書圍以起之」是也。"
      },
      {
        "index": 54,
        "text": "辭取向也。（為公取向作辭也。恥行義為利，故諱使若莒不肯聽公平，伐取其邑，以弱之者，愈也。莒言及者，明非莒不肯起其平也。書齊侯者，公不能獨平也。月者，惡錄之。○公為，於偽反。）"
      },
      {
        "index": 55,
        "text": "疏注「莒言及」至「其平也」。○解云：正以及是汲汲之意，亦見直之義，故如此解。○注「月者，惡錄之」。解云：正以定十一年「冬，及鄭平」，知平例不月。今而書月，故以為惡錄之。若然，定十年「春，王三月，及齊平」而書月，何氏云「月者，頰穀之會，齊侯欲執定公，故不易」是也。又昭七年「春，王正月，暨齊平」而書月，何氏云「月者，刺內暨暨也。時魯方結婚於吳，外慕強楚，故不汲汲於齊」是也。\n秦伯稻卒。夏，六月，乙酉，鄭公子歸生弑其君夷。赤狄侵齊。秋，公如齊。\n公至自齊。冬，楚子伐鄭。\n宣公五年\n五年，春，公如齊。夏，公至自齊。\n秋，九月，齊高固來逆子叔姬。○叔孫得臣卒。（不日者，知公子遂欲弑君，為人臣知賊而不言，明當誅。）"
      },
      {
        "index": 56,
        "text": "疏「秋九月」至「叔姬」。○解云：隱二年注云「親逆例時」，知此月為下卒出，高固不蒙月也。○注「不日」至「當誅」。○解云：正以所聞之世，大夫之卒，無罪者日，有罪者月，今此不日，故解之。但推尋上下，更不見得臣有罪之文，惟有文十八年「秋，公子遂、叔孫得臣如齊」，冬十月公子遂弑子赤，是以何氏消量作如此解。\n冬，齊高固及子叔姬來。何言乎高固之來？（據當舉叔姬為重，大夫私事不當書。○為重，直用反，下同。）"
      },
      {
        "index": 57,
        "text": "疏注「據當」至「為重」。○解云：正以《春秋》尊內故也。○注「大夫」至「當書」。○解云：正以內之大夫，直錄其如，不書其大夫私事故也。今書高固，是以難之。"
      },
      {
        "index": 58,
        "text": "言叔姬之來，而不言高固之來，則不可。（禮，大夫妻歲一歸宗。叔姬屬嫁而與高固來，如但言叔姬來，而不言高固來，則魯負教戒重，不可言，故書高固，明失教戒重在固。言及者，猶公及夫人。）"
      },
      {
        "index": 59,
        "text": "疏注「故書」至「在固」。解云：婦人之道，既嫁從夫故也。○注「言及」至「夫人」。○解云：即僖十一年「夏，公及夫人薑氏會齊侯於陽穀」是也。然則《公羊》之義，以為夫妻言及者，遠別之稱，剌其無別，是以下注云「言其雙行匹至，似於鳥獸」是也。故桓十八年春，「公夫人薑氏遂如齊」，傳云「公何以不言及夫人」，注云「據公及夫人會齊侯於陽穀」；「夫人外也」，注云「若言夫人已為公所絕外也」；「夫人外者何？內辭也」，注云「內為公諱辭」；「其實夫人外公也」，注云「時夫人淫於齊侯而譖公，故云爾」。然則桓公十八年而不言及者，若言夫人為公所絕外，是以不得言及以遠之。\n子公羊子曰：「其諸為其雙雙而俱至者與？」（言其雙行匹至，似於鳥獸。）"
      },
      {
        "index": 60,
        "text": "疏注「言其」至「鳥獸」。○解云：言其無別，如「雄狐綏綏」，故曰雙行；遊匹而來，鶉鵲不異，故言匹至，似於鳥獸矣。而舊說云雙雙之鳥，一身二首，尾有雌雄，隨便而偶，常不離散，故以喻焉，非何氏意也。\n楚人伐鄭。\n宣公六年"
      },
      {
        "index": 61,
        "text": "六年，春，晉趙盾、衛孫免侵陳。趙盾弑君，此其復見何？（據宋督、鄭歸生、齊崔杼弑其君，後不復見。○見何，賢遍反。）"
      },
      {
        "index": 62,
        "text": "疏注「據宋督」至「不復見」。○解云：其宋督之事，即桓二年「春，王正月，戊申，宋督弑其君與夷，及其大夫孔父」者是也。歸生之事，上四年「夏，六月，乙酉，鄭公子歸生弑其君夷」是也。崔杼之事，即襄二十五年「夏，五月，齊崔杼弑其君光」是也。然則《春秋》之內，書名弑君，後不復見者，唯此三人耳。餘見者，皆著義焉，即桓三年「公子翬如齊逆女」，宣元年「公子遂如齊逆女」之屬，欲見罪在桓、宣，故翬、遂得見。閔二年「公子慶父出奔莒」書者，彼注云「慶父弑二君，不當復見。所以復見者，起季子緩追逸賊」是也。隱四年「衛人殺州吁於濮」，彼注云「書者，善之也」。然則善其臣子討得其賊，是以書見，則知莊九年「齊人殺無知」書之者，亦是討得其賊，善而書之。莊十二年「宋萬出奔陳」得書之者，彼注云「萬弑君，所以復見者，重錄彊禦之賊，明當急誅之也」是也。僖十年夏「晉殺其大夫裏克」得書之者，亦翬、遂之類也。故彼傳云「裏克弑二君，則曷為不以討賊之辭言之？惠公之大夫也」。何氏云「惠公篡立已定，晉國君臣合為一體，無所復責，故曰此乃惠公之大夫，安得以討賊之辭言之」。然則欲歸惡於惠公，尚不作討賊之辭，何得怪其見於經矣。襄二十七年「衛殺其大夫甯喜」得書之，亦翬、遂之類也，是見其與獻公同謀而弑剽，是以二十六年弑剽之下，何氏云「甯喜為衛侯衎弑剽，不舉衎弑剽者，諼成於喜」是也。其二十六年「晉人執甯喜」之下，傳云「不以其罪執之也」，何氏云「明不得以為功，當坐執人」，亦是其得書之義。文十八年「齊人弑其君商人」，昭十一年「楚子虔誘蔡侯般，殺之於申」皆書者，商人之下，何氏云「商人弑君賊，復見者，與大夫異。齊人已君事之，殺之宜當坐弑君」是也。昭十三年「楚公子棄疾弑公子比」得書者，亦是加弑故也，如趙盾之類矣。"
      },
      {
        "index": 63,
        "text": "親弑君者，趙穿也。（復見趙盾者，欲起親弑者趙穿，非盾。）親弑君者趙穿，則曷為加之趙盾？不討賊也。何以謂之不討賊？（據皆去葬不加弑。）"
      },
      {
        "index": 64,
        "text": "疏注「據皆去葬不加弑」。○解云：《春秋》之義，君弑賊不討，則不書葬，所以責臣子不討賊。若其加弑者，雖不討賊，亦書其葬，以其不親弑，不責臣子之討賊，是以昭十九年夏「許世子止弑其君買」，「冬，葬許悼公」，傳云「賊未討，何以書葬？不成於弑也。曷為不成於弑？止進藥而藥殺也。止進藥而藥殺，則曷為加弑焉爾？譏子道之不盡也」，「是以君子加弑焉爾」；「葬許悼公，是君子之赦止也。赦止者，免止之罪辭也」是也。然則此趙盾之弑君，與他親弑者同文，皆去其葬，則趙盾不加弑，趙盾既不加弑，即其身是賊，何得謂之不討賊乎？故難之。"
      },
      {
        "index": 65,
        "text": "晉史書賊曰：「晉趙盾弑其君夷獆。」趙盾曰：「天乎！無辜。（辜，罪也。呼天告冤。）疏注「呼天告冤」。○解云：冤，謂冤枉之冤也。"
      },
      {
        "index": 66,
        "text": "吾不弑君，誰謂吾弑君者乎？」史曰：「爾為仁為義，人弑爾君，而復國不討賊，此非弑君如何？」（復，反也。趙盾不能復應者，明義之所責，不可辭。）趙盾之復國奈何？」靈公為無道，使諸大夫皆內朝。（禮，公族朝於內朝，親親也；雖有貴者，以齒，明父子也。外朝以官，體異姓也。宗廟之中，以爵為位，崇德也。宗人授事以官，尊賢也。升餕受爵以上嗣，尊祖之道也。喪紀以服之精粗為序，不奪人之親也。○餕，音俊。）"
      },
      {
        "index": 67,
        "text": "疏注「禮公族」至「之親也」。○解云：此皆《文王世子》文。彼注云「內朝，路寢廷也」。云「雖有貴者，以齒，明父子也」。彼注云「謂以宗族事會也」。云「外朝以官，體異姓也」者，彼鄭氏云「外朝，路寢門之外廷。體，猶連結也」。云「宗廟之中，以爵為位，崇德也」者，鄭氏云「崇，高也。以爵貴賤異位」。云「宗人授事以官，尊賢也」者，鄭氏云「宗人掌禮及宗廟也。以官，官各有所掌也。若司徒奉牛，司馬奉羊，司空奉豕」。云「升餕受爵以上嗣，尊祖之道也」者，彼文云「其登餕獻爵，則以上嗣，尊祖之道也」，注云「上嗣，祖之正統。爵，謂上嗣舉奠也」，今此何氏以 「登」為「升」，復無「獻」字，蓋所見異也。云「喪紀以服之精角為序，不奪人之親也」者，彼文作「輕重」字，此作「精粗」者，亦所見異也。其上文云「其公大事，則以其喪服之精粗為序」，注云「大事，謂死喪也。其為君雖皆斬衰，序之必以本親也」是也。"
      },
      {
        "index": 68,
        "text": "然後處乎台上，引彈而彈之，已趨而辟丸。（巳，已諸大夫也。○已，音紀。）是樂而已矣。（以是為笑樂。○是樂，音洛。）趙盾已朝而出，與諸大夫立於朝。有人荷畚。（荷，負也。畚，草器，若今巿所量穀者是也，齊人謂之鍾。○有人何，本又作「荷」，胡可反，又音何。畚，音本。）\n疏注「齊人謂之鍾」。○解云：即昭三年《左傳》云「齊舊四量：豆、區、釜、鍾」是也。"
      },
      {
        "index": 69,
        "text": "自閨而出者，（宮中之門謂之闈，其小者謂之閨。從內朝出立於外朝，見出閨者，知外朝在閨外，內朝在閨內可知。）"
      },
      {
        "index": 70,
        "text": "疏注「宮中」至「之閨」。○解云：《釋宮》文。孫氏曰「闈者，宮中相通小門也。其小者謂之閨，小閨謂之閣」，李氏曰：「皆門戶大小之異」是也。"
      },
      {
        "index": 71,
        "text": "趙盾曰：「彼何也？夫畚曷為出乎閨？」（彼何者，始怪何等物之辭，熟視知其為畚。乃言夫畚者賤器，何故乃出尊者之閨乎？）呼之不至，（怪而呼，欲問之。）曰：「子，大夫也，欲視之，則就而視之。」（顧君責已以視人，欲以見就為解也。古者士大夫通曰子。○解，佳賣反，又如字。）趙盾就而視之，則赫然死人也。（赫然，已支解之貌。）趙盾曰：「是何也？」曰：「膳宰也。（主宰割殺膳者，若今大官宰人。）熊蹯不熟，（蹯，掌。）公怒，以鬥摮而殺之，（摮，猶{敫手}也。{敫手}，謂旁擊頭項。○摮，五羔反，又苦交反，猶{敫手}也。{敫手}，口吊反，擊也。）支解，將使我棄之。」趙盾曰：「嘻！」趨而入。靈公望見趙盾，而再拜。（者，驚貌。禮，臣拜然後君答拜。靈公先拜者，畚出盾入，知其欲諫，欲以敬拒之，使不復言也。禮，天子為三公下階，卿前席，大夫興席，士式幾。○，所革反，又訴路反。）"
      },
      {
        "index": 72,
        "text": "疏注「禮天」至「式幾」。○解云：《春秋說》文。亦時王禮也。趙盾逡巡北面再拜稽首。（頭至地曰稽首，頭至手曰拜手。）疏注「頭至地」至「拜手」。解云：出《大祝》文。"
      },
      {
        "index": 73,
        "text": "趨而出。（本欲諫君，君以拜謝知已意，冀當覺寤，故出。）靈公心怍焉，（怍，慚貌。慚盾知已過。○怍，在洛反。）欲殺之。於是使勇士某者往殺之。（某者，本有姓字，記傳者失之。）勇士入其大門，則無人門焉者；入其閨，則無人閨焉者；（焉者，於也。是無人於閨門守視者也。）上其堂，則無人焉。（但言焉。絕語辭。堂不設守視人，故不言堂焉者，）俯而闚其戶，（俯，俛頭。戶，室戶。）方食魚飧。勇士曰：「嘻！子誠仁人也。吾八子之大門，則無人焉；入子之閨，則無人焉；上子之堂，則無人焉；是子之易也。（易猶省也。○飧，音孫。）子為晉國重卿，而食魚飧，是子之儉也。君將使我殺子，吾不忍殺子也。雖然，吾亦不可復見吾君矣。」 （負君命也。）遂刎頸而死。（勇士自斷頭也。傳極道此者，明約儉之衛。甚於重門擊柝。孔子曰：「禮與其奢也，寧儉」，此之謂也。○頸，居郢反。斷，音短。重，直容反。柝，他洛反。）\n疏注「傳極」至「謂也」。○解云：《易·下係辭》云「重門係柝，以待暴客」是也。"
      },
      {
        "index": 74,
        "text": "靈公聞之，怒，滋欲殺之甚，（滋，猶益也。）眾莫可使往者。於是伏甲於宮中，召趙盾而食之。趙盾之車右祁彌明者，國之力士也。（禮，大夫驂乘有車右，有禦者。○而食，音嗣，下同。祁，工支反。）仡然從乎趙盾而入，（仡然，壯勇貌。○仡，魚乙反。）放乎堂下而立。（嫌靈公復欲殺盾，故入以為意。《禮器》記曰：天子堂高九尺，諸侯七尺，大夫五尺，士三尺。）趙盾巳食，靈公謂盾曰：「吾聞子之劍，蓋利劍也。子以示我，吾將觀焉。」（授君劍，當拔而進其首，靈公因欲以推殺之。）趙盾起將進劍，祁彌明自下呼之曰：「盾！食飽則出，何故拔劍於君所？」趙盾知之，（由人曰知之，自已知曰覺焉。）"
      },
      {
        "index": 75,
        "text": "疏注「由人」至「覺焉」。○解云：由人曰知之，此文是也。自已知曰覺者，即昭三十一年傳云「夏父曰：『以來，人未足，而於而餘。』叔術覺焉，曰：『嘻！此誠爾國也夫。』起而致國於夏父」是也。"
      },
      {
        "index": 76,
        "text": "躇階而走。（躇，猶超遽不暇以次。○躇，丑略反，與踱同，一本作「辵」，音同。劇不，其據反，本亦作「遽」。）靈公有周狗，（周狗，可以比周之狗，所指如意。○比，毗誌反。）謂之獒，（犬四尺曰獒。○獒，五刀反。）\n疏注「犬四尺曰獒」。○解云：《釋畜》文。\n呼獒而屬之，獒亦躇階而從之。祁彌明逆而踆之，（以足逆呎曰踆。○踆，音存，以足逆呎之。呎，徒臘反。）\n疏「呼獒而屬之」。○解云：謂呼而指屬之。今呼犬謂之屬，義出於此。"
      },
      {
        "index": 77,
        "text": "絕其頷。（頷口。○頷，戶感反。）趙盾顧曰：「君之獒，不若臣之獒也！」然而宮中甲鼓而起。（甲，即上所道伏甲，約勒聞鼓聲當起殺盾。）有起幹甲中者，抱趙盾而乘之。（欲趨疾走。）趙盾顧曰：「吾何以得此於子？」（猶曰吾何以得此救急之恩於子邪？非所以意悟。）曰：「子某時所食，活我於暴桑下者也。」（某時者，記傳者失之。暴桑，蒲蘇桑。傳道此者，明人當素積恩德。）趙盾曰：「子名為誰？」（後欲報之。）曰：「吾君孰為介？（介，甲也。猶曰我晉君誰為興此甲兵，豈不為盾乎？）子之乘矣！何問吾名？」（之乘，即上車也。猶曰子以上車矣，何不疾去，而反徐問吾名乎？欲令蚤免去，不望報矣。○蚤，音早。）趙盾驅而出，眾無留之者。（明盾賢人，不忍殺也。且靈公無道，民眾不悅，以致見殺。）趙穿緣民眾不說，起弑靈公，然後迎趙盾而入，與之立於朝，（復大夫位也。即所謂復國不討賊，明史得用責之。傳極道此上事者，明君雖不君，臣不可以不臣。○不說，音悅。）而立成公黑臀。（不書者，明以惡夷獆，猶不書剽立。○臀，徒門反。剽，匹妙反。）"
      },
      {
        "index": 78,
        "text": "疏注「不書」至「剽立」。○解云：襄公二十六年「二月，辛卯，衛甯喜弑其君剽」，「甲午，衛侯衎復歸於衛」，傳云「然則曷為不言剽之立？不言剽之立者，以惡衛侯矣」，注云「欲起衛侯失眾出奔，故不書剽立。剽立無惡，則衛侯惡明矣」。然則此處不書黑臀之立，以惡夷獆明矣，故如此解。\n夏四月。秋，八月，眾。（先是宣公伐莒取向，公比如齊所致。）"
      },
      {
        "index": 79,
        "text": "疏注「先君」至「取何」。○解云：在上四年春也。○注「公比如齊」。○解云：即四年「秋，公如齊」，五年「春，公如齊」是也。冬，十月。\n宣公七年\n七年，春，衛侯使孫良夫來盟。"
      },
      {
        "index": 80,
        "text": "疏「春衛侯」至「來盟」。○解云：不書日月者，桓十四年夏，「鄭伯使其弟語來盟」之下，何氏云「時者，從內為王義，明王者當以至信先天下」。然則成三年「冬，十有一月，晉侯使苟庚來聘。衛侯使孫良夫來聘。丙午，及荀庚盟。丁未，及孫良夫盟」，亦是來盟而書日月，彼下注云「書者，惡之。《詩》曰：『君子屢盟，亂是用長。』二國既脩禮相聘，不能親信，反復相疑，故舉聘以非之」，是其惡，故不舉重而書日月之義也，是當文皆有注解。"
      },
      {
        "index": 81,
        "text": "夏，公會齊侯伐萊。秋，公至自伐萊。大旱。（為伐萊逾時也。○為，於偽反。）冬，公會晉侯、宋公、衛侯、鄭伯曹伯於黑壤。\n宣公八年"
      },
      {
        "index": 82,
        "text": "八年，春公至自會。○夏，六月，公子遂如齊，至黃乃復。其言至黃乃復何？（據公孫敖不言至復，又不言乃。）\n疏注「據公」至「言乃」。○解云：即文八年冬，「公孫敖如京師，不至復。丙戌，奔莒」是也。"
      },
      {
        "index": 83,
        "text": "有疾也。（乃，難辭也。上言乃復，下有卒，知以疾為難。○難辭，乃旦反。）何言乎有疾乃復？（據公如晉以有疾乃復，弑恥，以為有疾無惡。）"
      },
      {
        "index": 84,
        "text": "疏注「據公如」至「無惡」。○解云：即昭二十三年「冬，公如晉，至河，公有疾乃復」，傳云「何言乎公有疾乃復？殺恥也」，注云「因有疾以殺，畏晉之恥」是也。"
      },
      {
        "index": 85,
        "text": "譏。何譏爾？大夫以君命出，聞喪徐行而不反。（聞喪者，聞父母之喪。徐行者，不忍疾行，又為君當使人追代之。以喪喻疾者，喪尚不當反，況於疾乎？順經文而重責之。言乃不言有疾者，有疾猶不得反也。敖不言乃者，明無所難為重。敖當誅，遂當絕。）"
      },
      {
        "index": 86,
        "text": "疏注「順經文」至「難為重」。○解云：正以傳不言大夫以君命出，遇疾而還非禮，而言聞喪徐行而不反者，是其順經文而重責之故也。○注「敖當誅，遂當絕」。○解云：以敖違命罪大，故當誅。誅者，罪累家也。遂前雖弑君，而宣公不以為罪，直以當時行事而責之，責其奉命不終而以疾辭，故當絕其身而已。\n辛巳，有事於太廟。"
      },
      {
        "index": 87,
        "text": "仲遂卒於垂。仲遂者何？（據不稱公子，故問之。）公子遂也。（自是後無遂卒，知公子遂。）何以不稱公子？（據公子季友卒，雖加字，猶稱公子也。）"
      },
      {
        "index": 88,
        "text": "疏注「據公」至「子也」。○解云：即僖十六年「三月，壬申，公子季友卒」是也。言雖加字者，欲道仲遂亦加字，而不稱公子矣。貶。曷為貶？（據叔孫得臣卒不貶。）"
      },
      {
        "index": 89,
        "text": "疏注「據叔」至「不貶」。○解云：即宣五年秋九月，「叔孫得臣卒」是也，何氏云「不日者，知公子遂欲弑君，為人臣知賊而不言，明當誅」。然則得臣與遂同罪，而或貶或否，故難之。\n為弑子赤貶。然則曷為不於其弑焉貶？（據翬終隱之篇貶，欲使於文十八年「子赤卒」年中貶。）"
      },
      {
        "index": 90,
        "text": "疏注「據翬」至「中貶」。○解云：即隱四年「秋，翬帥師會宋公」以下「伐鄭」，傳云「翬何以不稱公子？貶。曷為貶？與弑公也」。十年「夏，翬帥師會齊人、鄭人伐宋」，傳云「此公子翬也，何以不稱公子？貶。曷為貶？隱之罪人也，故終隱之篇貶也」是也。"
      },
      {
        "index": 91,
        "text": "於文則無罪，於子則無年。（此解十八年秋如齊不貶意也。十八年編於文公貶之，則嫌有罪於文公，無罪於子赤也。卒乃貶者，元年逆女，嫌為喪娶貶也。公會平州下如齊也，嫌公遂；八年如齊，嫌坐乃復貶也。貶加字者，起嬰齊所氏，明為歸父後，大宗不得絕也。地者，卒外，明當有卒外禮也。日者，不去樂也。書有事者，為不去樂張本。○編，必連反。）"
      },
      {
        "index": 92,
        "text": "疏注「元年逆」至「貶也」。○解云：即上元年「公子遂如齊逆女」，彼注云「嫌觸諱不成其文也」是也。○注「云會」至「公遂」。○解云：即元年經云夏，「公會齊侯於平州。公子遂如齊」是也。若不言公子，直言遂如齊，文承公會於平州之下，嫌謂公遂如齊，非公子遂，是以不得去公子矣。○注「如齊嫌坐乃復貶也」。○解云：公子翬助桓篡弑，入篇即不貶，見其無罪於桓公。今此公子遂助宣篡弑，而於宣貶者，正以於子赤則無年，遂之罪重不得令免，會須貶之。諸見之處，悉皆有嫌，不得作文，是以正於卒時貶，見其事。○注「貶加字」至「絕也」。○解云：成十五年「三月，乙巳，仲嬰齊卒」，傳云「仲嬰齊者何？公孫嬰齊也。公孫嬰齊」，注云「更為公孫之子，故不得復氏公孫」；傳文云「為人後者為其子，則其稱仲何？孫以王父字為氏也。然則嬰齊孰後？後歸父也。歸父使於晉而未反，何以後之」，注云「據巳絕也」；傳云「叔仲惠伯，傳子赤者也。文公死，子幼，公子遂謂叔仲惠伯曰：『君幼，如之何？原與子慮之。』叔仲惠伯曰：『吾子相之，老夫抱之，何幼君之有？』公子遂知其不可與謀，退而殺叔仲惠伯，弑子赤而立宣公。宣公死，成公幼，藏宣叔者相也。君死不哭，聚諸大夫而問焉，曰：『昔者叔仲惠伯之事，孰為之？』諸大夫雜然曰：『仲氏也，其然乎？』於是遣歸父之家」，注云「時見君幼，欲以防示諸大夫」；「然後哭君。歸父使乎晉，還自晉，至檉，聞君薨家遣，墠帷，哭君成踴，反命於介，自是走之齊。魯人徐傷歸父之無後也」，注云「徐者，皆共之辭也，關東語。傷其先人為惡，身見逐絕不忿懟也」；「於是使嬰齊後之也」，注云「弟無後兄之義，為亂昭穆之序，失父子之親，故不言仲孫明不與子為父為父孫是也。然遂既被貶而加字者，欲起成十五年仲嬰齊以仲為氏故也。嬰齊者，仲遂之子，宜稱公孫而氏仲者，明為其兄公孫歸父之後，不得氏公孫，故氏仲矣。所以弟為兄後者，正以大宗不得絕故也。○注「地者」至「禮也」。○解云：欲道公子季友之文皆不地。此言於垂者，正以卒於外故也。所以卒於外則地之者，明其當有卒於外之禮故也。○注「日者，不去樂也」。○解云：正以《春秋》之例，失禮鬼神例日故也。○注「書有」至「張本」。○解云：正以時祭之禮，初夏作之，即是得時不書之例，而書之者，為下不去樂張本故也。而言有事者，礿不合書，是以但言有事，為下張本而已，似若文二年注云「不言吉祫者，就不三年不復譏，略，為下張本」而已之類。"
      },
      {
        "index": 93,
        "text": "壬午，猶繹。萬入去籥。繹者何？祭之明日也。（禮，繹繼昨日事，但不灌地降神爾。天子諸侯曰繹，大夫曰賓屍，士曰宴屍，去事之殺也。必繹者，屍屬昨日配先祖食，不忍輒忘，故因以復祭，禮則無有誤，敬慎之至。殷曰肜，周曰繹。繹者，據今日道昨日，不敢斥尊言之，文意也。肜者，肜肜不絕，據昨日道今日，斥尊言之，質意也。祭必有屍者，節神也。禮，天子以卿為屍，諸侯以大夫為屍，卿大夫以下以孫為屍。夏立屍，殷坐屍周旅酬六屍。○屬，音燭。肜，羊弓反。）"
      },
      {
        "index": 94,
        "text": "疏「繹者何」。○解云：欲言是祭，去礿大近；欲言非祭，繹者祭名，故執不知問。○注「禮繹」至「神爾」。○解云：正以《釋天》云「繹，又祭也」，孫氏云「祭之明日，尋繹復祭」，故言繼昨日事。正以昨日祭，已灌地降神，是以今日繹，主為屍作，何以為灌乎？故云但不灌地降神爾。○注「天子諸侯」至「宴屍」。○解云：《春秋說》文也。稍得言名繹在正祭之後，故曰去事之殺也。○注「則無有誤」。○解云：畏敬先君之屍而為之設祭，則無有過誤也。○注「殷曰肜，周曰繹」。○解云：《釋天》文。案郭氏《爾雅》，其下文仍有「夏曰腹胙」之文，而何氏不言之者，正以諸家《爾雅》悉無此言，故不引之。復胙，郭氏云「未見義所出也」。○注 「繹者」至「意也」。○解云：祭尊於繹，欲道今日所尋繹，乃是昨日之正祭，故云據今日道昨日，不敢斥尊，乃是尊正之義，故曰文意也。○注「肜者」至「神也」。○解云：正由昨日正祭，是以今日作又祭，相因而不絕，肜肜然，故曰據昨日道今日，乃是迫近而不尊，故曰質意也。○注「禮天子」至「孫為屍」。○解云：何氏差約古禮也。天子不使公，諸侯不使卿，皆為其疑也。卿大夫已下以孫為屍，以其昭穆同也。○注「夏立」至「六屍」。○解云：即《禮器》云「周坐屍」，注云「言此亦周所因於殷也」；「夏立屍而卒祭」，注云「夏禮屍有事乃坐」；「殷坐屍」，注云「無事猶坐」；「周旅酬六屍」，注云「使之相酌也。後稷之屍，發爵不受旅」；「曾子曰『周禮其猶醵與』」，注云「斂錢飲酒為醵，旅酬相酌似之也」。"
      },
      {
        "index": 95,
        "text": "萬者何？幹舞也。（幹，謂楯也。能為人扞難而不使害人，故聖王貴之，以為武樂。萬者，其篇名。武王以萬人服天下，民樂之，故名之云爾。○楯，食允反。扞，戶旦反。）"
      },
      {
        "index": 96,
        "text": "疏「萬者何」。○解云：欲言其樂，文無樂名；欲言非樂，祭祀用之，故執不知問。○注「武王」至「云爾」。○解云：《春秋說》文。昔武王一會八伯諸侯，人數豈止萬而已，蓋以萬是總名，故據以言耳。\n籥者何？籥舞也。（籥所吹以節舞也。吹籥而舞，文樂之長。）"
      },
      {
        "index": 97,
        "text": "疏「籥者何」。○解云：欲言非樂，籥是樂名；欲言是樂，臨祭見去，故執不知問。○注「吹籥而舞，文樂之長」。○解云：正以萬是武樂，入而用之，而籥特備矣。\n其言萬入去籥何？（據入者不言萬，去樂不言名。）\n疏注「去樂不言名」。○解云：即昭十五年「二月，癸酉，有事於武宮。籥入，叔弓卒，去樂卒事」是也。"
      },
      {
        "index": 98,
        "text": "去其有聲者，（不欲令人聞之。）廢其無聲者，（廢，置也。置者，不去也，齊人語。）存其心焉爾。存其心焉爾者何？知其不可而為之也。（明其心猶存於樂，知其不可，故去其有聲者而為之。）\n疏「存其心焉爾者何」。○解云：欲道存心於樂，而有去籥之文；欲道存心於股肱，而繹萬不廢，故執不知問。"
      },
      {
        "index": 99,
        "text": "猶者何？通可以已也。（禮，大夫死，為廢一時之祭，有事於廟而聞之者，去樂卒事；卒事而聞之者，廢繹。日者，起明日也。言入者，據未奏去籥時書。凡祭自三年喪已下，各以日月廢時祭，唯郊社越紼而行事可。）"
      },
      {
        "index": 100,
        "text": "疏「猶者何」。○解云：欲言是禮，書而譏之；欲言非禮，乃當正祭之明日，故執不知問。○「禮大夫」至「之祭」。○解云：正以正祭為吉事故也。○注「有事」至「去樂」。○解云：即昭十五年「二月，癸酉，有事於武宮。籥入，叔弓卒，去樂卒事」，傳云「其言去樂卒事何？禮也。君有事於廟，聞大夫之喪，去樂」，注云「恩痛不忍舉」。○注「卒事」至「日也」。○解云：即《檀弓》下篇云「仲遂卒於垂，壬午，猶繹，萬入去籥。仲尼曰『非禮也，卿卒不繹』」是也。○注「言入」至「時書」。○解云：欲道所以不言萬作而言萬入之意也。○注「凡祭」至「事可」。○ 解云：即《王制》曰「喪三年不祭，唯祭天地社稷，為越紼而行事」，鄭注云「不敢以卑廢尊。越，猶躐也。紼，盾車索」是也。\n戊子，夫人熊氏薨。晉師、白狄伐秦。楚人滅舒蓼。"
      },
      {
        "index": 101,
        "text": "秋，七月，甲子，日有食之，既。（是後楚莊王圍宋，析骸易子，伐鄭勝晉，鄭伯肉袒，晉大敗於邲，中國精奪，屈服強楚之應。）"
      },
      {
        "index": 102,
        "text": "疏注「是後」至「易子」。○解云：「圍宋」者，即下十四年「秋，九月，楚子圍宋」是也。言析骸易子者，即十五年傳云「易子而食之，析骸而炊之」是也。○注「伐鄭勝晉。○解云：即下九年冬，「楚子伐鄭。晉郤缺帥師救鄭」；十年夏，「晉人、宋人、衛人、曹人伐鄭」，冬， 「楚子伐鄭」；十一年「夏，楚子、陳侯、鄭伯盟於辰陵」。注云「不日月者，莊王行霸，約諸侯，明王法，討徵舒，善其憂中國，故為信辭」。然則比年之間，晉、楚爭共伐鄭，鄭伯終服於楚，盟於辰陵，楚勝於晉，居然明矣，故云伐鄭勝晉也。○注「鄭伯肉袒」。○解云：即下十二年春，「楚子圍鄭」，「鄭伯肉袒，左執茅旌，右執鸞刀，以逆莊王」是也。○注「晉大敗於邲」。○解云：即下十二年夏，「晉荀林父帥師，及楚子戰於邲，晉師敗績」。○注「中國精奪」。○解云：正以日者，大陽之精，諸夏之象，今而被食，故曰中國精奪。"
      },
      {
        "index": 103,
        "text": "冬，十月，巳丑，葬我小君頃熊，雨不克葬。庚寅，日中而克葬。頃熊者何？宣公之母也。（熊氏楚女。宣公，即僖公妾子。○頃，音傾。）"
      },
      {
        "index": 104,
        "text": "疏「頃熊者何」。○解云：欲言是妾，卒葬備書；欲言夫人，與君別諡，故執不知問。而者何？難也。乃者何？（謂問定公日下昃乃克葬。）"
      },
      {
        "index": 105,
        "text": "疏「而者何」。○解云：魯公夫人薨葬多矣，此獨言，故執不知問。○注「謂問定公日下昃乃克葬」。解云：即是十五年九月，「丁巳，葬我君定公，雨不克葬。戊午，日下昃，乃克葬」是也。然則言乃之經，不幹此事，而於此問之者，正以葬時遇雨廢葬，而乃異文，是以連而問之。\n難也。（禮，卜葬從遠日。不克葬見難者，臣子重難，不得以正日葬其君。）"
      },
      {
        "index": 106,
        "text": "疏「禮卜葬從遠日」。○解云：即《曲禮》上篇云「喪事先遠日」，鄭注云「喪事，葬與練祥也」。《左氏傳》云「禮，卜葬先遠日，辟不懷也」，舊典之遺存也。"
      },
      {
        "index": 107,
        "text": "曷為或言而，或言乃？乃難乎而也。（言乃者，內而深；言而者，外而淺。下昃，日失久，故言乃。孔子曰：「其為之也難，言之得無訒乎。」皆所以起孝子之惰也。雨不克葬者，為不得行葬禮。孔子曰：「生事之以禮，死葬之以禮，祭之以禮。」故不得行禮則不葬也。魯錄雨不克葬者，恩錄內尤深也。別朝莫者，明見日乃葬也。○訒，音刃。莫，音暮。）"
      },
      {
        "index": 108,
        "text": "疏注「孔子」至「認乎」。○解云：《論語》文。引之者，證難言之事，必須訒而言之，似若臣子不得正日，雖言重難，亦須訒而葬之。○注「所以起孝子之情也」。○解云：謂《春秋》言而言乃者，所以起見孝子之情，重難有淺深故也。○注「魯錄」至「深也」。○解云：欲道外諸侯葬多矣，而無不克之文者，以其恩淺也。○注「別朝」至「葬也」。解云：謂日中與昃。然則朝莫猶早晚也。\n城平陽。楚師伐陳。\n宣公九年"
      },
      {
        "index": 109,
        "text": "九年，春，王正月，公如齊。（月者，善宣公事齊合古禮，卒使齊歸濟西田。不就十年月者，五年再朝，近得正。孔子曰：「知和而和，不以禮節之，亦不可行也。」明雖事人，皆當合禮。）"
      },
      {
        "index": 110,
        "text": "疏注「月者」至「西田」。○解云：即下十年春，「齊人歸我濟西田」是也。○注「不就」至「合禮」。○解云：何氏之意，以為《春秋》之道，祖述堯、舜，天子五年一巡狩，諸侯亦五年一朝天子，是以桓元年注「故即位比年使大夫小聘，三年使上卿大聘，四年又使大夫小聘，五年一朝」是也。然則諸侯自相朝，雖文不著，若欲以朝，亦不過是也。宣公五年「春，公如齊」，今九年春又如齊，乃五年之內，不得正盡五年，故曰近得正。言近者，不正是之辭也。雖不正是，近合於禮，是以《春秋》此年書月，以見善宣公，至十年公復如齊，是為大數，唯近取濟西田之文，亦不得見善，故言不就十年月者，五年再朝近得正。\n公至自齊。夏，仲孫蔑如京師。齊侯伐萊。"
      },
      {
        "index": 111,
        "text": "秋，取根牟。根牟者何？邾婁之邑也。曷為不係乎邾婁？諱亟也。（亟，疾也。屬有小君之喪，邾婁子來加禮，未期而取其邑，故諱不係邾婁也。上有小君喪，而下諱取之，則邾婁加禮明矣。未期年從加禮數者，猶王子虎從會葬數。○亟，去冀反。未期，音基。）"
      },
      {
        "index": 112,
        "text": "疏「根牟者何」。○解云：欲言是國，經典未有；欲言非國，文無所係，故執不知問。○注「屬有小君之喪」。○解云：即上八年夏，「夫人熊氏薨」是也。○注「邾婁子來加禮」。○解云：謂上八年冬十月葬頃熊之時，邾婁子使人來加禮，但例不書之，故不見也。○注「未期」至「婁也」。○解云：去年十月來加禮，今年七月而取邑，故言未期也。加禮者，或是賵襚之屬，皆是葬前之事，而要係會葬言之。言未期者，欲取諱亟之義強故也。必知過期之後，不復諱之者，正以定十五年夏五月定公薨，「邾婁子來奔喪」，至於哀元年「冬，仲孫何忌帥師伐邾婁」，注云「邾婁子新來奔喪，伐之不諱者，期外恩殺惡輕，明當與根牟有差」是也。○注「未期年」至「葬數」解云：此文欲取未期之義，而從加禮數之；若取薨之時，則過於期矣，若似僖三十三年冬十二月，「公薨於小寢」；文元年「天王使叔服來會葬」，夏四月，「葬我君僖公」；文三年「夏，五月，王子虎卒」，傳云「王子虎者何？天子之大夫也。外大夫不卒，此何以卒？新使乎我也」，注云「王子虎，即叔服也。新為王者使來會葬，在葬後三年中卒，君子恩隆於親親，則加報之，故卒，明當有恩禮也」。然則王子虎之卒在文三年夏，若數來會葬之時，則在三年之內；若數公卒時四年矣，與此相似，故猶之。\n八月，滕子卒。"
      },
      {
        "index": 113,
        "text": "九月，晉侯、宋公、衛侯、鄭伯、曹伯會於扈。○扈者何？諸侯卒其封內不地，此何以地？據陳侯鮑卒不地。晉荀林父帥師伐陳。○辛酉晉侯黑臀卒於扈扈者，何晉之邑也。諸侯卒其封內不地此何以地（據陳侯鮑卒不地）"
      },
      {
        "index": 114,
        "text": "疏「扈者何」。○解云：若言晉地，不應書之；欲道外地，文無所係，故執不知問。○注「據陳侯鮑卒不地」。○解云：桓五年「春正月，甲戌，已丑，陳侯鮑卒」，傳云「曷為以二日卒之？怴也。甲戌之日亡，已丑之日死而得，君子疑焉，故以二日卒之也」，是其卒於封內不書地，故難之。"
      },
      {
        "index": 115,
        "text": "卒於會，故地也。（起時衰多窮厄伐桑霦而卒於諸侯會上，故地，危之。）未出其地，故不言會也。（左右皆臣民，雖卒於會上，危愈於竟外，故不復著言會也。出外死有輕重，死於師尤甚，於會次之，如人國次之，於封內最輕。不書葬者，欲篡也。）"
      },
      {
        "index": 116,
        "text": "疏注「出外死」至「最輕」。○解云：時衰多窮厄伐喪，師者用兵之處，而君死焉，故言於師，著其危甚，即襄十八年「曹伯負芻卒於師」是也。是以僖四年「夏，許男新臣卒」，何氏云「不言卒於師者，桓公師無危」，是其義也。云於會次之者，與人交接之處，或相劫詐未可知，若柯之盟曹子劫桓公之類是也，而君卒焉，故言次之，即定四年夏，「杞伯成卒於會」是也。云於人國次之者，正以時多背死向生，而君卒於竟外，似有掩襲之理，但於主國有賓客之道，是故又以為次矣，即襄二十六年秋，「許男甯卒於楚」之屬是也。云於封內最輕者，正以左右皆民臣，危少於竟外，是以不言於會矣，但有外國之人，亦有危理，故書其地，即此文書「晉侯黑臀卒於扈」是也。若不聚會，直卒於封內者，仍自不地，即「陳侯鮑卒」是也。若然，昭十三年「夏，四月楚公子比自晉歸於楚，弑其君虔於乾谿」，不與人會而書地者，彼注云「封內地者，起禍所由，因以為戒」是也。而云起禍所由者，案彼傳云「靈王為無道，作乾谿之台，三年不成，楚公子棄疾脅比而立之，然後令於乾谿之役曰：『此已立矣，後歸者不得復其田里。』眾罷而去之，靈王經而死」，是其致禍之由。○注「不書」至「篡也」。○解云：《春秋》之義，篡明者書葬，即小白之屬是也。篡不明者，即不書其葬以見篡，即此黑臀之屬是也，云云，已說於上。\n冬，十月，癸酉，衛侯鄭卒。（不書葬者，殺公子瑕也。）"
      },
      {
        "index": 117,
        "text": "疏注「不書葬」至「瑕也」。○解云：即僖三十年「秋，衛殺其大夫元咺及公子瑕也」，不言殺元咺，元咺有罪云云，已說於上。宋人圍滕。\n楚子伐鄭。晉郤缺帥師救鄭。\n陳殺其大夫泄冶。"
      }
    ]
  }
}