{
  "chapterNumber": 8,
  "title": "春秋公羊傳註疏卷06 (Gongyang Zhushu, Volume 6)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "莊公卷六\n（起元年，盡七年）\n莊公元年"
      },
      {
        "index": 1,
        "text": "元年，春，王正月。公何以不言即位？《春秋》君弑，子不言即位。君弑則子何以不言即位？（據繼君不絕也。○君弑，申誌反，下皆同。）"
      },
      {
        "index": 2,
        "text": "疏“公何以不言即位”。○解云：隱元年傳云：“公何以不言即位”，注云“據文公言即位”。然則彼已注解，是以此處不複注之。○“春秋”至“即位”。○解云：而言《春秋》者，欲道孔子意，《春秋》之內皆爾，非止此處，故舉其大號言之，是以僖元年傳云“公何以不言即位？繼弑君，子不言即位。此非子也，其稱子何？臣子一例也”。然則宣公之傳不言子，直以其無臣子之道，不念其君父，亦不由宣公非子赤之子，故不言子。\n隱之也。孰隱？隱子也。（隱痛是子之禍，不忍言即位。）"
      },
      {
        "index": 3,
        "text": "疏“孰隱”至“子也”。○解云：莊公既逾年即位之後，合稱成君，而言子者，凡諸侯於其封內三年稱子故也。若表臣子之心，不可曠年無君，乃稱公耳。"
      },
      {
        "index": 4,
        "text": "三月，夫人孫於齊。孫者何？孫，猶孫也。（孫，猶遁也。○孫，音遜，下及注皆同；孫，猶遁也。遁，徒困反。）"
      },
      {
        "index": 5,
        "text": "疏“孫者何”。○解云：欲言初出，實先在齊；欲言非初出，而與公孫文同，故執不知問。○“孫，猶孫也”。○解云：凡言孫者，孫遁自去之辭。今此言孫，與《尚書·序》云“將孫於位，讓於虞舜”義同，故言孫猶孫也，猶彼文也。而注云“孫，猶遁也”者，欲解彼此之孫，皆為孫遁自去之義，故曰遁也。\n內諱奔，謂之孫。（言於齊者盈諱文。）"
      },
      {
        "index": 6,
        "text": "疏“內諱奔，謂之孫”。○解云：據百二十國寶書以為《春秋》，非獨魯也。而言內者，讬王於魯，故言內，猶言內其國，外諸夏之義也。然則內魯為王，王者無出奔之義，故謂之孫矣。而僖二十四年“冬，天王出居於鄭”言出者，彼傳云“王者無外，此其言出何？不能於母也”，注云“不能事母，罪莫大於不孝，故絕之言出也”者是。○注“言於”至“諱文”。○解云：凡言於某者，從此往彼之辭。今此夫人實非始往而言於齊，與昭二十五年“公孫於齊”文同者，盈滿其諱文，若今始然，故云言於齊者，盈諱文耳。\n夫人固在齊矣，其言孫於齊何？（據公、夫人遂如齊，未有來文。）"
      },
      {
        "index": 7,
        "text": "疏注“據公”至“來文”。○解云：公、夫人遂如齊”，在桓十八年。言未有來文者，欲決文九年春，“夫人薑氏如齊”，“夫人薑氏至自齊”之文耳。若然，案下二年注云“不致者，本無出道，有出道乃致，奔喪致是也”。若然，則何氏指文九年“夫人薑氏如齊”，亦無出道，而責未有來文者，夫人如齊之時，得公之命，非無出道，故如此解。"
      },
      {
        "index": 8,
        "text": "念母也。（固在齊而書孫者，所以起念母也。）正月以存君，念母以首事。（禮，練祭取法存君，夫人當首祭事。時莊公練祭，念母而迎之，當書迎，反書孫者，明不宜也。）"
      },
      {
        "index": 9,
        "text": "疏注“禮練”至“宜也”。○解云：存君者，即襄二十九年注云“正月歲終而複始，臣子喜其君父與歲終而複始，執贄存之”。然則今此練祭者，亦是臣子閔君父往年此日沒，今年複此日存而禮祭之，取法存君矣。言夫人當首祭事者，謂夫人當為首而營其祭事也。言時莊公練祭者，謂桓公去年四月薨，今年三月方為練祭，而欲迎母，非謂此時已為練矣。\n夫人何以不稱薑氏？（據夫人薑氏孫於邾婁。）\n疏注“據夫”至“邾婁”，解云：閔二年經文。"
      },
      {
        "index": 10,
        "text": "貶。曷為貶？（據俱以孫為文。）與弑公也。其與弑公奈何？夫人譖公於齊侯，（如其事曰，加誣曰譖。○與殺，音預，下同。譖，側鴆反，加誣曰譖。）公曰：“同非吾子，齊侯之子也。”（以淫於齊侯所生。）"
      },
      {
        "index": 11,
        "text": "疏“公曰”至“子也”。○解云：夫人加誣此言，非謂桓公實有此言，何者？正以夫人之至在桓三年秋，子同之生乃在六年九月故也。齊侯怒，與之飲酒。（欲醉而殺之。禮，飲酒不過三爵。）"
      },
      {
        "index": 12,
        "text": "疏注“禮飲不過三爵”。○解云：《玉藻》云“君子之飲酒也，受一爵而色灑如也”，注云“灑如，肅敬貌也”；“二爵而言言斯”，注云“言言，和敬貌”；“禮已，三爵而油油”，注云“油油，悅敬貌”；“以退”，注云“禮，飲酒過三爵則敬殺，可以去矣者是也。"
      },
      {
        "index": 13,
        "text": "於其出焉。使公子彭生送之。於其乘焉。（於其將上車時。○將上，時掌反，下同。）脅幹而殺之。（脅，折聲也。扶上車，以手脅折其幹。○脅幹，路合反，本又作“協”，亦作“拉”，皆同，折聲也。幹，音古旦反，脅也。）"
      },
      {
        "index": 14,
        "text": "疏“於其”至“送之”。○解云：與下句絕讀。○“於其乘焉，脅幹而殺之”。○解云：二句連讀之。○注“扶上”至“幹”。解云：折音如字。\n念母者，所善也。則曷為於其念母焉貶？（據貶必於其重。）"
      },
      {
        "index": 15,
        "text": "疏“念母者，所善也”。○解云：謂念母者，宜《春秋》之所善也。○注“據貶必於其重”。○解云：即僖元年傳云“夫人何以不稱薑氏？貶。曷為貶？與弑公也。然則曷為不於弑焉貶？貶必於其重者，莫重乎其以喪至也”，注云“刑人於市，與眾棄之，故必於其臣子集迎之時貶之，所以明誅得其罪”是也。"
      },
      {
        "index": 16,
        "text": "不與念母也。（念母則忘父背本之道也，故絕文薑不為不孝，距蒯聵不為不順，脅靈社不為不敬，蓋重本尊統，使尊行於卑，上行於下。貶者，見王法所當誅。至此乃貶者，並不與念母也。又欲以孫為內見義，明但當推逐去之，亦不可加誅，誅不加上之義。非實孫，月者，起練祭左右。○背，音佩。蒯聵，苦怪反；下五怪反；見王，賢遍反，下同。為內，於偽反，下“為卑”、“為營”同。去，起呂反。）"
      },
      {
        "index": 17,
        "text": "疏注“故絕”至“不順”。○解云：謂貶氏是也。距蒯聵不為不順者，哀三年傳云“曼姑受命乎靈公而立輒，以曼姑之義，為固可以距之也”，注云“曼姑無惡文者，起曼姑得拒之。曼姑，臣也。距之者，上為靈公命，下為輒故”者是也。○注“脅靈”至“不敬”。○解云：即莊二十五年傳云“日食則曷為鼓用牲於社？求乎陰之道也”，注云“求，責求也”；“以朱絲營社，或曰脅之”，注云“脅之，與責求同義。社者，土地之主也；月者，土地之精也，上係於天而犯日，故鳴鼓而攻之，脅其本也。朱絲營之，助陽抑陰也”，是脅靈社，不為不敬之道也。○注“蓋重”至“當誅”。○解云：此蓋詁為皆也。謂脅社以重陽，距父以尊祖，皆是尊行於卑，上行於下之義。○注“至此”至“之義”。○解云：注言此者，欲道桓十八年公始如齊之時不貶意也。言又欲以孫為內見義者，正言道魯臣子不合誅夫人之意。○注“非實”至“左右”。○解云：閔二年“九月，夫人薑氏孫於邾婁”，彼注云“凡公夫人奔例日，此月者，有罪”。然則此書月者，正是其例。而言月者起練祭左右者，謂此夫人非孫，今乃書孫，書三月，起其練祭在左右故也。若直言春，無以起其練祭矣。"
      },
      {
        "index": 18,
        "text": "夏，單伯逆王姬。單伯者何？吾大夫之命乎天子者也。（以稱字也。禮，諸侯三年一貢士於天子，天子命與諸侯輔助為政，所以通賢共治，示不獨專，重民之至。大國舉三人，次國舉二人，小國舉一人。○單伯，音善，後放此。逆王姬，《左氏》作“送王姬”。治，直吏反。）"
      },
      {
        "index": 19,
        "text": "疏“單伯者何”。○解云：若言內臣，而逆王女；若言王臣，文無王使，故執不知問。○注“以稱字也”。解云：諸侯之大夫例合稱名，若貢於天子，理宜尊異，是以見其稱字，知其貢於天子。○注“諸”至“一人”。○解云：皆《書傳》文，《射義》云“古者天子之製，諸侯歲獻貢士於天子，天子試之於射宮”，鄭注云“歲獻，獻國事之書，及計偕物也，三歲而貢士”。舊說云大國三人，次國二人，小國一人者，是與此同。\n何以不稱使？（據公子遂如京師，言如者，內稱使之文。）"
      },
      {
        "index": 20,
        "text": "疏注“據公子遂如京師，言如者，內稱使之文”。○解云：公子遂如京師者，僖三十年經文也。言如者，內稱使之文者，欲道傳云“何以不稱使”者，問經不道單伯如京師之意。"
      },
      {
        "index": 21,
        "text": "天子召而使之也。逆之者何？使我主之也。（逆者，魯自往之文。方使魯為父母主嫁之，故與魯使自逆之。不言於京師者，使魯主之，故使若自魯女，無使受之。）\n疏“逆之者何”。○解云：天子之臣，其數非一，而魯大夫使逆其女，故執不知問。"
      },
      {
        "index": 22,
        "text": "曷為使我主之？（據諸侯非一。）天子嫁女乎諸侯，必使諸侯同姓者主之。（諸侯天子同姓者。）諸侯嫁女於大夫，必使大夫同姓者主之。（大夫與諸侯同姓者。不自為主者，尊卑不敵，其行婚姻之禮，則傷君臣之義；行君臣之禮，則廢婚姻之好，故必使同姓有血脈之屬，宜為父道，與所適敵體者主之。禮，尊者嫁女於卑者，必持風旨，為卑者不敢先求，亦不可斥與之者，申陽倡陰和之道。天子嫁女於諸侯，備侄娣如諸侯之禮，義不可以天子之尊，絕人繼嗣之路。○主書者，惡天子也。禮，齊衰不接弁冕，仇讎不交婚姻。○好，呼報反。風，如字，又方鳳反。倡，昌亮反。和戶臥反。惡，烏路反。齊衰，音谘；下七雷反。）"
      },
      {
        "index": 23,
        "text": "疏注“其行婚姻之禮”。○解云：謂敵偶行事。○注“行君臣之禮”。○解云：謂君坐於上，而臣立於下。○注“必使”至“主之”。○解云：謂於女有血脈之親屬。○注“禮尊”至“之道”。○解云：風，猶放也。言使卑者待已放其命，云道有女可嫁，然後卑者乃敢求婚也。云亦不可斥與之者，亦不可斥言嫁於某國，所以然者，正以申陽倡陰和之道故也。○注“天子”至“之禮”。○解云：知者，見十九年傳“諸侯娶一國，則二國往媵之，以侄娣從”。若其禮異，當有別文。○注“義不”至“之路”。○解云：注知如此者，正見十九年傳下文云“諸侯壹聘九女，諸侯不再娶”。然則既不得再娶，適夫人沒無侄娣，即是絕嗣之義，故云此。○注“禮齊”至“婚姻”。○解云：義取《穀梁》之文，“仇讎之人非所以接婚姻，衰麻非所以接弁冕”之言也。所以然者，正由吉凶不相求矣。今莊公主婚於齊，相犯二事，是以《春秋》主書惡天子耳。"
      },
      {
        "index": 24,
        "text": "秋，築王姬之館於外。何以書？譏。何譏爾？築之，禮也；於外，非禮也。（以言外，知有築內之道也。於外非禮也。禮，同姓本有主嫁女之道，必闕地於夫人之下，群公子之上也。時魯以將嫁女於讎國，故築於外。）"
      },
      {
        "index": 25,
        "text": "疏注“以言”至“道也”。○解云：正以經言於外，以為非禮，則知於內是禮明矣。○注“必闕”至“上也”。○解云：取下傳文為義。"
      },
      {
        "index": 26,
        "text": "於外何以非禮？（據非內女。）築於外，非禮也。（於，遠辭也。為營衛不固。不以將嫁於讎國除譏者，魯本自得以讎為解，無為受命而外之，故曰非禮。 ○解，古賣反。）其築之何以禮？（據禮當豫設。）主王姬者，必為之改築。主王姬者，則曷為必為之改築？（據諸侯宮非一。○必為，於偽反，下“必為”、“為襄公”並注同。）\n疏注“據諸”至“非一”。○解云：即下云路寢、小寢之屬是也。\n於路寢則不可者，謂外內無別。於路寢則不可，小寢則嫌。（皆所以遠別也。○別，彼列反。）\n疏小寢則嫌。○解云：嫌褻瀆。"
      },
      {
        "index": 27,
        "text": "群公子之舍，（謂女公子也。）則以卑矣。（以為大卑。○大，音泰，一音他賀反。）其道必為之改築者也。（以上傳言爾，知當築夫人之下，群公子之上。築例時。）"
      },
      {
        "index": 28,
        "text": "疏注“築例時”者。○解云：即此年“秋，築王姬之館”，二十八年“冬，築微”，三十一年“春，築台於郎”，“秋，築台於秦”之屬是也。冬，十月，乙亥，陳侯林卒。\n王使榮叔來錫桓公命。錫者何？賜也。（上與下之辭。○錫，星曆反。）\n疏“錫者何”。○解云：正以變賜言錫，與禮九賜之文異，故執不知問。"
      },
      {
        "index": 29,
        "text": "命者何？加我服也。（增加其衣服，令有異於諸侯。禮有九錫：一曰車馬，二曰衣服，三曰樂則，四曰朱戶，五曰納陛，六曰虎賁，七曰弓矢，八曰鈇鉞，九曰鬯，皆所以勸善扶不能。言命不言命服者，重命，不重其財物。禮，百里不過九命，七十里不過七命，五十里不過五命。○令，力呈反。賁，音奔。鈇鉞，音甫，又方於反；下音越。，音巨，黑黍也。鬯，敕亮反，香酒。）"
      },
      {
        "index": 30,
        "text": "疏“命者何”。○解云：正以生時有功而受褒賜，今死乃賜命，故執不知問。○注“禮有”至“不能”。○解云：此《禮緯合文嘉》文也。彼注云“諸侯有德當益其地，不過百里，後有功加以九賜：進退有節，行步有度，賜以車馬，以代其步；其言成文章，行成法則，賜以衣服，以表其德；其長於教誨，內懷至仁，賜以樂則，以化其民；其居處脩理，房內不泄，賜以朱戶，以明其別；其動作有禮，賜以納陛，以安其體；其勇猛勁疾，執義堅強，賜以虎賁，以備非常；其內懷至仁，執義不傾，賜以弓矢，使得專征；其亢陽威武，誌在宿衛，賜以斧鉞，使得專殺；其孝慈父母，賜以鬯，使之祭祀。皆如有德，則陰陽和，風雨時，四方所瞻，臣子所望，則有鬯之草，景星之應”是也。○注“禮百里”至“五命”。○解云：案《周禮·典命》曰“上公九命，侯伯七命，子男五命”者是也。\n其言桓公何？（據錫文公命不言諡。）\n疏注“據錫”至“言諡”。○解云：即文元年夏四月，“天王使毛伯來錫公命”，不言諡是也。"
      },
      {
        "index": 31,
        "text": "追命也。（舉諡明知追命死者。禮，生有善行，死當加善諡，不當複加錫。不言天王者，桓行實惡，而乃追錫之，尢悖天道，故云爾。○善行，下孟反，下同。複，扶又反。悖，補內反。）\n疏注“不言”至“云爾”。○解云：如此注者，欲決文元年稱天王也。"
      },
      {
        "index": 32,
        "text": "王姬歸於齊。何以書？我主之也。（魯主女為父母道，故恩錄而書之。內女歸例月，外女不月者，聖人探人情以製恩，實不如魯女。）"
      },
      {
        "index": 33,
        "text": "疏注“內女”至“之也”。解云：即隱二年“冬，十月，伯姬歸於紀”，隱七年“春，王三月，叔姬歸於紀”，成九年“二月，伯姬歸於宋”之屬是也。然則此事亦在月下，而言不月者，何氏以意斟酌，故如此解。而莊十一年“冬，王姬歸於齊”，而不書月者，彼則魯不主婚，自著天子有恩於王姬故也。"
      },
      {
        "index": 34,
        "text": "齊師遷紀郱、鄑、郚。遷之者何？取之也。（以稱師，知取之。○郱，步丁反。鄑，子斯反，又音晉。郚，音吾。）"
      },
      {
        "index": 35,
        "text": "疏“遷之者何”。○解云：欲言實遷，不言處所；欲言取之，而經書遷，故執不知問。取之，則曷為不言取之也？（據莒人伐杞取牟婁。）疏注“據莒”至“牟婁”。解云：即隱四年經文。"
      },
      {
        "index": 36,
        "text": "為襄公諱也。（襄公將複讎於紀，故先孤弱取其邑，本不為利舉，故為諱。不舉伐，順諱文也。）外取邑不書，此何以書？大之也。何大爾？自是始滅也。（將大滅紀從此始，故重而書之。）\n莊公二年\n二年，春，王二月，葬陳莊公。"
      },
      {
        "index": 37,
        "text": "夏，公子慶父帥師伐餘丘。於餘丘者何？邾婁之邑也。曷為不係乎邾婁？國之也。曷為國之？君存焉爾。（慶父幼少將兵，不譏者，從不言弟意，亦起之。○少，詩照反。）"
      },
      {
        "index": 38,
        "text": "疏“於餘丘者何”。○解云：欲言是國，天下未聞；欲言是邑，而不係國，故執不知問。○“曷為”至“焉爾”。○解云：桓七年傳云“鹹丘者何？邾婁之邑也。曷為不係乎邾婁？國之也。曷為國之？君存焉爾”。然則彼巳有傳，而複發之者，正以邑不係國，凡有二種，故須解之。即昭三十二年“取闞”，傳云“闞者何？邾婁之邑也。曷為不係乎邾婁？諱亟也”，注云“與受濫為亟”是。○注“慶父”至“起之”。○解云：正以桓六年“九月，丁卯，子同生”，則莊公年十五矣。慶父之年宜十二三，故云幼少將兵矣。所以不書月以譏之者，正以不言弟意亦起之，何者？文元年注云“不稱王子者，時天子諸侯不務求賢，而專貴親親，故尢其在位子弟，刺其早任以權也。魯得言公子者，方錄異辭，故獨不言弟也。諸侯得言子弟者，一國失賢輕”。然則魯不言在位之弟者，刺其專貴親親而早任以權。今慶父實是公之母弟，若於凡平諸侯之國，則合言弟，但是魯公之弟，故於例不得言之。既不言弟，刺其專貴親親早任以權，則於幼少將兵之義，亦自見矣，故云從不言弟意，亦起之也。杜氏云“慶父者，莊公異母兄”，何氏知其幼者，正見稱仲，非兄明矣。"
      },
      {
        "index": 39,
        "text": "秋，七月，齊王姬卒。外夫人不卒，此何以卒？錄焉爾。曷為錄焉爾？（據王後崩猶不錄。）我主之也。（魯主女為父母道，故卒錄之，明當有恩禮。內女卒例日，外女卒不日者，實不如魯女也。）"
      },
      {
        "index": 40,
        "text": "疏注“內至”至“女也”。○解云：即僖十六年“四月，丙申，鄫季姬卒”，成八年“冬，十月，癸卯，杞叔姬卒”，襄三十年夏“五月，甲午，宋災，伯姬卒”之屬是也。而莊四年“三月，紀伯姬卒”，莊二十九年十二月“紀叔姬卒”之屬皆不日。莊四年下文注云“卒不日葬日者，魯本宜葬之，故移恩錄文於葬”是也。"
      },
      {
        "index": 41,
        "text": "冬，十有二月，夫人薑氏會齊侯於郜。（書者，婦人無外事，外則近淫。不致者，本無出道，有出道乃致，奔喪致是也。○郜，古報反。二傳作“禚”，四年亦爾。近，附近之近，亦如字。）"
      },
      {
        "index": 42,
        "text": "疏注“不致”至“是也”。○解云：即文九年春，“夫人薑氏如齊”，“三月，夫人薑氏至自齊”，注云“奔父母之喪也。不言奔喪者，尊內也”，“出獨致者，得禮，故與臣子辭”是也。\n乙酉，宋公馮卒。\n莊公三年"
      },
      {
        "index": 43,
        "text": "三年，春，王正月，溺會齊師伐衛。溺者何？吾大夫之未命者也。（所伐大夫不卒者，莊公薄於臣子之恩，故不卒大夫，與桓同義。月者，衛朔背叛出奔，天子新立衛公子留，齊、魯無憚天子之心而伐之，故明惡重於伐，故月也。○溺，乃曆反。）"
      },
      {
        "index": 44,
        "text": "疏“溺者何”。○解云：欲言內臣，經不書氏；欲言外臣，複不係國，故執不知問。○“吾大”至“者也”。○解云：隱九年傳云“俠者何？吾大夫之未命者也”，桓十一年“柔會宋公”以下“於折”，傳曰“柔者何？吾大夫之未命者也”，注云“輒發傳者，無氏嫌貶也”。然則今複發傳者，嫌會讎人而致貶故也。○注“所伐”至“大夫”。○解云：稱名為將大夫不書卒者，正以莊公薄於臣子之恩故也。知未命大夫得書卒者，正見隱九年經書俠卒也，彼注云“未命所以卒之者，賞宜從重。無氏者，少略也”者，即其義。○注“與桓同義”。○解云：桓十一年“柔會宋公”已下“於折”，傳曰“柔者何？吾大夫之未命者也”，彼注云“所以不卒柔者，深薄桓公不與有恩禮於大夫也”。今溺亦然，故言與桓同義。○注“月者”至“出奔”。○解云：正以侵伐例時，即上二年“夏，公子慶父伐於餘丘”之屬是也。今此月者，背叛出奔，罪重故也。其背叛出奔之事者，即桓十六年“衛侯朔出奔齊”是也。○注“天子新立衛公子留”。○解云：《世本》及《史記》並有其事。\n夏，四月，葬宋莊公。（莊公馮篡不見，書葬者，篡以計除，非以起他事不見也。○不見，賢遍反，下皆同。）"
      },
      {
        "index": 45,
        "text": "疏注“莊公馮篡不見，書葬者，篡以計除，非以起”至“見也”。○解云：《春秋》之例，篡不明者，皆貶去其葬以見篡，即僖二十四年“晉侯夷吾卒”，注云“篡故不書葬，明當絕也”；又宣九年秋，“晉侯黑臀卒於扈”，彼注云“不書葬者，篡也”之屬是也。其篡明者，不嫌非篡，故不去葬以見篡，即隱四年“衛人立晉”，桓十二年冬“衛侯晉卒”，十三年春“葬衛宣公”；又莊九年“齊小白入於齊”，至僖十七年冬“齊侯小白卒”，十八年“秋葬齊桓公”；又哀六年秋“齊陽生入於齊”，至哀十年春“齊侯陽生卒”，夏“葬齊悼公”；此等皆由其初有立、入之文，不嫌非篡，故書其葬。今宋公馮初篡不明，所以亦書其葬者，正以其父繆公有讓國之善，故計其父功而除其篡罪，故云篡以計除也。襄十四年夏“衛侯衎出奔齊”，至二十六年春“甯喜弑其君剽”，“衛侯衎複歸於衛”，傳云“然則曷為不言剽之立？不言剽之立者，以惡衛侯也”。注云：“起衛侯失眾出奔，故不書剽立。剽立無惡，則衛侯惡明矣”。又宣六年傳言“而立成公黑臀”，彼注云“不書者，以惡夷獆也”。然則剽與成公之篡皆不惡者，以惡衎與夷獆矣，是為以起他事不見。今宋莊公之立不書惡之者，自以計除之不見義，故云非以起他事不見也。既以計除，則迥然無罪，故得書葬，何則？晉侯重耳亦篡不明，而僖公三十三年得書“葬晉文公”者，《春秋》為賢者諱也。"
      },
      {
        "index": 46,
        "text": "五月，葬桓王。此未有言崩者，何以書葬？蓋改葬也。（改，更也。改葬服輕不當月，月者，時無非常之變，榮奢改葬爾，故惡錄之。書者，諸侯當有恩禮。）"
      },
      {
        "index": 47,
        "text": "疏“此未有言崩者”。○解云：桓十五年經書“三月，乙未，天王崩”，何言未有言崩者？正以此年事不相接故也。○“蓋改葬也”。○解云：案宣三年 “郊牛之口傷，改卜牛”，經即書其改卜。此若改葬，經宜書改，而不書改者，蓋以天王之崩去此七年，是改可知，何勞書改乎？其改卜牛須書改者，若直言卜牛，嫌卜前口傷之牛，故須言改以明之。傳必知改葬者，正見《春秋說》云“恒星不見，周人榮奢改葬桓王塚，死屍複擾終不覺”之文故也。○注“改葬”至“錄之”。○解云：言改葬服輕者，即《喪服》云“改葬緦”是也。言不當月，月者，欲決昭二十二年“六月，叔鞅如京師。葬景王”之文也。言時無非常之變者，即決禮有非常之變者，將亡失屍柩之時改葬也。言榮奢改葬者，即《春秋說》云：“恒星不見夜明周人榮奢改葬恒王塚死屍複擾終不覺之文也。若然，案《春秋說》改葬在恒星不見之後，即宜在七年之末，而在三年者，宋氏云“由三年改葬，故七年恒星不見夜明者，正由今日榮奢改葬故也”。云故惡錄之者，謂由此之故，惡而深錄之也。○注“書者”至“恩禮”。○解云：文九年傳云“王者不書葬？此何以書？不及時書，過時書”，注云“重錄失時”；“我有往者則書”，注云“謂使大夫往也，惡文公不自往，故書葬以起大夫會之”。然則此改葬桓王，非彼之類而得書者，欲見諸侯當有恩禮故也。\n秋，紀季以酅入於齊。紀季者何？紀侯之弟也。何以不名？賢也。何賢乎紀季？（據叛也。○酅，戶圭反。）\n疏“紀季者何”。○解云：欲言其君，經不書爵；欲言大夫，又不言氏，故執不知問。"
      },
      {
        "index": 48,
        "text": "服罪也。其服罪奈何？魯子曰：“請後五廟以存姑妹。”（紀與齊為讎，不直齊大紀小，季知必亡，故以酅首服，先祖有罪於齊，請為五廟後，以酅共祭祀，存姑姊妹。稱字賢之者，以存先祖之功，則除出奔之罪，明其知權。言入者，難辭，賢季有難去兄入齊之心，故見之。男謂女先生為姊，後生為妹，父之姊妹為姑。○共，音恭。難辭，乃旦反，下皆同。）"
      },
      {
        "index": 49,
        "text": "疏“魯子曰”至“姊妹”。解云：傳所以記魯子者，欲言孔氏之門徒受《春秋》，非唯子夏，故有他師矣。其隱十一年傳記“子沈子”者，欲明子夏所傳，非獨公羊氏矣，故輒記其人以廣義也。季為附庸而得有五廟者，舊說云比諸侯之禮故也。直言以存姑姊妹，不言兄弟子侄者，謙不敢言之。欲言兄弟子侄亦隨國亡，但外出之女有所歸趣而已。○注“故以”至“於齊”。○解云：凡言首者，先服之辭，紀國未滅，今以往服，故謂之首服也。先祖有罪於齊者，即四年傳云“哀公亨乎周，紀侯譖之”是也。○注“言入”至“見之”。○解云：正以襄二十六年二月，“衛孫林父入於戚”；定十三年“晉荀寅、士吉射入於朝歌”之屬，皆是不獲已，故以為難辭也。○注“男謂”至“為姑”。○解云：皆《釋親》文。１１１\n冬，公次於郎。（次者，兵舍止之名。）\n疏注“次者”至“之名”。解云：正以僖元年“齊師、宋師、曹師次於聶北，救邢”之文故也。\n其言次於郎何？（國內兵而當書，公斂處父帥師而至，雖有事而猶不書是也。）"
      },
      {
        "index": 50,
        "text": "疏注“國內”至“是也”。○解云：“公斂處父帥師而至”者，定八年傳文。案昭十三年“春，叔弓帥師圍費”；定十二年冬，“公圍成”之屬是也。"
      },
      {
        "index": 51,
        "text": "刺欲救紀而後不能也。（惡公既救人，辟難道還，故書其止次以起之。諸侯本有相救之道，所以抑強消亂也。次例時。○惡，烏路反。）"
      },
      {
        "index": 52,
        "text": "疏注“諸侯”至“亂也”。○解云：言此者，欲道《春秋》善齊襄複讎，不書其滅，而刺魯侯不救紀者，以諸侯本有相救之道，所以抑強消亂，是以刺不相救也。而善齊襄複讎者，所以申仁孝之恩，各自為義，豈相妨奪乎？○注“次例時”。○解云：即此及三十年“夏，師次於成”之屬是也。而八年“春，王正月，師次於郎”云云，書月者，自為下文“甲午，祠兵”出之，次仍不蒙月也。十年“夏，六月，齊師、宋師次於郎。公敗宋師於乘丘”，書月者，自為下文“敗宋師”出之，次仍不蒙月也。\n莊公四年"
      },
      {
        "index": 53,
        "text": "四年，春，王二月，夫人薑氏饗齊侯於祝丘。（書者，與會郜同義。牛酒曰“犒，加飯羹曰饗。月者，再出重也。三出不月者，省文從可知例。○犒，苦報反，勞也。）"
      },
      {
        "index": 54,
        "text": "疏注“書者”至“同義”。○解云：即二年“冬，十有二月，夫人薑氏會齊侯於郜”，彼注云“書者，婦人無外事，外事則近淫”。今此亦然，故云同義。 ○注“牛酒”至“曰饗”。○解云：時王之禮也。○注“月者”至“知例”。○解云：案上二年經云“冬，十有二月，夫人薑氏會齊侯於郜”，一出亦書月，而言再出重者，正以下文三出、四出皆無月故也。而上二年月者，自為下經“乙酉，宋公馮卒”，其會仍自不蒙月矣。言三出不月者，即下五年“夏，夫人薑氏如齊師”是也。"
      },
      {
        "index": 55,
        "text": "三月，紀伯姬卒。（禮，天子諸侯絕期，大夫絕緦。天子唯女之適二王後者，諸侯唯女之為諸侯夫人者，恩得申，故卒之。○期，音基。緦，音絲。）"
      },
      {
        "index": 56,
        "text": "疏注“禮天”至“絕期”。○解云：正見不杖期章無天子諸侯服故也。○注“大夫絕緦”。○解云：正見緦麻章無大夫服故也。夏，齊侯、陳侯、鄭伯遇於垂。"
      },
      {
        "index": 57,
        "text": "紀侯大去其國。大去者何？滅也。孰滅之？齊滅之。曷為不言齊滅之？為襄公諱也。《春秋》為賢者諱，何賢乎襄公？（據楚莊王亦賢，滅蕭不為諱。○為襄，於偽反，下“為賢”，注“為諱”及下注“為諱”、“為襄”同。）"
      },
      {
        "index": 58,
        "text": "疏“大去者何”。○解云：欲言其奔，而經言大去；欲言其滅，又無滅文，故執不知問。○“為襄公”至“者諱”。○解云：言所以為襄公諱者，正由《春秋》為賢者諱故也。○注“據楚莊王亦賢，滅蕭不為諱”者。○解云：即宣十二年“冬，十有二月，戊寅，楚子滅蕭”，彼注云“日者，屬上有王言，今反滅人，故深責之”是也。若然，莊十年“齊師滅譚”，莊十三年“齊人滅遂”之屬，不為賢者諱滅而不據之者，“滅遂”之下注云“不諱者，桓公行霸，不任文德而尚武力，又功未足以除惡”。然則桓公是時賢，德未著，不為諱，適是其宜，寧得據之乎？楚莊是時巳有王言，賢德巳著，宜為之諱而書其滅，故據之也。\n複讎也。何讎爾？遠祖也。哀公亨乎周，（亨，而殺之。○亨，普庚反，注同，煮殺也。）\n疏注“公亨乎周”。○解云：鄭氏云“懿始受譖而亨齊哀公”是也。《周語》亦有其事。"
      },
      {
        "index": 59,
        "text": "紀侯譖之，以襄公之為於此焉者，事祖禰之心盡矣。盡者何？襄公將複讎乎紀，卜之曰：“師喪分焉。”（龜曰卜，蓍曰筮。分，半也。師喪亡其半。○禰，乃禮反。師喪，息浪反，注同。蓍，音屍。筮，巿製反。）"
      },
      {
        "index": 60,
        "text": "疏“盡者何”。○解云：以襄公淫泆，行同鳥獸，而言事祖禰之心盡，故執不知問。○“卜之”至“分焉”。解云：卜之者，謂襄公之辭。○注“龜曰卜，蓍曰筮”。○解云：《曲禮》文。"
      },
      {
        "index": 61,
        "text": "“寡人死之，（襄公答卜者之辭。）不為不吉也”。遠祖者，幾世乎？九世矣。九世猶可以複讎乎？雖百世可也。（百世，大言之爾。猶《詩》云“嵩高維嶽，峻極於天，君子萬年”。○幾，居豈反。嵩高，息忠反，本亦作“崧”。）"
      },
      {
        "index": 62,
        "text": "疏“寡人死之，不為不吉也”。○解云：皆齊侯之語，故注云“答卜者之辭”。所以謂死為吉事者，以複讎以死敗為榮故也。○注“百世”至“萬年”。○解云：蓋以百十者，數之終，施之於彼則無罪，施之於已則無義，故謂之大言耳。"
      },
      {
        "index": 63,
        "text": "家亦可乎？（家，謂大夫家。）曰：不可。國何以可？（據家不可。）國君一體也：先君之恥，猶今君之恥也；今君之恥，猶先君之恥也。（先君謂哀公，今君謂襄公，言其恥同也。）國君何以為一體？（據非一世。）國君以國為體，諸侯世，故國君為一體也。（雖百世，號猶稱齊侯。）今紀無罪，（今紀侯也。）此非怒與？（怒，遷怒，齊人語也。此非怒其先祖，遷之於子孫與？。○怒與，音餘。）曰：非也。古者有明天子，則紀侯必誅，必無紀者。紀侯之不誅，至今有紀者，猶無明天子也。古者諸侯必有會聚之事，相朝聘之道，號辭必稱先君以相接。然則齊、紀無說焉。不可以並立乎天下。（無說，無說懌也。○無說，音悅，注同。懌，音亦。）"
      },
      {
        "index": 64,
        "text": "疏“古者”至“天子也”。○解云：從康王已下曆宣王之世，而言無明天子者，蓋以宣王之德，駁而不純故也。○“號辭”至“相接”。○解云：正以號辭必稱先君之故，是以齊、紀不得並立於天下。古若有明天子，則須去其不直，是以上文云“古者有明天子，則紀侯必誅”也。"
      },
      {
        "index": 65,
        "text": "故將去紀侯者，不得不去紀也。有明天子，則襄公得為若行乎？（若，如也。猶曰得為如此行乎？○將去，起呂反，下及注同。若行，下孟反，注同。）"
      },
      {
        "index": 66,
        "text": "疏“故將”至“紀也”。○解云：若不去紀，則有紀侯故也。○“襄公”至“行乎”。○解云：行讀如有子行之之行。"
      },
      {
        "index": 67,
        "text": "曰：不得也。不得，則襄公曷為為之？上無天子，下無方伯，（有而無益於治曰無，猶《易》曰“闃其無人”。○治，直吏反。闃，苦鵙反。）"
      },
      {
        "index": 68,
        "text": "疏注“猶易”至“無人”。○解云：《豐卦》上六爻辭也。緣恩疾者可也。（疾，痛也。賢襄公為諱者，以複讎之義，除滅人之惡。言大去者，為襄公明義，但當遷徙去之，不當取而有，明亂義也。不為文實者，方諱，不得貶。）"
      },
      {
        "index": 69,
        "text": "疏“緣恩疾者可也”。○解云：時無明王賢伯以誅無道，緣其有恩痛於先祖者，可以許其複讎矣，故曰緣恩疾者可也。○注“賢襄”至“之惡”。○解云：擅滅同姓，合書而絕之。今不書者，以複讎除罪故也。○注“不當”至“義也”。解云：謂但當推逐而已，不當取而有之，明其亂正義矣。然則襄公亂義而不惡者，王已複讎除之。○注“不為”至“得貶”。○解云：凡為文實者，皆初以常事為罪而貶之，然後計功除過，是以僖元年經云“齊師、宋師、曹師次於聶北，救邢”，傳云“曷為先言次後言救？君也。君則其稱師何？不與諸侯專封也。曷為不與？實與而文不與文曷為不與？諸侯之義不得專封也。諸侯之義不得專封，則其曰實與之何？上無天子，下無方伯，天下諸侯有相滅亡者，力能救之，則救之可也”者，是文實之義耳。今此若作文實，經宜言齊師滅紀，或言齊人滅紀，傳曰孰滅之？襄公滅之。曷為不言襄公滅之？不與諸侯擅滅，曷為不與？實與而文不與。文曷為不與？諸侯之義不得擅滅。諸侯之義不得擅滅，則其曰實與之何？上無天子，下無方伯，緣恩疾者可。若其如此，即經不免貶惡襄公。若貶惡襄公，則不名為之諱，是以不得作文實之義矣。而後桓公得作文實者，桓公非滅人，其罪惡輕也。\n六月，乙丑，齊侯葬紀伯姬。外夫人不書葬，此何以書？（據鄫季姬也。）\n疏注“據鄫季姬也”。○解云：即僖公十六年“鄫季姬卒”，卒無葬文是。"
      },
      {
        "index": 70,
        "text": "隱之也。何隱爾？其國亡矣，徒葬於齊爾。（徒者，無臣子辭也。國滅無臣子，徒為齊侯所葬，故痛而書之，明魯宜當閔傷臨之。卒不日葬日者，魯本宜葬之，故移恩錄文於葬。）"
      },
      {
        "index": 71,
        "text": "疏注“徒者”至“臨之”。○解云：正以徒詁為空。○注“卒不”至“於葬”。○解云：卒不日者，即上經書“三月，紀伯姬卒”是也。《春秋》之義，內女卒例日，而紀伯姬卒不日，故如此解。其隱三年傳云“不及時而日者，渴葬也。不及時而不日，慢葬也”者，自施於諸侯，非夫人之例，故此文雖不及五月，不得以渴隱解之。"
      },
      {
        "index": 72,
        "text": "此複讎也，曷為葬之？（據恩怨不兩行。）滅其可滅，葬其可葬。此其為可葬奈何？複讎者，非將殺之，逐之也。以為雖遇紀侯之殯，亦將葬之也。（以為者，設事辭而言之。以大斂而徙棺曰殯。夏後氏殯於阼階之上，若存；殷人殯於兩楹之間，賓主夾之；周人殯於西階之上，賓之也。稱齊侯者，善葬伯姬，得其宜也。○斂，力驗反。夾，古洽反。）\n疏注“夏後”至“賓之也”。解云：《檀弓上》篇文。秋，七月。\n冬，公及齊人狩於郜。公曷為與微者狩？（據與高傒盟諱，此競逐恥同。）"
      },
      {
        "index": 73,
        "text": "疏注“據與高傒盟諱”。○解云：即莊二十二年秋，“及齊高傒盟於防”，○傳云“公則曷為不言公？諱與大夫盟也”是也。○注“此競逐恥同”。○解云：謂與微者競逐禽獸，與大夫盟不異矣。\n齊侯也。（以不沒公，知為齊侯也。）\n疏注“以不”至“侯也”。○解云：正以大夫盟即沒公，此不沒公者，齊侯故也。"
      },
      {
        "index": 74,
        "text": "齊侯則其稱人何？諱與讎狩也。（禮，父母之讎不同戴天，兄弟之讎不同國，九族之讎不同鄉黨，朋友之讎不同巿朝。稱人者，使若微者，不沒公。言齊人者，公可以見齊微者，至於魯人皆當複讎，義不可以見齊侯也。○以見，賢遍反，下同。）"
      },
      {
        "index": 75,
        "text": "疏注“禮父”至“巿朝”。○解云：皆出《曲禮》上篇與《檀弓》上篇，何氏差約而為此言也。《檀弓》云“從父昆弟之讎”，故此何氏以九族言之。《曲禮》云“交遊之讎”，故此何氏以朋友言之。定四年傳云“朋友相衛，古之道也”，義亦通於此。鄭氏云“交遊或為朋友”是也。\n前此者有事矣，（溺會齊師伐衛是也。）"
      },
      {
        "index": 76,
        "text": "疏注“溺會”至“是也”。○解云：在上三年春。後此者有事矣，（師及齊師圍盛是也。）疏注“師及”至“是也”。○解云：在莊八年夏。"
      },
      {
        "index": 77,
        "text": "則曷為獨於此焉譏？於讎者，將壹譏而已，故擇其重者而譏焉，莫重乎其與讎狩也。（狩者上所以共承宗廟，下所以教習兵行義。○共，音恭。）於讎者則曷為將壹譏而已？讎者無時焉可與通，通則為大譏，不可勝譏，故將壹譏而已，其餘從同同。（其餘輕者從義與重者同，不複譏，都與無讎同文論之，所以省文，達其異義矣。凡二同，故言同同。○勝，音升。複，扶又反。）"
      },
      {
        "index": 78,
        "text": "疏注“其餘”至“者同”。○解云：謂皆是與讎交接矣。○注“不複”至“論之”。○解云：謂更無貶文矣。○注“所以”至“義矣”。○解云：一則省文，二則達其異義矣。其異義者，圍盛不稱公者，諱其滅同姓；溺會齊師伐衛不稱氏者，見未命大夫故也。若不省文，無以見此義，故曰所以省文，達其異義矣。○注“凡二同，故言同同”。○解云：輕者不譏，見與重者同，一同也；都與無讎同文論之，一同也；故曰凡二同矣。考諸古本，傳及此注“同”字之下，皆無重語。有者衍文，且理亦宜然。\n莊公五年\n五年，春，王正月。夏，夫人薑氏如齊師。"
      },
      {
        "index": 79,
        "text": "秋，倪黎來來朝。倪者何？小邾婁也。（小邾婁國。○倪，五兮反，二傳皆作“郳”。黎來，力兮反。小邾婁，力居反，二傳亦無“婁”字。）\n疏“郳者何”。○解云：欲言是國而言名，欲言非國，經言來朝，故執不知問。"
      },
      {
        "index": 80,
        "text": "小邾婁則曷為謂之倪？未能以其名通也。（郳者，小邾婁之都邑。時未能為附庸，不足以小邾婁名通，故略謂之倪。）黎來者何？名也。其名何？（據僖七年稱子。）\n疏注“據七年稱子”。○解云：即僖七年“夏，小邾婁子來朝”是也。\n微國也。（此最微，得見者，其後附從齊桓，為僖七年張本文。○見，賢遍反。為僖，於偽反，下文注同。）"
      },
      {
        "index": 81,
        "text": "疏注“此最”至“本文”。○解云：時未能為附庸，故謂之最微矣。言為僖七年張本文者，即彼注云“至是所以稱爵者，時附從霸者朝天子，旁朝罷，行進，齊桓公白天子進之，固因其得禮，著其能以爵通”是也。"
      },
      {
        "index": 82,
        "text": "冬，公會齊人、宋人、陳人、蔡人伐衛。此伐衛何？納朔也。曷為不言納衛侯朔？（據納頓子於頓言納，下朔入公入致伐，齊人來歸衛寶，知為納朔伐之。）"
      },
      {
        "index": 83,
        "text": "疏注“據納頓子於頓言納”。○解云：即僖二十五年“秋，楚人圍陳，納頓子於頓”是也。○注“下朔入公入致伐”。○解云：即下六年“衛侯朔入於衛”，“公至自伐衛”是也。然則“衛侯朔入於衛”之下，即言“公至自伐衛”，亦一隅也。○注“齊人來歸衛寶”。○解云：即下六年“冬，齊人來歸衛寶”是也。辟王也。（辟王者兵也，王人子突是也。使若伐而去，不留納朔者，所以正其義，因為內諱。）\n莊公六年"
      },
      {
        "index": 84,
        "text": "六年，春，王三月，王人子突救衛。王人者何？微者也。子突者何？（別何之者，稱人序上。又僖八年王人不稱字，嫌二人。）"
      },
      {
        "index": 85,
        "text": "疏“王人者何”。○解云：欲言微者，書其美字；欲言其貴，連人言之，故執不知問。○“子突者何”。○解云：稱字尊卑未分，故執不知問。○注“別何”至“二人”。○解云：所以不言王人子突者何，而別何之者，正以稱人，序在子突之上。又僖八年“公會王人”以下“於洮”，單稱王人，不稱字，問者之意，嫌此王人與子突別人，故別何之。然則言嫌二人者，猶言疑二人矣。"
      },
      {
        "index": 86,
        "text": "貴也。（貴子之稱。○稱，尺證反。）貴則其稱人何？（據王子瑕不稱人。本當言王子突，示諸侯親親以責之也。）"
      },
      {
        "index": 87,
        "text": "疏注“據王子瑕不稱人”。○解云：即襄三十年夏，“王子瑕奔晉”是也。○注“本當”至“之也”。○解云：言王子則是王之親親，所以責諸侯違王命之深。\n係諸人也。曷為係諸人？（據不以微及大。）"
      },
      {
        "index": 88,
        "text": "疏注“據不以微及大”。○解云：即定二年傳云“然則曷為不言雉門災及兩觀？主災者兩觀也。主災者兩觀，則曷為後言之？不以微及大也”是也。然則彼不以微及大，而此以子突係諸人，故難之。"
      },
      {
        "index": 89,
        "text": "王人耳。（剌王者，朔在岱陰齊時，一使可致，一夫可誅，而緩，令交連五國之兵，伐天子所立。還以自納，王遣貴子突，卒不能救，遂為天下笑，故為王者諱，使若遣微者弱愈，因為內殺惡。救例時，此月者，嫌實微者，故加錄之，以起實貴子突。○使，所吏反。令，力陳反。為王，於偽反，下“因為”、“不為危錄”皆同。）"
      },
      {
        "index": 90,
        "text": "疏“王人耳”。○解云：欲道子突，但是微者矣。○注“剌王”至“可誅”。○解云：即桓十六年冬，“衛侯朔出奔齊”，傳曰“衛侯朔何以名？絕。曷為絕之？得罪於天子也。其得罪於天子奈何？見使守衛朔，而不能使衛小眾，越在岱陰齊，屬負茲舍，不即罪爾”者，是其朔在岱陰齊時之事也。言當爾之時，微弱至甚，一使可攝取，一夫可就誅，故曰一使可致，一夫可誅耳。○注“而緩”至“自納”。○解云：即上五年“冬，公會齊人、宋人、陳人、蔡人伐衛”者，是其交通五國之兵矣。言伐天子所立者，在上三年耳。彼注云“天子新立衛公子留”是也。○注“王遣”至“能救”。○解云：王遣貴子突者，此文是也。卒不能救者，下文朔入衛是也。○注“因為內殺惡”。○解云：謂犯微人之命惡淺，犯貴者之命惡深故也。○注“救例時”。○解云：即僖六年秋，“諸侯遂救許”；僖十八年“夏，師救齊”之屬是。"
      },
      {
        "index": 91,
        "text": "夏，六月，衛侯朔入於衛。衛侯朔何以名？（據衛侯入於陳儀不名。）疏注“據衛”至“不名”。○解云：在襄二十五年秋。"
      },
      {
        "index": 92,
        "text": "絕。曷為絕之？（據俱入也。）犯命也。（犯天子命尤重。）其言入何？（據頓子不複書入。○不複，扶又反，下皆同。）"
      },
      {
        "index": 93,
        "text": "疏注“據頓”至“書入”。○解云：即僖二十五年“秋，楚人圍陳，納頓子於頓”是。而言不複書入者，謂彼經直連圍陳而言納，不複別書入也。今此衛朔之事，去年已書伐衛訖，今複別言入，故如此注。篡辭也。（上辟王不得言納，故複從篡辭書入也。不直言篡者，事各有本也。殺而立者，不以當國之辭言之。非殺而立者，以當國之辭言之。國人立之曰立，他國立之曰納，從外曰入。諸侯有屬讬力，加自文也。不書公子留出奔者，天子本當絕衛，不當複立公子留，因為天子諱微弱。○殺而，申誌反，下皆同。屬，音燭。）"
      },
      {
        "index": 94,
        "text": "疏注“上辟”至“言納”。○解云：即上五年傳云“此伐衛納朔也，曷為不言納衛侯朔？辟王也”者是。○注“故從”至“入也”。○解云：正以《公羊》之例，立、納、入皆為篡辭故也。○注“不直”至“本也”。解云：欲道《春秋》上下，所以不直言衛晉篡，齊小白篡，衛世子篡，而書其立、入、納者，事各有本故也。○注“殺而”至“言之”。○解云：即文十四年秋，“齊公子商人弑其君舍”，不去公子是也。所以然者，正以其弑君取國，不嫌非篡故也。○注“非殺”至“言之”。解云：衛晉言立，蒯聵言納，小白言入是也。所以然者，以其非殺而立，恐不成篡故也。○注“國人立之曰立”。○解云：隱四年“衛人立晉”是也。○注“他國立之曰納”。○解云：即哀二年夏，“晉趙鞅納衛世子於戚”是也。○注“從外曰入”。○解云：即莊九年夏，“齊小白入於齊”是也。○注“諸侯”至“文也”。○解云：即昭元年“秋，莒去疾自齊入於莒”；昭十三年夏，“楚公子比自晉歸於楚”之屬是也。○注“因為”至“微弱”。○解云：公子留本天子所立故也。其立公子留之事，說在上三年也。"
      },
      {
        "index": 95,
        "text": "秋，公至自伐衛。曷為或言致會，或言致伐？得意致會，（所伐國服，兵解國安，故不複錄兵所從來，獨重其本會之時。）"
      },
      {
        "index": 96,
        "text": "疏“曷為”至“致會”。○解云：即襄十一年“公至自會”是也。○注“所伐”至“之時”。○解云：即襄十一年秋，“公會晉侯、宋公、衛侯、曹伯、齊世子光”以下“伐鄭，會於蕭魚。公至自會”是也。"
      },
      {
        "index": 97,
        "text": "不得意致伐。（所伐國不服，兵將複用，國家有危，故重錄所從來，此謂公與二國以上也。公與一國及獨出用兵，得意不致，不得意致伐。公與二國以上出會盟，得意致會，不得意不致。公與一國出會盟，得意致地，不得意不致，皆例時。）"
      },
      {
        "index": 98,
        "text": "疏注“所伐”至“從來”。○解云：即襄十一年夏，“公會晉侯、宋公、衛侯、曹伯、齊世子光”已下“伐鄭。秋，七月，己未，同盟於京城北。公至自伐鄭”是也。又僖四年春，“公會齊侯、宋公”以下“侵蔡，蔡潰”，“遂伐楚，次於陘”，秋“八月，公至自伐楚”，傳云“楚已服矣，何以致伐楚？叛盟”之屬是也。若然，成十六年秋，“公會尹子、晉侯、齊國佐、邾婁人伐鄭”，冬十二月，“公至自會”；又成十七年“夏，公會尹子、單子、晉侯、齊侯、宋公、衛侯、曹伯、邾婁人伐鄭。六月，乙酉，同盟於柯陵。秋，公至自會”；又成十七年“冬，公會單子、晉侯、宋公、衛侯、曹伯、齊人、邾婁人伐鄭。十一月，公至自伐鄭”。以此言之，則十六年秋伐鄭，十七年夏伐鄭，皆是鄭人不服而致會者，正以十六年時鄭人始叛，晉帥諸侯伐而討之，當是時實服，明年乃叛，是以致會也。其十七年夏公會單子已下伐鄭者，正以比年用兵不能服，故以得意為文。其十七年冬公會單子已下伐鄭，以伐致者至於三，伐事寔當見，故言公至自伐鄭矣。若然，桓十六年“夏，四月，公會宋公、衛侯、陳侯、蔡侯伐鄭。秋，七月，公至自伐鄭”，從此之後，鄭不背叛，何故不致，而致伐者？桓元年“三月，公會鄭伯於垂”，彼注云“不致之者，桓弑賢君，篡慈兄”，“與人交接則有危”，“故奪臣子辭，成誅文”。然則桓是惡人，本不合致，而桓十六年注云“致者，善桓公能疾惡同類，比與諸侯行義兵伐鄭”也者，是其得致之由。而致伐者，諸侯本意正欲助忽以誅突，突終得國，忽死不還，以其不得伐力，故致伐。○注“公與”至“致伐”。○解云：其獨出用兵得意不致者，即隱七年“秋，公伐邾婁”；僖三十三年夏，“公伐邾婁”；哀七年“秋，公伐邾婁”之屬，皆不致是也。其與一國用兵不得意致伐者，即僖二十六年冬，“公以楚師伐齊，取穀。公至自伐齊”，傳云“此已取穀矣，何以致伐？未得乎取穀也”，“曰患之起，必自此始也”是也。其公獨出用兵不得意致伐者，即下二十六年“春，公伐戎。夏，公至自伐戎”是也。其公與一國用兵得意不致，《春秋》之內，偶爾無之。《春秋》既無而知然者，正以用兵得意，兵不複用，何勞致伐乎？不致會者，離不成會故也。其不得意所以致伐者，兵將複用，重錄兵所從來故也。○注“公與二國”至“不致”。○解云：其二國以上出會盟得意致會者，即哀十三年夏，“公會晉侯及吳子於黃池”，“秋，公至自會”是也。其不得意不致者，即宣七年“冬，公會晉侯、宋公、衛侯、鄭伯、曹伯於黑壤”之屬是也。其得意致會者，以其成會也。其不得意不致者，無功可言故也。○注“公與一國”至“不致”。○解云：其得意致地者，即桓二年秋，“公及戎盟於唐。冬，公至自唐”之屬是也。其不得意不致之者，即隱二年“秋，八月，庚辰，公及戎盟於唐”之屬是也。其得意所以致地者，離不成會故也。其不得意所以不致者，無功可致矣。○注“皆例時”。○解云：謂鄉來諸例皆書時，即桓二年“冬，公至自唐”，僖二十六年冬“公至自伐齊”，哀十三年“秋，公至自會”之屬是也。其僖四年“八月，公至自伐楚”，彼注云“月者，凡公出滿二時，月，危公之久”。然則彼以公正月出會齊侯伐楚，至八月乃反，故云滿二時矣。成六年“春，王正月，公至自會”，何氏云“月者，前魯大夫獲齊侯，今親相見，故危之”是也。而襄十一年“公至自伐鄭”，“公至自會”，不滿二時而皆在日月下，何氏不注，蓋以為不蒙月故也。成十六年“公至自會”，亦不滿二時而在日月下，是不蒙月明矣。成十七年十一月“公至自伐鄭”，彼注云“月者，方正下壬申，故月之”，然則公至亦不蒙月矣。"
      },
      {
        "index": 99,
        "text": "衛侯朔入於衛，何以致伐？（據得意。）不敢勝天子也。（與上辟王同義。久不月者，不與伐天子也，故不為危錄之。）"
      },
      {
        "index": 100,
        "text": "疏注“與上辟王同義”。○解云：上五年五國伐衛之時，寔納衛侯朔，所以不言納衛侯朔者，辟王者兵，使若伐而去，不留納朔者，所以正其義，因為內諱也。今此寔得意，所以不致會而致伐者，不敢勝天子，使若更以他事伐衛，不為納朔然，所以正其義，因為內諱，故曰同義。○注“不月”至“錄之”。○解云：僖四年“八月，公至自伐楚”，彼注云“月者，凡公出滿二時，月，危公之久”。然則今此兵曆四時而不月者，不與伐天子，故不為危錄故也。"
      },
      {
        "index": 101,
        "text": "螟。（先是伐衛納朔，兵曆四時，及反民煩擾之所生。○螟，亡丁反。）疏注“兵曆四時”。○解云：謂從五年冬訖於此年之秋故也。"
      },
      {
        "index": 102,
        "text": "冬，齊人來歸衛寶。此衛寶也，則齊人曷為來歸之？衛人歸之也。（以稱人共國辭。○衛寶，《左氏》經作“衛俘”。）"
      },
      {
        "index": 103,
        "text": "疏注“以稱人共國辭”。○解云：注言此者，欲決三十一年“齊侯來獻戎捷”不言人也。言以稱人共國辭者，謂稱齊人，可以兼得兩國人之辭也。"
      },
      {
        "index": 104,
        "text": "衛人歸之，則其稱齊人何？讓乎我也。其讓乎我奈何？齊侯曰：“此非寡人之力，魯侯之力也。”（時朔得國，後遣人賂齊，齊侯推功歸魯，使衛人持寶來，雖本非義賂，齊當以讓除惡，故善起其事。主書者，極惡魯犯命複貪利也。不為大惡者，納朔本不以賂行，事畢而見謝爾。寶者，玉物之凡名。○惡，烏路反。）"
      },
      {
        "index": 105,
        "text": "疏注“故善起其事”。○解云：言《春秋》善齊侯之讓，是以不言衛人而稱齊人，所以起其讓事矣。○注“不為”至“謝爾”。○解云：所傳聞之世，內大惡諱之。今此書見，故知不為大惡矣。○注“寶者”至“凡名”。○解云：猶言玉物之總名耳。定八年傳云“寶者何？璋判白，弓繡質，龜青純”是也。\n莊公七年\n七年，春，夫人薑氏會齊侯於防。"
      },
      {
        "index": 106,
        "text": "夏，四月，辛卯，夜，恒星不見。夜中，星霣如雨。恒星者何？列星也。（恒，常也。常以時列見。○辛卯夜，一本無“夜”字，《穀梁》作“昔”。不見，賢遍反，注及傳皆同。）"
      },
      {
        "index": 107,
        "text": "疏“恒星者何”。○解云：欲道星稱，宿無恒星；欲言非星，而連星言之，故執不知問。○“恒，常也”至“列見”。○解云：恒者，常也，天之常宿，故經謂之恒星矣。言以時列見於天，故傳謂之列星矣。\n列星不見，則何以知夜之中？星反也。（反者，星複其位。）"
      },
      {
        "index": 108,
        "text": "疏“列星”至“之中”。○解云：謂無所準度故也。○注“反者，星複其位”。○解云：謂星反附在半夜之後，則知鄉者不見之時，是夜中矣。"
      },
      {
        "index": 109,
        "text": "如雨者何？如雨者，非雨也。非雨，則曷為謂之如雨？“不脩春秋”曰“雨星不及地尺而複”，（“不脩春秋”，謂史記也。古者謂史記為“春秋”。○雨星，於付反，一音如字，下注“雨星”同。）"
      },
      {
        "index": 110,
        "text": "疏“如雨者何”。○解云：欲言是雨，不應言如；其實非雨，而文言雨，故執不知問。○注“不脩春秋”。○解云：據此傳及注言，則孔子未脩之時，已謂之《春秋》矣。而舊解云，孔子脩之，春作秋成，謂之《春秋》者，失之遠矣。云云之說，在首卷。"
      },
      {
        "index": 111,
        "text": "君子脩之曰“星霣如雨”。（明其狀似雨爾，不當言雨星。不言尺者，霣則為異，不以尺寸錄之。）何以書？記異也。（列星者，天之常宿，分守度，諸侯之象。周之四月，夏之二月，昏，參伐狼注之宿當見，參伐主斬艾立義，狼注主持衡平也。皆滅者，法度廢絕，威信陵遲之象。時天子微弱，不能誅衛侯朔，是後遂失其政，諸侯背叛，王室日卑，星霣未墜而夜中星反者，房心見其虛危鬥。房心，天子明堂布政之宮也。虛危，齊分，其後齊桓行霸，陽穀之會有王事。○常宿，音秀，下同。參伐，所林反，下同。狼注，張又反，與味同。朱鳥口星也；一音之住反。艾，魚廢反。墜，有類反。分，扶問反。）"
      },
      {
        "index": 112,
        "text": "疏注“分守”至“之象”。○解云：言分者，謂十二之分野矣。言守度者，守三十度為一次矣。言諸侯之象者，謂星度有多少，若諸侯之國有大小耳。○注 “昏參”至“當見”。○解云：正以參伐狼注，為西南之維候故也。○注“參伐”至“立義”。○解云：以其在西方，金主斷割之義故也。○注“狼注”至“平也”。○解云：正以其在南方，南方主禮故也。○注“而夜”至“危鬥”。○解云：火見於周為五月者，謂昏時。今在周之四月，是以半夜之後，乃房星見。其虛危鬥者，謂在夜半時明矣。○注“房心”至“宮也”。○解云：即上備云房為天子明堂，《文耀鉤》云“房心為中央火星，天王位”。若相對言之，則房為明堂，心為天王矣。既有天王，複有明堂布政之象也。○注“其後”至“王事”。○解云：齊桓行霸者，虛危鬥也。有王事者，房心見也。\n秋，大水。"
      },
      {
        "index": 113,
        "text": "無麥苗。無苗，則曷為先言無麥，而後言無苗？（苗者，禾也。生曰苗，秀曰禾。據是時苗微麥強，俱遇水災，苗當先亡。）一災不書，待無麥，然後書無苗。（明君子不以一過責人。水、旱、螟、眾，皆以傷二穀乃書。然不書穀名，至麥苗獨書者，民食最重。螟眾，音終。）"
      },
      {
        "index": 114,
        "text": "疏“一災不書”。○解云：一穀之災，不書於經也。○注“明君”至“責人”。○解云：謂災傷五穀者，皆人行致之故也。○注“水旱”至“穀名”。○解云：大水傷二穀書於經者，即桓元年“秋，大水”，傳云“何以書？記災也”，彼注云“災傷二穀以上，書災也”。其旱傷二穀以上書者，即僖二十一年“夏，大旱”是也。其螟螽書者，即隱五年經書“螟”，傳云“何以書？記災也”；文八年經書“螽”之類是也。○注“至麥”至“最重”。○解云：災傷麥苗常書，即此及莊二十八年“大無麥禾”之屬皆是也。麥禾比於餘穀最重，故言民食最重矣。\n何以書？記災也。（先是莊公伐衛納朔，用兵逾年，夫人數出淫泆，民怨之所生。○數，所角反。泆，音逸。）"
      },
      {
        "index": 115,
        "text": "疏注“先是”至“逾年”。○解云：即五年“冬，公會齊人、宋人、陳人、蔡人伐衛”，六年“秋，公至自伐衛”是也。○注“夫人數出淫泆”。○解云：即五年“夏，夫人薑氏如齊師”，七年“春，夫人薑氏會齊侯於防”，“冬，夫人薑氏會齊侯於穀”之屬，故言數出耳。\n冬，夫人薑氏會齊侯於穀。"
      }
    ]
  }
}