{
  "chapterNumber": 4,
  "title": "卷三·三才章第七至孝治章第八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷三·庶人章第六"
      },
      {
        "index": 2,
        "text": "【疏】正義曰：庶者，眾也，謂天下眾人也。皇侃云：“不言眾民者，兼包府史之屬，通謂之庶人也。”嚴植之以為士有員位，人無限極，故士以下皆為庶人。"
      },
      {
        "index": 3,
        "text": "“用天之道，[(春生、夏長、秋斂、冬藏，舉事順時，此用天道也。)]分地之利。[(分別五土，視其高下，各盡所宜，此分地利也。)]謹身節用，以養父母。[(身恭謹則遠恥辱，用節省則免饑寒，公賦既充則私養不闕。)]此庶人之孝也。[(庶人為孝，唯此而已。)]"
      },
      {
        "index": 4,
        "text": "【疏】用天至孝也。○正義曰：夫子上述士之行孝已畢，次明庶人之行孝也。言庶人服田力穡，當須用天之四時生成之道也，分地五土所宜之利，謹慎其身，節省其用，以供養其父母，此則庶人之孝也。《援神契》云“庶人行孝曰畜”，以畜養為義，言能躬耕力農，以畜其德，而養其親也。○注春生至道也。○正義曰：云“春生、夏長、秋斂、冬藏”者，此依鄭注也。《爾雅·釋天》云：“春為發生，夏為長毓，秋為收成，冬為安寧。”安寧即藏閉之義也。云“舉事順時，此用天之道也”者，謂舉農畝之事，順四時之氣，春生則耕種，夏長則耕苗，秋收則穫刈，冬藏則入廩也。○注分別至利也。正義曰：云“分別五土，視其高下”者，此依鄭注也。案《周禮·大司徒》云：“五土：一曰山林、二曰川澤、三曰丘陵、四曰墳衍、五曰原隰。”謂庶人須能分別，視此五土之高下，隨所宜而播種之，則《職方氏》所謂青州其穀宜稻麥、雍州其穀宜黍稷之類是也。云“各盡其所宜，此分地利也”者，此依孔傳也。劉炫云：“黍稷生於陸，菰稻生於水。”○注身恭至不闕。○正義曰：云“身恭謹則遠恥辱”者，《論語》曰：“恭近於禮，遠恥辱也。”云“用節省則免饑寒”者，“用”謂庶人衣服、飲食、喪祭之用，當須節省。《禮記》曰：“食節事時。” 又曰：“庶人無故不食珍，及三年之耕，必有一年之食：九年耕，必有三年之食。以三十年之通，雖有凶旱水溢，民無菜色。”是免饑寒也。云“公賦既充則私養不闕”者，“賦”者自上稅下之名也。謂常省節財用，公家賦稅充足，而私養父母不闕乏也。《孟子》曰“周人百畝而徹，其實皆什一也”，劉熙注云：“家耕百畝，徹取十畝以為賦也。”又云：“公事畢然後敢治私事。”是也，○注庶人至而已。○正義曰：此依魏注也。案天子、諸侯、卿大夫、士皆言“蓋”，而庶人獨言“此”，注釋言“此”之意也。謂天子至士，孝行廣大，其章略述宏綱，所以言“蓋”也。庶人用天分地，謹身節用，其孝行已盡，故曰“此”，言惟此而已。《庶人》不引《詩》者，義盡於此，無贅詞也。"
      },
      {
        "index": 5,
        "text": "故自天子至於庶人，孝無終始，而患不及者，未之有也。[(始自天子，終於庶人，尊卑雖殊，孝道同致，而患不能及者，未之有也。言無此理，故曰未有。)]"
      },
      {
        "index": 6,
        "text": "【疏】故自至有也。○正義曰：夫子述天子、諸侯、卿大夫、士、庶人行孝畢，於此總結之，則有五等。尊卑雖殊，至於奉親，其道不別，故從天子已下至於庶人，其孝道則無終始貴賤之異也。或有自患已身不能及於孝，未之有也。自古及今，未有此理，蓋是勉人行孝之辭也。○注始自至未有。○正義曰：云“始自天子，終於庶人”者，謂五章以天子為始，庶人為終也。云“尊卑雖殊，孝道同致”者，謂天子庶人尊卑雖別，至於行孝，其道不殊。天子須愛親敬親，諸侯須不驕不溢，卿大夫於言行無擇，士須資親事君，庶人謹身節用，各因心而行之斯至，豈藉創物之智、扛鼎之力？若率強之，無不及也。云“而患不能及者，未之有也”者，此謂人無貴賤尊卑，行孝之道同致，若各率其己分，則皆能養親。言患不及於孝者未有也。說孝道包含之義廣大，塞乎天地，橫乎四海。經言“孝無終始”，謂難備終始，但不致毀傷，立身行道，安其親、忠於君，一事可稱，則行成名立，不必終始皆備也。此言行孝甚易，無不及之理，故非孝道不終始致必反之患也。云“言無此理，故曰未有”者，此釋“未之有”之意也。謝萬以為無終始，恒患不及，未之有者，少賤之辭也。劉瓛云：“禮不下庶人。若言我賤而患行孝不及己者，未之有也。”此但得憂不及之理，而失於歎少賤之義也。鄭曰：“諸家皆以為患及身，今注以為自患不及，將有說乎？”答曰：“案《說文》云：‘患，憂也。’《廣雅》曰：‘患，惡也。’又，若案注說，釋‘不及’之義凡有四焉，大意皆謂有患貴賤行孝無及之憂，非以患為禍也。”經傳之稱患者多矣：《論語》“不患人之不己知”，又曰“不患無位”，又曰“不患寡而患不均”；《左傳》曰“宣子患之”：皆是憂惡之辭也。惟《蒼頡篇》謂患為禍，孔、鄭、韋、王之學引之以釋此經，故皇侃曰：“無始有終，謂改悟之善，惡禍何必及之？”則無始之言，已成空設也。《禮·祭義》：“曾子說孝曰：‘眾之本教曰孝，其行曰養。養可能也，敬為難。敬可能也，安為難。安可能也，卒為難。父母既沒，慎行其身，不遺父母惡名，可謂能終矣。’”夫以曾參行孝，親承聖人之意，至於能終孝道，尚以為難，則寡能無識，固非所企也。今為行孝不終，禍患必及。此人偏執，詎謂經通？鄭曰：“《書》云：‘天道福善禍淫。’”又曰：“惠迪吉，從逆凶，惟影響，斯則必有災禍，何得稱無也？”答曰：“來問指淫凶悖慝之倫，經言戒不終善美之輩。”《論語》曰：“今之孝者，是謂能養。曾子曰：‘參，直養者也，安能為孝乎？’”又此章云：“以養父母，此庶人之孝也。”儻有能養而不能終，隻可未為具美，無宜即同淫慝也。古今凡庸，詎識孝道？但使能養，安知始終？若今皆及於災，便是比屋可貽禍矣。而當朝通識者以為鄭注非誤，故謝萬云：“言為人無終始者，謂孝行有終始也。患不及者，謂用心憂不足也。能行如此之善，曾子所以稱難，故鄭注云：‘善未有也。’”諦詳此義，將謂不然。何者？孔聖垂文，包於上下，盡力隨分，寧限高卑？則因心而行，無不及也。如依謝萬之說，此則常情所昧矣。子夏曰：“有始有卒者，其惟聖人乎？”若施化惟待聖人，千載方期一遇，加於百姓，刑於四海，乃為虛說者與！《製旨》曰：“嗟乎！孝之為大，若天之不可逃也，地之不可遠也。朕窮五孝之說，人無貴賤，行無終始，未有不由此道而能立其身者。然則聖人之德，豈云遠乎？我欲之而斯至，何患不及於己者哉！”\n卷三·三才章第七"
      },
      {
        "index": 7,
        "text": "【疏】正義曰：天地謂之二儀，兼人謂之三才。曾子見夫子陳說五等之孝既畢，乃發歎曰：“甚哉！孝之大也。”夫子因其歎美，乃為說天經、地義、人行之事，可教化於人，故以名章，次五孝之後。"
      },
      {
        "index": 8,
        "text": "曾子曰：“甚哉！孝之大也。”[(參聞行孝無限高卑，始知孝之為大也。)]子曰：“夫孝，天之經也，地之義也，民之行也。”[(經，常也。利物為義。孝為百行之首，人之常德，若三辰運天而有常，五土分地而為義也。)]天地之經，而民是則之。[(天有常明，地有常利，言人法則天地，亦以孝為常行也。)]則天之明，因地之利，以順天下。是以其教不肅而成，其政不嚴而治。[(法天明以為常，因地利以行義，順此以施政教，則不待嚴肅而成理也。)]"
      },
      {
        "index": 9,
        "text": "【疏】曾子曰至而治。○正義曰：夫子述上從天子下至庶人五等之孝，後總以結之，語勢將畢，欲以更明孝道之大，無以發端，特假曾子歎孝之大，更以彌大之義告之也，曰：夫孝，天之經，地之義，民之行。經，常也。人生天地之間，稟天地之氣節，人之所法，是天地之常義也。聖人司牧黔庶，故須則天之常明，因依地之義利，以順行於天下。是以其為教也，不待肅戒而成也；其為政也，不假威嚴而自理也。○注參聞至大也。○正義曰：高謂天子，卑謂庶人。言曾參既聞夫子陳說天子庶人皆當行孝，始知孝之為大也。○注經常至義也。○正義曰：云“經，常也。利物為義”者，“經，常”即書傳通訓也。《易·文言》曰“利物足以和義，是“利物為義”也。云“孝為百行之首，人之常德”者，鄭注《論語》云：“孝為百行之本，言人之為行，莫先於孝。”案《周易》曰：“常其德，貞。”孝是人所常德也。云“若三辰運天”，謂日月星以時運轉於天。《釋名》云：“土者吐也，言吐生萬物。”《周禮》：“五土十地之利，言孝為百行之首。”是人生有常之德，若日月星辰運行於天而有常，山川原隰分別土地而為利，則知貴賤雖別，必資孝以立身，皆貴法則於天地。然此經全與《左傳》鄭子大叔答趙簡子問禮同，其異一兩字而已。明孝之與禮，其義同。○注天有至行也。○正義曰：云“天有常明”者，謂日月星辰明臨於下，紀於四時，人事則之，以“夙興夜寐，無忝爾所生”。故下文云“則天之明”也。云“地有常利”者，謂山川原隰，動植物產，人事因之，以晨羞夕膳也，色養無違。故下文云“因地之利”也。此皆人能法則天地以為孝行者，故云：“亦以孝為常行也。”上云“天之經，地之義”，此云“天地之經”而不言“義”者，為地有利物之義，亦是天常也。若分而言之，則為義；合而言之，則為常也。○注法天至理也。○正義曰：云“法天明以為常，因地利以行義”者，上文云“夫孝，天之經，地之義”者，故云“法天明以為常”，釋“天之明”也；“因地利以為義”，釋“地之利”也。云“順此以施政教，則不待嚴肅而成理也”者，經云“其教不肅而成，其政不嚴而治”，注則以政教相就而明之，嚴肅相連而釋之，從便宜省也。《製旨》曰：“天無立極之統，無以常其明。地無立極之統，無以常其[(元缺十一字)]利。人無立身之本，無以常其德。然則三辰迭運，而一以經之者，天利之性也。五土分植，而一以宜之者，大順之理也。百行殊塗，而一致之者，大中之要也。夫愛始於和，而敬生於順。是以因和以教愛，則易知而有親；因順以教敬，則易從而有功。愛敬之化行，而禮樂之政備矣。聖人則天之明以為經，因地之利以行義。故能不待嚴肅而成可久可大之業焉。”"
      },
      {
        "index": 10,
        "text": "先王見教之可以化民也。[(見因天地教化，民之易也。)]是故先之以博愛，而民莫遺其親。[(君愛其親，則人化之，無有遺其親者。)]陳之於德義，而民興行。[(陳說德義之美，為眾所慕，則人起心而行之。)]先之以敬讓，而民不爭。[(君行敬讓，則人化而不爭。)]導之以禮樂，而民和睦。[(禮以檢其跡，樂以正其心，則和睦矣。)]示之以好惡，而民知禁。[(示好以引之，示惡以止之，則人知有禁令，不敢犯也。)]"
      },
      {
        "index": 11,
        "text": "【疏】先王至知禁。○正義曰：言先王見因天地之常，不肅不嚴之政教，可以率先化下人也。故須身行博愛之道，以率先之，則人漸其風教，無有遺其親者。於是陳說德義之美，以順教誨人，則人起心而行之也。先王又以身行敬讓之道，以率先之，則人漸其德而不爭競也。又導之以禮樂之教，正其心跡，則人被其教，自和睦也。又示之以好者必愛之，惡者必討之，則人見之，而知國有禁也。○注見因至易也。○正義曰：此依鄭注也。言先王見天明地利，有益於人，因之以施化，行之甚易也。○注君愛至親者。○正義曰：此依王注也。言君行博愛之道，則人化之，皆能行愛敬，無有遺忘其親者，即《天子章》之“愛敬盡於事親，而德義加於百姓”是也。○注陳說至行之。○正義曰：《易》稱“君子進德脩業”。又《論語》云：“義以為質。”又《左傳》說趙衰薦郤穀云：“說禮樂而敦《詩》、《書》，《詩》、《書》，義之府也；禮、樂，德之則也。德、義，利之本也。”且德義之利，是為政之本也。言大臣陳說德義之美，是天子所重，為群情所慕，則人起發心誌而效行之。○注君行至不爭。○正義曰：此依魏注也。案《禮記·鄉飲酒義》云：“先禮而後財，則民作敬讓而不爭矣。”言君身先行敬讓，則天下之人自息貪競也。○注禮以至睦矣。○正義曰：此依魏注也。案《禮記》云：“樂由中出，禮自外作。”中，謂心在其中也；外，謂跡見於外也。由心以出者，宜聽樂以正之；自跡以見者，當用禮以檢之。檢之謂檢束也。言心跡不違於禮樂，則人當自和睦也。○注示好至犯也。○正義曰：云“示好以引之，示惡以止之”者，案《樂記》云：“先王之製禮樂也，將以教民平好惡而反人道之正也。”故示有好必賞之，令以引喻之，使其慕而歸善也；示有惡必罰之，禁以懲止之，使其懼而不為也。云“則人知有禁令，不敢犯也”者，謂人知好惡，而不犯禁令也。"
      },
      {
        "index": 12,
        "text": "《詩》云：‘赫赫師尹，民具爾瞻。’”[(赫赫，明盛貌也。尹氏為太師，周之三公也。義取大臣助君行化，人皆瞻之也。)]"
      },
      {
        "index": 13,
        "text": "【疏】詩云至爾瞻。○正義曰：夫子既述先王以身率下，先及大臣助君行化之義畢，乃引《小雅·節南山》詩以證成之。赫赫，明盛之貌也，是太師尹氏也。言助君行化，為人模範，故人皆瞻之。○注赫赫至之也。○正義曰：“赫赫，明盛貌也。尹氏為太師，周之三公也”者，此《毛傳》文。太師、太傅、太保，是周之三公。尹氏時為太師，故曰尹氏也。云“義取大臣助君行化，人皆瞻之也”者，引《詩》大意如此。孔安國曰：“具，皆也。爾，女也。古語或謂‘人具爾瞻’，則人皆瞻女也。”此章再言“先之”，是吾身行率先於物也；“陳之”“導之”“示之”，是大臣助君為政也。案《大載禮》云：“昔者舜左禹而右皋陶，不下席而天下大治。夫政之不中，君之過也。政之既中，令之不行，職事者之罪也。”後引《周禮》稱三公無官屬，與王同職，坐而論道。又案《尚書·益稷篇》稱帝曰：“籲！臣哉鄰哉，鄰哉臣哉！”又曰：“臣作朕股肱耳目。”孔傳曰：“言君臣道近，相須而成，言大體若身，君任股肱，臣戴元首之義也。”故《禮·緇衣》稱“上好是物，下必有甚者矣。故上之好惡，不可不慎也，是民之表也。《詩》云：‘赫赫師尹，民具爾瞻。’《甫刑》曰：‘一人有慶，兆民賴之。”《緇衣》之引《詩》、《書》，是明下民從上之義。師尹，大臣也。一人，天子也。謂人君為政，有身行之者，有大臣助行之者。人之從上，非惟從君，亦從論道之大臣，故並引以結之也。此章上言先王，下引師尹，則知君臣同體，相須而成者，謂此也。皇侃以為無先王在上之詩，故斷章引大師之什，今不敢也。"
      }
    ]
  }
}
