{
  "chapterNumber": 10,
  "title": "卷九·喪親章第十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷九·喪親章第十八"
      },
      {
        "index": 2,
        "text": "【疏】正義曰：此章首云“孝子之喪親也”，故章中皆論喪親之事。喪，亡也，失也。父母之亡沒，謂之喪親。言孝子亡失其親也，故以名章，結之於末矣。"
      },
      {
        "index": 3,
        "text": "子曰：“孝子之喪親也，[(生事已畢，死事未見，故發此章。)]哭不偯，[(氣竭而息，聲不委曲。)]禮無容，[(觸地無容。)]言不文，[(不為文飾。)]服美不安，[(不安美飾，故服縗麻，)]聞樂不樂，[(悲哀在心，故不樂也。)]食旨不甘：[(旨，美也。不甘美味，故蔬食水飲。)]此哀戚之情也。[(謂上六句。)]三日而食，教民無以死傷生，毀不滅性：此聖人之政也。[(不食三日，哀毀過情，滅性而死，皆虧孝道，故聖人製禮施教，不令至於殞滅。)]喪不過三年，示民有終也。[(三年之喪，天下達禮，使不肖企及，賢者俯從。夫孝子有終身之憂，聖人以三年為製者，使人知有終竟之限也。)]"
      },
      {
        "index": 4,
        "text": "【疏】子曰至終也。○正義曰：此夫子述喪親之義，言孝子之喪親，哭以氣竭而止，不有餘偯之聲；舉措進退之禮，無趨翔之容；有事應言，則言不為文飾；服美不以為安；聞樂不以為樂；假食美味不以為甘：此上六事，皆哀慼之情也。“三日而食”者，聖人設教，無以親死多日不食傷及生人；雖即毀瘠，不令至於殞滅性命：此聖人所製喪禮之政也。又服喪不過三年，示民有終畢之終也。○注生事至此事。○正義曰：此依鄭注也。生事謂上十七章說。生事之禮已畢，其死事經則未見，故又發此章以言也。○注氣竭至委曲。○正義曰：此依鄭注也。《禮記·間傳》曰：“斬衰之哭，若往而不反。齊衰之哭，若往而反。”此注據斬衰而言之，是氣竭而後止息。又曰：“大功之哭，三曲而偯。”鄭注云：“三曲，一舉聲而三折也。偯，聲餘從容也。”是偯為聲餘委曲也。斬衰則不偯，故云“聲不委曲也”。○注觸地無容。○正義曰：此《禮記·問喪》之文也。以其悲哀在心，故形變於外，所以稽顙觸地無容，哀之至也。○注不為文飾。○正義曰：案《喪服四製》云：“三年之喪，君不言。”又云：“不言而事，行者扶而起；言而後事，行者杖而起。”鄭玄云：“扶而起，謂天子諸侯也。杖而起，謂大夫士也。”今此經云“言不文”，則是謂臣下也。雖則有言，誌在哀慼，不為文飾也。○注不安至縗麻。○正義曰：案《論語》孔子責宰我，云：“食夫稻，衣夫錦，於汝安乎？”美飾謂錦繡之類也。故《禮記·問喪》云“身不安美”是也。孝子喪親，心如斬截，為其不安美飾，故聖人製禮，令服縗麻。縗當以粗布長六寸，廣四寸。麻謂腰絰首絰俱以麻為之。縗之言摧也，絰之言實也。孝子服之，明其心實摧痛也。韋昭引《書》云：“成王既崩，康王冕服即位。既事畢，反喪服。”據此則天子諸侯，但位定初喪，是皆服美，故宜不安也。○注悲哀至樂也。○正義曰：此依鄭注也。言至痛中發，悲哀在心，雖聞樂聲，不為樂也。○注旨美至水飲。○正義曰：“旨，美”，經傳常訓也。嚴植之曰：“美食，人之所甘。孝子不以為甘，故《問喪》云：‘口不甘味’，是不甘美味也。《間傳》曰：‘父母之喪既殯，食粥。既虞、卒哭，疏食水飲，不食菜果’，是疏食水飲也。韋昭引《曲禮》云：‘有疾則飲酒食肉，是為食旨。’故宜不甘也。”○注不食至殞滅。○正義曰：經云“三日而食，毀不滅性”，注言不食三日，即三日不食也。云“哀毀過情”者，是毀瘠過度也。言三日不食，及毀瘠過度，因此二者有致危亡，皆虧孝行之道。《禮記·問喪》云：“親始死，傷腎乾肝焦肺，水漿不入口三日。”又《間傳》稱：“斬衰三日不食。”此云三日而食者何？劉炫言三日之後乃食，皆謂滿三日則食也。云“故聖人製禮施教，不令至於殞滅”者，《曲禮》云：“居喪之禮，毀瘠不形。”又曰：“不勝喪，乃比於不慈不孝。”是也。○注三年至限也。○正義曰：云“三年之喪天下達禮”者，此依鄭注也。《禮記·三年問》云：“夫三年之喪，天下之達喪也。”鄭玄云：“達謂自天子至於庶人。”注與彼同，唯改喪為禮耳。云“使不肖企及，賢者俯從”者，案《喪服四製》曰：“此喪之所以三年，賢者不得過，不肖者不得不及。”檀弓曰：“先王製禮也，過之者，俯而就之；不至焉者，跂而及之”也。注引彼二文，欲舉中為節也。起踵曰企，俛首曰俯。云“夫孝子有終身之憂，聖人以三年為製”者，聖人雖以三年為文，其實二十五月而畢。故《三年問》云：“將申夫脩飾之君子與？則三年之喪，二十五月而畢，若駟之過隙，然而遂之，則是無窮也。故先王焉為之立中製節，壹使足以成文理則釋之矣”是也。《喪服四製》曰：“始死，三日不怠，三月不解，期悲哀，三年憂，恩之殺也。故孔子云：“子生三年，然後免於父母之懷。夫三年之喪，天下之達喪也。”所以喪必三年為製也。"
      },
      {
        "index": 5,
        "text": "為之棺槨衣衾而舉之，[(周屍為棺，周棺為槨。衣，謂斂衣。衾，被也。舉，謂舉屍內於棺也。)]陳其簠簋而哀慼之，[(簠簋，祭器也。陳奠素器而不見親，故哀慼也。)]擗踴哭泣，哀以送之。[(男踴女擗，祖載送之。)]卜其宅兆，而安措之。[(宅，墓穴也。兆，塋域也。葬事大，故卜之。)]為之宗廟，以鬼享之；[(立廟祔祖之後，則以鬼禮享之。)]春秋祭祀，以時思之。[(寒暑變移，益用增感，以時祭祀，展其孝思也。)]"
      },
      {
        "index": 6,
        "text": "【疏】為之至思之。○正義曰：此言送終之禮，及三年之後宗廟祭祀之事也。言孝子送終，須為棺槨衣衾也。大斂之時，則用衾而舉屍內於棺中也。陳設簠簋之奠，而加哀慼。葬則男踴女擗，哭泣哀號以送之。親既長依丘壟，故卜選宅兆之地而安置之。既葬之後，則為宗廟，以鬼神之禮享之。三年之後，感念於親，春秋祭祀，以時思之也。○注周屍至棺也。○正義曰：云“周屍為棺，周棺為槨”者，此依鄭注也。《檀弓》稱：“葬也者，藏也。藏也者，欲人之弗得見也。是故衣足以飾身，棺周於衣，槨周於棺，土周於槨。”注約彼文，故言周屍為棺，周棺為槨也。《白虎通》云：“棺之言完，宜完密也。槨之言廓，謂開廓不使土侵棺也。” 《易·係辭》曰：“古之葬者，厚衣之以薪，葬之中野，不封不樹，喪期無數。後世聖人易之以棺槨。”案《禮記》云：“有虞氏瓦棺。夏後氏堲周。殷人棺槨。周人牆置翣。”則虞夏之時，棺槨之初也。云“衣，謂斂衣。衾，被也。舉，謂舉屍內於棺也”者，此依孔傳也。衣謂襲與大小斂之衣也。衾謂單被覆屍，薦屍所用。從初死至大斂，凡三度加衣也。一是襲也，謂沐屍竟，著衣也，天子十二稱，公九稱，諸侯七稱，大夫五稱，士三稱，襲皆有袍，袍之上又有衣一通，朝祭之服，謂之一稱。二是小斂之衣也，天子至士，皆十九稱，不複用袍，衣皆有絮也。三是大斂也，天子百二十稱，公九十稱，諸侯七十稱，大夫五十稱，士三十稱，衣皆襌袷也。《喪大記》云：“布紟二衾，君大夫士一也。”鄭玄云：“二衾者，或覆之，或薦之，是舉屍所用也。”棺槨之數，貴賤不同。皇侃據《檀弓》以天子之棺四重，謂水、兕革棺、杝棺一，梓棺二。最在內者水牛皮，次外兕牛皮，各厚三寸為一重，合厚六寸。又有杝棺，厚四寸，謂之椑棺，言漆之椑椑然。前三物為二重，合一尺。外又有梓棺，厚六寸，謂之屬棺，言連屬內外。就前四物為三重，合厚一尺六寸。外又有梓棺，厚八寸，謂之大棺，言其最大，在眾棺之外。就前五物為四重，合厚二尺四寸也。上公去水牛皮，則三重，合厚二尺一寸也。侯、伯、子、男又去兕牛皮，則二重，合厚一尺八寸。上大夫又去椑棺，一重，合厚一尺四寸。下大夫亦一重，但屬四寸，大棺六寸，合厚一尺。士不重，無屬，唯大棺六寸。庶人即棺四寸。案《檀弓》云：“柏槨以端，長六尺。”又《喪大記》曰：“君鬆槨，大夫柏槨，士雜木槨。”是也。○注簠簋至戚也。○正義曰：“簠簋，祭器也”者，《周禮·舍人職》云：“凡祭祀供簠簋，實之陳之。”是簠簋為器也。故鄭玄云：“方曰簠，圓曰簋，盛黍稷稻粱器。”云“陳奠素器而不見親，故哀慼也”者，下《檀弓》云：“奠以素器，以生者有哀素之心也。”又案陳簠簋在衣衾之下，哀以送之。上舊說以為大斂祭是不見親，故哀慼也。○注男踴至送之。○正義曰：案《問喪》云：“在床曰屍，在棺曰柩。動屍舉柩，哭踴無數。惻怛之心，痛疾之意，悲哀誌懣氣盛，故袒而踴之。婦人不宜袒，故發胸、擊心、爵踴、殷殷田田，如壞牆然。”則是女質不宜極踴，故以擗言之。據此女既有踴，則男亦有擗，是互文也。云“祖載送之”者，案《既夕禮》：柩車遷祖，質明設遷祖奠，日側徹之，“乃載”。鄭注云：“乃舉柩郤下而載之。”又云：商祝飾柩，及陳器訖，“乃祖”。注云：“還柩鄉外，為行始。”又《檀弓》云：“曾子吊於負夏，主人既祖。”鄭云：“祖謂移柩車去載處，為行始。”然則祖，始也。以生人將行而飲酒曰祖，故柩車既載而設奠謂之祖奠。是“祖載送之”之義也。○注宅墓至卜之。○正義曰：云“宅，墓穴也。兆，塋域也”者，此依孔傳也。案《士喪禮》“筮宅”，鄭云：“宅，葬居也。”《詩》云：“臨其穴，惴惴其栗。”鄭云：“穴謂塚壙中也。”故云“宅，墓穴也”。案《周禮·塚人》：“掌公墓之地，辨其兆域。” 則兆是瑩域也。云“葬事大，故卜之”者，此依鄭注也。孔安國云：“恐其下有伏石，湧水泉，複為市朝之地，故卜之。”是也。○注立廟至享之。○正義曰：立廟者，即《禮記·祭法》天子至士皆有宗廟，云“王立七廟，曰考廟、曰王考廟、曰皇考廟、曰顯考廟、曰祖考廟，皆月祭之。遠廟為祧，有二祧，享嚐乃止。諸侯立五廟，曰考廟、曰王考廟、曰皇考廟，皆月祭之。顯考廟、祖考廟，享嚐乃止。大夫立三廟，曰考廟、曰王考廟、曰皇考廟、享嚐乃止。適士二廟，曰考廟、曰王考廟、享嚐乃止。官師一廟曰考廟。庶人無廟”。斯則立宗廟者，為能終於事親也。舊解云：宗，尊也；廟，貌也，言祭宗廟，見先祖之尊貌也。故《祭義》曰：“祭之日，入室，僾然必有見乎其位；周還出戶，愾然必有聞乎其歎息之聲。”是也。祔祖，謂以亡者之神祔之於祖也。《檀弓》曰：“卒哭曰‘成事’。是日也，以吉祭易喪祭。明日，祔祖父。”則是卒哭之明日而祔，未卒哭之前皆喪祭也。既祔之後，則以鬼禮享之。然宗廟謂士以上，則春秋祭祀兼於庶人也。○注寒暑至思也。○正義曰：案《祭義》云：“霜露既降，君子履之，必有淒愴之心，非其寒之謂也。春，雨露既濡，君子履之，必有怵惕之心，如將見之。”是也。"
      },
      {
        "index": 7,
        "text": "生事愛敬，死事哀慼，生民之本盡矣，死生之義備矣，孝子之事親終矣。[(愛敬哀慼，孝行之始終也。備陳死生之義，以盡孝子之情。)]"
      },
      {
        "index": 8,
        "text": "【疏】生事至終矣。○正義曰：此合結生死之義。言親生則孝子事之，盡於愛敬；親死則孝子事之，盡於哀慼。生民之宗本盡矣，死之義理備矣，孝子之事親終矣。言十八章，具載有此義。○注愛敬至之情。○正義曰：云“愛敬哀慼，孝行之終始也”者，愛敬是孝行之始也，哀慼是孝行之終也。云“備陳死生之義，以盡孝子之情”者，言孝子之情無所不盡也。"
      }
    ]
  }
}
