{
  "chapterNumber": 7,
  "title": "卷六·廣至德章第十三至廣揚名章第十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷六·紀孝行章第十"
      },
      {
        "index": 2,
        "text": "【疏】正義曰：此章紀錄孝子事親之行也。前章孝冶天下，所施政教，不待嚴肅，自然成理，故君子皆由事親之心，所以孝行有可紀也。故以名章，次《聖治》之後。或於“孝行”之下，又加“犯法”兩字，今不取也。"
      },
      {
        "index": 3,
        "text": "子曰：“孝子之事親也，居則致其敬，[(平居必盡其敬。)]養則致其樂，[(就養能致其歡。)]病則致其憂，[(色不滿容，行不正履。)]喪則致其哀，[(擗踴哭泣，盡其哀情。)]祭則致其嚴。[(齊戒沐浴，明發不寐。)]五者備矣，然後能事親。[(五者闕一，則未為能。)]"
      },
      {
        "index": 4,
        "text": "【疏】子曰至事親。○正義曰：致猶盡也。言為人子能事其親而稱孝者，謂平常居處家之時也，當須盡於恭敬。若進飲食之時，怡顏悅色，致親之歡；若親之有疾，則冠者不櫛，怒不至詈，盡其憂謹之心，若親喪亡，則攀號毀瘠，終其哀情也；若卒哀之後，當盡其祥練；及春秋祭祀，又當盡其嚴肅：此五者，無限貴賤，有盡能備者，是其能事親。○注平居必盡其敬。○正義曰：此依王注也。平居，謂平常在家，孝子則須恭敬也。案《禮記·內則》云：“子事父母，雞初鳴，鹹盥漱，至於父母之所，敬進甘脆而後退。”又《祭義》曰：“養可能也，敬為難。”皆是盡敬之義也。○注就養能致其歡。○正義曰：此依魏注也。案《檀弓》曰“事親有隱而無犯，左右就養無方”，言孝子冬溫夏凊，昏定晨省，及進飲食以養父母，皆須盡其敬安之心。不然，則難以致親之歡。○注色不至正履。○正義曰：此依鄭注也。案《禮記·文王世子》云：王季“有不安節，則內豎以告文王，文王色憂，行不能正履”。又下文此古之世子亦朝夕問於內豎，其有不安節，“世子色憂不滿容”。此注減“憂”“能”二字者，以此章通於貴賤，雖擬人非其倫，亦舉重以明輕之義也。○注擗踴至哀情。○正義曰：此依鄭注也，並約《喪親章》文。其義具於彼。○注齋戒至不寐。○正義曰：此皆說祭祀嚴敬之事也。案《祭義》曰：“孝子將祭，夫婦齋戒，沐浴盛服，奉承而進之。”言將祭必先齊戒沐浴也。又云：“文王之祭也，事死如事生。《詩》云：‘明發不寐，有懷二人。’文王之詩也。”鄭注云：“明發不寐，謂夜而至旦也。二人，謂父母也。”言文王之嚴敬祭祀如此也。○注五者至為能。○正義曰：此依魏注也。凡為孝子者，須備此五等事也。五事若闕於一，則未為能事親也。"
      },
      {
        "index": 5,
        "text": "事親者居上不驕，[(當莊敬以臨下也，)]為下不亂，[(當恭謹以奉上也。)]在醜不爭。[(醜，眾也。爭，競也。當和順以從眾也。)]居上而驕則亡，為下而亂則刑，在醜而爭則兵。[(謂以兵刃相加)]三者不除，雖日用三牲之養，猶為不孝也。”[(三牲，太牢也，孝以不毀為先。言上三事皆可亡身，而不除之，雖日致太牢之養，固非孝也。)]"
      },
      {
        "index": 6,
        "text": "【疏】事親至孝也。○正義曰：此言居上位者不可為驕溢之事，為臣下者不可為撓亂之事，在醜輩之中不可為忿爭之事。是以居上須去驕，不去則危亡也；為下須去亂，不去則致刑辟；在醜輩須去爭，不去則兵刃或加於身。若三者不除，雖複日日能用三牲之養，終貽父母之憂，猶為不孝之子也。○注醜，眾也。爭，競也。○正義曰：此依魏注也。“醜，眾”，《釋詁》文。《左傳》曰：“師競已甚。”杜預云：“競猶爭也。”故注以競釋爭也。○注謂以兵刃相加。○正義曰：此依常義。案《左傳》云：“晉範鞅用劍以帥卒。”杜預曰：“用短兵接敵。”此則刃劍之屬謂之兵也。必有刃，堪害於人，則《左傳》齊莊公請自刃於廟是也。言處儕眾之中而每事好爭競，或有以刃相仇害也。○注三牲至非孝也。○正義曰：云“三牲，太牢也”者，三牲，牛、羊、豕、也。案《尚書·召誥》稱“越翼日戊午，乃社於新邑，牛一、羊一、豕一”。孔云：“用太牢也。”是謂三牲為太牢也。云“孝以不毀為先”者，則首章“不敢毀傷”也。云“言上三事皆可亡身”者，謂上居上而驕，為下而亂，在醜而爭之三事，皆可喪亡其身命也。云“而不除之，雖日致太牢之養，固非孝也”者，言奉養雖優，不除驕，亂及爭競之事，使親常憂，故非孝也。\n卷六·五刑章第十一"
      },
      {
        "index": 7,
        "text": "【疏】正義曰：此章五刑之屬三千案舜命皋陶云：“汝作士明於五刑。”又《禮記·服問》云：“罪多而刑五，喪多而服五。”以其服有親【疏】，罪有輕重也，故以名章。以前章有驕亂忿爭之事，言此罪惡必及刑辟，故此次之。"
      },
      {
        "index": 8,
        "text": "子曰：“五刑之屬三千，而罪莫大於不孝。[(五刑，謂墨、劓、剕、宮、大辟也。條有三千，而罪之大者，莫過不孝。)]要君者無上，[(君者，臣之稟命也，而敢要之，是無上也。)]非聖人者無法，[(聖人製作禮樂，而敢非之，是無法也。)]非孝者無親，[(善事父母為孝，而敢非之，是無親也。)]此大亂之道也。”[(言人有上三惡，豈唯不孝，乃是大亂之道。)]"
      },
      {
        "index": 9,
        "text": "【疏】子曰至道也。○正義曰：五刑者，言刑名有五也。三千者，言所犯刑條有三千也。所犯雖異，其罪乃同，故言“之屬”以包之。就此三千條中，其不孝之罪尤大，故云“而罪莫大於不孝”也。凡為人子，當須遵承聖教，以孝事親，以忠事君。君命宜奉而行之，敢要之，是無心遵於上也。聖人垂範，當須法則，今乃非之，是無心法於聖人也。孝者百行之本，事親為先，今乃非之，是無心愛其親也。卉木無識，尚感君政；禽獸無禮，尚知戀親。況在人靈？而敢要君，不孝也。逆亂之道，此為大焉。故曰：此大亂之道也。○注五刑至不孝。○正義曰：云：“五刑，謂墨、劓、剕、宮、大辟也”者，此依魏注也。此五刑之名，皆《尚書·呂刑》文。孔安國云：“刻其顙而涅之曰墨刑。”顙，額也。謂刻額為瘡，以墨塞瘡孔，令變色也。墨一名黥。又云：“截鼻曰劓，刖足曰剕。”《釋言》云：“剕，刖也。”李巡曰：“ 斷足曰刖。”是也。又云：“宮，淫刑也。男子割勢，婦人幽閉，次死之刑。”以男子之陰名為勢，割去其勢與椓去其陰，事亦同也。婦人幽閉，閉於宮，使不得出也。又云：“大辟，死刑也。”案此五刑之名，見於經傳。唐虞以來，皆有之矣。未知上古起自何時。漢文帝始除肉刑，除墨、劓、剕耳、宮刑猶在。隋開皇之初，始除男子宮刑，婦人猶閉於宮。此五刑之名義。鄭注《周禮·司刑》引《書傳》曰：“決關梁、逾城郭而略盜者，其刑臏。男女不以義交者，其刑宮。觸易君命、革輿服製度、奸軌盜攘傷人者，其刑劓。非事而事之、出入不以道義而誦不詳之辭者，其刑墨。降畔寇賊、劫略奪攘矯虔者，其刑死。”案《說文》云：“臏，膝骨也。”刖臏謂斷其膝骨。此注不言“臏”而云“剕”者，據《呂刑》之文也。云“條有三千，而罪之大者莫過不孝” 者，案《周禮》“司刑掌五刑之法，以麗萬民之罪。墨罪五百，劓罪五百，宮罪五百，剕罪五百，殺罪五百”，合二千五百。至周穆王，乃命呂侯入為司寇，令其訓暢夏禹贖刑，增輕削重，依夏之法，條有三千。則周三千之條，首自穆王始也。《呂刑》云：“墨罰之屬千，劓罰之屬千，剕罰之屬五百，宮罰之屬三百，大辟之罰其屬二百：五刑之屬三千。”言此三千條中，罪之大者，莫有過於不孝也。案舊注說及謝安、袁宏、王獻之、殷仲文等，皆以不孝之罪，聖人惡之，云在三千條外。此失經之意也。案上章云：“三者不除，雖日用三牲之養，猶為不孝。”此承上不孝之後，而云三千之罪莫大於不孝，是因其事而便言之，本無在外之意。案《檀弓》云：“子弑父，凡在官者，殺無赦。殺其人，壞其室，洿其宮而豬焉。”既云“學斷斯獄”，則明有條可斷也。何者？《易·序卦》稱有天地然後萬物生焉。自《屯》、《蒙》至《需》、《訟》，即爭訟之始也。故聖人法雷電以申威刑，所興其來遠矣。唐虞以上，《書傳》靡詳，舜命皋陶有五刑，五刑斯著。案《風俗通》曰：“《皋陶謨》，是虞時造也。及周穆王訓夏，裏悝師魏，乃著《法經》六篇，而以盜賊為首。賊之大者，有惡逆焉，決斷不違時，凡赦不免；又有不孝之罪，並編十惡之條。前世不忘，後世為式。”而安、宏不孝之罪，不列三千之條中，今不取也。○注君者至無上也。○正義曰：此依孔傳也。案《晉語》云：“諸大夫迎悼公，公曰：‘孤始原不及此。孤之及此，天也。抑人之有元君，將稟命焉。’”明凡為臣下者，皆稟君教命，而敢要以從已，是有無上之心，故非孝子之行也。若臧武仲以防求為後於魯、晉舅犯及河授璧請亡之類是也。○注聖人至法也。○正義曰：此依孔傳也。聖人規模天下，法則兆民，敢有非毀之者，是無聖人之法也。○注善事至親也。○正義曰：孝為百行之本，敢有非毀之者，是無親愛之心也。○注言人至之道。○正義曰：言人不忠於君，不法於聖，不愛於親：此皆為不孝，乃是罪惡之極，故經以大亂結之也。\n卷六·廣要道章第十二"
      },
      {
        "index": 10,
        "text": "【疏】正義曰：前章明不孝之惡，罪之大者，及要君、非聖人，此乃禮教不容。廣宣要道以教化之，則能變而為善也。首章略云至德、要道之事，而未詳悉，所以於此申而演之，皆云廣也。故以名章，次《五刑》之後。《要道》先於“至德”者，謂以要道施化，化行而後德彰；亦明道德相成，所以互為先後也。"
      },
      {
        "index": 11,
        "text": "子曰：“教民親愛，莫善於孝。教民禮順，莫善於悌。[(言教人親愛禮順，無加於孝悌也。)]移風易俗，莫善於樂。[(風俗移易，先入樂聲。變隨人心，正由君德。正之與變，因樂而彰，故曰莫善於樂。)]安上治民，莫善於禮。[(禮所以正君臣、父子之別，明男女、長幼之序，故可以安上化下也。)]"
      },
      {
        "index": 12,
        "text": "【疏】子曰至於禮。○正義曰：此夫子述廣要之義。言君欲教民親於君而愛之者，莫善於身自行孝也。君能行孝，則民效之，皆親愛其君。欲教民禮於長而順之者，莫善於身自行悌也。人君行悌，則人效之，皆以禮順從其長也。欲移易風俗之弊敗者，莫善於聽樂而正之；欲身安於上，民治於下者，莫善於行禮以帥之。○注言教至悌也。○正義曰：言欲民親愛於君，禮順於長者，莫善於身自行孝悌之善也。○注風俗至於樂。○正義曰：云“風俗移易，先入樂聲”者，子夏《詩序》云：“風，風也，教也。風以動之，教以化之。”韋昭曰：“人之性係於大人，大人風聲，故謂之風。隨其越舍之情欲，故謂之俗。”《詩序》又曰：“ 至於王道衰，禮義廢，政教失，國異政，家殊俗，而《變風》、《變雅》作矣。”是“入樂聲”之義也。云“ 變隨人心，正由君德”者，《詩序》又曰：“國史明乎得失之跡，傷人倫之廢，哀刑政之苛，吟詠情性，以風其上。故《變風》發乎情，止乎禮義。發乎情，民之性也。止乎禮義，先王之澤也。”以斯言之，則知樂者本於情性，聲者因乎政教，政教失則人情壞，人情壞則樂聲移：是變隨人心也。國史明之，遂吟以風上也。受其風上而行，其失乃行禮義以正之，教化以美之。上政既和，人情自治，是正由君德也。云“正之與變，因樂而彰，故曰莫善於樂”者，《詩序》又曰：“治世之音安以樂，其政和。亂世之音怨以怒，其政乖。亡國之音哀以思，其民困。”又《尚書·益稷篇》：舜曰“予欲聞六律、五聲、八音，在治忽。”孔安國云：“在，察。天下理治及忽怠者，皆是因樂而彰也。”案《禮記》云：“大樂與天地同和。”則自生人以來，皆有樂性也。《世本》曰：“伏羲造琴瑟。”則其樂器漸於伏羲也。史籍皆言黃帝樂曰《云門》、顓頊曰《六英》、帝嚳曰《五莖》、堯曰《鹹池》、舜曰《大韶》、禹曰《大夏》、湯曰《大》、武曰《大武》，於樂之聲節，起自黃帝也。○注禮所至下也。正義曰：云“禮所以正君臣、父子之別，明男女、長幼之序”者，此依魏注也。《禮》云：“非禮無以辨君臣、上下、長幼之位，非禮無以辨男女、父子、兄弟之親”是也。云“故可以安上化下也”者，釋“安上治民”也。製百口：“禮殊事而合敬，樂異人而同愛。敬愛之極，是謂要道。神而明之，是謂至德。故必由斯人以弘斯，教而後禮樂興焉，政令行焉。以盛德之訓傳於樂聲，則感人深而風俗移易；以盛德之化措諸禮容，則悅者眾而名教著明。蘊乎其樂，章乎其禮，故相待而成矣。然則《韶》樂存於齊，而民不為之易；《周禮》備於魯，而君不獲其安：亦政教失其極耳，夫豈禮樂之咎乎？”"
      },
      {
        "index": 13,
        "text": "禮者，敬而已矣。[(敬者，禮之本也。)]故敬其父則子悅，敬其兄則弟悅，敬其君則臣悅，敬一人而千萬人悅：[(居上敬下，盡得歡心，故曰悅也。)]所敬者寡而悅者眾。此之謂要道也。”"
      },
      {
        "index": 14,
        "text": "【疏】禮者至道也。○正義曰：此承上“莫善於禮”也。言“禮者敬而已矣”，謂禮主於敬也。入明敬功至廣，是要道也。其要正以謂天子敬人之父，則其子皆悅；敬人之兄，則其弟皆悅；敬人之君，則其臣皆悅：此皆敬父兄及君一人，則其子弟及臣千萬人皆悅，故其所敬者寡而悅者眾。即前章所言“先王有至德要道”者，皆此義之謂也。○注敬者，禮之本也。○正義曰：此依鄭注也。案《曲禮》曰“毋不敬”是也。○注居上至悅也。○正義曰：云“居上敬下”者，案《尚書·五子之》歌云“為人上者，奈何不敬？”謂居上位，須敬其下。云“盡得歡心，故曰悅也”者，言得歡心，則無所不悅也。案《孝治章》云：“故得萬國百姓及人之歡心”是也。舊注云“一人，謂父、兄、君。千萬人，謂子、弟、臣也”者，此依孔傳也，一人指受敬之人，則知謂父、兄、君也。千萬人指其喜悅者，則知謂子、弟、臣也。夫子、弟及臣名，何啻千萬？言千萬人者，舉其大數也。"
      }
    ]
  }
}
