{
  "chapterNumber": 6,
  "title": "卷五·五刑章第十一至廣要道章第十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷五·聖治章第九"
      },
      {
        "index": 2,
        "text": "【疏】正義曰：此言曾子聞明王孝治以致和平，因問聖人之德，更有大於孝否？夫子因問而說聖人之治，故以名章，次《孝治》之後。"
      },
      {
        "index": 3,
        "text": "曾子曰：“敢問聖人之德，無以加於孝乎？”[(參問明王孝理以致和平，又問聖人德教更有大於孝不？)]子曰：“天地之性人為貴。[(貴其異於萬物也。)]人之行莫大於孝，[(孝者，德之本也。)]孝莫大於嚴父，[(萬物資始於乾，人倫資父為天。故孝行之大，莫過尊嚴其父也。)]嚴父莫大於配天，則周公其人也。[(謂父為天，雖無貴賤，然以父配天之禮始自周公，故曰其人也。)]"
      },
      {
        "index": 4,
        "text": "【疏】曾子至其人也。○正義曰：夫子前說孝治天下，能致災害不生，禍亂不作，是言德行之大也。將言聖德之廣，不過於孝，無以發端，故又假曾子之問曰：聖人之德，更有加於孝乎？乎猶否也。夫子承問而釋之曰：天地之性人為貴。性，生也。言天地之所生，唯人最貴也。人之所行者，莫有大於孝行也。孝行之大者，莫有大於尊嚴其父也。嚴父之大者，莫有大於以父配天而祭也。言以父配天而祭之者，則文王之子、成王叔父周公是其人也。○注貴其至物也。○正義曰：此依鄭注也。夫稱貴者，是殊異可重之名。案《禮運》曰：“人者五行之秀氣也。”《尚書》曰：“惟天地萬物父母，惟人萬物之靈。”是異於萬物也。○注萬物至父也。正義曰：云“萬物資始於乾”者，《易》云“大哉乾元，萬物資始”是也。云“人倫資父為天”者，《曲禮》曰：“父之讎，弗與共戴天。”鄭玄曰：“父者子之天也，殺己之天，與共戴天，非孝子也。”杜預《左氏傳注》曰：“婦人在室則天父，出則天夫。”是人倫資父為天也。云“故孝行之大莫過尊嚴其父也”者，尊，謂崇也；嚴，敬也。父既同天，故須尊嚴其父，是孝行之大也。○注謂父至人也。○正義曰：云“謂父為天，雖無貴賤”者，此將釋配天之禮，始自周公，故先張此文，言人無限貴賤，皆得謂父為天也。云“然以父配天之禮，始自周公，故曰其人也”者，但以父配天，遍檢群經，更無殊說。案《禮記》有虞氏尚德，不郊其祖，夏殷始尊祖於郊，無父配天之禮也，周公大聖而首行之。禮無二尊，既以後稷配郊天，不可又以文王配之。五帝，天之別名也。因享明堂，而以文王配之，是周公嚴父配天之義也，亦所以申文王有尊祖之禮也。經稱“周公其人”，注順經旨，故曰始自周公也。"
      },
      {
        "index": 5,
        "text": "昔者周公郊祀后稷以配天，[(后稷，周之始祖也。郊謂圜丘祀天也。周公攝政，因行郊天之祭，乃尊始祖以配之也。)]宗祀文王於明堂，以配上帝。[(明堂，天子布政之宮也。周公因祀五方上帝於明堂，乃尊文王以配之也。)]是以四海之內，各以其職來祭。[(君行嚴配之禮，則德教刑於四海。海內諸侯，各脩其職來助祭也。)]夫聖人之德，又何以加於孝乎？[(言無大於孝者。)]"
      },
      {
        "index": 6,
        "text": "【疏】昔者至孝乎。○正義曰：前陳周公以父配天，因言配天之事。自昔武王既崩，成王年幼即位，周公攝政，因行郊天祭禮，乃以始祖后稷配天而祀之。因祀五方上帝於明堂之時，乃尊其父文王，以配而享之。尊父祖以配天，崇孝享以致敬，是以四海之內有土之君各以其職貢來助祭也。既明聖治之義，乃總其意而答之也。周公，聖人，首為尊父配天之禮，以極於孝敬之心。則夫聖人之德，又何以加於孝乎？是言無以加也。○注后稷至配之。○正義曰：云“后稷，周公之始祖也”者，案《周本紀》云：“后稷名棄，其母有邰氏女，曰薑原。為帝嚳元妃，出野見巨人跡，心忻然，欲踐之。踐之而身動如孕者，居期而生子。以為不祥，棄之隘巷，馬牛過者皆辟不踐；徙置之林中，適會山林多人，遷之而棄渠中冰上，飛鳥以其翼覆薦之。薑原以為神，遂收養長之。初欲棄之，因名曰棄。棄為兒，好種樹麻、菽。及為成人，遂好耕農。帝堯舉為農師，天下得其利，有功。帝舜曰：‘棄，黎民阻饑，爾后稷播時百穀。’封棄於邰，號曰后稷。”后稷曾孫公劉複脩其業。自后稷至王季十五世而生文王，受命作周。案《毛詩·大雅·生民》之序曰：“生民，尊祖也。后稷生於薑原，文、武之功起於后稷，故推以配天焉。”是也。云“郊謂圜丘祀天也”者，此孔傳文。祀，祭也。祭天謂之郊。《周禮·大司樂》云：“凡樂，圜鍾為宮，△黃鍾為角，大蔟為徵，沽洗為羽。雷鼓雷鞀，孤竹之管，云和之琴瑟，云門之舞。冬日至，於地上之圜丘奏之，若樂六變，則天神皆降，可得而禮矣。”《郊特牲》曰：“郊之祭也，迎長日之至也，大報天而主日也。兆於南郊，就陽位也。”又曰：“郊之祭也，大報本反始也。”言以冬至之後，日漸長，郊祭而迎之，是建子之月則與經俱郊祀於天。明圜丘南郊也。云“周公攝政，因行郊天之祭，乃尊始祖以配之也”者，案《文王世子》稱：“仲尼曰：‘昔者周公攝政，踐祚而治，抗世子法於伯禽，所以善成王也。’”則郊祀是周公攝政之時也。《公羊傳》曰：“郊則曷為必祭稷？王者必以其祖配。王者則曷為必以其祖配？自內出者，無主不行；自外至者，無主不止。”言祭天則天神為客，是外至也。須人為主，天神乃至。故尊始祖以配天神，侑坐而食之。案《左氏傳》曰：“凡祀，啟蟄而郊。”又云：“郊祭后稷，以祈農事也。”而鄭注《禮·郊特牲》乃引《易》說曰：“三王之郊，一用夏正建寅之月也。”此言迎長日者。建卯而晝夜分，分而日長也。然則春分而長短分矣。此則迎在未分之前，至謂春分之日也。夫至者，是長短之極也。明分者，晝夜均也。分是四時之中，啟蟄在建寅之月，過至而未及分，必於夜短，方為日長，則《左氏傳》不應言啟蟄也。若以日長有漸，郊可預迎，則其初長宜在極短之日。故知《傳》啟蟄之郊，是祈農之祭也。《周禮》冬至之郊，是迎長日報本反始之祭也。鄭玄以《祭法》有周人禘嚳之文，遂變郊為祀感生之帝，謂東方青帝靈威仰，周為木德。威仰木帝，以駁之曰：“案《爾雅》曰：‘祭天曰燔柴，祭地曰瘞{艸 }。’又曰：‘禘，大祭也。’謂五年一大祭之名。又《祭法》祖有功，宗有德，皆在宗廟，本非郊配。” 若依鄭說，以帝嚳配祭圜丘，是天之最尊也。周之尊帝嚳，不若后稷。今配青帝，乃非最尊，實乖嚴父之義也。且遍窺經籍，並無以帝嚳配天之文。若帝嚳配天，則經應云禘嚳於圜丘以配天，不應云郊祀后稷也。天一而已，故以所在祭在郊，則謂為圜丘，言於郊為壇，以象圜天。圜丘即郊也，郊即圜丘也。其時中郎馬昭抗章，固執當時，敕博士張融質之。融稱漢世英儒自董仲舒、劉向、馬融之倫，皆斥周人之祀昊天於郊，以后稷配，無如玄說配蒼帝也。然則《周禮》圜丘，則《孝經》之郊。聖人因尊事天，因卑事地，安能複得祀帝嚳於圜丘，配后稷於蒼帝之禮乎？且在《周頌》“思文后稷，克配彼天”，又《昊天有成命》郊祀天地也。則郊非蒼帝，通儒同辭，肅說為長。伏以孝為人行之本，祀為國事之大。孔聖垂文，固非臆說。前儒詮證，各擅一家。自頃脩撰，備經斟覆，究理則依王肅為長，從眾則鄭義已久。王義其《聖證》之論，鄭義其於《三禮義宗》。王、鄭是非，於《禮記》其義文多，卒難詳縷說。此略據機要，且舉二端焉。○注明堂至之也。○正義曰：云“明堂，天子布政之宮也”者，案《禮記》明其堂位，昔者周公“朝諸侯於明堂之位，天子負斧依南鄉而立”。“明堂也”者，明諸侯之尊卑也。製禮作樂，頒度量而天下大服，知明堂是布政之宮也。云“ 周公因祀五方上帝於明堂，乃尊文王以配之也”者，五方上帝，即是上帝也。謂以文王配五方上帝之神，侑坐而食也。案鄭注《論語》云：“皇皇后帝，並謂太微五帝。在天為上帝，分王五方為五帝。”舊說明堂在國之南，去王城七裏，以近為媟；南郊去王城五十裏，以遠為嚴。五帝卑於昊天，所以於郊祀昊天，於明堂祀上帝也。其以后稷配郊，以文王配明堂，義見於上也。五帝謂東方青帝靈威仰，南方赤帝赤熛怒，西方白帝白招拒，北方黑帝汁光紀，中央黃帝含樞紐。鄭炫云：“明堂居國之南，南是明陽之地，故曰明堂。”案《史記》云：“黃帝接萬靈於明庭。”明庭即明堂也。明堂起於黃帝。《周禮·考工記》曰：“夏后氏世室，殷人重屋，周人明堂。”先儒舊說，其製不同。案《大戴禮》云：“明堂凡九室，一室而有四戶八牖，三十六戶七十二牖，以茅蓋屋，上圓下方。”鄭玄據《援神契》云：“明堂上圜下方，八牖四闥。”《考工記》曰：“明堂五室。”稱九室者，或云：“取象陽數也；八牖者，陰數也，取象八風也；三十六戶，取象六甲子之爻，六六三十六也；上圜象天，下方法地；八牖者即八節也，四闥者象四方也；稱五室者，取象五行：皆無明文也，以意釋之耳。此言宗祀於明堂，謂九月大享靈威仰等五帝，以文王配之，即《月令》云：“季秋大享帝。”注云：“遍祭五帝，以其上言舉五穀之要，藏帝藉之收於神倉，六月西方成事，終而報功也。”○注君行至祭也。○正義曰：云“君行嚴配之禮”者，此謂宗祀文王於明堂以配天是也。云“則德教刑於四海，海內諸侯各脩其職，來助祭也”者，謂四海之內，六服諸侯，各脩其職，貢方物也。案《周禮·大行人》以“九儀辨諸侯之命，廟中將幣三享”。又曰“侯服貢祀物”，鄭云：“犧牲之屬。”“甸服貢嬪物”，注云：“絲枲也。”“男服貢器物”，注云：“尊彝之屬也。”“采服貢服物”，注云：“玄纁絺糸廣也。”“衛服貢材物”，注云：“八材也。”“要服貢貨物”，注云：“龜貝也。”此是六服，諸侯各脩其職來助祭。又若《尚書·武成篇》云：“丁未，祀於周廟，邦甸侯衛駿奔走，執豆籩。”亦是助祭之義也。"
      },
      {
        "index": 7,
        "text": "故親生之膝下，以養父母日嚴。[(親，猶愛也。膝下，謂孩幼之時也。言親愛之心，生於孩幼。比及年長，漸識義方，則日加尊嚴，能致敬於父母也。)]聖人因嚴以教敬，因親以教愛。[(聖人因其親嚴之心，敦以愛敬之教。故出以就傅，趨而過庭，以教敬也；抑搔癢痛，懸衾篋枕，以教愛也。)]聖人之教不肅而成，其政不嚴而治。[(聖人順群心以行愛敬，製禮則以施政教，亦不待嚴肅而成理也。)]其所因者本也。[(本謂孝也。)]"
      },
      {
        "index": 8,
        "text": "【疏】故親至本也。○正義曰：此更廣陳嚴父之由。言人倫正性，必在蒙幼之年；教之則明，不教則昧。言親愛之心，生在其孩幼膝下之時，於是父母則教示；比及年長，漸識義方，則日加尊嚴，能致敬於父母，故云“以養父母日嚴”也。是以聖人因其日嚴而教之以敬，因其知親而教之以愛，故聖人因之以施政教，不待嚴肅自然成治也。然其所因者在於孝也。言本皆因於孝道也。○注親猶至母也。○正義曰：云“親猶愛也”者，嫌以親為父母，故云親猶愛也。云“膝下謂孩幼之時也”者，案《內則》云：“子生三月，妻以子見於父，父執子之右手，孩而名之。”案《說文》云：“孩，小兒笑也。” 謂指其頤下，令之笑而為之名。故知膝下謂孩幼之時也。云“親愛之心生於孩幼之時也”者，言孩幼之時，已有親愛父母之心生也。云“比及年長，漸識義方，則日加尊嚴，能致敬於父母也”者，《春秋左氏傳》石碏曰：“臣聞：愛子，教之以義方。”方猶道也，謂教以仁義合宜之道也。其教之者，案《禮記·內則》：“子能食食，教以右手；能言，男‘唯’女‘俞’；男鞶革，女鞶絲。六年，教之數與方名。七年，男女不同席，不共食。八年，出入門戶，及即席飲食，必後長者；始教之讓。九年，教之數目。”又《曲禮》云：“幼子常視無誑，立必正方，不傾聽；與之提攜，則兩手奉長者之手，負劍辟咡；詔之，則掩口而對。”注約彼文為說，故曰日加尊嚴，言子幼而誨，及長則能致敬其親也。○注聖人至愛也。○正義曰：父子之道，簡易則慈孝不接，狎則怠慢生焉。故聖人因其親嚴之心，敦以愛敬之教也。云“出以外傅”者，案《禮記·內則》云：“十年，出就外傅，居宿於外，學書計。”鄭云：“外傅，教學之師也。謂年十歲出就外傅，居宿於外，就師而學也。”案十年出就外傅，指命士已上。今此引之，則尊卑皆然也。云“趨而過庭，以教敬也”者，言父之與子，於禮不得常同居處也。案《論語》云：“陳亢問於伯魚曰：‘子亦有異聞乎？’對曰：‘未也。嚐獨立，鯉趨而過庭。曰：學《詩》乎？對曰：未也。“不學《詩》，無以言。”鯉退而學《詩》。他日，又獨立，鯉趨而過庭，曰：學禮乎？對曰：未也。“不學禮，無以立。”鯉退而學禮。聞斯二者。’陳亢退而喜曰：‘問一得三：聞《詩》，聞《禮》，又聞君子之遠其子也。’”故注約彼文以為說也。云“ 抑搔癢痛，懸衾篋枕，以教愛也”者，此並約《內則》文。案彼云：“以適父母、舅姑之所。及所，下氣怡聲，問衣燠寒，疾痛屙癢，而敬抑搔之。父母、舅姑將坐，奉席請何鄉；將衽，長者奉席請何趾。少者執床與坐。禦者舉幾，斂席與簟，懸衾，篋枕，斂簟而襡之。”鄭注云：“須臥乃敷之也。襡，韜也。是父母未寢，故衾被則懸，枕則置篋中。言子有近父母之道，所以教其愛也。夫愛以敬生，敬先於愛，無宜待教，而此言教敬愛者。”《禮記·樂記》曰：“樂者為同，禮者為異。同則相親，異則相敬。樂勝則流，禮勝則離。”樂勝則流，是愛深而敬薄也。禮勝則離，是嚴多而愛殺也。不教敬則不嚴，不和親則忘愛，所以先敬而後愛也。舊注取《士章》之義，而分愛、敬父母之別，此其失也。○注聖人至理也。○正義曰：云“聖人順群心以行愛敬”者，聖人謂明王也。聖者通也。稱明王者，言在位無不照也。稱聖人者，言用心無不通也。順群心者，則首章“以順天下”是也。以行愛敬者，則天子能愛親敬親者是也。云“製禮則以施政教” 者，則德教加於百姓是也。云“亦不待嚴肅而成理也”者，蓋言王化順此而行也。言亦者，《三才章》已有成理之言，故云亦也。○注本謂孝也。○正義曰：此依鄭注也。首章云：“夫孝，德之本也。”《製旨》曰：“夫人倫正性，在蒙幼之中。導之斯通，壅之斯蔽。故先王慎其所養，於是乎有胎中之教，膝下之訓。感之以惠和，而日親焉；期之以恭順，而日嚴焉；夫親也者，緣乎正性而達人情者也。故因其親嚴之心，教以愛敬之範，則不嚴而治，不肅而成。”謂其本於先祖也。"
      },
      {
        "index": 9,
        "text": "父子之道，天性也，君臣之義也。[(父子之道，天性之常，加以尊嚴，又有君臣之義。)]父母生之，續莫大焉。[(父母生子，傳體相續。人倫之道，莫大於斯。)]君親臨之，厚莫重焉。[(謂父為君，以臨於已。恩義之厚，莫重於斯)]"
      },
      {
        "index": 10,
        "text": "【疏】父子至重焉。○正義曰：此言父子恩親之情，是天生自然之道。父以尊嚴臨子，子以親愛事父。尊卑既陳，貴賤斯位，則子之事父，如臣之事君。《易》稱“乾元資始”，“坤元資生”。又《論語》曰：“子生三年，然後免於父母之懷。”是父母生已，傳體相續，此為大焉。言有父之尊同君之敬，恩義之厚，此最為重也。○注父子至之義。○正義曰：云“父子之道，天性之常”者，父子之道，自然慈孝，本乎天性，則生愛敬之心，是常道也。云“加以尊嚴，又有君臣之義”者，言父子相親本於天性，慈孝生於自然，既能尊嚴於親，又有君臣之義。故《易·家人》卦曰：“家人有嚴君焉，父母之謂也。”是謂父母為嚴君也。○注父母至於斯。○正義曰：案《說文》云：“續，連也。”言子繼於父母，相連不絕也。《易》稱“生生之謂《易》”，言後生次於前也。此則傳續之義也。○注謂父至於斯。○正義曰：上引《家人》之文，言人子之道，於父母有嚴君之義。此章既陳聖治，則事係於人君也。案《禮記·文王世子》稱昔者周公攝政，“抗世子法於伯禽，使之與成王居，欲令成王之知父子、君臣之義。君之於世子也。親則父也，尊則君也。有父之親，有君之尊，然後兼天下而有之”者，言既有天性之恩，又有君臣之義，厚重莫過於此也。"
      },
      {
        "index": 11,
        "text": "故不愛其親而愛他人者，謂之悖德；不敬其親而敬他人者，謂之悖禮。[(言盡愛敬之道，然後施教於人，違此則於德禮為悖也。)]以順則逆，民無則焉。[(行教以順人心，今自逆之，則下無所法則也。)]不在於善，而皆在於凶德。[(善，謂身行愛敬也。凶，謂悖其德禮也。)]雖得之，君子不貴也。[(言悖其德禮，雖德誌於人上，君子之不貴也。)]"
      },
      {
        "index": 12,
        "text": "【疏】故不至貴也。○正義曰：此說愛敬之失，悖於德禮之事也。所謂不愛敬其親者，是君上不能身行愛敬也。而愛他人敬他人者，是教天下行愛敬也。君自不行愛敬，而使天下人行，是謂悖德悖禮也。唯人君合行政教，以順天下人心。今則自逆不行，翻使天下之人法行於逆道，故人無所法則，斯乃不在於善，而皆在於凶德。在，謂心之所在也。凶，謂凶害於德也。如此之君，雖得誌於人上，則古先哲王聖人君子之所不貴也。○注言盡至悖也。○正義曰：云“言盡愛敬之道，然後施教於人”者，此孔傳也，則《天子章》言“愛敬盡於事親，而德教加於百姓”是也。云“違此則於德禮為悖也”者，案《禮記·大學》云：“堯舜率天下以仁，而民從之。桀紂率天下以暴，而民從之。其所令反其所好，而民不從。是故君子有諸已而後求諸人，無諸已而後非諸人。所藏乎身不恕，而能喻諸人者，未之有也。”是知人君若違此不盡愛敬之道，而教天下人行愛敬，是悖逆於德禮也。○注善謂至禮也。○正義曰：云“善謂身行愛敬也”者，謂身行愛敬，乃為善也。云“凶謂悖其德禮也”者，悖猶逆也，言逆其德禮則為凶也。○注言悖至貴也。○正義曰：云“悖其德禮”者，此依魏注也，謂人君不行愛敬於其親。鄭注云“悖若桀紂”是也。云“雖得誌於人上者，君子之不貴也”者，言人君如此，是雖得誌居臣人之上，幸免篡逐之禍，亦聖人君子之所不貴，言賤惡之也。"
      },
      {
        "index": 13,
        "text": "君子則不然，[(不悖德禮也。)]言思可道，行思可樂。[(思可道而後言，人必信也；。思可樂而後行，人必悅也。)]德義可尊，作事可法。[(立德行義，不違道正，故可尊也；製作事業，動得物宜，故可法也。)]容止可觀，進退可度。[(容止，威儀也，必合規矩，則可觀也；進退，動靜也，不越禮法，則可度也。)]以臨其民，是以其民畏而愛之，則而象之。[(君行六事，臨撫其人，則下畏其威，愛其德，皆放象於君也。)]故能成其德教，而行其政令。[(上正身以率下，下順上而法之，則德教成，政令行也。)]"
      },
      {
        "index": 14,
        "text": "【疏】君子至政令。○正義曰：前說為君而為悖德禮之事，此言聖人君子則不然也。君子者，須慎其言行、動止、舉措。思可道而後言，思可樂而後行，故德義可以尊崇，作業可以為法，威容可以觀望，進退皆脩禮法：以此六事君臨其民，則人畏威而親愛之，法則而象效之。故德教以此而成，政令以此而行也。○注不悖德禮也。○正義曰：此依魏注也。言君子舉措皆合德禮，無悖逆也。○注思可至悅也。○正義曰：言者心之聲也，思者心之慮也，可者事之合也，道謂陳說也，行謂施行也，樂謂使人悅服也。《禮記·中庸》稱天下至聖“言而民莫不信，行而民莫不說”也。○注立德至可法也。○正義曰：云“立德行義，不違道正，故可尊也”者，此依孔傳也。劉炫云：“德者得於理也，義者宜於事也。得理在於身，宜事見於外。”謂理得事宜，行道守正，故能為人所尊也。知“製作事業，動得物宜，故可法也”者，作謂造立也，事謂施為也。《易》曰：“舉而措之天下之民，謂之事業。”言能作眾物之端，為器用之式，造立於已，成式於物，物得其宜，故能使人法象也。○注容止至度也。○正義曰：“容止，威儀也，必合規矩，則可觀也”者，此依孔傳也。容止，謂禮容所止也，《漢書·儒林傳》云“魯徐生善為容，以容為禮，官大夫”是也。威儀，即《儀禮》也，《中庸》云“威儀三千”是也。《春秋左氏傳》曰：“有威而可畏謂之威，有儀而可象謂之儀。”言君子有此容止威儀，能合規矩。案《禮記·玉藻》云：“周還中規，折還中矩。” 鄭云：“反行也宜圜，曲行也宜方。”是合規矩，故可觀。云“進退動靜也”者，進則動也，退則靜也。案《易·乾·文言》曰：“進退無常，非離群也。”又《艮卦·彖》曰：“時止則止，時行則行，動靜不失其時，其道光明。”是進退則動靜也。云“不越禮法，則可度也”者，動靜不乖越禮法，故可度也。○注君行至君也。○正義曰：云“君行六事，臨撫其人” 者，言君施行六事，以臨撫下人。六事即“可度”以上之事有六也。云“則下畏其威，愛其德，皆放象於君也”者，案《左傳》北宮文子對衛侯說威儀之事，稱”有威而可畏謂之威，有儀而可象謂之儀。君有君之威儀，其臣畏而愛之，則而象之”。又因引“《周書》數文王之德曰：‘大國畏其力，小國懷其德。’言畏而愛之也。《詩》云：‘不識不知，順帝之則。’言則而象之也”。又云：“君子在位可畏，施舍可愛，進退可度，周旋可則，容止可觀，作事可法，德行可象，聲氣可樂，動作有文，言語有章，以臨其下，謂之有威儀也。”據此，與經雖稍殊別，大抵皆敘君之威儀也。故經引《詩》云：“其儀不忒。”其義同也。○注上正至行也。○正義曰：云“上正身以率下”者，此依孔傳也。《論語》：孔子對季康子曰：‘子率以正，孰敢不正？’”又曰：“其身正，不令而行。”是正其身之義也。云“下順上而法之” 者，言正其身以率下，則下人皆從之，無不法。“則德教成，政令行也”者，言風化當如此也。\n《詩》云：‘淑人君子，其儀不忒。’”[(淑，善也。忒，差也。義取君子威儀不差，為人法則。)]"
      },
      {
        "index": 15,
        "text": "【疏】詩云至不忒。○正義曰：夫子述君子之德既畢，乃引《曹風·鳲鳩》之詩以讚美之，言善人君子威儀不差失也。○注淑善至法則。○正義曰：云“淑，善也。忒，差也”，此依鄭注也。“淑，善”，《釋詁》文《釋言》云：“爽，差也。”“爽，忒也。”轉互相訓，故忒得為差也。云“義取君子威儀不差，為人法則”者，亦言引《詩》大意如此也。"
      }
    ]
  }
}
