{
  "chapterNumber": 9,
  "title": "卷八·事君章第十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷八·感應章第十六"
      },
      {
        "index": 2,
        "text": "【疏】正義曰：此章言天地明察，神明彰矣。又云：孝悌之至，通於神明，皆是應感之事也。前章論諫諍之事，言人主若從諫爭之善，必能脩身慎行，致應感之福。故以名章，次於《諫爭》之後"
      },
      {
        "index": 3,
        "text": "子曰：“昔者，明王事父孝，故事天明；事母孝，故事地察。[(王者父事天，母事地，言能致事宗廟，則事天地能明察也。)]長幼順，故上下治。[(君能尊諸父，先諸兄，則長幼之道順，君人之化理。)]天地明察，神明彰矣。[(事天地能明察，則神感至誠而降福佑，故曰彰也。)]"
      },
      {
        "index": 4,
        "text": "【疏】子曰昔者明王至神明彰矣。○正義曰：此章夫子述明王以孝事父母，能致感應之事。言昔者明聖之王，事父能孝，故事天能明，言能明天之道，故《易·說卦》云：“乾為天為父。”此言事父孝，故能事天明，是事父之孝通天也。事母能孝，故事地能察，言能察地之理，故《說卦》云：“坤為地為母。”此言事母孝，故事地察，則是事母之道通於地也。明王又於宗族長幼之中，皆順於禮，則凡在上下之人，皆自化也。又明王之事天地既能明察，必致福應，則神明之功彰見。謂陰陽和，風雨時，人無疾厲，天下安寧也。經稱“明王”者二焉：一曰“昔者明王之以孝治天下也”，二即此章言“昔者明王事父孝”，俱是聖明之義，與先王為一也。言先王，示及遠也；言明王，示聰明也。○注王者至察也。○正義曰：云“王者父事天，母事地”者，此依王注義也。案《白虎通》云：“王者父天母地。”此言事者，謂移事父母之孝以事天地也。云“言能敬事宗廟，則事天地能明察也”者，謂蒸嚐以時，疏數合禮，是敬事宗廟也。既能敬宗廟，則不違犯天地之時。若《祭義》曾子曰：“樹木以時伐焉，禽獸以時殺焉。”夫子曰：“斷一樹，殺一獸，不以其時，非孝也。”又《王製》曰：“獺祭魚，然後虞人入澤梁；豺祭獸，然後田獵；鳩化為鷹，然後設罻羅；草木零落，然後入山林；昆蟲未蟄，不以火田。”此則令無大小，皆順天地，是事天地能明察也。○注君能至化理。○正義曰：此言明王能順長幼之道，則臣下化之而自理也，謂放效於君。《書》曰：“違上所命，從厥攸好。”是效之也。○注事天至彰也。○正義曰：誠，和也。言事天地若能明察，則神祗感其至和，而降福應以祐助之。是神明之功彰見也。《書》云：“至誠感神。”又《瑞應圖》曰：“聖人能順天地，則天降膏露，地出醴泉。”《詩》云：“降福穰穰。”《易》曰：“自天祐之，吉無不利。”注約諸文以釋之也。案此則“神感至誠”，當為“至諴”，今定本作“至誠”，字之誤也。"
      },
      {
        "index": 5,
        "text": "故雖天子，必有尊也，言有父也；必有先也，言有兄也。[(父謂諸父，兄謂諸兄，皆祖考之胤也。禮：君讌族人，與父兄齒也。)]宗廟致敬，不忘親也。[(言能敬事宗廟，則不敢忘其親也。)]脩身慎行，恐辱先也。[(天子雖無上於天下，猶脩持其身，謹慎其行，恐辱先祖而毀盛業也。)]宗廟致敬，鬼神著矣。[(事宗廟能盡敬，則祖考來格，享於克誠，故曰著也。)]孝悌之至，通於神明，光於四海，無所不通。[(能敬宗廟，順長幼，以極孝悌之心，則至性通於神明，光於四海，故曰“無所不通”。)]"
      },
      {
        "index": 6,
        "text": "【疏】故雖至不通。○正義曰：故者，連上起下之辭。以上文云事父孝，又云事母孝，又云長幼順，所以於此述尊父先兄之義，以及致敬與脩身之道，兼言鬼神之著，孝悌之至，無所不通也。言王者雖貴為天子，於天下宗族之中，必有所尊之者，謂天子有諸父也；必有所先之者，謂天子有諸兄也。宗廟致敬，是不忘其親；脩身慎行，是不辱其祖考。故能致敬於宗廟，則鬼神明著而歆享之。是明王有孝悌之至性，感通神明，則能光於四海，無所不通。然諫爭兼有諸侯大夫，此章唯稱王者，言王能致應感，則諸侯已下，亦當自勉勖也。○注父謂至齒也。○正義曰：云“父謂諸父，兄謂諸兄”者，父之昆弟曰伯父、叔父，己之昆曰兄，其屬非一，故言諸也。《詩》曰“以速諸父”，又曰“複我諸兄”是也。云“皆祖考之胤也”者，案《曲禮》曰：“父死曰考。”言父以上，通謂之祖考。胤，嗣也。謂其廟未毀，其胤皆是王者之族親也。云“禮：君宴族人，與父兄齒也”者，此依孔傳也。案《詩序·角弓》：“父兄刺幽王，蓋謂君之諸父諸兄也。”古者天子祭畢，同姓則留之，謂與族人宴。故《楚茨》詩曰：“諸父兄弟，備言燕私。”鄭《箋》云：“祭畢，歸賓客之俎，同姓則留與之燕。”是天子宴族人也。又《禮記·文王世子》云：“若公與族燕，則異姓為賓，膳宰為主人。公與父兄齒。”則知燕族人亦以尊卑為列，齒於父兄之下也。○注言能至親也。正義曰：案《禮記·文王世子》稱“五廟之孫，祖廟未毀，雖為庶人，冠、取妻必告，死必赴”，是不忘親也。《禮記·大傳》稱“其不可得變革者則有矣：親親也，尊尊也，長長也”。親親故尊祖，尊祖故敬宗，敬宗故收族，收族故宗廟嚴，言君致敬宗廟，則不敢忘其親也。○注天子至業也。○正義曰：云“天子雖無上於天下”者，此依正注也。《禮·坊記》云：“天無二日，土無二王，家無二主，尊無二上”，謂普天之下，天子至尊也。云“猶脩持其身，謹慎其行，恐辱先祖而毀盛業也”者，案《禮記·祭義》云：父母既沒，沒慎行不辱先也。盛業，謂先祖積德累功，而有天下之業。上言“必有先也”，先，兄也。此言“恐辱先”也。是先祖也。○注事宗至著也。○正義曰：云“祖考來格”者，《尚書·益稷》文。格，至也。言事宗廟能恭敬，則祖考之神來格。《詩》曰：“神保是格，報以景福。”亦是言神之至。云“享於克誠，故曰著也”者，“享於克誠”，《尚書·太甲篇》文。孔傳云：“言鬼神不保一人，能誠信者，則享其祀。”則“祖考來格”、“享於克誠”，皆昭著之義。上言宗廟致敬，謂天子尊諸父，先諸兄，致敬祖考，不敢忘其親也。此言宗廟致敬，述天子致敬宗廟能感鬼神。雖同稱致敬，而各有所屬也。舊注以為事生者易，事死者難，聖人慎之，故重其文。今不取也。上言神明謂天地之神也，此言鬼神謂祖考之神。《易》曰：“陰陽不測之謂神。”先儒釋云：“若就三才相對，則天曰神，地曰祗，人曰鬼。”言天道玄遠難可測，故曰神也。祇者知也，言地去人近，長育可知，故曰祇也。鬼者歸也，言人生於無，還歸於無，故曰鬼也，亦謂之神。案《五帝德》云“黃帝死，而民畏其神百年”是也。上言神明，尊天地也。此言鬼神，尊祖考也。○注能敬至不通。○正義曰：“能敬宗廟，順長幼，以極孝悌之心”者，敬宗廟為孝，順長幼為悌。此極孝悌之心也。云“則至性通於神明，光於四海”者，言至性如此，則通於神明，光於四海。\n《詩》云：‘自西自東，自南自北，無思不服。’”[(義取德教流行，莫不服義從化也。)]"
      },
      {
        "index": 7,
        "text": "【疏】詩云至不服。○正義曰：夫子述孝悌之事、應感之美既畢，乃引《大雅·文王有聲》之詩以讚美之。自，從也。言從近及遠，至於四方，皆感德化，無有思而不服之者，以明“無所不通”。詩《本文云：“鎬京辟雍，自西自東，自南自北，無思不服。”此則“ 雍”“東”、“北”“服”對句為韻。而皇侃云：“先言西者，此是周詩，謂化從西起，所以文王為西伯，又為西鄰，自西而東滅紂。”恐非其義也。○注義取至化也。○正義曰：此依鄭注也。德化流行，則無不通。服義從化，即“無思不服”，言服明王之義，從明王之化也。\n卷八·事君章第十七"
      },
      {
        "index": 8,
        "text": "【疏】正義曰：此章首言君子之事上，又言進思盡忠，退思補過，皆是事君之道。孔子曰：“天下有道則見，無道則隱。”前章言明王之德、應感之美，天下從化，無思不服。此孝子升朝事君之時也，故以名章，次《應感》之後。"
      },
      {
        "index": 9,
        "text": "子曰：“君子之事上也，[(上，謂君也。)]進思盡忠，[(進見於君，則思盡忠節。)]退思補過，[(君有過失，則思補益。)]將順其美，[(將，行也。君有美善，則順而行之。)]匡救其惡，[(匡，正也。救，止也。君有過惡，則正而止之。)]故上下能相親也。[(下以忠事上，上以義接下。君臣同德，故能相親。)]"
      },
      {
        "index": 10,
        "text": "【疏】子曰至親也。○正義曰：此明賢人君子之事君也。言入朝進見，與謀慮國事，則思盡其忠節。若退朝而歸，常念己之職事，則思補君之過失。其於政化，則當順行君之美道，止正君之過惡。如此則能君臣上下情誌通協，能相親也。經稱“君子”有七焉：一曰“君子不貴”，二曰“君子則不然”，三曰“淑人君子”，四曰“君子之教以孝”，五曰“愷悌君子”。已上皆斷章指於聖人君子，謂居君位而子下人也。六曰“君子之事親孝”，故此章“君子之事上”，則皆指於賢人君子也。○注上，謂君也。○正義曰：此對《論語》云：“孝悌而好犯上者鮮矣。”彼“上”謂凡在己上者，此“上”惟指君，故云“上，謂君也”。○注進見至忠節。○正義曰：此依韋注也。《說文》云：“忠，敬也。”盡心曰忠。《字詁》曰：“忠，直也。”《論語》曰：“臣事君以忠。”則忠者善事君之名也。節，操也。言事君者敬其職事，直其操行，盡其忠誠也。言臣常思盡其節操，能致身授命也。○注君有至補益。○正義曰：案舊注韋昭云“退歸私室，則思補其身過”，以《禮記·少儀》曰：“朝廷曰退，燕遊曰歸。《左傳》引《詩》曰：“退食自公。”杜預注：“ 臣自公門而退入私門，無不順禮。”室猶家也。謂退朝理公事畢，而還家之時。則當思慮以補身之過。故《國語》曰：“士朝而受業，晝而講貫，夕而習複，夜而計過，無憾而後即安。”言若有憾則不能安，是思自補也。案《左傳》：“晉荀林父為楚所敗，歸，請死於晉侯。晉侯許之，士渥濁諫曰：‘林父之事君也，進思盡忠，退思補過。’晉侯赦之，使複其位。”是其義也。文意正與此同，故注依此傳文而釋之。今云君有過則思補益，出《製旨》也，義取《詩· 大雅·烝民》云：“袞職有闕，惟仲山甫補之。”毛傳云：“有袞冕者，君之上服也。仲山甫補之，善補過也。”鄭箋云：“袞職者，不敢斥王言也。王之職有闕，輒能補之者，仲山甫也。”此理為勝，故易舊也。○注將行至行之。○正義曰：此依王注也。案孔注《尚書·太誓》云：“肅將天威，為敬行天罰。”是“將”訓為“行”也。言君施政教有美，則當順而行之。○注匡，正也。救，止也。○正義曰：此依王注也。“匡，正”，《釋言》文也。馬融注《論語》云：“救猶止也。”云“君有過惡，則正而止之”者，《尚書》云“予違汝弼，汝無麵從”是也。○注下以至相親。○正義曰：此依魏注也。《書》曰：“居上克明，為下克忠。”是其義也。《左傳》曰：“君義臣行，如此則能相親也。”"
      },
      {
        "index": 11,
        "text": "《詩》云：‘心乎愛矣，遐不謂矣。中心藏之，何日忘之？’”[(遐，遠也。義取臣心愛君，雖離左右，不謂為遠。愛君之誌，恒藏心中，無日蹔忘也。)]"
      },
      {
        "index": 12,
        "text": "【疏】詩云至忘之。○正義曰：夫子述事君之道既已，乃引《小雅·隰桑》之詩以結之。言忠臣事君，雖複有時離遠，不在君之左右，然其心之愛君，不謂為遠；中心常藏事君之道，何日暫忘之？○注遐遠至忘也。○正義曰：云“遐，遠也。義取臣心愛君，雖離左右，不謂為遠”者，“遐，遠也”，《釋言》文，此釋“心乎愛矣，遐不謂矣”。云“愛君之誌，恒藏心中，無日暫忘也”者，釋”中心藏之，何日忘之”。案《檀弓》說事君之禮云：“左右就養有方。”此則臣之事君，有常在左右之義也。若周公出征，管叔、蔡叔、召公聽訟於甘棠，是離左右也。"
      }
    ]
  }
}
