{
  "chapterNumber": 5,
  "title": "卷四·聖治章第九至紀孝行章第十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷四·孝治章第八"
      },
      {
        "index": 2,
        "text": "【疏】正義曰：夫子述此明王以孝治天下也。前章明先王因天地、順人情以為教。此章言明王由孝而治，故以名章，次《三才》之後也。"
      },
      {
        "index": 3,
        "text": "子曰：“昔者明王之以孝治天下也，[(言先代聖明之王，以至德要道化人，是為孝理。)]不敢遺小國之臣，而況於公侯伯子男乎？[(小國之臣，至卑者耳。主尚接之以禮，況於五等諸侯，是廣敬也。)]故得萬國之歡心，以事其先王。[(萬國，舉其多也。言行孝道，以理天下，皆得歡心，則各以其職來助祭也。)]"
      },
      {
        "index": 4,
        "text": "【疏】子曰至先王。○正義曰：此章之首稱“子曰”者，為事訖，更別起端首故也。言昔者聖明之王，能以孝道治於天下，大教接物，故不敢遺小國之臣，而況於五等之君乎？言必禮敬之。明王能如此，故得萬國之歡心，謂各脩其德，盡其歡心而來助祭，以事其先王。經“ 先王”有六焉，一曰“先王有至德”，二曰“非先王之法服”，三曰“非先王之法言”，四曰“非先王之德行”，五曰“先王見教之”，此皆指先代行孝之王。此章云“以事其先王”，則指行孝王之祖考。○注言先至孝理。○正義曰：此釋“孝治”之義也。《國語》云：“古曰在昔，昔曰先民。”《尚書·洪範》云：“睿作聖。”《左傳》：“照臨四方曰明。”“昔者”非當時代之名，“明王”則聖王之稱也，是汎指前代聖王之有德者。經言“明王”，還指首章之“先王”也。以代言之，謂之先王；以聖明言之，則為明王。事義相同，故注以至德要道釋之。○注小國至敬也。○正義曰：此依王注義也。五等諸侯，則公、侯、伯、子、男。舊解云：公者正也，言正行其事；侯者候也，言斥候而服事；伯者長也，為一國之長也；子者字也，言字愛於小人也；男者任也，言任王之職事也。爵則上皆勝下，若行事亦互相通。《舜典》曰：“輯五瑞。”孔安國曰：“舜斂公、侯、伯、子、男之瑞圭璧。”斯則堯舜之代已有五等諸侯也。《論語》云：“殷因於夏禮，周因於殷禮。”案《尚書·武成篇》云：“列爵惟五分，土惟三。”鄭注《王製》云：“殷所因夏爵，三等之製也。是有公、侯、伯而無子、男。武王增之，總建五等。時九州界狹，故土惟三等，則《王製》云：‘公、侯方百里，伯七十里，子、男五十里。至周公攝政，斥大九州之界，增諸侯之大者地方五百里，侯四百里，伯三百里，子二百里，男百里。’”然據鄭玄，夏、殷不建子、男，武王複增之也。案五等，公為上等，侯、伯為次等，子、男為下等，則小國之臣謂子、男卿、大夫，況此諸侯則至卑也。《曲禮》云：“列國之大夫，入天子之國，曰‘某士’。”諸侯言列國者，兼小大。是小國之卿、大夫有見天子之禮也。言雖至卑，盡來朝聘，則天子以禮接之。案《周禮·掌客》云：上公饔餼九牢，飧五牢；侯、伯饔餼七牢，飧四牢；子、男饔餼五牢，飧三牢：三等。其五等之介行人宰史，皆有飧、饔餼，唯上介有禽獸。其卿、大夫、士有特來聘問者，則待之如其為介時也。是待諸侯及其臣之禮，是皆廣敬之道也。○注萬國至祭也。○正義曰：云“萬國，舉其多也”者，此依魏注也。《詩》、《書》之言萬國者多矣，亦猶言萬方，是舉多而言之，不必數滿於萬也。皇侃云：“《春秋》稱‘禹會諸侯於塗山，執玉帛者萬國’，言禹要服之內，地方七千里，而置九州。九州之中，有方百里、七十里、五十里之國，計有萬國也。因引《王製》殷之諸侯有千七伯七十三國也。《孝經》稱周諸侯有九千八百國，所以證萬國為夏法也。”信如此說，則《周頌》云“綏萬邦”，《六月》云“萬邦為憲”，豈周之代複有萬國乎？今不取也。云“言行孝道，以理天下，皆得歡心，則各以其職來助祭也”者，言明王能以孝道理於天下，則得諸侯之歡心，以事其先王也。各以其職來祭者，謂天下諸侯各以其所職貢來助天子之祭也。和者，《禮器》云：“大饗其王事與！”注云：“盛其饌與貢，謂祫祭先王。”又云：“三牲、魚臘，四海九州之美味也。籩豆之薦，四時之和氣也。”注云：“此饌，諸侯所獻。”又云：“內金，示和也。”注云：“此所貢也，內之庭實先設之。金從革，性和，荊、楊二州貢金三品。”又云：“束帛加璧，尊德也。”注云：“貢享所執致命者，君子於玉比德焉。”又云：“龜為前列，先知也。”注云：“龜知事情者，陳於庭，在前。荊州納錫大龜。”又云：“金次之，見情也。”注云：“金炤物。金有兩義，先入後設。”又云：“丹、漆、絲、糸廣、竹、箭，與眾共財也。”注云：“萬民皆有此物，荊州貢丹，兗州貢漆、絲，豫州貢糸廣，楊州貢簜。”又云：“其餘無常貨，各以國之所有，則致遠物也。”注云：“其餘，謂九州之外夷服、鎮服、蕃服之國。《周禮》九州之外謂之蕃國，世一見，各以其所貴寶為贄。周穆王征犬戎，得白狼白鹿，近之。”《大傳》云：“遂率天下諸侯，執豆籩，駿奔走。”又《周頌》曰：“駿奔走在廟。”此皆助祭者也。"
      },
      {
        "index": 5,
        "text": "治國者，不敢侮於鰥寡，而況於士民乎？[(理國，謂諸侯也。鰥寡，國之微者，君尚不敢輕侮，況知禮義之士乎？)]故得百姓之歡心，以事其先君。[(諸侯能行孝理，得所統之歡心，則皆恭事助其祭享也。)]"
      },
      {
        "index": 6,
        "text": "【疏】治國者至先君。○正義曰：此說諸侯之孝治也。言諸侯以孝道治其國者，尚不敢輕侮於鰥夫寡婦，而況於知禮義之士民乎？亦言必不輕侮也。以此故得其國內百姓歡悅，以事其先君也。○注理國至士乎。○正義曰：云“理國，謂諸侯也”者，此依魏注也。案《周禮》云：“體國經野。”《詩》曰：“生此王國。”是其天子亦言國也。《易》曰：“先王以建萬國，親諸侯。” 是諸侯之國。上言明王理天下，此言理國，故知諸侯之國也。云“鰥寡，國之微者，君尚不敢輕侮”者，案《王製》云：“ 老而無妻者謂之鰥。老而無夫者謂之寡。此天民之窮而無告者也。”則知鰥夫寡婦，是國之微賤者也。言微賤之者，國君尚不輕侮，況知禮義之士乎？釋經之“士民”，《詩》云：“彼都人士。”《左傳》曰：“多殺國士。”此皆況惜有知識之人，不必居官授職之士。舊解：士知義理。又曰：士，丈夫之美稱。故注言“知禮義之士乎”，謂民中知禮義者。○注諸侯至享也。○正義曰：云“諸侯能行孝理，得所統之歡心”者，此言諸侯孝治其國，得百姓之歡心也。一國百姓，皆是君之所統理，故以所統言之。孔安國曰：“亦以相統理。”是也。云“則皆恭事助其祭享也”者，祭享謂四時及禘祫也。於此祭享之時，所統之人則皆恭其職事，獻其所有，以助於君。故云助其祭享也。"
      },
      {
        "index": 7,
        "text": "治家者，不敢失於臣妾，而況於妻子乎？[(理家，謂卿大夫。臣妾，家之賤者。妻子，家之貴者。)]故得人之歡心，以事其親。[(卿大夫位以材進，受祿養親，若能孝理其家，則得小大之歡心，助其奉養。)]"
      },
      {
        "index": 8,
        "text": "【疏】治家者至其親。○正義曰：說卿大夫之孝治也。言以孝道理治其家者，不敢失於其家臣妾賤者，而況於妻子之貴者乎？言必不失也。故得其家之歡心，以承事其親也。○注理家至貴者。○正義曰：云“理家，謂卿大夫”者，此依鄭注也。案下章云：“大夫有爭臣三人，雖無道，不失其家。”《禮記·王製》曰“上大夫卿”，則知治家謂卿大夫。云“臣妾，家之賤”者，案《尚書·費誓》曰：“竊馬牛，誘臣妾。”孔安國云：“誘偷奴婢。”既以臣妾為奴婢，是家之賤者也。云“妻子，家之貴”者，案《禮記》哀公問於孔子，孔子對曰：“妻者親之主也，敢不敬與？子者親之後也，敢不敬與？是妻、子家之貴者也。○注卿大夫至奉養。○正義曰：云“卿大夫位以材進”者，案《毛詩傳》曰：“建邦能命，龜田能施，命作器能銘，使能造，命升高能賦，師旅能誓，山川能說，喪紀能誄，祭祀能語：君子能此九者，可謂有德音，可以為大夫。”是位以材進也。云“受祿養親”者，若能孝理其家，則受其所稟之祿，以養其親。云“若能孝理其家，則得小大之歡心”者，謂小大皆得其歡心。小謂臣妾，大謂妻子也。云“助其奉養”者，案《禮記·內則》稱子事父母，婦事舅姑，日以“雞初鳴，鹹盥漱，以適父母、舅姑之所。問衣燠寒，饘、酏、酒、醴、芼、羹、菽、麥、蕡、稻、黍、粱、秫，唯所欲。棗、栗、飴、蜜以甘之。父母、舅姑必嚐之而後退”。此皆奉養事親也。天子諸侯繼父而立，故言先王、先君也。大夫唯賢是授，居位之時，或有俸祿以逮於親，故言其親也。注順經文，所以言助其奉養，此謂事親生之義也。若親以終沒，亦當言助其祭祀也。明王言“不敢遺小國之臣”、諸侯言“不敢侮於鰥寡”、大夫言“不敢失於臣妾”者，劉炫云：“遺謂意不存錄，侮謂忽慢其人，失謂不得其意。”小國之臣位卑，或簡其禮，故云不敢遺也。鰥寡人中賤弱，或被人輕侮欺陵，故曰不敢侮也。臣妾營事產業，宜須得其心力，故云不敢失也。明王“況公侯伯子男”、諸侯“況士民”、卿大夫“況妻子”者，以王者尊貴，故況列國之貴者；謂侯差卑，故況國中之卑者，以五等皆貴，故況其卑也；大夫或事父母，故況家人之貴者也。"
      },
      {
        "index": 9,
        "text": "夫然，故生則親安之，祭則鬼享之，[(夫然者，上孝理皆得歡心，則存安其榮，沒享其祭。)]是以天下和平，災害不生，禍亂不作。[(上敬下歡，存安沒享，人用和睦，以致太平，則災害禍亂，無因而起。)]故明王之以孝治天下也如此。[(言明王以孝為理，則諸侯以下化而行之，故致如此福應。)]"
      },
      {
        "index": 10,
        "text": "【疏】夫然至如此。○正義曰：此總結天子、諸侯、卿大夫之孝治也。言明王孝治其下，則諸侯以下各順其教，皆治其國家也。如此各得歡心，親若存則安其孝養，沒則享其祭祀，故得和氣降生，感動昭昧。是以普天之下，和睦太平，災害之萌不生，禍亂之端不起。此謂明王之以孝治天下也，能致如此之美。○注夫然者至其祭。○正義曰：云“夫然者，然上孝理皆得歡心”者，此謂明王、諸侯、大夫能行孝治，皆得其歡心也。云“則存安其榮”者，釋“生則親安之”。云“沒享其祭”者，釋“祭則鬼享之”也。○注上敬至而起。○正義曰：此釋“天下和平”，以皆由明王孝治之所致也。皇侃云：“天反時為災，謂風雨不節；地反物為妖，妖即害物，謂水旱傷禾稼也。善則逢殃為禍，臣下反逆為亂也。”○注言明至福應。○正義曰：云“言明王以孝為理，則諸侯以下化而行之”者，案上文有明王、諸侯、大夫三等，而經獨言明王孝治如此者，言由明王之故也，則諸侯以下奉而行之，而功歸於明王也。云“故致如此福應”者，福，謂天下和平；應，謂災害不生，禍亂不作。\n《詩》云：‘有覺德行，四國順之。’”[(覺，大也。義取天子有大德行，則四方之國順而行之。)]"
      },
      {
        "index": 11,
        "text": "【疏】詩云至順之。○正義曰：夫子述昔時明王孝治之義畢，乃引《大雅·抑篇》讚美之也。△言天子身有至大德行，使四方之國皆順而行之。○注覺大至行之。○正義曰：云“覺，大也”，此依鄭注也。故《詩箋》云：“有大德行，則天下順從其化。”是以覺為大也。云“義取天子有大德行，則四方之國順而行之”者，言引《詩》之大意如此也。"
      }
    ]
  }
}
