{
  "chapterNumber": 3,
  "title": "卷二·士章第五至庶人章第六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷二·諸侯章第三"
      },
      {
        "index": 2,
        "text": "【疏】正義曰：次天子之貴者諸侯也。案《釋詁》云：“公侯，君也。”不曰諸公者，嫌涉天子三公也。故以其次稱為諸侯，猶言諸國之君也。皇侃云：“以侯是五等之第二，下接伯、子、男，故稱諸侯。”今不取也。"
      },
      {
        "index": 3,
        "text": "“在上不驕，高而不危。[(諸侯，列國之君，貴在人上，可謂高矣。而能不驕，則免危也。)]製節謹度，滿而不溢。[(費用約儉謂之製節，慎行禮法謂之謹度。無禮為驕，奢泰為溢。)]高而不危，所以長守貴也。滿而不溢，所以長守富也。富貴不離其身，然後能保其社稷，而和其民人。[(列國皆有社稷，其君主而祭之。言富貴常在其身，則長為社稷之主，而人自和平也。)]蓋諸侯之孝也。"
      },
      {
        "index": 4,
        "text": "【疏】在上至孝也。○正義曰：夫子前述天子行孝之事已畢，次明諸侯行孝也。言諸侯在一國臣人之上，其位高矣。高者危懼。若不能以貴自驕，則雖處高位，終不至於傾危也。積一國之賦稅，其府庫充滿矣。若製立節限，慎守法度，則雖充滿而不至盈溢也。滿謂充實，溢謂奢侈。《書》稱“位不期驕，祿不期侈”，是知貴不與驕期而驕自至，富不與侈期而侈自來。言諸侯貴為一國人主，富有一國之財，故宜戒之也。又覆述不危不溢之義，言居高位而不傾危，所以常守其貴；財貨充滿而不盈溢，所以長守其富。使富貴長久，不去離其身，然後乃能安其國之社稷，而協和所統之臣人。謂社稷以此安，臣人以此和也。言此上所陳，蓋是諸侯之行孝也。皇侃云：“民是廣及無知，人是稍識仁義，即府史之徒，故言民人明，遠近皆和悅也。”《援神契》云：“諸侯行孝曰度。”言奉天子之法度，得不危溢，是榮其先祖也。○注諸侯至危也。○正義曰：云“諸侯列國之君”者，經典皆謂天子之國為王國，諸侯之國為列國。《詩》云“思皇多士，生此王國”，則天子之國也。《左傳》魯孫叔豹云“我列國也”，鄭子產云“列國一同”，是諸侯之國也。列國者，言其國君皆以爵位尊卑及土地大小而敘列焉。，五等皆然。云“貴在人上，可謂高矣”者，言諸侯貴在一國臣人之上，其位高也。云“而能不驕，則免危也”者，言其為國以禮，能不陵上慢下，則免傾危也。○注費用至為溢。○正義曰：云“費用約儉謂之製節”者，此依鄭注釋“製節”也。謂費國之財以供己用，每事儉約，不為華侈，則《論語》“道千乘之國，云節用而愛人”是也。云“慎行禮法謂之謹度”者，此釋“謹度”也。言不可奢僭，當須慎行禮法，無所乖越，動合典章。皇侃云：“謂宮室車旗之類，皆不奢僭也。”無禮為驕，奢泰為溢”者，皆謂華侈放恣也。前未解“ 驕”，今於此注與“溢”相對而釋之，言無禮謂陵上慢下也。皇侃云：“在上不驕以戒貴，應云居財不奢以戒富。若云製節謹度以戒富，亦應云製節謹身以戒貴。此不例者，互其文也。”但驕由居上，故戒貴云“在上”；溢由無節，故戒富云“製節”也。○注列國至平也。○正義曰：列國，已具上釋。云“皆有社稷”者，《韓詩外傳》云：“天子大社，東方青，南方赤，西方白，北方黑，中央黃土。若封，四方諸侯各割其方色土，苴以白苴而與之。諸侯以此土封之為社，明受於天子也。”社則土神也。經典所論社、稷，皆連言之。皇侃以為稷五穀之長，亦為土神。據此稷亦社之類也，言諸侯有社稷乃有國，無社稷則無國也。云“其君主而祭之”者，案《左傳》曰：“君人者，社稷是主。”社稷因地，故以“列國”言之。祭必由君，故以“其君”言之。云“言富貴常在其身”者，此依王注釋“富貴不離其身”也；“則長為社稷之主”者，釋“保其社稷”也。云“而人自和平也”者，釋“而和其民人”也。然經上文先貴後富，言因貴而富也；下覆之富在貴先者，此與《易·係辭》“崇高莫大乎富貴”，《老子》云“富貴而驕”，皆隨便而言之，非富合先於貴也。經傳之言社稷多矣。案《左傳》曰：“共工氏之子曰勾龍，為後土。後土為社。有烈山氏之子曰柱。為稷，自夏以上祀之。周棄亦為稷，自商以來祀之。”言句龍、柱、棄配社稷而祭之，即句龍、柱、棄非社稷也。又《條牒》云：“稷壇在社西，俱北鄉並列，同營共門。”並如條之說。"
      },
      {
        "index": 5,
        "text": "詩云：‘戰戰兢兢，如臨深淵，如履薄冰。’”[(戰戰，恐懼。兢兢，戒慎。臨深恐墜，履薄恐陷，義取為君恒須戒慎。)]"
      },
      {
        "index": 6,
        "text": "【疏】詩云至薄冰。○正義曰：夫子述諸侯行孝終畢，乃引《小雅·小旻》之詩以結之，言諸侯富貴不可驕溢，常須戒懼，故戰戰兢兢，常如臨深履薄也。○注戰戰至戒懼。○正義曰：此依鄭注也。案《毛詩傳》云：“戰戰，恐也。兢兢，戒也。”此注恐下加懼，戒下加慎，足以圓文也。云“臨深恐墜，履薄恐陷”者，亦《毛詩傳》文也。恐墜謂墜入深淵，不可複出。恐陷謂沒在冰下，不可拯濟也。云“義取為君常須戒慎”者，引《詩》大意如此。\n卷二·卿大夫章第四"
      },
      {
        "index": 7,
        "text": "【疏】正義曰：次諸侯之貴者即卿大夫焉。《說文》云：“卿，章也。”《白虎通》云：“卿之為言章也，章善明理也。大夫之為言大扶，扶進人者也。故傳云：進賢達能謂之卿大夫。”《王製》云：“上大夫，卿也。”又《典命》云：“ 王之卿六命，其大夫四命。”則為卿與大夫異也。今連言者，以其行同也。"
      },
      {
        "index": 8,
        "text": "“非先王之法服不敢服，[(服者，身之表也。先王製五服，各有等差。言卿大夫遵守禮法，不敢僭上逼下。)]非先王之法言不敢道，非先王之德行不敢行。[(法言，謂禮法之言。德行，謂道德之行。若言非法，行非德，則虧孝道，故不敢也。)]是故非法不言，非道不行。[(言必守法，行必遵道。)]{{yw}口無擇言，身無擇行。}}[(言行皆遵法道，所以無可擇也。)]言滿天下無口過，行滿天下無怨惡。[(禮法之言，焉。有口過。道德之行，自無怨惡。)]三者備矣，然後能守其宗廟。[(三者，服、言、行也。禮：卿大夫立三廟，以奉先祖。言能備此三者，則能長守宗廟之祀。)]蓋卿大夫之孝也。"
      },
      {
        "index": 9,
        "text": "【疏】非先王至孝也。○正義曰：夫子述諸侯行孝之事終畢，次明卿大夫之行孝也。言大夫委質事君，學以從政，立朝則接對賓客，出聘則將命他邦。服飾、言、行，須遵禮典。非先王禮法之衣服，則不敢服之於身。若非先王禮法之言辭，則不敢道之於口。若非先王道德之景行，亦不敢行之於身。就此三事之中，言行尤須重慎。是故非禮法則不言，非道德則不行。所以口無可擇之言，身無可擇之行也。使言滿天下無口過，行滿天下無怨惡。服飾、言、行三者無虧，然後乃能守其先祖之宗廟。蓋是卿大夫之行孝也。《援神契》云：“卿大夫行孝曰譽，蓋以聲譽為義。”謂言行布滿天下，能無怨惡，遐邇稱譽，是榮親也。舊說云：“天子、諸侯。各有卿大夫。”此章既云言行滿於天下，又引《詩》云：“夙夜匪懈，以事一人”，是舉天子卿大夫也。天子卿大夫尚爾，則諸侯卿大夫可知也。○注服者至逼下。○正義曰：“服者，身之表也”者，此依孔傳也。《左傳》曰：“衣，身之章也。”彼注云“章貴賤”，言服飾所以章其貴賤，章則表之義也。云“先王製五服，各有等差”者，案《尚書·皋陶篇》曰：“天命有德，五服五章哉。”孔傳云：“五服：天子、諸侯、卿、大夫、士之服也。”尊卑采章各異，是有等差也。云“言卿大夫遵守禮法，不敢僭上逼下”者，“僭上”謂服飾過製，僭擬於上也；“逼下”謂服飾儉固，逼迫於下也。卿大夫言必守法，行必遵德，服飾須合禮度，無宜僭逼。故劉炫引《禮》證之曰“君子上不僭上，下不逼下”是也。又案《尚書·益稷篇》稱命禹曰：“予欲觀古人之象，日、月、星辰、山、龍、華蟲作會，宗彝、藻、火、粉、米、黼、黻絺繡，以五采章施於五色，作服，汝明。”孔傳曰：“天子服日、月而下，諸侯自龍袞而下，至黼、黻，士服藻、火，大夫加粉、米。上得兼下，下不得僭上此古之天子冕服十二章，以日、月、星辰及山、龍、華蟲六章畫於衣。衣法於天，畫之為陽也。以藻、火、粉、米、黼、黻六章繡之於裳。裳法於地，繡之為陰也。日、月、星辰，取照臨於下；山取興云致雨，龍取變化無窮；華蟲謂雉，取耿介；藻取文章，火取炎上以助其德；粉取絜白，米取能養；黼取斷割，黻取背惡鄉善：皆為百王之明戒，以益其德。諸侯白龍袞而下八章也，四章畫於衣，四章繡於裳。大夫藻、火、粉、米四章也，二章畫於衣，二章繡於裳孔安國蓋約夏、殷章服為說周製，則天子冕服九章，象陽之數極也。案鄭注《周禮·司服》稱，至周而以日、月、星辰畫於旌旗，所謂“三辰旂旗，昭其明也”。又云：“登龍於山，登火於宗彝，尊其神明也。”古文以山為九章之首，火在宗彝之下。周製以龍為九章之首，火在宗彝之上。是登龍於山，登火於宗彝也。又案《司服》云：“王祀昊天上帝則服大裘而冕，祀五帝亦如之，享先王則袞冕，享先公、饗、射則鷩冕，祀四望山川則毳冕，祭社稷、五祀則絺冕，群小祀則玄冕。”而冕服九章也。又案鄭注：“九章：初一曰龍、次二曰山、次三曰華蟲、次四曰火、次五曰宗彝，皆畫以為繢；次六曰藻、次七曰粉米、次八曰黼、次九曰黻，皆絺以為繡，則袞之衣五章，裳四章，凡九也。鷩畫以雉，謂華蟲也。其衣三章，裳四章，凡七也。毳畫虎蜼，謂宗彝也。其衣三章，裳二章，凡五也。絺刺粉米，無畫也。其衣一章，裳二章，凡三也。玄者衣無文，裳刺黻而已，是以謂玄焉。凡冕服皆玄衣纁裳。”又案《司服》：“公之服自袞冕而下，如王之服；侯伯之服自鷩冕而下；子男之服自毳冕而下；卿大夫之服自玄冕而下；士之服自皮弁而下，如大夫之服。”則周自公侯伯子男，其服之章數又與古之象服差矣。○注法言至敢也。○正義曰：“法言，謂禮法之言”者，此則《論語》云“非禮勿言”是也。云“德行，謂道德之行”者，即《論語》云“誌於道，據於德”是也。“若言非法，行非德”者，即《王製》云“言偽而辯，行偽而堅”是也。云“則虧孝道，故不敢也”者，釋所以不敢之意也。○注言必至遵道。○正義曰：此依王義，釋“非法不言，非道不行”也。○注言行至擇也。○正義曰：言不守禮法，行不遵道德，皆已而法之。經言“無擇”，謂令言行無可擇也。○注禮法至怨惡。○正義曰：口有過惡者，以言之非禮法；行有怨惡者，以所行非道德也。若言必守法，行必遵道，則口無過怨，惡無從而生。○注三者至之祀。○正義曰：云“三者，服、言、行者”也。此謂法服、法言、德行也。然言之與行，君子所最謹。出已加人，發邇見遠，出言不善，千里違之。其行不善，譴辱斯及。故首章一敘不毀而再敘立身，此章一舉法服而三複言行也。則知表身者以言行，不虧不毀猶易，立身難備也。皇侃云：“初陳教本，故舉三事。服在身外可見，不假多戒；言行出於內府難明，必須備言。最於後結，宜應總言。”謂人相見，先觀容飾，次交言辭，後謂德行，故言三者以服為先，德行為後也。云“禮：卿大夫立三廟”者，義見末章。云“以奉先祖”者，謂奉事其祖考也。云“言能備此三者，則能長守宗廟之祀”者，謂卿大夫若能備服飾、言、行，故能守宗廟也。"
      },
      {
        "index": 10,
        "text": "《詩》云：‘夙夜匪懈，以事一人。’”[(夙，早也。懈，惰也。義取為卿大夫能早夜不惰，敬事其君也。)]"
      },
      {
        "index": 11,
        "text": "【疏】詩云至一人。○正義曰：夫子既述卿大夫行孝終畢，乃引《大雅·烝民》之詩以結之，言卿大夫當早起夜寐，以事天子，不得懈惰。匪，猶不也。○注夙夜至君也。○正義曰：“夙，早也。《釋古》文。“懈，惰也”，《釋言》文。云“義取為卿大夫能早夜不惰”者，引《詩》大意如此。云“敬事其君也”者，釋“以事一人”，不言天子而言君者，欲通諸侯卿大夫也。\n卷二·士章第五"
      },
      {
        "index": 12,
        "text": "【疏】正義曰：次卿大夫者，即士也。案《說文》曰：“數始於一，終於十。”孔子曰：“推一合十為士。”《毛詩傳》曰：“士者事也。”《白虎通》曰：“士者事也，任事之稱也。”故《禮辨名記》曰：“士者任事之稱也。傳曰：通古今，辨然不然，謂之士。”"
      },
      {
        "index": 13,
        "text": "資於事父以事母，而愛同；資於事父以事君，而敬同。[(資，取也。言愛父與母同，敬父與君同。)]故母取其愛，而君取其敬，兼之者父也。[(言事父兼愛與敬也。)]故以孝事君則忠，[(移事父孝以事於君，則為忠矣。)]以敬事長則順。[(移事兄敬以事於長，則為順矣。)]忠順不失，以事其上，然後能保其祿位，而守其祭祀。[(能盡忠順以事君長，則常安祿位，永守祭祀。)]蓋士之孝也。"
      },
      {
        "index": 14,
        "text": "【疏】資於至孝也。正義曰：夫子述卿大夫行孝之事終，次明士之行孝也。言士始升公朝，離親入仕，故此敘事父之愛敬，宜均事母與事君，以明割恩從義也。“資”者，取也。取於事父之行以事母，則愛父與愛母同。取於事父之行以事君，則敬父與敬君同。母之於子，先取其愛；君之於臣，先取其敬，皆不奪其性也。若兼取愛敬者，其惟父乎？既說愛敬取舍之理，遂明出身入仕之行。“故”者，連上之辭也。謂以事父之孝移事其君，則為忠矣；以事兄之敬移事於長，則為順矣。“長”謂公卿大夫，言其位長於士也。又言事上之道，在於忠順，二者皆能不失，則可事上矣。“上”謂君與長也，言以忠順事上，然後乃能保其祿秩官位，而長守先祖之祭祀。蓋士之孝也。《援神契》云：“士行孝曰究。”以明審為義，當須能明審資親事君之道，是能榮親也。《白虎通》云：“天子之士獨稱元士。蓋士賤，不得體君之尊，故加“元”以別於諸侯之士也。”此直言士，則諸侯之士；前言大夫，是戒天子之大夫，諸侯之大夫可知也。此章戒諸侯之士，則天子之士亦可知也。○注資取至君同。○正義曰：云“資，取也”，此依孔傳也。案鄭注《表記》、《考工記》，並同訓“資，取也”。云“言愛父與母同，敬父與君同”者，謂事母之愛，事君之敬，並同於父也。然愛之與敬，俱出於心。君以尊高而敬深，母以鞠育而愛厚。劉炫曰：“夫親至則敬不極，此情親而恭也。尊至則愛不極，此心敬而恩殺也。故敬極於君，愛極於母。”梁王云：“《天子章》陳愛敬以辨化也。此章陳愛敬以辨情也。”○注言事至敬也。○正義曰：此依王注也。劉炫曰：“母親至而尊不至，豈則尊之不極也？君尊至而親不至，豈則親之不極也？惟父既親且尊，故曰兼也。”劉瓛曰：“父情天屬，尊無所屈。故愛敬雙極也。”○注移事至忠矣。○正義曰：此依鄭注也。《揚名章》云“君子之事親孝，故忠可移於君”是也。舊說云：“入仕本欲安親，非貪榮貴也。若用安親之心，則為忠也。若用貪榮之心，則非忠也。”嚴植之曰：“上云君父敬同，則忠孝不得有異。”言以至孝之心事君，必忠也。○注移事至順矣。○正義曰：此依鄭注也。下章云：“事兄悌，故順可移於長。”注不言悌而言敬者，順經文也。《左傳》曰：“兄愛弟敬。”又曰：“弟順而敬。”則知悌之與敬，其義同焉。《尚書》云：“邦伯師長。”安國曰：“眾長，公卿也。”則知大夫已上，皆是上之長。○注能盡至祭祀。○正義曰：謂能盡忠順以事君長，則能保其祿位也。祿謂廩食，位謂爵位。《廣雅》曰：“位，蒞也。蒞下為位。”《王製》云：“上農夫食九人。”謂諸侯之下士，視上農夫，中士倍下士，上士倍中士。祭者際也，人神相接，故曰際也。祀者似也，謂祀者似將見先人也。士亦有廟，經不言耳。大夫既言宗廟，士可知也；士言祭祀，則大夫之祭祀亦可知也：皆互以相明也。諸侯言保其社稷，大夫言守其宗廟，士則“保”“守”並言者，皇侃云：“稱保者安鎮也，守者無逸也。社稷祿位是公，故言保。宗廟祭祀是私，故言守也。士初得祿位，故兩言之也。”\n《詩》云：‘夙興夜寐，無忝爾所生。’”[(忝，辱也。所生，謂父母也。義取早起夜寐，無辱其親也。)]"
      },
      {
        "index": 15,
        "text": "【疏】詩云至所生。○正義曰：夫子述士行孝畢，乃引《小雅·小宛》之詩以證之也。言士行孝，當早起夜寐，無辱其父母也。○注忝辱至親也。○正義曰：云“忝，辱也”，《釋言》文。“所生，謂父母也”，下章云“父母生之”是也。云“義取早起夜寐，無辱其親也”者，亦引《詩》之大意也。"
      }
    ]
  }
}
