{
  "chapterNumber": 1,
  "title": "序",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《孝經》者，百行之宗，五教之要。自昔孔子述作，垂範將來，奧旨微言，已備解乎《注疏》。尚以辭高旨遠，後學難盡詩論。今特翦截元疏，旁引諸書，分義錯經，會合歸趣，一依講說，次第解釋，號之為講義也。\n翰林侍講學士朝請大夫守國子祭酒上柱國賜紫金魚袋臣邢昺等奉敕校定注疏成都府學主鄉貢傅注奉右撰"
      },
      {
        "index": 2,
        "text": "夫《孝經》者，孔子之所述作也。述作之旨者，昔聖人蘊大聖德，生不偶時，適值周室衰微，王綱失墜，君臣僭亂，禮樂崩頹。居上位者賞罰不行，居下位者襃貶無作。孔子遂乃定禮、樂，刪《詩》、《書》，讚《易》道，以明道德仁義之源；修《春秋》，以正君臣父子之法。又慮雖知其法，未知其行，遂說《孝經》一十八章，以明君臣父子之行所寄。知其法者修其行，知其行者謹其法。故《孝經緯》曰：「孔子云：『欲觀我襃貶諸侯之志，在《春秋》；崇人倫之行，在《孝經》。』」是知《孝經》雖居六籍之外，乃與《春秋》為表矣。先儒或云「夫子為曾參所說」，此未盡其指歸也。蓋曾子在七十弟子中，孝行最著，孔子乃假立曾子為請益問答之人，以廣明孝道。既說之後，乃屬與曾子。洎遭暴秦焚書，並為煨燼。漢膺天命，復闡微言。《孝經》河間顏芝所藏，因始傳之於世。自西漢及魏，曆晉、宋、齊、梁，注解之者迨及百家。至有唐之初，雖備存秘府，而簡編多有殘缺，傳行者唯孔安國、鄭康成兩家之注，並有梁博士皇侃《義【疏】》，播於國序。然辭多紕繆，理昧精研。至唐玄宗朝，乃詔群儒學官，俾其集議。是以劉子玄辨鄭注有十謬七惑，司馬堅斥孔注多鄙俚不經。其餘諸家注解，皆榮華其言，妄生穿鑿。明皇遂於先儒注中，采摭菁英，芟去煩亂，撮其義理允當者，用為注解。至天寶二年注成，頒行天下，仍自八分御紥，勒於石碑，即今京兆石台《孝經》是也。\n翰林侍講學士朝請大夫守國子祭酒上柱國賜紫金魚袋（臣）邢昺等奉敕校定御製序並注"
      },
      {
        "index": 3,
        "text": "【疏】正義曰：《孝經》者，孔子為曾參陳孝道也。漢初，長孫氏、博士江翁、少府後倉、諫大夫翼奉、安昌侯張禹傳之，各自名家。經文皆同，唯孔氏壁中古文為異。至劉炫遂以《古孝經·庶人章》分為二，《曾子敢問章》分為三，又多《閨門》一章，凡二十二章。桓譚《新論》云：「《古孝經》千八百七十二字，今異者四百餘字。孝者，事親之名；經者，常行之典。」按《漢書·藝文志》云：「夫孝，天之經，地之義，民之行也。舉大者言，故曰《孝經》。」又按《禮記·祭統》云：「孝者，畜也，畜養也。」《釋名》云：「孝，好也。」《周書》：「諡法至順曰孝。」總而言之，道常在心，盡其色養，中情悅好，承順無怠之義也。《爾雅》曰：「善父母為孝。」皇侃曰：「經者，常也，法也。此經為教，任重道遠，雖復時移代革，金石可消，而為孝事親常行，存世不滅，是其常也。為百代規模，人生所資，是其法也。」言孝之為教，使可常而法之。《易》有上經、下經，《老子》有道經、德經。孝為百行之本，故名曰《孝經》。經之創製，孔子所撰也。前賢以為曾參唯有至孝之性，未達孝德之本，偶於間居，因得侍坐，參起問於夫子，夫子隨而答，參是以集錄，因名為《孝經》。尋繹再三，將未為得也，何者？夫子刊緝前史而修《春秋》。猶云筆則筆，削則削，四科十哲，莫敢措辭。按《鉤命決》云：「孔子曰：『吾志在《春秋》，行在《孝經》。』」斯則修《春秋》、撰《孝經》，孔子之志、行也。何為重其志而自筆削，輕其行而假他人者乎？按劉炫《述義》，其略曰：「炫謂孔子自作《孝經》，本非曾參請業而對也。士有百行，以孝為本。本立而後道行，道行而後業就，故曰：明王之以孝治天下也。然則治世之要，孰能非乎？徒以教化之道，因時立稱，經典之目，隨事表名，至使威儀禮節之餘盛傳當代，孝悌德行之本隱而不彰。夫子運偶陵遲，禮樂崩壞，名教將絕，特感聖心，因弟子有請問之道，師儒有教誨之義，故假曾子之言以為對揚之體，乃非曾子實有問也。若疑而始問，答以申辭，則曾子應每章一問，仲尼應每問一答。按經，夫子先自言之，非參請也；諸章以次演之，非待問也。且辭義血脈文連旨環，而開宗題其端緒，餘音廣而成之，非一問一答之勢也。理有所極，方始發問，又非請業請答之事。首章言先王有至德要道，則下章云此之謂要道也，非至德，其孰能順民，皆遙結道本，答曾子也。舉此為例，凡有數科，必其主為曾子言，首章答曾子已了，何由不待曾子問，更自述而修之？且三起曾參侍坐與之別，二者是問也，一者歎之也。故假言乘閑曾子坐也，與之論孝。開宗明義上陳天子，下陳庶人，語盡無更端，於曾子未有請，故假參歎孝之大，又說以孝為理之功。說之以終，欲言其聖道莫大於孝，又假參問，乃說聖人之德不加於孝。在前論敬順之道，未有規諫之事，殷勤在悅色，不可頓說犯顏，故須更借曾子言陳諫諍之義。此皆孔子須參問，非參須問孔子也。莊周之斥鷃笑鵬，罔兩問影；屈原之漁父鼓枻，大卜拂龜；馬卿之烏有無是；楊雄之翰林子墨，寧非師祖制作以為楷模者乎？若依鄭注實居講堂，則廣延生徒，侍坐非一，夫子豈淩人侮眾，獨與參言邪？且云汝知之乎，何必直汝曾子，而參先避席乎？必其遍告諸生，又有對者，當參不讓儕輩而獨答乎？假使獨與參言，言畢，參自集錄，豈宜稱師字者乎？由斯言之，經教發極，夫子所撰也。」而《漢書·藝文志》云：「《孝經》者，孔子為曾子陳孝道也。」謂其為曾子特說此經，然則聖人之有述作，豈為一人而已！斯皆誤本其文，致茲乖謬也。所以先儒注解，多所未行。唯鄭玄之《六藝論》曰：「孔子以六藝題目不同，指意殊別，恐道離散，後世莫知根源，故作《孝經》以總會之。」其言雖則不然，其意頗近之矣。然入室之徒不一，獨假曾子為言，以參偏得孝名也。《老子》曰：「六親不和有孝慈。」然則孝慈之名，因不和而有，若萬行俱備，稱為人聖，則凡聖無不孝也。而家有三惡，舜稱大孝，龍逢比幹，忠名獨彰，君不明也。孝以伯奇之名偏著，母不慈也。曾子性雖至孝，蓋有由而發矣。藜蒸不熟而出其妻，家法嚴也。耘瓜傷苗幾殞其命，明父少恩也。曾子孝名之大，其或由茲，固非參性遲樸，躬行匹夫之孝也。審考經言，詳稽炫釋，貴藏理於古而獨得之於今者與。元氏雖同炫說，恐未盡善，今以《藝文志》及鄭氏所說為得。其作經年，先儒以為魯哀公十四年西狩獲麟而作《春秋》，至十六年夏四月己丑孔子卒為證，則作在魯哀公十四年後、十六年前。案《鉤命決》云：「孔子曰：『吾志在《春秋》，行在《孝經》。』」據先後言之，明《孝經》之文同《春秋》作也。又《鉤命決》云：「孔子曰：『《春秋》屬商，《孝經》屬參。』」則《孝經》之作在《春秋》後也。○御者，按《大戴禮·盛德篇》云：「德法者，御民之本也，古之御政以治天下者，塚宰之官以成道，司徒之官以成德，宗伯之官以成仁，司馬之官以成聖，司寇之官以成義，司空之官以成禮。故六官以為轡，司會均入以為內，故曰：御四馬者執六轡，御天地與人與事者亦有六政。是故善御者，正身同轡，均馬力，齊馬心，唯其所引而之，以取長道遠行，可以之急疾，可以御天地與人事，此四者，聖人之所乘也。是故天子御者，內史、太史左右手也，六官亦六轡也。天子三公合以執六官，均五政，齊五法，以御四者，故亦為其所引而之。以之道則國治，以之德則國安，以之仁則國和，以之聖則國平，以之義則國成，以之禮則國定，此御政之體也。」然則御者，治天下之名，若柔轡之御剛馬也。《家語》亦有此文，是以秦、漢以來，以御為至尊之稱。又蔡邕《獨斷》曰：「御者，進也，凡衣服加於身，飲食入於口，妃妾接於寢，皆曰御。至於器物製作，亦皆以御言之。」故此云御也。○製者，裁翦述作之謂也。故《左傳》曰：「子有美錦，不使人學製焉。」取此美名，故人之文章述作，皆謂之制。以此序唐玄宗所撰，故云御製也。玄宗，唐弟六帝也，諱隆基，睿宗之子，以延和元年即位，時年三十三。在位四十五年，年七十八登遐，諡曰明孝皇帝，廟號玄宗。開元十年，製經序並注。序者，按《詩頌》云：「繼序思不忘。」《毛傳》云：「序，緒也。」又《釋詁》云：「敘，緒也。」是序與敘音義同。郭璞云：「又為端緒。」然則此言緒者，舉一經之端緒耳。○並注者，並，兼也；注，著也，解釋經指，使義理著明也。言非但製序，兼亦作注，故云並也。案今俗所行《孝經》，題曰鄭氏注。近古皆謂康成。而晉魏之朝無有此說。晉穆帝永和十一年，及孝武太元元年，再聚群臣，共論經義，有荀昶者，撰集《孝經》諸說，始以鄭氏為宗。晉末以來，多有異論。陸澄以為非玄所注，請不藏於秘省。王儉不依其請，遂得見傳。至魏、齊則立學官，著作律令。蓋由虜俗無識，故致斯訛舛。然則經非鄭玄所注，其驗有十二焉。據鄭自序云「遭黨錮之事逃難注禮，至黨錮事解，注《古文尚書》、《毛詩》、《論語》，為袁譚所逼，來至元誠，乃注《周易》」，都無注《孝經》之文，其驗一也。鄭君卒後，其弟子追論師所注述及應對時人，謂之《鄭志》，其言鄭所注者，唯有《毛詩》、三《禮》、《尚書》、《周易》，都不言注《孝經》，其驗二也。又《鄭誌目錄》記鄭之所注五經之外，有《中候》、《書傳》、《七政論》、《乾象曆》、《六藝論》、《毛詩譜》、《答臨碩難禮》、《駁許慎異議》、《釋廢疾》、《發墨守》、《箴膏盲》、《答甄守然》等書，寸紙片言，莫不悉載，若有《孝經》之注，無容匿而不言，其驗三也。鄭之弟子分授門徒，各述師言，更相問答，編錄其語，謂之《鄭記》，唯載《詩》、《書》、《禮》、《易》、《論語》，其言不及《孝經》，其驗四也。趙商作《鄭玄碑銘》，具稱其所注箋駁論，亦不言注《孝經》。晉中經薄《周易》、《尚書》、《中候》、《尚書大傳》、《毛詩》、《周禮》、《儀禮》、《禮記》、《論語》凡九書，皆云鄭氏注，名玄；至於《孝經》，則稱鄭氏解，無「名玄」二字，其驗五也。《春秋緯·演孔圖》注云：康成注三《禮》、《詩》、《易》、《尚書》、《論語》，其《春秋經》則有評論。宋均《詩譜序》云：我先師北海鄭司農」，則均是玄之傳業弟子，師有注述，無容不知，而云《春秋》、《孝經》唯有評論，非玄所注時明，其驗六也。又宋均《孝經緯注》引鄭《六藝論》敘《孝經》云「玄又為之注」，「司農論如是而均無聞焉。，有義無辭，令予昏惑」。舉鄭之語而云無聞，其驗七也。宋均《春秋緯注》云「為《春秋》、《孝經》略說」，則非注之謂，所言又為之注者，泛辭耳，非事實。其敘《春秋》亦云「玄又為之注」，寧可復責以實注《春秋》乎？其驗八也。後漢史書存於代者，有謝承、薛瑩、司馬彪、袁山鬆等，其所注皆無《孝經》；唯范氏書有《孝經》，其驗九也。王肅《孝經傳》首有司馬宣王奉詔令諸儒注述《孝經》，以肅說為長。若先有鄭注，亦應言及，而不言鄭，其驗十也。王肅注書，好發鄭短，凡有小失，皆在《聖證》，若《孝經》此注亦出鄭氏，被肅攻擊，最應煩多，而肅無言，其驗十一也。魏晉朝賢辯論時事，鄭氏諸注無不撮引，未有一言《孝經注》者，其驗十二也。凡此證驗，易為討核，而代之學者不覺其非，乘後謬說，競相推舉，諸解不立學官，此注獨行於世。觀言語鄙陋，義理乖謬，固不可示彼後來，傳諸不朽。至《古文孝經》孔傳本出孔氏壁中，語甚詳正，無俟商榷，而曠代亡逸，不被流行。隋開皇十四年，秘書學生王逸於京市陳人處買得一本，送與著作王劭，以示河間劉炫，仍令校定。而此書更無兼本，難可依憑，炫輒以所見率意刊改，因著《古文孝經稽疑》一篇。故開元七年敕議之際，劉子玄等議，以為孔、鄭二家雲泥致隔，今綸旨煥發，校其短長，必謂行孔廢鄭，於義為允。國子博士司馬貞議曰：「《今文孝經》是漢河間王所得顏芝本，至劉向以此參校古文，省除繁惑，定此一十八章。其注，相承云是鄭玄所作。而《鄭志》及《目錄》等不載，故往賢共疑焉。唯荀昶、范曄以為鄭注，故昶集解《孝經》，具載此注為優。且其注縱非鄭玄，而義旨敷暢，將為得所，雖數處小有非穩，實亦未爽經言。其古文二十二章，元出孔壁。先是安國作傳，緣遭巫蠱，未之行也。昶集注之時，有見孔傳，中朝遂亡其本。近儒欲崇古學，妄作此傳，假稱孔氏，輒穿鑿改更，又偽作閨門一章，劉炫詭隨，妄稱其善。且閨門之義，近俗之語，必非宣尼正說。案其文云：閨門之內具禮矣，嚴親嚴兄妻子臣妾繇百姓徒役也。是比妻子於徒役，文句凡鄙，不合經典。又分庶人章，從『故自天子已下』別為一章，仍加『子曰』二字。然故者連上之辭，既是章首，不合言故，是古人既沒，後人妄開此等數章，以應二十二之數。非但經久不真，抑亦傳文淺偽。又注用天之道、分地之利，其略曰：『脫之應功，暴其肌體，朝暮從事，露發徒足，少而習之，其心安焉。』此語雖旁出諸子，而引之為注，何言之鄙俚乎？與鄭氏所云分別五土，視其高下，高田宜黍稷，下田宜稻麥，優劣懸殊，曾何等級！今議者欲取近儒詭說而廢鄭注，理實未可，請準令式《孝經》鄭注，與孔傳依舊俱行。」詔鄭注仍舊行用，孔傳亦存。是時蘇宋文吏拘於流俗，不能發明古義，奏議排子玄，令諸儒對定，司馬貞與學生郗常等十人盡非子玄，卒從諸儒之說。至十年上自注《孝經》，頒於天下，卒以十八年章為定。\n◎序\n朕聞上古，其風樸略，"
      },
      {
        "index": 4,
        "text": "【疏】朕聞上古至德之本歟。○正義曰：自此以下至於序末，凡有五段明義，當段自解其指，於此不復繁文。今此初段，序孝之所起，及可以教人而為德本也。○朕者，我也。古者尊卑皆稱之，故帝舜命禹曰：「朕志先定。」禹曰：「朕德罔克。」皋陶曰：「朕言惠可底行。」又屈原亦云：「朕皇考曰伯庸。」是由古人質，故君臣共稱。至秦始皇二十六年，始定為天子之稱。聞者，目之不睹，耳之所傳。曰「聞上古」者，經典所說不同，案《禮運》鄭玄注云「中古未有釜甑」，則謂神農為中古；若《易》曆三古，則伏羲為上古，文王為中古，孔子為下古；若三王對五帝，則五帝亦為上古，故《士冠記》云「大古冠布」，下云「三王共皮弁」，則大古五帝時也，大古亦上古也。以其文各有所對，故上古、中古不同也。此云上古者，亦謂五帝以上也。知者，以下云「及乎仁義既有」以《禮運》及《老子》言之，仁義之盛在三王之世，則此上古自然當五帝以上也。云「其風樸略」者，風，教也；樸，質也；略，疏也。言上古之君，貴尚道德，其於教化，則質樸疏略也。\n雖因心之孝已萌，而資敬之禮猶簡。"
      },
      {
        "index": 5,
        "text": "【疏】正義曰：「因猶親也，資猶取也。言上古之人，有自然親愛父母之心。如此之孝，雖已萌兆，而取其恭敬之禮節，猶尚簡少也。《周禮》「大司徒教六行，云孝、友、睦、姻、任、恤」，注云「因親於外親，」是因得為親也。《詩·大雅·皇矣》云：「惟此王季，因心則友。」《士章》云：「資於事父以事君，而敬同。」此其所出之文也，故引以為序耳。\n及乎仁義既有，親譽益著。"
      },
      {
        "index": 6,
        "text": "【疏】正義曰：「及乎」者，語之發端，連上逮下之辭也。「仁」者兼愛之名，「義」者裁非之謂。「仁義既有」，謂三王時也。案《曲禮》云：「太上貴德。」鄭注云：「大古帝皇之世。」又《禮運》云：「大道之行也。」鄭注云：「大道謂五帝時。」老子《德經》云：「失道而後德，失德而後仁，失仁而後義。」是道德當三皇五帝時，則仁義當三王之時可知也。慈愛之心曰親，聲美之稱曰譽。謂三王之世，天下為家，各親其親，各子其子，親譽之道，日益著見，故曰「親譽益著」也。\n聖人知孝之可以教人也，\n【疏】正義曰：聖人謂以孝治天下之明王也。\n孝為百行之本，至道之極，故經文云：「聖人之德，又何以加於孝乎？」故「因嚴以教敬，因親以教愛」。\n【疏】正義曰：引下經文以證義也。\n於是以順移忠之道昭矣，立身揚名之義彰矣。"
      },
      {
        "index": 7,
        "text": "【疏】正義曰：經云：「君子之事親孝，故忠可移於君。」又曰：「立身行道，揚名於後世。」言人事兄能悌，以之事長則為順；事親能孝，移之事君則為忠。然後立身揚名，傳於後世也。昭、彰皆明也。\n子曰：「吾志在《春秋》，行在《孝經》。」\n【疏】正義曰：此《鉤命決》文也。言褒貶諸侯善惡，志在於《春秋》，人倫尊卑之行，在於《孝經》也。\n是知孝者德之本歟！"
      },
      {
        "index": 8,
        "text": "【疏】正義曰：《論語》云：「孝弟也者，其為仁之本歟？」今言「孝者德之本歟」，歟者，歎美之辭，舉其大者而言，故但云孝；德則行之總名，故變仁言德也。\n經曰：「昔者明王之以孝理天下也，不敢遺小國之臣，而況於公、侯、伯、子、男乎。」"
      },
      {
        "index": 9,
        "text": "【疏】經曰至形於四海。○正義曰：此第二段，序已仰慕先世明王，欲以博愛廣敬之道被四海也。○經曰至男乎。○此《孝治章》文也，故言「經曰」。言小國之臣尚不敢遺棄，何況於五等列爵之君乎。公、侯、伯、子、男，五等之爵也。《白虎通》曰：「公者通也，公正無私之意也。《春秋傳》曰：王者之後稱公。侯者候也，候順逆也。伯者長也，為一國之長也。子者字也，常行字愛於人也。男者任也，常任王事也。」《王制》云：「公、侯地方百里，伯七十里，子、男五十里。」至於周公時，增地益廣，加賜諸侯之地，公五百里，侯四百里，伯三百里，子二百里，男一百里。公為上等，侯、伯為中等，子、男為下等。言小國之臣，謂子、男之臣也。\n朕嘗三復斯言，景行先哲。"
      },
      {
        "index": 10,
        "text": "【疏】正義曰：復猶覆也，斯，此也；景，明也；哲，智也。言每讀經至此科，三度反覆重讀，庶幾法則。此有明行者，先世聖智之明王也。《論語》云「南容三復白圭」，《詩》云「高山仰止，景行行止」，是其類也。\n雖無德教加於百姓，\n【疏】正義曰：上遜辭也。\n庶幾廣愛形於四海。"
      },
      {
        "index": 11,
        "text": "【疏】正義曰：此上意思行教也。「庶幾」猶幸望。既謙言無德教加於百姓，唯幸望以廣敬博愛之道著見於四夷也。案經作「刑」，刑，法也。今此作「形」，則形猶見也。義得兩通，無繁改字。「四海」即四夷也，又經別釋。\n嗟乎！夫子沒而微言絕，異端起而大義乖。"
      },
      {
        "index": 12,
        "text": "【疏】嗟乎至樞要也。○正義曰：此第三段，歎夫子沒後，遭世陵遲，典籍散亡，傳注踳駁，所以撮其樞要，而自作注也。「嗟乎」，上歎辭也。「夫子」孔子也。以嘗為魯大夫，故云夫子。案《史記》云：孔子生魯國昌平陬邑，魯襄公二十二年生，年七十三，以魯哀公十六年四月己丑卒，葬魯城北泗上。「而微言絕」者，《藝文志》文。李奇曰：「隱微不顯之言也。」顏師古曰：「精微要妙之言耳。」言夫子沒後，妙言咸絕，七十子既喪，而異端並起，大義悉乖。\n況泯絕於秦，得之者皆煨燼之末。"
      },
      {
        "index": 13,
        "text": "【疏】正義曰：「泯」，滅也。「秦」者，隴西穀名也，在雍州鳥鼠山之東北。昔皋陶之子伯翳，佐禹治水有功，舜命作虞，賜姓曰嬴。其末孫非子為周孝王養馬於汧、渭之間，封為附庸，邑於秦穀。及非子之曾孫秦仲，周宣王又命為大夫，仲之孫襄公討西戎，救周。周室東遷，以岐豐之地賜之，始列為諸侯。春秋時稱秦伯，至孝公子惠文君立，是為惠王。及莊襄王為秦質子於趙，見呂不韋姬，說而取之，生始皇。按秦昭王四十八年正月生於邯鄲，及生，名為政，姓趙氏。年十三，莊襄王死，政代立為秦王。至二十六年，平定天下，號曰始皇帝。三十四年置酒咸陽宮，博士齊人淳于越進曰：「臣聞殷周之王千餘歲，封子弟，立功臣，自為枝輔。今陛下有海內，而子弟為匹夫。卒有田常六卿之臣，無輔拂，何以輔政哉！」丞相李斯曰：「五帝不相復，三代不相襲。非其相反，時變異也。今陛下創大業，建萬世之功，固非愚儒之所知。臣請史官非秦記皆燒之，非博士官所職，天下敢有藏《詩》、《書》百家語者，悉詣守尉雜燒之。」製曰：「可。」三十五年以為諸生誹謗，乃自除犯禁者四百六十餘人，皆坑之咸陽。是經籍之道滅絕於秦。《說文》云：「煨，盆火也。燼，火餘也。」言遭秦焚坑之後，典籍滅亡，雖僅有存者，皆火餘之微末耳。若伏勝《尚書》、顏貞《孝經》之類是也。\n濫觴於漢，傳之者皆糟粕之餘"
      },
      {
        "index": 14,
        "text": "【疏】正義曰：案《家語》：「孔子謂子路曰：夫江始於岷山，其源可以濫觴，及其至江津也，不舫舟，不避風雨，不可以涉。」王肅曰：「觴所以盛酒者，言其微也。」又《文選》郭景純《江賦》曰：「惟岷山之導江，初發源乎濫觴。」臣翰注云：「濫謂泛濫，小流貌。觴，酒醆也。謂發源小如一盞。」「漢」者，巴蜀之間地名也。二世元年，諸侯叛秦，沛人共立劉季以為沛公。二年八月入秦，秦相趙高殺二世，立二世兄子子嬰，冬十月，為漢元年。子嬰二年春正月，項羽尊楚懷王為義帝，羽自立為西楚霸王，更立沛公為漢王，王巴、蜀、漢中四十一縣，都南鄭。五年，破項羽，斬之。六年二月，即皇帝位於汜水之陽，遂取漢為天下號，若商、周然也。漢興，改秦之政，大收篇藉。言從始皇焚燒之後，至漢氏尊學，初除挾書之律，有河間人顏貞出其父芝所藏，凡一十八章，以相傳授。言其至少，故云濫觴於漢也。其後復盛，則如江矣。《釋名》云：「酒滓曰糟，浮米曰粕。」既以濫觴況其少，因取糟粕比其微。言醇粹既喪，但餘此糟粕耳。\n故魯史《春秋》，學開五傳。"
      },
      {
        "index": 15,
        "text": "【疏】正義曰：「故」者因上起下之語。夫子約魯史《春秋》，學開五傳者，謂名專己學，以相教授，分經作傳，凡有五家。開則分也。五傳者，案《漢書·藝文志》云：《左氏傳》三十卷，左丘明，魯太史也。《公羊傳》十一卷，公羊子，齊人，名高，受經於子夏。《穀梁傳》十一卷，穀梁子，魯人，名赤，糜信云：與秦孝公同時；《七錄》云：名俶，字元始；《風俗通》云：子夏門人。《鄒氏傳》十一卷，《漢書》云：王吉善《鄒氏春秋》。《夾氏傳》十一卷，有錄無書。其鄒、夾二義，鄒氏無師，夾氏未有書，故不顯於世，蓋王莽時亡失耳。\n《國風》、《雅》、《頌》，分為四詩，"
      },
      {
        "index": 16,
        "text": "【疏】正義曰：《詩》有《國風》、《小雅》、《大雅》、《周頌》、《魯頌》、《商頌》，故曰《國風》、《雅》、《頌》。四詩者，《毛詩》、《韓詩》、《齊詩》、《魯詩》也。《毛詩》自夫子授卜商，傳至大毛公名亨，大毛公授毛萇，趙人，為河間獻王博士。先有子夏《詩傳》一卷，萇各置其篇端，存其作者。至後漢大司農鄭玄為之箋，是曰《毛詩》。《韓詩》者，漢文帝時博士燕人韓嬰所傳，武帝時與董仲舒論於上前，仲舒不能難。至晉無人傳習，是曰《韓詩》。《齊詩》者，漢景帝時博士清河太傅轅固生所傳，號《齊詩》，傳夏侯始昌，昌授後蒼輩，門人尤盛。後漢陳元方亦傳之，至西晉亡，是曰《齊詩》。《魯詩》者，漢武帝時魯人申公所述，以經為訓詁教之，無傳，疑者則闕，號為《魯詩》。\n去聖逾遠，源流益別。"
      },
      {
        "index": 17,
        "text": "【疏】正義曰：逾，越也。百川之木曰源，水行曰流，增多曰益。言秦漢而下，上去孔子聖越遠。《孝經》本是一源，諸家增益，別為眾流，謂其文不同也。\n近觀《孝經》舊注，踳駁尤甚。"
      },
      {
        "index": 18,
        "text": "【疏】正義曰：《孝經》今文稱鄭玄注，古文稱孔安國注。先儒詳之，皆非真實，而學者互相宗尚。踳，乖也。駁，錯也。尤，過也。今言觀此二注，乖錯過甚，故言踳駁尤甚也。\n至於跡相祖述，殆且百家。"
      },
      {
        "index": 19,
        "text": "【疏】正義曰：至於者，語更端之辭也。跡，蹤跡也。祖，始也。因而明之曰述，言學者蹤跡相尋，以在前者為始，後人從而述脩之，若仲尼祖述堯舜之為也。殆，近也。言近且百家，目其多也。案其人，今文則有魏王肅、蘇林、何晏、劉邵，吳韋昭、謝萬、徐整，晉袁宏、虞槃佑，東晉楊泓、殷仲文、車胤、孫氏、庾氏、荀昶、孔光、何承天、釋慧琳、齊王玄載、明僧紹，及漢之長孫氏、江翁、翼奉、後蒼、張禹、鄭眾、鄭玄所說，各擅為一家也。其梁皇侃撰《義疏》三卷，梁武帝作《講疏》，賀瑒、嚴植之、劉貞、簡、明山賓咸有說，隋有钜鹿魏真克者亦為之訓注。其古文出自孔氏壞壁，本是孔安國作，傳會巫蠱事，其本亡失；至隋王邵所得，以送劉炫；炫敘其得喪，述其義疏議之。劉綽亦作《疏》，與鄭《義》俱行。又馬融亦作《古文孝經傳》，而世不傳。此皆祖述名家者也。\n業擅專門，猶將十室。"
      },
      {
        "index": 20,
        "text": "【疏】正義曰：上言「百家」者，大略皆祖述而己。其於傳守己業、專門命氏者，尚自將近十室。室則家也。《爾雅·釋宮》云：「宮謂之室，室謂之宮，其內謂之家。」但與上「百家」變文耳，故言「十室」。其十室之名，序不指摘，不可強言，蓋後蒼、張禹、鄭玄、王肅之徒也。\n希升堂者，必自開戶牖。"
      },
      {
        "index": 21,
        "text": "【疏】正義曰：希，望也。《論語》云：「子曰：『由也升堂矣，未入於室』。」夫子言仲由升我堂矣，未入於室耳。今祖述《孝經》之人，望升夫子之堂者，既不得其門而入，必自擅開門戶窗牖矣。言其妄為穿鑿也。\n攀逸駕者，必騁殊軌轍。"
      },
      {
        "index": 22,
        "text": "【疏】正義曰：攀，引也。逸駕，謂奔逸之車駕也。案《莊子》：顏淵問於仲尼曰：「夫子步亦步，夫子趨亦趨，夫子馳亦馳，夫子奔逸絕塵，而回瞠若乎後耳。」言夫子之道，神速不可及也。今祖述《孝經》之人，欲仰慕攀引夫子奔逸之駕者，既不得直道而行，必馳騁於殊異之軌轍矣。言不知道之無從也。兩轍之間曰軌，車輪所轢曰轍。\n是以道隱小成，言隱浮偽。"
      },
      {
        "index": 23,
        "text": "【疏】正義曰：道者，聖人之大道也。隱，蔽也。小成，謂小道而有成德者也。言者，夫子之至言也。浮偽，謂浮華詭辨也。言此穿鑿馳騁之徒，唯行小道華辯，致使大道至言皆為隱蔽，其實則不可隱。故《莊子內篇·齊物論》云：「道惡乎隱而有真偽，言惡乎隱而有是非。道惡乎往而不存，言惡乎存而不可。道隱於小成，言隱於榮華。」此文與彼同，唯「榮華」作「浮偽」耳，大意不異也。\n且傳以通經為義；義以必當為主。"
      },
      {
        "index": 24,
        "text": "【疏】正義曰：且者，語辭。傳者，注解之別名。博釋經意，傳示後人，則謂之傳。注者，著也。約文敷暢，使經義著明，則謂之注。作得自題，不為義例。或曰：前漢以前名傳，後漢以來名注。蓋亦不然，何則？馬融亦謂之傳，知或說非也。此言傳注解釋，則以通暢經指為義；義之裁斷，則以必然當理為主也。\n至當歸一，精義無二。\n【疏】正義曰：至極之當，必歸於一。精妙之義，焉。有二三？將言諸家不同，宜會合之也。\n安得不翦其繁蕪，而撮其樞要也？\n【疏】正義曰：安，何也。諸家之說，既互有得失，何得不翦截繁多蕪穢，而撮取其樞機要道也？\n韋昭、王肅，先儒之領袖；虞翻、劉邵，抑又次焉。"
      },
      {
        "index": 25,
        "text": "【疏】正義曰：自此至「有補將來」為第四段，序作注之意。舉六家異同，會五經旨趣。敷暢經義，望益將來也。《吳志》曰：「韋曜字弘嗣，吳郡雲陽人，本名昭，避晉文帝諱，改名曜。仕吳至中書僕射侍中，領左國史，封高陵亭侯。」《魏志》曰：「王肅字子雍，王朗之子。仕魏，曆散騎黃門侍郎、散騎常侍兼太常。」《吳志》：「虞翻字仲翔，會稽餘姚人。漢末舉茂才，曹公辟不就，仕吳，以儒學聞。《為老》、《論語》、《國語》訓注，傳於世。」《魏志》：「劉紹字孔才，廣平邯鄲人。仕魏，曆散騎常侍，賜爵關內侯，著《人物志》百篇。」此指言韋、王所學，在先儒之中，如衣之有領袖也。虞、劉二家亞次之。抑，語辭也。\n劉炫明安國之本，陸澄譏康成之注。"
      },
      {
        "index": 26,
        "text": "【疏】正義曰：《隋書》云：「劉炫字光伯，河間景城人。炫左畫方，右畫圓，口誦目數，耳聽五事，並舉無所遺失。仕後周，直門下省，竟不得官。縣司責其賦役，炫自陳於內史，乞送吏部。吏部尚書韋世康問其所能，炫自為狀曰：『《周禮》、《禮記》、《毛詩》、《尚書》、《公羊》、《左傳》、《孝經》、《論語》，孔、鄭、王、何、服、杜等注，凡三十家，雖義有精粗，並堪講授。《周易》、《儀禮》、《谷梁》，用功頗少；子史文集，嘉言美事，咸誦於心；天文律曆，窮覈微妙；公私文翰，未嘗舉手。』吏部竟不詳試，除殿內將軍。仕隋，曆太學博士，罷歸河間，賊中餓死，諡宣德先生。初，炫既得王邵所送古文孔安國注本，遂著《古文稽疑》以明之。」蕭子顯《齊書》曰：「陸澄字彥淵，吳郡吳人也。少學博覽，無不知。起家仕宋，至齊，曆國子祭酒、光祿大夫。初，澄以晉荀昶所學為非鄭玄所注，請文藏秘省。王儉違其議。」\n在理或當，何必求人？\n【疏】正義曰：言但在注釋之理允當，不必譏非其人也。求猶責也。\n今故特舉六家之異同，會五經之旨趣。\n【疏】正義曰：六家即韋昭、王肅、虞翻、劉邵、劉炫、陸澄也，言舉此六家，而又會合諸經之旨趣耳。\n約文敷暢，義則昭然。"
      },
      {
        "index": 27,
        "text": "【疏】正義曰：約，省也。敷，布也。暢，通也。言作注之體，直約省其文，不假繁多，能遍布通暢經義，使之昭明也。然，辭也。\n分注錯經，理亦條貫。"
      },
      {
        "index": 28,
        "text": "【疏】正義曰：謂分其注解，間錯經文也。經注雖然分錯，其理亦不相亂，而有條有貫也。《書》云：「若網在綱，有條而不紊。」《論語》：「子曰：『參乎！吾道一以貫之。』」是條之理也。\n寫之琬琰，庶有補於將來。"
      },
      {
        "index": 29,
        "text": "【疏】正義曰：案《考工記·玉人職》云：「琬圭九寸，而繅以象德。」注云：「琬猶圜也，王使之瑞節也。諸侯有德，王命賜之，使者執琬圭以致命焉。繅，藉也。」又云：「琰圭九寸，判規以除慝，以易行。」注云：「凡圭琰上寸半琰，圭琰半以上又半為彖飾。諸侯有為不義，使者征之，執以為瑞節也。除慝，誅惡逆也。易行，止繁苛。」今言以此所注《孝經》寫之琬圭、琰圭之上，若簡策之為，庶幾有所裨補於將來學者。或曰：謂刊石也，而言寫之琬琰者，取其美名耳。\n且夫子談經，誌取垂訓。"
      },
      {
        "index": 30,
        "text": "【疏】正義曰：自此至序末為第五段，言夫子之經，言約意深，注繁文不能具載，仍作《疏義》以廣其旨也。且夫子所談之經，其志但取垂訓後代而已。\n雖五孝之用則別，而百行之源不殊。"
      },
      {
        "index": 31,
        "text": "【疏】正義曰：五孝者，天子、諸侯、卿大夫、士、庶人五等所行之孝也。言此五孝之用，雖尊卑不同，而孝為百行之源，則其致一也。\n是以一章之中，凡有數句；一句之內，意有兼明。"
      },
      {
        "index": 32,
        "text": "【疏】正義曰：積句以成章，章者明也。總義包體，所以明情者也。句必聯字而言，句者局也。聯字分強，所以局言者也。言夫子所修之經，志在殷勤垂訓，所以一章之中，凡有數句；一句之內，意有兼明者也。若移忠移順、博愛廣敬之類皆是。\n具載則文繁，略之又義闕。\n【疏】正義曰：言作注之體，意在約文敷暢，復恐太略，則大義或闕。\n今存於疏，用廣發揮。"
      },
      {
        "index": 33,
        "text": "【疏】正義曰：此言必順作疏之義也。發，謂發越。揮，謂揮散。若其注文未備者，則具存於疏，用此義疏，以廣大、發越、揮散夫子之經旨也。"
      }
    ]
  }
}
