{
  "chapterNumber": 2,
  "title": "卷一·開宗明義章第一至卿大夫章第四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷一·開宗明義章第一"
      },
      {
        "index": 2,
        "text": "【疏】正義曰：開，張也。宗，本也。明，顯也。義，理也。言此章開張一經之宗本，顯明五孝之義理，故曰《開宗明義章》也。第，次也。一，數之始也。以此章總標，諸章以次結之，故為第一，冠諸章之首焉。案《孝經》遭秦坑焚之後，為河間顏芝所藏，初除挾書之律，芝子貞始出之。長孫氏及江翁、后倉、翼奉、張禹等所說皆十八章。及魯恭王壞孔子宅，得古文二十二章，孔安國作傳。劉向校經籍，比量二本，除其煩惑，以十八章為定，而不列名。又有荀昶集其錄及諸家疏，並無章名，而《援神契》自《天子》至《庶人》五章，唯皇侃標其目而冠於章首。今鄭注見章名，豈先有改除，近人追遠而為之也？禦注依古今集詳議，儒官連狀題其章名，重加商量，遂依所請。“章”者，明也，謂分析科段，使理章明。《說文》曰：“樂歌竟為一章，章字從音，從十。”謂從一至十，十，數之終。諸書言章者，蓋因《風》、《雅》，凡有科段，皆謂之章焉。言天子、庶人雖列貴賤，而立身行道，無限高卑。故次首章先陳天子，等差其貴賤以至庶人，次及《三才》、《孝治》、《聖治》三章，並敘德教之所由生也。《紀孝行章》敘孝子事親為先，與五刑相因，即夫孝始於事親也。《廣要道章》、《廣揚名章》即先王有至德要道，揚名於後世也。揚名之上，因諫爭之臣，從諫之君，必有應感。三章相次，不離於揚名。《事君章》即忠於事君也。《喪親章》繼於諸章之末，言孝子事親之道紀也。皇侃以《開宗》及《紀孝行》、《喪親》等三章通於貴賤。今案《諫爭章》大夫已上皆有爭臣，而士有爭友，父有爭子，亦該貴賤。則通於貴賤者有四焉。\n仲尼居，[(仲尼，孔子字。居，謂閑居。)]曾子侍，[(曾子，孔子弟子。侍，謂侍坐。)]"
      },
      {
        "index": 3,
        "text": "【疏】仲尼居，曾子侍。正義曰：夫子以六經設教，隨事表名。雖道由孝生，而孝綱未舉，將欲開明其道，垂之來裔。以曾參之孝，先有重名，乃假因閒居，為之陳說。自摽已字，稱“仲尼居”；呼參為子，稱“曾子侍”。建此兩句，以起師資問答之體，似若別有承受而記錄之。○注仲尼至閒居。○正義曰：云“仲尼，孔子字”者，案《家語》云：“孔子父叔梁紇，娶顏氏之女徵在。徵在既往廟見，以夫年長，懼不時有男，而私禱尼丘山以祈焉。孔子故名丘，字仲尼。夫伯仲者，長幼之次也。仲尼有兄字伯，故曰仲。”其名則案桓六年《左傳》：“申繻曰：名有五，其三曰以類命為象。”杜注云：“若孔子首象尼丘，蓋以孔子生而圩頂，象尼丘山，故名丘，字仲尼。”而劉瓛述張禹之義，以為仲者中也，尼者和也。言孔子有中和之德，故曰仲尼。殷仲文又云：“失子深敬孝道，故稱表德之字。”及梁武帝又以丘為聚，以尼為和。今並不取。仲尼之先，殷之後也。案《史記·殷本紀》曰：“帝嚳之子契為堯司徒，有功，堯封之於商，賜姓子氏。契後世孫湯滅夏而為天子，至湯裔孫有位無道。周武王殺之，封其庶兄微子啟於宋。”案《家語》又《孔子世家》皆云：“孔子其先宋人也。宋襄公有子弗父何，長而當立，讓其弟厲公。何生宋父周，周生世子勝，勝生正考父，正考父受命為宋卿，生孔父嘉。嘉別為公族，故其後以孔為氏。”或以為用乙配子，或以滴溜穿石，其言不經，今不取也。孔父嘉生木金父，木金父生皋夷父，皋夷父生防叔，避華氏之禍而奔魯。防叔生伯夏，伯夏生叔梁紇，紇生孔子也。云“居，謂閒居”者，《古文孝經》云“仲尼閒居”，蓋為乘閒居而坐，與《論語》云“居！吾語汝”義同，而與下章“居則致其敬”不同。○注曾子至侍坐。○正義曰：云“曾子，孔子弟子”者，案《史記·仲尼弟子傳》稱：“曾參，南武城人，字子輿，少孔子四十六歲。孔子以為能通孝道，故授之業，作《孝經》，死於魯。”故知是仲尼弟子也。云“侍，謂侍坐”者，言侍孔子而坐也。案古文云“曾子侍坐”，故知侍謂侍坐也。卑者在尊側曰侍，故經謂之侍。凡侍有坐有立，此曾子侍即侍坐也。《曲禮》有侍坐於先生，侍坐於所尊，侍坐於君子。據此而言，明侍坐於夫子也。"
      },
      {
        "index": 4,
        "text": "子曰：“先王有至德要道，以順天下，民用和睦，上下無怨。[(孝者，德之至、道之要也。言先代聖德之主，能順天下人心，行此至要之化，則上下臣人，和睦無怨。)]汝知之乎？”曾子避席曰：“參不敏，何足以知之？”[(參，曾子名也。禮：師有問，避席起答。敏，達也。言參不達，何足知此至要之義？)]子曰：“夫孝，德之本也，[(人之行莫大於孝，故為德本。)]教之所由生也。[(言教從孝而生。)]複坐，吾語汝。[(曾參起對，故使複坐。)]"
      },
      {
        "index": 5,
        "text": "【疏】子曰至語汝。○正義曰：“子”者，孔子自謂。案《公羊傳》云：“子者，男子通稱也。”古者謂師為子，故夫子以子自稱。“曰”者，辭也。言先代聖帝明王，皆行至美之德、要約之道，以順天下人心而教化之，天下之人，被服其教。用此之故，並自相和睦，上下尊卑，無相怨者。參，汝能知之乎？又假言參聞夫子之說，乃避所居之席，起而對曰：參性不聰敏，何足以知先王至德要道之言義？既敘曾子不知，夫子又為釋之曰：夫孝，德行之根本也。釋“先王有至德要道”。謂至德要道，元出於孝，孝為之本也。云“教之所生也”者，此釋“以順天下，民用和睦，上下無怨”。謂王教由孝而生也。孝道深廣，非立可終，故使“複坐，吾語汝”也。○注孝者至無怨。○正義曰：云“孝者，德之至，道之要也”者，依王肅義，德以孝而至，道以孝而要，是道德不離於孝。殷仲文曰：“窮理之至，以一管眾為要。”劉炫曰：“性未達，何足知？”言性未達，何足知至要之義者，謂自云性不達，何足知此先王至德要道之義也。○注人之至德本。○正義曰：此依鄭注引其《聖治章》文也，言孝行最大，故為德之本也。德則至德也。○注言教從孝而生。○正義曰：此依韋注也。案《禮記·祭義》稱曾子云：“眾之本教曰孝。”《尚書》：“敬敷五教。”解者謂教父以義，教母以慈，教兄以友，教弟以恭，教子以孝。舉此，則其餘順人之教皆可知也。○注曾參至複坐正義曰：此義已見於上。"
      },
      {
        "index": 6,
        "text": "身體髮膚，受之父母，不敢毀傷，孝之始也。[(父母全而生之，已當全而歸之，故不敢毀傷。)]立身行道，揚名於後世，以顯父母，孝之終也。[(言能立身行此孝道，自然名揚後世，光顯其親，故行孝以不毀為先，揚名為後。)]"
      },
      {
        "index": 7,
        "text": "【疏】身體至終也。○正義曰：身謂躬也，體謂四支也，發謂毛發，膚謂皮膚。《禮運》曰：“四體既正，膚革充盈。”《詩》曰：“鬢發如云。”此則身體髮膚之謂也。言為人子者，常須戒慎，戰戰兢兢，恐致毀傷，此行孝之始也。又言孝行非唯不毀而已，須成立其身，使善名揚於後代，以光榮其父母，此孝行之終也。若行孝道，不至揚名榮親，則未得為立身也。○注父母至毀傷。○正義曰：云“父母全而生之，已當全而歸之”者，此依鄭注引《祭義》樂正子春之言也。言子之初生，受全體於父母，故當常自念慮，至死全而歸之，若曾子“啟手啟足”之類是也。云“故不敢毀傷”者，毀謂虧辱，傷謂損傷。故夫子云：“不虧其體，不辱其身，可謂全矣。”及鄭注《周禮》“禁殺戮”云“見血為傷”是也。○注言能至其後。正義曰：云“能言立身行此孝道”者，謂人將立其身，先須行此孝道也。其行孝道之事，則下文“始於事親，中於事君”是也。云“自然名揚後世，光榮其親”者，皇侃云：“若生能行孝，沒而揚名，則身有德譽，乃能光榮其父母也。”因引《祭義》曰：“孝也者，國人稱原然，曰：幸哉！有子如此。”又引《哀公問》稱孔子對曰：“君子也者，人之成名也。百姓歸之名，謂之君子之子。是使其親為君子也。”此則揚名榮親也。云“故行孝以不毀為先”者，全其身為孝子之始也。云“揚名為後”者，謂後行孝道為孝之終也。夫不敢毀傷，闔棺乃止，立身行道，弱冠須明經。雖言其始終，此略示有先後，非謂不敢毀傷唯在於始，立身獨在於終也。明不敢毀傷，立身行道，從始至末，兩行無怠。此於次有先後，非於事理有終始也。"
      },
      {
        "index": 8,
        "text": "夫孝始於事親，中於事君，終於立身。[(言行孝以事親為始，事君為中。忠孝道著，乃能揚名榮親，故曰終於立身也。)]"
      },
      {
        "index": 9,
        "text": "【疏】夫孝至立身。○正義曰：夫為人子者，先能全身而後能行其道也。夫行道者，謂先能事親而後能立其身。前言立身，末示其跡。其跡，始者在於內事其親也；中者在於出事其主；忠孝皆備，揚名榮親，是終於立身也。○注言行至身也。○正義曰：云“言行孝以事親為始，事君為中”者，此釋始於事親，中於事君也。云“忠孝道著，乃能揚名榮親，故曰終於立身也”者，此釋終於立身也。然能事親事君，理兼士庶，則終於立身，此通貴賤焉。鄭玄以為“父母生之，是事親為始。四十強而仕，是事君為中。七十致仕，是立身為終也”者，劉炫駁云：“若以始為在家，終為致仕，則兆庶皆能有始，人君所以無終。若以年七十者始為孝終，不致仕者皆為不立，則中壽之輩盡曰不終，顏子之流亦無所立矣。”"
      },
      {
        "index": 10,
        "text": "《大雅》云：‘無念爾祖，聿脩厥德。’[(《詩·大雅》也。無念，念也。聿，述也。厥，其也。義取恒念先祖，述脩其德。)]"
      },
      {
        "index": 11,
        "text": "【疏】大雅至厥德。○正義曰：夫子敘述立身行道揚名之義既畢，乃引《大雅·文王》之詩以結之。言凡為人子孫者，常念爾之先祖，常述修其功德也。○注詩大至其德。○正義曰：云“無念，念也”，“聿，述也”，此並《毛傳》文；“厥，其也”，《釋言》文。云“義取常念先祖，述脩其德”者，此依孔傳也。謂述修先祖之德而行之。此經有十一章引《詩》及《書》。劉炫云：“夫子敘經，申述先王之道。《詩》、《書》之語，事有當其義者，則引而證之，示言不虛發也。七章不引者，或事義相違，或文勢自足，則不引也。五經唯《傳》引《詩》，而《禮》則雜引，《詩》、《書》及《易》並意及則引。若泛指，則云‘《詩》曰’、‘《詩》云’；若指四始之名，即云《國風》、《大雅》、《小雅》、《魯頌》、《商頌》；若指篇名，即言‘《勺》曰’、‘《武》曰’：皆隨所便而引之，無定例也。”鄭注云：“雅者，正也。方始發章，以正為始。”亦無取焉。\n卷一·天子章第二"
      },
      {
        "index": 12,
        "text": "【疏】正義曰：前《開宗明義章》雖通貴賤，其跡未著，此故已下至於《庶人》，凡有五章，謂之五孝，各說行孝奉親之事而立教焉。天子至尊，故標居其首。案《禮記·表記》云：“惟天子受命於天，故曰天子。”《白虎通》云：“王者父天母地，故曰天子。虞夏以上，未有此名。殷周以來，始謂王者為天子也。”"
      },
      {
        "index": 13,
        "text": "子曰：“愛親者，不敢惡於人。[(博愛也。)]敬親者，不敢慢於人。[(廣敬也。)]愛敬盡於事親，而德教加於百姓，刑於四海。[(刑，法也。君行博愛廣敬之道，使人皆不慢惡其親，則德教加被天下，當為四夷之所法則也。)]蓋天子之孝也。[(蓋，猶略也。孝道廣大，此略言之。)]"
      },
      {
        "index": 14,
        "text": "【疏】子曰：“至孝也正義曰：此陳天子之孝也。所謂“愛親”者，是天子身行愛敬也。“不敢惡於人”、“不敢慢於人”者，是天子施化，使天下之人皆行愛敬，不敢慢惡於其親也。親，謂其父母也。言天子豈唯因心內恕，克己複禮，自行愛敬而已，亦當設教施令，使天下之人不慢惡於其父母。如此，則至德要道之教，加被天下。亦當使四海蠻夷，慕化而法則之。此蓋是天子之行孝也。《孝經·援神契》云：“天子孝曰就，言德被天下，澤及萬物，始終成就，榮其祖考也。”五等之孝，惟於《天子章》稱“子曰”者，皇侃云：“上陳天子極尊，下列庶人極卑。尊卑既異，恐嫌為孝之理有別，故以一‘子曰’通冠五章，明尊卑貴賤有殊，而奉親之道無二。”○注博愛也。○正義曰：此依魏注也。博，大也。言君愛親，又施德教於人，使人皆愛其親，不敢有惡其父母者，是博愛也。○注廣敬也。○正義曰：此依魏注也。廣亦大也。言君敬親，又施德教於人，使人皆敬其親，不敢有慢其父母者，是廣敬也。孔傳以人為天下眾人，言君愛敬己親，則能推己及物。謂有天下者，愛敬天下之人；有一國者，愛敬一國之人也。不惡者，為君常思安人，為其興利除害，則上下無怨，是為至德也。不慢者，則《曲禮》曰“毋不敬”，《書》曰“為人上者，奈何不敬？”君能不慢於人，修己以安百姓，則千萬人悅，是為要道也。上施德教，人用和睦，則分崩離析，無由而生也。案《禮記·祭義》稱有虞氏貴德而尚齒，夏後氏貴爵而尚齒，殷人貴富而尚齒，周人貴親而尚齒。虞、夏、殷、周，天下之盛王也，未有遺年者，年之貴乎！天下久矣，次乎事親也，斯亦不敢慢於人也。所以於《天子章》明愛敬者，王肅、韋昭云：天子居四海之上，為教訓之主，為教易行，故寄易行者宣之。然愛之與敬，解者眾多。沈宏云：“親至結心為愛，崇恪表跡為敬。”劉炫云：“愛惡俱在於心，敬慢並見於貌。愛者隱惜而結於內，敬者嚴肅而形於外。”皇侃云：“愛敬各有心跡，烝烝至惜，是為愛心。溫清搔摩，是為愛跡。肅肅悚栗，是為敬心。拜伏擎跪，是為敬跡。”舊說云：“愛生於真，敬起自嚴。孝是真性，故先愛後敬也。”舊問曰：“天子以愛敬為孝，及庶人以躬耕為孝，王者並相通否？”梁王答云：“天子既極愛敬，必須五等行之，然後乃成。庶人雖在躬耕，豈不愛敬，及不驕不溢已下事邪？”以此言之，五等之孝，反相通也。然諸侯言保社稷，大夫言守宗廟，士言保其祿位而守其祭祀，以則言之，天子當云保其天下，庶人當言保其田農。此略之不言，何也？《左傳》曰：“天子守在四夷。”故“愛敬盡於事親”之下，而言“德教加於百姓，刑於四海”。保守之理已定，不煩更言保也。庶人用天之道，分地之利，謹身節用，保守田農，不離於此。既無守任，不假旨保守也。○注刑法至則也。正義曰：“刑，法也”，《釋詁》文。云“君行博愛廣敬之道，使人皆不慢惡其親”者，是天子愛敬盡於事親，又施德教，使天下之人皆不敢慢惡其親也。云“則德教加被於天下”者，釋“刑於四海”也。百姓，謂天下之人皆有族姓；言百，舉其多也。《尚書》云“平章百姓”，則謂百姓為百官，為下有“黎民” 之文，所以百姓非兆庶也。此經“德教加於百姓”，則謂天下百姓，為與“刑於四海”相對。四海既是四夷，則此百姓自然是天下兆庶也。經典通謂四夷為四海。案《周禮》、《禮記》、《爾雅》皆言東夷、西戎、南蠻、北狄謂之四夷，或云四海，故注以四夷釋四海也。孫炎曰：“海者，晦暗無知也。”○注蓋猶至略言之。○正義曰：此依魏注也。案孔傳云：“蓋者，辜較之辭。”劉炫云：“辜較猶梗概也。孝道既廣，此才舉其大略也。”劉瓛云：“蓋者，不終盡之辭，明孝道之廣大，此略言之也。”皇侃云：“略陳如此，未能究竟。”是也。鄭注云“蓋者謙辭”，據此而言，蓋非謙也。劉炫駮云：“若以製作須謙，則庶人亦當謙矣。苟以名位須謙，夫子曾為大夫，於士何謙？而亦云蓋也，斯則卿士以上之言，蓋者並非謙辭可知也。”"
      },
      {
        "index": 15,
        "text": "《甫刑》云：‘一人有慶，兆民賴之。’”[(甫刑，即《尚書·呂刑》也。一人，天子也。慶，善也。十億曰兆。義取天子行孝，兆人皆賴其善。)]"
      },
      {
        "index": 16,
        "text": "【疏】甫刑至賴之。○正義曰：“夫子述天子之行孝既畢，乃引《尚書·甫刑篇》之言以結成其義。慶，善也。言天子一人有善，則天下兆庶皆倚賴之也。善則愛敬是也。“一人有慶”，結“愛敬盡於事親”已上也。“兆民賴之”，結“而德教加於百姓”已下也。○注甫刑至其善。○正義曰：云“《甫刑》即《尚書·呂刑》也”者，《尚書》有《呂刑》而無《甫刑》也。案《禮記·緇衣篇》孔子兩引《甫刑》辭，與《呂刑》無別，則孔子之代以《甫刑》命篇明矣。今《尚書》為《呂刑》者，孔安國云：“後為甫侯，故稱《甫刑》。”知者，以《詩·大雅·嵩高》之篇宣王之詩，云“生甫及申”，《揚之水》為平王之詩，“不與我戍甫”，明子孫改封為甫侯，不知因呂國改作甫名，不知別封餘國而為甫號。然子孫封甫，穆王時未有甫名，而稱為《甫刑》者，後人以子孫之國號名之也。猶若叔虞初封於唐，子孫封晉，而《史記》稱《晉世家》也。劉炫以為遭秦焚書，各信其學，後人不能改正而兩存之也者，非也。諸章皆引《詩》，此章獨引《書》者，以孔子之言布在方策，言必皆引《詩》、《書》證事，示不馮虛說，義當《詩》意則引《詩》，義當《易》意則引《易》。此章與《書》意義相契，故引為證也。鄭注以《書》錄王事，故證《天子》之章，以為引類得象。然引《大雅》證大夫，引《曹風》證聖治，豈引類得象乎？此不取也。云“一人，天子也。”者，依孔傳也。舊說天子自稱則言“予一人”。予，我也。言我雖身處上位，猶是人中之一耳，與人不異，是謙也。若臣人稱之，則惟言“一人”。言四海之內惟一人，乃為尊稱也。天子者，帝王之爵，猶公、侯、伯、子、男五等之稱。云“慶，善也”，《書》、《傳》通也。云“十億曰兆”者，古數為然。云“義取天子行孝，兆人皆賴其善”者，釋“一人有慶，兆民賴之”也。姓言百，民稱兆，皆舉其多也。"
      }
    ]
  }
}
