{
  "chapterNumber": 8,
  "title": "卷七·諫諍章第十五至感應章第十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷七·廣至德章第十三\n【疏】正義曰：首章標至德之目此章明廣至德之義故以名章，次《廣要道》之後。"
      },
      {
        "index": 2,
        "text": "子曰：“君子之教以孝也，非家至而日見之也。[(言教不必家到戶至，日見而語之。但行孝於內，其化自流於外。)]教以孝，所以敬天下之為人父者也。教以悌，所以敬天下之為人兄者也。[(舉孝悌以為教，則天下之為人子弟者，無不敬其父兄也。)]教以臣。所以敬天下之為人君者也。[(舉臣道以為教，則天下之為人臣者，無不敬其君也。)]"
      },
      {
        "index": 3,
        "text": "【疏】子曰至君者也。○正義曰：此夫子述廣至德之義。言聖人君子，教人行孝事其親者，非家家悉至而日見之。但教之以孝，則天下之為人父者，皆得其子之敬也；教之以悌，則天下之為人兄者，皆得其弟之敬也；教之以臣，則天下之為君者，皆得其臣之敬。○注言教至於外。○正義曰：此依鄭注也。《祭義》所謂孝悌發諸朝廷，行乎道路，至乎閭巷，是流於外。○注舉孝至父兄也。○正義曰：云“舉孝悌以為教”者，此依王注也。案《禮記·祭義》曰：“祀乎明堂，所以教諸侯之孝也。食三老五更於太學，所以教諸侯之弟也。”此即謂發諸朝廷，至乎州裏是也。云“則天下之為人子弟者，無不敬其父兄也”者，言皆敬也。案舊注用應劭《漢官儀》云“天子無父，父事三老，兄事五更”，乃以事父事兄為教孝悌之禮。案禮，教敬自有明文。假令天子事三老蓋同，庶人倍年以長之敬本非教孝子之事，今所不取也。○注舉臣至君也。○正義曰：此依王注也。案《祭義》云“朝覲所以教諸侯之臣也”者，諸侯，列國之君也。若朝覲於王，則身行臣禮。言聖人製此朝覲之法，本以教諸侯之為臣也。則諸侯之卿大夫，亦各放象其君，而行事君之禮也。劉炫以為將教為臣之道，固須天子身行者，案《禮運》曰：“故先王患禮之不達於下也，故祭帝於郊。”謂郊祭之禮，冊祝稱臣，是亦以見天子以身率下之義也。"
      },
      {
        "index": 4,
        "text": "《詩》云：‘愷悌君子，民之父母。’[(愷，樂也。悌，易也。義取君以樂易之道化人，則為天下蒼生之父母也。)]非至德，其孰能順民如此其大者乎！”"
      },
      {
        "index": 5,
        "text": "【疏】《詩》云至者乎。○正義曰：夫子既述至德之教已畢，乃引《大雅·泂酌》之詩以讚美之。愷，樂也。悌，易也。言樂易之君子，能順民心而行教化，乃為民之父母。若非至德之君，其誰能順民心如此其廣大者乎？孰，誰也。案《禮記·表記》稱：“子言之：‘君子所謂仁者，其難乎？《詩》云：“凱弟君子，民之父母。”凱以強教之，弟以說安之。使民有父之尊，有母之親。如此而後可以為民父母矣，非至德其孰能如此乎？’”此章於“孰能”下加“順民”，“如此”下加“其大”者，與《表記》為異，其大意不殊。而皇侃以為並結《要道》、《至德》兩章，或失經旨也。劉炫以為《詩》美民之父母，證君之行教，未證至德之大，故於《詩》下別起歎辭，所以異於餘章，頗近之矣。○注愷樂至母也。○正義曰：“愷、樂”、“悌、易”，《釋詁》文。云“義取君以樂易之道化人，則為天下蒼生之父母也”者，亦言引《詩》大意如此。蒼生，《尚書》文，謂天下黔首蒼蒼然，眾多之貌也。孔安國以為蒼蒼然生草木之處，今不取也。\n卷七·廣揚名章第十四\n【疏】正義曰：首章略言揚名之義而未審，而於此廣之。故以名章，次《廣至德》之後。"
      },
      {
        "index": 6,
        "text": "子曰：“君子之事親孝，故忠可移於君；[(以孝事君則忠，)]事兄悌，故順可移於長；[(以敬事長則順。)]居家理，故治可移於官。[(君子所居則化，故可移於官也。)]是以行成於內，而名立於後世矣。”[(脩上三德於內，名自傳於後代。)]"
      },
      {
        "index": 7,
        "text": "【疏】子曰至世矣。○正義曰：此夫子述《廣揚名》之義。言君子之事親能孝者，故資孝為忠，可移孝行以事君也。事兄能悌者，故資悌為順，可移悌行以事長也。居家能理者，故資治為政，可移治績以施於官也。是以君子居能以此善行成之於內，則令名立於身沒之後也。先儒以為“居家理”下闕一“故”字，禦注加之。○注以孝事君則忠。○正義曰：此《士章》之文，義已見於上。○注以敬事長則順。○正義曰：此依鄭注也，亦《士章》之孝順義同，已具上釋。然人之行敬，則有輕有重，敬父敬君，則重也；敬兄敬長，則輕也。○注君子至官也。○正義曰：此依鄭注也。《論語》云：“君子不器。”言無所不施。○注修上至後代。○正義曰：此依鄭注也。三德，則上章云移孝以事於君，移悌以事於長，移理以施於官也。言此三德不失，則其令名常自傳於後世。經云“立”而注為“傳”者，立謂常有之名，傳謂不絕之稱。但能不絕，即是常有之行，故以傳釋立也。\n卷七·諫諍章第十五"
      },
      {
        "index": 8,
        "text": "【疏】正義曰：此章言為臣子之道，若遇君父有失，皆諫爭也。曾子問聞揚名已上之義，而問子從父之令。夫子以令有善惡，不可盡從，乃為述諫爭之事，故以名章，次《揚名》之後。"
      },
      {
        "index": 9,
        "text": "曾子曰：“若夫慈愛恭敬，安親揚名，則聞命矣。敢問子從父之令，可謂孝乎？”[(事父有隱無犯，又敬不違，故疑而問之。)]"
      },
      {
        "index": 10,
        "text": "【疏】曾子至孝乎。○正義曰：前章以來，唯論愛敬及安親之事，未說規諫之道。故又假曾子之問曰：若夫慈愛恭敬，安親揚名，則已聞命矣。敢問子從父之教令，亦可謂之孝乎？疑而問之，故稱“乎”也。尋上所陳，唯言敬愛，未及慈恭。而曾子並言慈恭已聞命矣者，皇侃以為“上陳愛敬，則包於慈恭矣。慈者孜孜，愛者念惜，恭者貌多心少，敬者心多貌少”。如侃之說，則慈、恭、愛、敬之別，何故云包慈恭也？或曰：慈者接下之別名，愛者奉上之通稱。劉炫引《禮記·內則》，說子事父母，“慈以旨甘”。《喪服四製》云：“高宗慈良於喪。”《莊子》曰：“事親則孝慈。”此並施於事上。夫愛出於內，慈為愛體；敬生於心，恭為敬貌。此經悉陳事親之跡，寧有接下之文？夫子據心而為言，所以唯稱愛敬；曾參體貌而兼取，所以並舉慈恭。如劉炫此言，則知慈是愛親也，恭是敬親也。安親，則上章云“故生則親安之”，揚名，即上章云“揚名於後世”矣。經稱“夫”有六焉，蓋發言之端也。一曰“夫孝，始於事親”；二曰“夫孝，德之本”；三曰“夫孝，人之經”；四曰“夫然，故生則親安之”；五曰“夫聖人之德”。此章云“若夫慈愛”，並卻明前理，而下有其趣，故言“夫”以起之。劉獻曰：“夫猶凡也。”○注事父至問之。○正義曰：《禮記·檀弓》云“事親有隱而無犯”，以經云“從父之令”，故注變親為父。案《論語》云：“事父母幾諫，見誌不從，又敬不違。”引此二文以成疑，【疏】證曾子有可問之端也。"
      },
      {
        "index": 11,
        "text": "子曰：“是何言與？是何言與？[(有非而從，成父不義，理所不可，故再言之。)]昔者，天子有爭臣七人，雖無道，不失其天下。諸侯有爭臣五人，雖無道，不失其國。大夫有爭臣三人，雖無道，不失其家。[(降殺以兩，尊卑之差。爭謂諫也。言雖無道，為有爭臣，則終不至失天下、亡家國也。)]士有爭友，則身不離於令名。[(令，善也。益者三友。言受忠告，故不失其善名。)]父有爭子，則身不陷於不義，[(父失則諫，故免陷於不義。)]故當不義，則子不可以不爭於父，臣不可以不爭於君。[(不爭則非忠孝。)]故當不義則爭之，從父之令，又焉得為孝乎？”"
      },
      {
        "index": 12,
        "text": "【疏】子曰至孝乎。○正義曰：夫子以曾參所問，於理乖僻，非諫爭之義，因乃誚而答之，曰：汝之此問，是何言與？再言之者，明其深不可也。既誚之後，乃為曾子說必須諫爭之事，言臣之諫君，子之諫父，自古攸然。故言昔者天子治天下，有諫爭之臣七人，雖複無道，昧於政教，不至失於天下。言無道者，謂無道德。諸侯有諫爭之臣五人，雖無道，亦不失其國也。大夫有諫爭之臣三人，雖無道，亦不失於其家。士有諫爭之友，則其身不離遠於善名也。父有諫爭之子，則身不陷於不義。故君父有不義之事，凡為臣子者，不可以不諫爭。以比之故，當不義則須諫之。又結此以答曾子曰：今若每事從父之令，又焉得為孝乎？言不得也。案曾子唯問從父之令，不指當時而言。“昔者”，皇侃云：“夫子述《孝經》之時，當周亂衰之代，無此諫爭之臣，故言昔者也。”不言“先王”而言“天子”者，諸稱先王，皆指聖德之主。此言“無道”，所以不稱先王也。○注有非至不義。○正義曰：言父有非，子從而行，不諫，是成父之不義。云“理所不可，故再言之”者，義見於上。○注降殺至國也。○正義曰：《左傳》云：“自上以下，降殺以兩，禮也。”謂天子尊，故七人；諸侯卑於天子，降兩，故有五人；大夫卑於諸侯，降兩，故有三人。《論語》云：“信而後諫。”《左傳》云：“伏死而爭。”此蓋謂極諫為爭也。若隨無道，人各有心，鬼神之主，季梁猶在，楚不敢伐，是有爭臣不亡其國。舉中而率，則大夫、天子從可知也。不言國家，嫌如獨指一國也。國則諸侯也，家則大夫也。注貴省文，故曰家、國也。案孔、鄭二注及先儒所傳，並引《禮記·文王世子》以解七人之義。案《文王世子記》曰：“虞、夏、商、周，有師保，有疑丞。設四輔及三公，不必備，惟其人。”又《尚書大傳》曰：“古者天子必有四鄰，前曰疑、後曰丞、左曰輔、右曰弼，天子有問無對，責之疑；可誌而不誌，責之丞；可正而不正，責之輔；可揚而不揚，責之弼。其爵視卿，其祿視次國之君。”《大傳》四鄰則見之四輔，兼三公，以充七人之數。諸侯五者，孔傳指天子所命之孤，及三卿與上大夫。王肅指三卿、內史、外史以充五人之數。大夫三者，孔傳指家相、室老、側室以充三人之數。王肅無側室，而謂邑宰。斯並以意解說，恐非經義。劉炫云：“案下文云‘子不可以不爭於父，臣不可以不爭於君’，則為子為臣，皆當諫爭，豈獨大臣當爭，小臣不爭乎？豈獨長子當爭其父，眾子不爭者乎？若父有十子，皆得諫爭。王之百辟，惟許七人，是天子之佐乃少於匹夫也。又案《洛誥》云成王謂周公曰：‘誕保文武受民，亂為四輔。’《冏命》穆王命伯冏：‘惟予一人無良，實賴左右前後有位之士匡其不及。’”據此而言，則左右前後四輔之謂也。疑、丞、輔、弼，當指於諸臣，非是別立官也。謹案：《周禮》不列疑、丞，《周官》曆敘群司，《顧命》總名卿士，《左傳》云“龍師”、“鳥紀”，《曲禮》云“五官”、“六大”，無言疑、丞、輔、弼專掌諫爭者。若使爵視於卿、祿比次國，《周禮》何以不載？經傳何以無文？且伏生《大傳》以四輔解為四鄰，孔注《尚書》以四鄰為前後左右之臣，而不為疑、丞、輔、弼，安得又采其說也？《左傳》稱周主申父之為太史也，命百官官箴王闕；師曠說匡諫之事，“ 史為書，瞽為詩，工誦箴諫，大夫規誨，士傳言。‘官師相規，工執藝事以諫’”。此則凡在人臣。皆合諫也。夫子言天子有天下之廣。七人則足以見諫爭功之大，故舉少以言之也。然父有爭子，士有爭友，雖無定數，要一人為率。自下而上，稍增二人，則從上而下，當如禮之降殺，故舉七、五、三人也。劉炫之讜義雜合通途，何者？傳載：忠言比於藥石，逆耳苦口，隨要而施。若指不備之員以匡無道之主，欲求不失，其可得乎？先儒所論，今不取也。○注令善至善名。○正義曰：“令，善也”，《釋詁》文。云“益者三友”，《論語》文，即“友直、友諒、友多聞，益矣”是也。云“言受忠告，故不失其善名”者，《論語》云：“子貢問友，子曰：‘忠告而善道之。’”言善名為受忠告而後成也。大夫以上皆云“不失”，士獨云“不離”，不離，即不失也。○注父失至不義。○正義曰：此依鄭注也。案《內則》云：“父母有過，下氣怡色，柔聲以諫。諫若不入，起敬起孝，說則複諫。”《曲禮》曰：“子之事親也，三諫而不聽，則號泣而隨之。”言父有非，故須諫之以正道，庶免陷於不義也。"
      }
    ]
  }
}
