{
  "chapterNumber": 3,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "周益公參大政，朱文公與劉子澄書雲：“如今是大承氣證，渠卻下四君子湯，雖不為害，恐無益於病爾。”嗚呼！以乾淳之盛，文公猶恨當國者不用大承氣湯，況下於乾淳者乎！然歷考往聖，如孔子相魯，而下大承氣湯，固是對證。大舜繼堯，亦不免下大承氣湯。信矣，文公之為名言也。益公初在後省，龍大淵、曾覿除閣門，格其制不下，奉祠而去，十年不用，天下高之。後入直翰林，覿以使事還，除節鉞，人謂公必不草制，而公竟草之。其詞雲：“八統馭民，敬故在尊賢之上。”宜其不敢用大承氣湯也。"
      },
      {
        "index": 2,
        "text": "歐陽子曰：“隱公非攝也，使隱果攝，則《春秋》不稱公。《春秋》稱公，則隱公非攝，無疑也。”此論未然，《春秋》雖不書隱公居攝，而於兩書仲子之事，自隱然可見。夫母以子貴，世俗之情也。使桓不將立，則仲子特一生公子之妾耳，周王何為而歸其賵，魯國何為而考其官？今也歸賵而不嫌瀆亂之譏，考官而加嚴事之禮，徒以桓之將為君也。桓將為君，則隱之攝著矣。或曰，隱攝則何以稱公？東坡曰：“周公攝而克復子者也，故不稱王。隱公攝而不克復子者也，故稱公。史有謚，國有廟，《春秋》獨得不稱公乎？”此論亦未然，周公之攝也，誥命之際曰“周公曰’、“王若曰”，曷嘗自稱王乎？竊意魯史舊文，必蕾隱公攝位之實，去攝而書公，乃仲尼之特筆，一以耆隱之不當遜，一以著桓之不當立，二者皆非也。歐公論隱公、趙盾、許止事，皆未明《春秋》之旨。《春秋》之所以為《春秋》者，正當顯微闡幽，若但直書其事，則夫人能之矣，何為遊、夏不能措一辭哉！"
      },
      {
        "index": 3,
        "text": "本富為上，末富次之，奸富為下。今之富者，大抵皆奸富也，而務本之農，皆為仆妾於奸富之家矣。嗚呼，悲夫！"
      },
      {
        "index": 4,
        "text": "一顧傾城，再顧傾國，色也。大者傾城，下者傾鄉，富也。貨色之不祥如此哉！"
      },
      {
        "index": 5,
        "text": "《吳子》之正，《孫子》之奇，兵法盡在是矣。《吳子》似《論語》，《孫子》似《孟子》。"
      },
      {
        "index": 6,
        "text": "朱文公《與慶國卓夫人書》雲：“五哥嶽廟，聞尊意欲為五哥經營幹官差遣，某切以為不可。人家子弟多因此壞卻心性，蓋其生長富貴，本不知艱難，一旦仕宦，便為此官，逐司只有使長一人可相拘轄，又多寬厚長者，不欲以法度見繩。上無職事了辦之責，下無吏民竊伺之憂。而州縣守令，執反出己下，可以陵轢，故後生子弟為此官者，無不傲慢縱恣，觸事懵然。愚意以為可且為營一稍在人下職事、吃人打罵差遣，乃所以成就之。若必欲與求幹官，乃是置之有過之地，誤其終身。”前輩愛人以德，至於如此。卓夫人乃少傅劉公子羽之妃，樞密共父之母，五哥即平甫，朱與劉蓋姻婭。初，文公之父韋齋疾革，手自為書，以家事屬少傅。韋齋歿，文公年十四，少傅為築室於其裏，俾奉母居焉。少傅手書與白水劉致中雲：“於緋溪得屋五間，器用完備，又於七倉前得地，可以樹，有圃可蔬，有池可魚，朱家人口不多，可以居。”文公視卓夫人猶母雲。"
      },
      {
        "index": 7,
        "text": "《五代史》：漢王章不喜文士，嘗語人曰：“此輩與一把筭子，未知顛倒，何益於國！”筭子，本俗語，歐公據其言書之，殊有古意。溫公《通鑒》改作“授之握筭，不知縱橫”，不如《歐史》矣。"
      },
      {
        "index": 8,
        "text": "農圃家風，漁樵樂事，唐人絕句模寫精矣。余摘十首題壁間，每菜羹豆飯飽後，啜苦茗一杯，偃臥松窗竹榻間，令兒童吟誦數過，自謂勝如吹竹彈絲。今記於此：韓偓雲：“聞說經旬不啟關，藥窗誰伴醉開顏。夜來雪壓村前竹，剩看溪南幾尺山。”又雲：“萬里清江萬里天，一村桑柘一村煙。漁翁醉著無人喚，過午醒來雪滿船。”長孫佐輔雲：“獨訪山家歇還涉，茅屋斜連隔松葉。主人聞語未開門，繞籬野菜飛黃蝶。”薛能雲：“邵平瓜地接吾廬，谷雨幹時偶自鋤。昨日春風欺不在，就床吹落讀殘書。”韋莊雲：“南鄰酒熟愛相招，蘸甲傾來綠滿瓢，一醉不知三日事，任他童稚作漁樵。”杜荀鶴雲：“山雨溪風卷釣絲，瓦甌蓬底獨斟時。醉來睡著無人喚，流下前灘也不知。”陸龜蒙雲：“雨後沙虛古岸崩，漁梁移入亂雲層。歸時月落汀洲暗，認得妻兒結網燈。”鄭谷雲：“白頭波上白頭翁，家逐船移浦浦風。一尺鱸魚新釣得，兒孫吹火荻花中。”李商隱雲：“城郭休過識者稀，哀猿啼處有柴扉。滄江白石漁樵路，薄暮歸來雨濕衣。”張演雲：“鵝湖山下稻粱肥，豚柵雞棲對掩扉。桑柘影斜春社散，家家扶得醉人歸。”"
      },
      {
        "index": 9,
        "text": "唐人柳詩雲：“水邊楊柳綠煙絲，立馬煩君折一枝。惟有春風最相惜，殷勤更向手中吹。”朱文公每喜誦之，取其興也。"
      },
      {
        "index": 10,
        "text": "宋文帝時，司徒義康顓總朝權，四方饋遺，皆以上品薦義康，而以次品供禦。上嘗冬月啖柑，嘆其形味並劣，義康曰：“今年柑殊有佳者。”遣人還東府取柑，大供禦者三寸。上浸不能平，義康旋以罪廢。唐代宗謂李泌曰：“路嗣恭獻琉璃盤九寸，乃以徑尺者遺元載，須其至議之。”賴泌一言，嗣恭免罪，而元載竟誅。呂許公不肯多進淮白魚，蓋懲此也。秦檜之夫人，常入禁中。顯仁太後言近日子魚大者絕少。夫人對曰：“妾家有之，當以百尾進。”歸告檜，檜咎其失言，與其館客謀，進青魚百尾。顯仁拊掌笑曰：“我道這婆子村，果然！”蓋青魚似子魚而非，特差大耳。觀此，賊檜之奸可見。"
      },
      {
        "index": 11,
        "text": "魏鶴山《天寶遺事》詩雲：“紅錦繃盛河北賊，紫金盞酌壽王妃。弄成晚歲郎當曲，正是三郎快活時。”俗所謂“快活三郎”者，即明皇也。小說載，明皇自蜀還京，以駝馬載珍玩自隨，明皇聞駝馬所帶鈴聲，謂黃幡綽曰，“鈴聲頗似人言語。”幡綽對曰：“似言三郎郎當，三郎郎當也。”明皇愧且笑。"
      },
      {
        "index": 12,
        "text": "逆亮窺江，劉锜已病，亦同捍禦。未幾，亮殲，锜亦殂，特贈太尉。周益公行詞雲：“岑彭殞而公孫亡，諸葛死而仲達走。雖成功有命，皆莫究於生前；而遺烈在人，可徐觀於身後。”讀者服其的切。益公常舉似謂楊伯子曰：“起頭兩句，須要下四句議論承貼，四六特拘對耳，其立意措詞，貴於渾融有味，與散文同。”"
      },
      {
        "index": 13,
        "text": "紹興中，劉光世在淮西，軍無紀律。張魏公為都督，奏罷之，命參謀呂祉住廬州節制。光世頗得軍心，祉，儒者，不知變，繩束頓嚴，諸軍忿怨。統制酈瓊率眾縛祉，渡淮歸劉豫。魏公方宴僚佐，報忽至，滿座失色。公色不變，徐曰：“此有說，第恐虜覺耳。”因樂飲至夜分，乃為蠟書，遣死士持遺瓊，言“事可成，成之，不可，速全軍以歸。”虜得書，疑瓊，分隸其眾，困苦之，邊賴以安。南軒言：“符離之役，諸軍皆潰，唯存帳下千人。某終夕仿徨，而先公方孰寢，鼻息如雷。先公心法，如何可學！”"
      },
      {
        "index": 14,
        "text": "遊誠之，南軒高弟。嘗言：“《易》有太極，而周子加以無極，何也？試即吾心驗之，方其寂然無思，萬善未發，是無極也。雖雲未發，而此心昭然，靈源不昧，是太極也。”聞者服其簡明。其詩亦可愛，如“春風未肯催桃李，留得疏籬淺淡香”，“平生意思春風裏，信手題詩不用工”，“閑處漫憂當世事，靜中方識古人心”，皆有味。"
      },
      {
        "index": 15,
        "text": "齊封田嬰於薛，號靖郭君，專齊之權。嘗欲城薛，客謂曰：“君不聞海大魚乎？網不能止，鉤不能牽，碭而失水，則螻蟻制焉。今齊亦君之水也，君長有齊，奚以薛為？茍有失齊，雖隆薛之城至於天，庸足恃乎！”乃不果城。董卓積金帛於郿塢，曰：“事成，雄據天下，事不成，守此塢足矣。”人之智愚相遠乃如此。"
      },
      {
        "index": 16,
        "text": "上蔡先生雲：“透得名利關，方是小歇處。今之士大夫何足道，真能言之鸚鵡也。”朱文公曰：“今時秀才，教他說廉，直是會說廉，教他說義，直是會說義，及到做來，只是不廉不義。”此即所謂能言鸚鵡也。夫下以言語為學，上以言語為治，世道之所以日降也，而或者見能言之鸚鵡，乃指為鳳凰鸑鷟，惟恐其不在靈臺靈圃間，不亦異乎？"
      },
      {
        "index": 17,
        "text": "黃伯庸代宰相賀雪表雲：“招來眾彥，無晝臥洛陽之人；激勵三軍，有夜入蔡州之誌。”詞意壯切，真宰相事也。李公甫表雲：“漢使嚙氈，未必得匈奴之要領；楚軍挾纊，惟當堅祈父之爪牙。”語雖巧，頗牽強。"
      },
      {
        "index": 18,
        "text": "唐李商隱《漢宮詩》雲：“青雀西飛竟未回，君王猶在集靈臺。侍臣最有相如渴，不賜金莖露一杯。”譏武帝求仙也。言青雀杳然不回，神仙無可致之理必矣。而君王未悟，猶徘徊臺上，庶幾見之，且胡不以一物驗其真妄乎？金盤盛露，和以玉屑，服之可以長生，此方士之說也。今侍臣相如，正苦消渴，何不以一杯賜之，若服之而愈，則方士之說，猶可信也，不然，則其妄明矣。二十八字之間，委蛇曲折，含不盡之意。"
      },
      {
        "index": 19,
        "text": "《漢·食貨誌》雲：“冬，民既入，婦人同巷相從夜績，女工一月得四十五日。”註謂每日又得半夜，為四十五日也。然則農之宵爾索綯，儒之短檠夜誦，豈可少哉！胡淡庵書遺從子維寧曰：“古之君子，學欲其日益，善欲其日加，德欲其日起，身欲其日省，體欲其日強，行欲其日見，心欲其日休，道欲其日章。以為未也。”又曰：“日知其所亡，日見其所不見，一日不使其窮俛焉。其愛日如是是矣，猶以為未也，必時習焉，無一時不習也。必時敏焉，無一時不敏也。必時術焉，無一時不術也。必時中焉，無一時不中也。其競時如是，可以已矣，猶以為未也，則曰：夜者日之余也，吾必繼晷焉，燈必親，薪必然，膏必焚，燭必秉，蠟必濡，螢必照，月必帶，雪必映，光必隙，明必借，暗則記。嗚呼！如此極矣，然而君子人曰，終夜不寢，必如孔子，雞鳴而起，必如大舜，坐以待旦，必如周公，然則何時而已耶？範寧曰：‘君子之為學也，沒身而已矣。’”"
      },
      {
        "index": 20,
        "text": "晏子一狐裘三十年，長孫道生一熊皮障泥數十年，蓋貴而能儉。若淵明“十年著一冠”，則言其貧也。"
      },
      {
        "index": 21,
        "text": "敖器之善察脈，嘗言心脈要細、緊、洪，備此三者，大貴大賢也。趙季仁舉似謂余曰：“此非論脈，乃是論學。”余曰：“小心翼翼，細也。務時敏，緊也。有容乃大，洪也。”季仁曰：“正是如此。”"
      },
      {
        "index": 22,
        "text": "漢高祖謂項羽曰，“吾翁即若翁”，此語理意甚長。《左氏傳》：齊敗於鞍，晉人欲以蕭同叔子為質，齊人曰：“蕭同叔子者，非他，寡君之母也。若以匹敵，則亦晉君之母也。”《孟子》曰：“殺人之父者，人亦殺其父。然則非自殺之，一間耳。”高祖之語，與此暗合。史謂不修文學，而性明達，此類是也。項羽迄不殺太公，有感於斯言矣。乃知鷙猛之人，胸中未嘗無天理，特在於有以發之耳。"
      },
      {
        "index": 23,
        "text": "“九金聚粹，共圖魑魅之形；孤劍埋光，尚負鬥牛之氣。”此呂惠卿表也。邪人指正人為邪如此，人主於何以辯之？"
      },
      {
        "index": 24,
        "text": "衛青少服役平陽公主家，後為大將軍，貴顯震天下。公主仳離擇配，左右以為無如大將軍。公主曰：“此我家馬前奴也，不可。”已而遍擇群臣，貴顯無逾大將軍者，迄歸大將軍。丁晉公起甲第，巨麗無比。軍卒楊杲宗躬負土之役，勞苦萬狀。後杲宗以外戚起家，晉公得罪貶海上，朝廷以其第賜杲宗，居之三十年。世事翻覆，何所不有！楊誠齋詩雲：“君不見河陽花，今如泥土昔如霞。又不見武昌柳，春作金絲秋作帚。人生馬耳射東風，柳色桃花卻長久。秦時東陵千戶侯，華蟲被體腰蒼璆。漢初沛邑刀筆吏，折腰如磐頭搶地。蕭相厥初謁邵平，中庭百拜百不應。邵平後來謁蕭相，故侯一拜一惆悵。萬事反覆何所無，二子豈是大丈夫！窮通流坎皆偶爾，摶扶未必賢搶榆。華胥別是一天地，醉鄉何嘗有生死，儂欲與君歸去來，千愁萬恨付一杯。”"
      },
      {
        "index": 25,
        "text": "朱文公雲：“二蘇以精深敏妙之文，煽傾危變幻之習。”又雲：“早拾蘇張之緒余，晚醉佛老之糟粕。”余謂此文公二十八字彈文也。自程蘇相攻，其徒各右其師。孝宗最重大蘇之文，禦制序贊，特贈太師，學者翕然誦讀。所謂人傳元祜之學，家有眉山之書，蓋紀實也。文公每與其徒言，蘇氏之學，壞人心術，學校尤宜禁絕。編《楚辭後語》，坡公諸賦皆不取，惟收《胡麻賦》，以其文類《橘頌》。編《名臣言行錄》，於坡公議論，所取甚少。"
      },
      {
        "index": 26,
        "text": "陳了翁日與家人會食，男女各為一席，食已，必舉一話頭，令家人答。一日問曰：“並坐不橫肱，何也？”其孫女方七歲，答曰：“恐妨同坐者。”"
      },
      {
        "index": 27,
        "text": "魏鶴山雲：“某嘗以呂文穆《夾袋冊》，韓忠獻《甲乙丙丁集》，呂正獻《掌記》，曾宣靖《雌黃公議》，司馬公《薦士編》，陳密《學章稿》，範文獻《手記》，近世虞忠肅《翹材館錄》之類，粹為一編，名《達賢錄》，亦使士大夫識得行己用世規模，須是推誠心，布公道，集謀慮，廣忠益，不惟資人輔己，濟一旦之用。往往居德養才，流風所被，薰習演迤，逮乎數世，乃是先知先覺職分當然。”鶴山此論可謂任重道遠。然薦士非難，識土為難。卞和之識玉，九方臯之識馬，此豈有法之可傳哉！若識鑒未至，徒以偏駁錮滯之意見，稱量摸索，其不為王荊公者幾希！荊公嘗曰：“當今可望者，惟呂惠卿一人。”又曰：“章子厚才極高，但為流俗所毀耳。”嗚呼！《翹材》之所延，《夾袋》之所載，使盡如荊公之選掄，則是蛇虺之淵，虎狼之藪也，其流毒可勝道哉！故量足以容君子，識足以辯小人，可以為大臣矣。"
      },
      {
        "index": 28,
        "text": "有日者謁黃直卿，雲善算星數，知人禍福。直卿曰：“吾亦有個大算數，《書》曰：‘惠迪吉，從逆兇。作善，降之百祥，作不善，降之百殃。’《大學》曰：‘言悖而出者，亦悖而入。貨悖而入者，亦悖而出。’此個數，亙古今不差，豈不優於子之算數乎？”"
      },
      {
        "index": 29,
        "text": "真西山論菜雲：“百姓不可一日有此色，士大夫不可一日不知此味。”余謂百姓之有此色，正緣士大夫不知此味。若自一命以上至於公卿，皆是咬得菜根之人，則當必知其職分之所在矣，百姓何愁無飯吃。"
      },
      {
        "index": 30,
        "text": "高適五十始為詩，為少陵所推。老蘇三十始讀書，為歐公所許。功深力到，無早晚也。聖賢之學亦然，東坡詩雲：“貧家凈掃地，貧女巧梳頭。下士晚聞道，聊以拙自修。”朱文公每借此句作話頭，接引窮鄉晚學之士。"
      },
      {
        "index": 31,
        "text": "徐淵子《九日詩》雲：“衰容不似秋容好，坐上誰憐老孟嘉？牢裹烏紗莫吹卻，免教白髮見黃花。”時一朝士和雲：“呼兒為我整烏紗，不是無心學孟嘉，要摘金英滿頭插，明朝還是過時花。”二詩興致皆佳，未易優劣。"
      },
      {
        "index": 32,
        "text": "豫章旅邸，有題十二字雲：“願天常生好人，願人常做好事。”鄒景孟表而出之，以為奇語。吾鄉前輩彭執中雲：“住世一日，則做一日好人；居官一日，則做一日好事。”亦名言也。"
      },
      {
        "index": 33,
        "text": "自古盜賊，如黃巢、儂智高，敗績之後，皆能脫身自免。巢髡發為僧，題詩自贊，有“鐵衣著盡著僧衣”之句，智高敗後，惟金龍衣在，或謂入海，或謂奔大理國。淳熙間，江湖茶商相挺為盜，推荊南茶駔賴文政為首。文政多智，年已六十，不從，曰：“天子無失德，天下無他釁，將以何為？”群兇不聽，以刃脅之，黽勉而從。文政知事必不集，陰求貌類己者一人，曰劉四，以煎油糍為業，使執役左右。辛幼安為江西憲，親提死士與之角。困屈請降，文政先與渠魁數人來見，約日束兵。既退，謂其徒曰：“辛提刑瞻視不常，必將殺我。”欲遁去，其徒不可。則曰：“寧斷吾首以降，死先後不過數日耳。”其徒又不忍，乃斬劉四之首，使偽為己首以出，而文政竟遁去，官軍迄不知其首級之偽也。"
      },
      {
        "index": 34,
        "text": "嘉定間，加史丞相實封，制雲：“天欲治，舍我誰也，負孟軻濟世之才；民不被，若己推之，挺伊尹佐王之略。”用經句而帖妥，然過諛失體。勛德如韓魏公，荊公草加官制不過曰：“保茲天子，進無浮實之名；正是國人，退有顧言之行。”或謂荊公素不滿於魏公，故無甚褒之詞，非也，王言之體當然耳。"
      }
    ]
  }
}