{
  "chapterNumber": 6,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "白樂天詩云：“為問長安月，誰教不相離。”“相”字下自註云：“思必切。”乃知今俗作“廝”字者，非也。"
      },
      {
        "index": 2,
        "text": "秦檜少遊太學，博記工文，善幹鄙事，同舍號為“秦長腳”。每出遊飲，必委之辦集。既登第，又中詞科。靖康初，為禦史中丞。金人陷京師，議立張邦昌。檜陳議狀，大略謂：趙氏傳緒百七十年，號令一統，綿地萬里，子孫蕃衍，布在四海，德澤深長，百姓歸心。只緣奸臣誤國，遂至喪師失守，豈可以一城而決廢立哉！若必欲舍趙氏而立邦昌，則京師之民可服，而天下之民不可服；京師之宗子可滅，而天下之宗子不可滅。望稽古揆今，復君之位，以安天下。”虜雖不從，心嘉其忠，與之俱歸。檜天資狡險，始陳此議，特激於一朝之諒。既至虜廷，情態遂變，諂事撻辣，傾心為之用。兀術用事，侵擾江淮，韓世忠邀之於黃天蕩，幾為我擒。一夕鑿河，始得遁去。再寇西蜀，又為吳玠敗之於和尚原，至自髡其須發而遁。知南軍日強，懼不能當，乃陰與檜約，縱之南歸，使主和議。檜至行都，紿言殺虜之監己者，奔舟得脫。見高宗，首進“南自南，北自北”之說，時上頗厭兵，入其言。會諸將稍恣肆，各以其姓為軍號，曰“張家軍”、“韓家軍”。檜乘間密奏，以為諸軍但知有將軍，不知有天子，跋扈有萌，不可不慮。上為之動，遂決意和戎，而檜專執國命矣。方虜之以七事邀我也，有毋易首相之說，正為檜設。洪忠宣自虜回，戲謂檜曰：“撻辣郎君致意。”檜大恨之。厥後金人徙汴，其臣張師顏者作《南遷錄》，載孫大鼎疏，備言遣檜間我，以就和好。於是檜之奸賊不臣，其跡始彰彰矣。方其在相位也，建一德格天之閣，有朝士賀以啟云：“我聞在昔，惟伊尹格於皇天；民到於今，微管仲吾其左衽。”檜大喜，超擢之。又有選人投詩云：“多少儒生新及第，高燒銀燭照娥眉。格天閣上三更雨，猶誦《車攻》復古詩。”檜益喜，即與改秩。蓋其胸中有慊，故特喜此諛語，以為掩覆之計，真猾夏之賊也。余觀唐則天追貶隋臣楊素詔曰：“朕上嘉賢佐，下惡賊臣，嘗欲從容於萬機之暇，褒貶於千載之外。矧年代未遠，耳目尚存者乎！”夫楊素異代之奸臣，則天一女主，尚知惡而貶之。矧如檜者，密奉虜謀，脅君誤國，罪大惡極，上通於天，其可赦乎！開禧用兵，雖嘗追削，嘉定和戎，旋即牽復，是可嘆也。"
      },
      {
        "index": 3,
        "text": "洪容齋云：“《易》乾坤之下，六卦皆有坎，此聖人防患備險之意也。”余謂屯、蒙，未出險者也，訟、師，方履險者也，戒之宜矣。若夫需者，燕樂之象；比者，親附之象，乃亦有險焉。蓋斧斤鴆毒，每在於衽席杯觴之間，而詡詡笑語，未必非彎弓下石者也。於此二卦，其戒尤不可不嚴焉。"
      },
      {
        "index": 4,
        "text": "王荊公新法煩苛，毒流寰宇，晚歲歸鐘山，作《放魚》詩云：“物我皆畏苦，舍之寧啖茹。”其與梁武帝窮兵嗜殺，而以面代犧牲者何殊？余嘗有詩云：“錯認蒼姬六典書，中原從此變蕭疏，幅巾投老鐘山日，辛苦區區活數魚。”"
      },
      {
        "index": 5,
        "text": "唐宣宗遺詔立夔王，而中尉王宗實等迎鄆王立之，是為懿宗。上嘗出宦官請鄆王監國奏，令宣徽使楊公慶持示宰相杜悰曰：“當時宰相無名者，皆以反法處之。”驚謂公慶及兩樞密曰：“主上新踐阼，當以仁愛為先，豈得遽贊成殺宰相事！若習與性成，則中尉樞密，豈得不自憂乎？”公慶色沮而去，帝怒亦釋。慶歷中，劫盜張海過高郵，知軍晁仲約令百姓斂金帛牛酒勞之。海悅，徑去，不為暴。事聞，富鄭公欲誅仲約，範文正不可。富公慍曰：“方今患法不舉，欲舉法而多方沮之，何以整眾？”範公曰：“祖宗以來，未嘗輕殺臣下，此盛德事，奈何欲輕壞之？他日主上手滑，吾輩亦未敢自保也。”富公終不以為然。其後自河北還朝，不許入國門，未測朝廷意，終夜旁徨，不能寐，思範公語，繞床嘆曰：“範六丈，聖人也。”文正之言，與杜悰略同，皆至言也。李斯勸胡亥以煩刑，而身具五刑以死，為人臣者，可以監矣。建炎初，維揚之禍，諫官袁植乞誅黃潛善等九人，高宗不可，曰：“朕方責己，豈可歸罪股肱？”宰相呂頤浩曰：“我朝輔弼大臣，縱有大罪，止從貶竄，故盛德足以祈天永命。植發此言，虧陛下好生之德。”乃出植知池州。大哉！高宗之德。至哉！頤浩之論。當時若從植言，潛善等固死有余罪，然此門既開，厥後秦檜專國，必借此藉口，以鈕善類，其產禍，寧有極乎！"
      },
      {
        "index": 6,
        "text": "張文潛云：“《詩》三百篇，雖云婦人女子、小夫賤隸所為，要之非深於文章者不能作。如‘七月在野’以下皆不道破，至‘十月入我床下’，方言是蟋蟀，非深於文章者能之乎？然是詩乃周公作，其超妙宜矣。荊公絕句云：‘昏黑投林曉更驚，背人相喚百般鳴。柴門長閉春風暖，事外還能見鳥情。’蓋祖此法。”"
      },
      {
        "index": 7,
        "text": "王景文云：“有心於避禍，不若無心於任運。”斯言固達矣，然必自反無愧，自盡無憾，乃可安之於命。伊川曰：“人之於患難，只有一個處置，盡人謀之後，卻須泰然處之。”東坡曰：“知命者必盡人事，然後理足而無憾。物之有成必有壞，譬如人之有生必有死，而國之有興必有亡也。‘雖知其然，而君子之養身也，凡可以久生而緩死者，無不用；其治國也，凡可以存存而救亡者，無不為；至於不可奈何而後已，此之謂知命。”"
      },
      {
        "index": 8,
        "text": "伊川謫涪，渡江，風浪大作，舟中之人皆失色。伊川正襟端坐，神色泰然。既及岸，有樵夫問曰：“公是達後如此，是舍後如此？”伊川登岸，欲與之言，已去不可追矣。余謂惟達故舍，惟舍故達，達是智，舍是勇。夫子曰：“朝聞道夕死可矣。”使未聞道，必有貪生怖死之心，安能夕死而可哉！可者，委順而無貪怖之心也。“朝聞道”是達，“夕死可矣”是舍，達須是平時做工夫，舍則臨事自然如此。"
      },
      {
        "index": 9,
        "text": "周益公作《胡忠簡神道碑》云：“武王一戎衣而天下定，義士猶或非之，孔子奚取焉，為萬世計也。”蓋忠簡力詆和議，乞斬秦檜，而紹興終於和戎，故以忠簡比夷齊，以高宗比武王，可謂回護得體。"
      },
      {
        "index": 10,
        "text": "康節邵子云：“夫子定《書》，以《秦誓》綴《周》、《魯》之後，知周之必為秦也。”前輩頗不然其說。余嘗思之，亦自有理。蓋說者皆謂取穆公悔過一念，故特錄其書。然作誓之後，彭衙、令狐、汾曲之師，貪忿愈甚，烏在其為真悔過！夫子奚取焉？況二百余年，千八百國之諸侯，豈無一君之賢、一言之幾於道，奚獨於西戎之君有取哉？蓋當是時，周已不可為，而列國又皆不自振，惟秦骎骎始大。夫子知周之亡也，諸侯必折而入於秦，故定《書》之末，特收此篇，以微見其意。或曰，聖賢言理不言數，若爾，則夫子亦言數乎？曰，此非數也，勢也。夫子嘗曰：“如有用我者，吾其為東周乎？”乎者，疑詞也，謂吾道若獲用，則西周之美可尋，不止乎東周而遂已也。此正欲以理而回其勢也。及歷聘無逢，自衛反魯，則道不獲行，而勢之所趨，有不可挽者矣，安得不憫然寓意於定《書》之末乎！考秦之強，實自穆公始，秦以割地斃列國，非特戰國時為然，在春秋時已然矣。《左氏傳》曰：“賂秦伯以河外列城五。”又曰：“秦始征晉河東，置官司馬。”此皆薪不盡、火不滅之兆也。周亡而秦興，已粲然在目中矣，孰謂夫子而不知乎！且非特定《書》為然也，其刪《詩》亦然。十五國風，莫非中國之詩也，吳楚流而入於夷狄，則削而不錄。秦與吳楚等也，獨存其詩。今觀列國之風，大抵流蕩昏淫，有日趨於亡之勢，惟秦始有車馬禮樂，其詩奮厲猛起，已有招八州畢六王之氣象，夫子存而不刪，豈無意乎？"
      },
      {
        "index": 11,
        "text": "王荊公少年，不可一世士，獨懷刺候濂溪，三及門而三辭焉。荊公恚曰：“吾獨不可自求之六經乎！”乃不復見。余謂濂溪知荊公自信太篤，自處太高，故欲少摧其銳，而不料其不可回也。然再辭可矣，三則已甚。使荊公得從濂溪，沐浴於光風霽月之中，以消釋其偏蔽，則他日得君行道，必無新法之煩苛，必不斥眾君子為流俗，而社稷蒼生將有賴焉。嗚呼！豈非天哉！"
      },
      {
        "index": 12,
        "text": "秦虎視山東，蠶食六國，不知六國未滅，而秦先滅矣。何也？始皇乃呂不韋之子，則是贏氏為呂氏所滅也。司馬氏欺人孤寡，而奪之位，不知魏滅未幾，而晉亦滅矣。何也？元帝乃牛金之子，則是司馬氏為牛氏所滅也。《春秋》書莒氏滅鄙，義正如此。胡致堂欲用《春秋》法，於《始皇紀》便明書呂氏，《元帝紀》便明書牛氏，以從其實。"
      },
      {
        "index": 13,
        "text": "景公千駟，不及夷齊。顏子一瓢，乃同禹稷。孔孟垂教，深切著明，而後世利欲之私，至於包括天地，蔽遮日月。太史公曰：“天下攘攘，皆為利往，天下嘻嘻，皆為利來。”籲！可哀也哉！"
      },
      {
        "index": 14,
        "text": "舜誅四，周公誅二，趙廣漢誅一原褚而潁川服，尹翁歸誅一許仲孫而東海服。趙、尹固不足道，而所以用刑者，則舜與周公之術也。彼渭水盡赤，血流波道者，獨何為哉？"
      },
      {
        "index": 15,
        "text": "學不必博，要之有用；仕不必達，要之無愧。學而無用，塗車芻靈也；仕而有愧，鶴軒虎冠也。"
      },
      {
        "index": 16,
        "text": "楚不以白珩為寶，而觀射父之作訓辭，左史倚相之道訓典，乃楚之至寶也。齊不以徑寸之珠為寶，而檀子之守南城，朌子之守高唐，黔夫之守徐州，種首之備盜賊，乃齊之至寶也。故忠賢才識之士，謂之寶臣。若無寶而不之求，得寶而不之識，有寶而不之重，棄荊玉而喜燕石，賤周璞而藏鄭鼠，國之不亡者，幸也。"
      },
      {
        "index": 17,
        "text": "楊誠齋云：“人皆以饑寒為患，不知所患者，正在於不饑不寒爾。”此語殊有味。乞食於野人，晉重耳之所以霸。燎衣破竈而啜豆粥，漢光武之所以興。況下此者，其可不知饑寒之味哉！"
      },
      {
        "index": 18,
        "text": "張子韶對策，至晡未畢，貂珰促之。子韶曰：“未也，方談及公等。”故其策曰：“閹寺聞名，國之不祥也。堯舜閹寺不聞於典謨，三王閹寺不聞於誓誥。豎刁聞於齊而齊亂，伊戾聞於宋而宋危。”"
      },
      {
        "index": 19,
        "text": "杜陵《詠鷗》云：“江浦寒鷗戲，無它亦自饒。卻思翻玉羽，隨意點春苗。雪暗還須落，風生一任飄。幾群滄海上，清影日蕭蕭。”言浦鷗閑戲，使無他事，亦自饒美，奈何不免口腹之累，故閑戲未足，已思翻玉羽而點春苗，為謀食之計，雖風雪淩厲，有所不暇顧。末言海鷗之曠逸，清影翛然不為泥滓所點染，非浦鷗所能及。以興士當高舉遠引，歸潔其身如海鷗，不當逐逐於聲利之場，以自取賤辱若浦鷗也。"
      },
      {
        "index": 20,
        "text": "蘇養直之父伯固，從東坡遊，“我夢扁舟浮震澤”之詞，為伯固作也。養直“屬玉雙飛水滿塘”之句，亦見賞於坡，稱為吾家養直作此詩時，年甚少，而格律己老蒼如此。紹興間，與徐師川同召，師川赴，養直辭。師川造朝，便道過養直，留飲甚歡。二公平日對弈，徐高於蘇，是日養直拈一子，笑視師川曰：“今日須還老夫下此一著。”師川有愧色。遊誠之跋養直墨跡云：“後湖胸中本無軒冕，是以風神筆墨，皆自蕭散，非慕名隱居者比也。士生斯世，茍無功利及人，區區奔走，老死塵埃，不如學蘇養直。”"
      },
      {
        "index": 21,
        "text": "《五代史》：漢劉銖惡史弘肇、楊邠，於是李業譖二人於帝而殺之。銖喜，謂業曰：“君可謂僂鑼兒矣。”僂儸，俗言狡猾也。《歐史》間書俗語，甚奇。"
      },
      {
        "index": 22,
        "text": "《韻書·釋豉》云：“配鹽幽菽。”四字甚工。"
      },
      {
        "index": 23,
        "text": "北魏主珪問博士李先曰：“天下何物最益人神智？”先曰：“莫若書。”王荊公詩曰：“物變有萬殊，心思才一曲。讀書謂已多，撫事知不足。”言非讀書不足以應事也。然新法之害，豈不讀書之過哉！其過正在於讀書也。夫書不可不讀，尤貴於善讀。方荊公與諸君子爭新法也，作色於政事堂曰：“安石不能讀書，賢輩乃能讀書耶！”夫著一能讀書之心，橫於胸中，則錮滯有我，其心已與古人天淵懸隔矣，何自而得其活法妙用哉！呂東萊解《尚書》云：“《書》者，堯、舜、禹、湯、文、武、周公之精神心術盡寓其中，觀《書》者不求其心之所在，夫何益！然欲求古人之心，必先求吾心，乃可見古人之心。”此論最好，真讀書之法也。當時趙清獻公之折荊公曰：“臯、夔、稷、契，有何書可讀？”此亦忿激求勝之辭，未足以服荊公。夫自文籍既生以來，便有書。臯、夔之前，《三墳》亦書也；伏羲所畫之卦，亦書也；太公所稱黃帝、顓帝之《丹書》，亦書也；孟子所稱《放勛》曰，亦書也；豈得謂無書哉？特臯、夔、稷、契之所以讀書者，當必與荊公不同耳。當時答荊公之辭，只當曰：“公若錮於有我之私，不能虛心觀理，稽眾從人，是乃不能讀書也。”嗚呼！荊公往矣，後之君子，窮而講道明理，達而撫世酬物，謹無著一能讀書之心，橫在胸中也哉！秦朝松封大夫，陳朝石封三品。李誠之《詠松》云：“半依巖岫倚雲端，獨立亭亭耐歲寒。一事頗為清節累，秦時曾作大夫官。”荊公《三品石》云：“草沒苔侵棄道周，誤恩三品竟何酬？國亡今日頑無恥，似為當年不與謀。”夫松石無知之物，一為二朝名寵所點染，猶不免萬世之包彈，矧士大夫其於進退辭受之際，可茍乎哉！"
      },
      {
        "index": 24,
        "text": "吳孫秀曰：“討逆弱冠以一校尉創業，今後主舉江南而棄之。”唐李翺曰：“神堯以一旅取天下，後世子孫不能以天下取河北。”忠臣誌士之嘆，古今一也。"
      },
      {
        "index": 25,
        "text": "吾郡陳國材詩曰：“紅日晚天三四雁，碧波春水一雙鷗。”周益公、楊誠齋盛稱之。"
      },
      {
        "index": 26,
        "text": "荊公《題舒州山谷寺石牛洞泉穴》云：“水泠泠而北出，山靡靡以旁圍，欲窮源而不得，竟悵望以空歸。”晁無咎編《續楚詞》，謂此詩具六藝群書之余味，故與其經學典策之文俱傳。朱文公編《楚詞後語》，亦收此篇。"
      },
      {
        "index": 27,
        "text": "五代時，扈載有文名，嘗遊相國寺，見庭竹可愛，作《碧鮮賦》題壁間。周世宗命小黃門錄進，覽之稱善。王樸尤重之，薦之宰相李谷。谷曰：“非不知其才，然薄命恐不能勝。”樸曰：“公為宰相，以進賢退不肖為職，何言命耶？”乃拜知制誥，為學士。居歲餘，果卒。余謂谷言陋矣，不幸而中。若樸者，真宰相之言也。近時周益公長身瘦面，狀若野鶴，在翰苑多年。壽皇一日燕居，嘆曰：“好一個宰相，但恐福薄耳。”蓋疑其相也。一老珰在傍徐奏曰：“官家所嘆豈非周必大乎？”上曰：“爾何知？”曰：“臣見所畫司馬光像，亦如必大清臒。”上為之一笑。未幾，遂登庸，為太平宰相，與聞揖遜之盛。出鎮長沙，退休享清閑之福十有余年。"
      },
      {
        "index": 28,
        "text": "陶淵明《神釋形影》詩曰：“大鈞無私力，萬理自森著。人為三才中，豈不以我故。”我，神自謂也。人與天地並立，而為三才，以此心之神也；若塊然血肉，豈足以並天地哉！末云：“縱浪大化中，不喜亦不懼，應盡便須盡，無復獨多慮。”乃是不以死生禍福動其心，泰然委順養神之道也。淵明可謂知道之士矣。"
      },
      {
        "index": 29,
        "text": "元祐中，東坡知貢舉，李方叔就試。將鎖院，坡緘封一簡，令叔黨持與方叔，值方叔出，其仆受簡置幾上。有頃，章子厚二子曰持曰援者來，取簡竊觀，乃“揚雄優於劉向論”一篇。二章驚喜，攜之以去。方叔歸，求簡不得，知為二章所竊，悵惋不敢言。已而果出此題，二章皆模仿坡作，方叔幾於閣筆。及折號，坡意魁必方叔也，乃章援。第十名文意與魁相似，乃章持。坡失色。二十名間，一卷頗奇，坡謂同列曰：“此必李方叔。”視之，乃葛敏修。時山谷亦預校文，曰：“可賀內翰得人，此乃仆宰太和時，一學子相從者也。”而方叔竟下第。坡出院，聞其故，大嘆恨，作詩送其歸，所謂“平生漫說古戰場，過眼空迷日五色”者是也。其母嘆曰：“蘇學士知貢舉，而汝不成名，復何望哉！”抑郁而卒。余謂坡拳拳於方叔如此，真盛德事。然卒不能增益其命之所無，反使二章得竊之以發身，而子厚小人，將以坡為有私有黨，而無以大服其心，豈不重可惜哉！"
      },
      {
        "index": 30,
        "text": "韓、柳文多相似，韓有《平淮碑》，柳有《平淮雅》。韓有《進學解》，柳有《起廢答》。韓有《送窮文》，柳有《乞巧文》。韓有《與李翊論文書》，柳有《與韋中立論文書》。韓有《張中丞傳敘》，柳有《段太尉逸事》。至若韓之《原道》、《佛骨疏》、《毛穎傳》，則柳有所不能為。柳之《封建論》、《梓人傳》、《晉問》，則韓有所不能作。韓如美玉，柳如精金；韓如靜女，柳如名姝；韓如德驥，柳如天馬。歐似韓，蘇似柳。歐公在漢東，於破筐中得韓文數冊，讀之始悟作文法。東坡雖遷海外，亦惟以陶、柳二集自隨。各有所悟入，各有所酷嗜也。然韓、柳猶用奇字重字，歐、蘇唯用平常輕虛字，而妙麗古雅，自不可及，此又韓、柳所無也。"
      },
      {
        "index": 31,
        "text": "光堯之喪，金虜來吊祭，京仲遠以檢正假禮部尚書為報謝使，康元弼館伴。虜錫燕汴京，仲遠與郊勞使康元弼言，請免燕，不許。請撤樂，如告哀遺留使，亦不許。至期，虜促入席，傳呼不絕。仲遠曰：“若不撤樂，有死而已，不敢即席。”元弼等知不可奪，乃傳言曰：“請先拜酒果之賜，徐議撤樂。”仲遠方率其屬拜受。北典簽者連呼曰：“北朝燕南使，敢不即席！”聲甚厲，仲遠趨退復位，甲士露刃閉門，仲遠命左右叱曰：“南使執禮，何物卒徒，乃敢無禮！”排闥而出，元弼等以聞其主。仲遠留館俟命，賦詩曰：“鼎湖龍馭去無蹤，三遣行人意則同。兇禮強更為吉禮，夷風終未變華風。設令耳與笙鏞末，只願身糜鼎鑊中。已辦淹留期得請，不辭築館汴江東。”越七日，竟獲免樂之命。既還，孝宗勞之曰：“卿能執禮，為朕增氣，何以賞卿？”對曰：“虜畏陛下威德，非畏臣也。正使臣死於虜，亦常分也，敢覬賞乎！”上喜，謂宰相曰：“京鏜，今之毛遂也。”除權侍郎，以至大用。"
      },
      {
        "index": 32,
        "text": "嘉定和戎，湖南帥曹彥約賀表云：“過也更也，何傷日月之明；赦之宥之，式彰天地之大。”一時傳誦。吾郡羅蓬伯之詞也。"
      },
      {
        "index": 33,
        "text": "土卒畏將者勝，畏敵者敗；愛將者勝，愛身者敗。畏將則不畏敵，畏敵則不畏將。愛將則不愛身，愛身則不愛將。畏將在將之威，愛將在將之恩。有李光弼斬張用濟之威，則三軍股栗矣，何患其不畏將？有吳起吮士疽之恩，則赴死如歸矣，何患其不愛將？雖然，戮一不用命，誅一不循律，則威振矣，不必數數然也。至若撫循之恩，則終始有所不可廢。《東山》之詩，昵昵兒女語，此周之所以長。潼關之敗，唐幾亡矣，而仆射如父兄，識者以是占中興焉。謀帥擇將者，則何以哉？"
      }
    ]
  }
}