{
  "chapterNumber": 8,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "高廟配享，洪容齋在翰苑，以呂頤浩、趙鼎、韓世忠、張俊四人為請。蓋文武各用兩人，出於孝宗聖意也，遂令侍從議。時宇文子英等十二人以為宜如明詔，而識者多謂呂元直不厭人望，張魏公不應獨遺。楊誠齋時為秘書少監，上書爭之，以欺、專、私三罪斥容齋，且言魏公有社稷大功五：建復辟之勛，一也。發儲嗣之議，二也。誅範瓊以正朝綱，三也。用吳玠以保全蜀，四也。卻劉麟以定江左，五也。於是有旨再令詳議。越數日，上忽諭大臣曰：“呂頤浩等配享，正合公論，更不須議。洪邁固是輕率，楊萬里亦未免浮薄。”於是二人皆求去，容齋守南徐，誠齋守高安，而魏公迄不得配食。誠齋詩雲：“出卻金宮入梵宮，翠微綠霧染衣濃。三年不識西湖月，一夜初聞南澗鐘。藏室蓬山真昨戲，園翁溪友得今從。若非朝士追相送，何處冥鴻更有蹤。”又雲：“新晴在在野花香，過雨迢迢沙路長。兩度立朝今結局，一生行客老還鄉。猶嫌數騎傳書劄，剩喜千峰入肺腸。到得前頭上船處，莫將白髮照滄浪。”此去國時詩也，可謂無幾微見於顏面矣。其冢嗣東山先生伯子跋其《論配享書稿》雲：“覆羹真得皂囊書，錦水元來勝石渠。但寶銀鉤並鐵畫，何須玉帶與金魚。”蓋苗劉作亂時，矯隆祐詔貶竄魏公，高宗在升旸宮方啜羹，左右來告，驚懼，羹覆於手，手為之傷。既復辟，見魏公，泣數行下，舉手示公，痕跡猶存。左次魏和伯子詩雲：“鑾坡蓬監兩封書，道院東西各付渠。乾道聖人無固必，是非付與直哉魚。”詞意亦佳，但當途乃江東道院，容齋守南徐，非當途也。"
      },
      {
        "index": 2,
        "text": "渡江以來，士大夫始衣紫窄衫，上下如一。紹興九年，詔公卿長吏毋得以戎服臨民，復用冠帶。論者以為擾，於是士大夫皆服涼衫。乾道中，李獻之上言：“會聚之際，顏色可憎，今陛下上承兩宮，宜服紫衫為便。”上從之。蓋人情樂簡便久矣。昔節孝先生徐仲車事母至孝，一日，竦然自省曰：“吾以襕襆謁貴人，而不以見母，是敬母不如敬貴人也，不可。”乃日具襕襆揖母，人皆笑之。節孝行之終身。近時靜春先生劉子澄，朱文公高弟也，守衡陽，日以冠裳蒞事。憲使趙民則嘗紫衫來見，子澄不脫冠裳見之。民則請免冠裳，子澄端笏肅容曰：“戒石在前，小臣豈敢！”民則皇恐，退具冠裳以見，然由是不相樂。夫襕襆揖母，冠裳臨民，常事也，而世俗且笑之，且難之。至於紫窄袖衫，乃戎服也，出於兵興一時權宜，而相承至今不能改，然則古道何時而可復乎？"
      },
      {
        "index": 3,
        "text": "李泰伯著《常語》非孟子，後舉茂材，論題出“經正則庶民興”，不知出處，曰：“吾無書不讀，此必《孟子》中語也。”擲筆而出。晁說之亦著論非孟子，建炎中，宰相進擬除官，高宗曰：“《孟子》發揮王道，說之何人，乃敢非之！”勒令致仕。鄭叔友著《崇正論》，亦非孟子曰：“軻，忍人也，辯士也，儀、秦之流也。戰國縱橫捭閹之士，皆發冢之人，而軻能以詩禮者也。”余謂孟子以儀、秦之齒舌，明周、孔之肺腸，的切痛快，蘇醒萬世，此何可非！泰伯所以非之者，謂其不當勸齊、梁之君以王耳。昔武王伐紂，舉世不以為非，而伯夷、叔齊獨非之。東萊呂先生曰：“武王憂當世之無君者也，伯夷憂萬世之無君者也。”余亦謂孟子憂當世之無君者也，泰伯憂萬世之無君者也。此其特見卓論，真可與夷、齊同科，至於說之、叔友拾其遺說而附和之，則過矣。"
      },
      {
        "index": 4,
        "text": "平原、盂嘗君養天下客，而未嘗得一客。張湯、公孫弘接天下士，而未嘗得一士。魯仲連固不肯與雞鳴狗盜者伍也，汲長孺固不肯與奴顏婢息者齒也。若得一魯仲連，則一客可以敵千客。若得一汲長孺，則一士可以埒千士。故山谷詩曰：“匹士能光國，三孱不滿隅。”"
      },
      {
        "index": 5,
        "text": "不主癰疽、瘠環，所以為孔子。不禮臧倉、王歡，所以為孟子。宋璟不與內侍交語，明皇深加獎嘆。杜悰不從監軍請選娼女入宮，武宗知其有宰相才。範純夫為諫官，東鄰宦官陳衍園亭在焉，衍每至園中，不敢高聲，謂其徒曰：“範諫議一言到上前，吾輩不知死所矣。”此其所以為範純夫也，此其所以為元祐也。王黼為宰相，與宦者梁師成鄰居，密開後戶往來。徽宗幸黼第，徘徊觀覽，偶見之，大不樂。此其所以為王黼也，此其所以為崇、觀、政、宣也。"
      },
      {
        "index": 6,
        "text": "東坡於世家中得王定國，於宗室中得趙德麟，獎許不容口。定國坐坡累，謫賓州。瘴煙窟裏五年，面如紅玉，尤為坡所敬服。然其後乃階梁師成以進，而德麟亦諂事譚稹。紹興初，德麟主管大宗正司，有旨令易環衛官，宰相呂頤浩奏曰：“令峙讀書能文，蘇軾嘗薦之，似不須易。”高宗曰：“令峙昔事譚稹，為清議所薄。”竟易之。士大夫晚節持身之難如此。余觀屈平之《騷經》曰：“蘭芷變而不芳兮，荃蕙化而為茅。何昔日之芳草兮，今直為此蕭艾也？豈其有他故兮，莫好修之害也！”朱文公釋之曰：“世亂俗薄，士無常守，乃小人害之。而以為莫如好修之害者，何哉？蓋由君子好修，而小人嫉之，使不容於當世，故中材以下，莫不變化而從俗，則是其所以致此者，反無有如好修之為害也。”嗚呼！其崇、觀、政、宣之時乎，宜二子之改節易行也。"
      },
      {
        "index": 7,
        "text": "張無垢在越上作幕官，不請供給錢；在館中進書，不肯轉官，人皆以為好名之過。無垢曰：“既請月俸，又受供給，偶然進書，又便受賞，於我心實有不安，此亦本分事，何名之好！貪者往往不曾尋思，此心病也。心有病，人安得知？我知之，當自醫。別人既不自知病，反惡人醫病，猶婦人妒者，非特妒其夫，又且妒人之夫，其惑甚矣。”無垢此喻甚切。世降俗薄，貪濁成風，反相與嗤笑廉者。諛佞成風，反相與嗤笑直者。軟熟成風，反相與嗤笑剛者。競進成風，反相與嗤笑恬退者。侈靡成風，反相與嗤笑儉約者。傲誕成風，反相與嗤笑謙默者。賈子雲：“莫邪為鈍兮，鉛刀為銛。”東坡雲：“變丹青於五瑩兮，乃反謂子為非智。”風俗至於如此，豈不可哀！"
      },
      {
        "index": 8,
        "text": "安子文與楊巨源、李好義合謀誅逆曦，矯詔之詞曰：“惟幹戈省厥躬，朕既昧聖賢之戒；雖犬馬識其主，爾乃甘夷虜之臣！邦有常刑，罪在不赦。”詞旨明白，乃好義姊夫楊君玉之詞也。曦年十許歲時，其父挺嘗問其誌，曦有不臣之語，其父怒，蹴之爐火中，灼其面，號“吳巴子”雲。"
      },
      {
        "index": 9,
        "text": "魏鶴山雲：“古人稱字，最不輕。《儀禮》：子孫於祖禰皆稱字。孔門諸子，多稱夫子為仲尼。子思，孫也，孟子，又子思弟子也，亦皆稱仲尼。雖今人亦稱之，而人不為怪。遊、夏之門人，皆字其師。漢初唯子房一人得稱字，中世有字其諸父，字其諸祖者，近世猶有後學呼退之，兒童誦君實之類。”觀鶴山此說，古人蓋以稱字為至重。今世唯平交乃稱字，稍尊稍貴者，便不敢以字稱之，與古異矣。魯哀公誄孔子亦曰尼父，則君亦可以字臣。周益公謂先君曰：“壽皇每稱東坡，唯日子瞻而不名，其欽重如此。”"
      },
      {
        "index": 10,
        "text": "大凡應大變處大事，須是靜定凝重，如周公之“赤舄幾幾”是也。漢武帝因不移步識霍光，因不轉盻識金日磾，亦是窺見他靜定凝重處，故逆知其可以托孤寄命。韓魏公之凝立，亦此類也。歐陽公所謂“垂紳正笏，不動聲色，而措天下於泰山之安”，形容得最好。然魏公亦只是天資。至如司馬公則加以學力，尤不可及。如更新法，傅欽之、蘇子瞻勸其防後患，公起立拱手，仰視厲聲曰：“天若祚宋，必無此事。”此惟有大力量，方能為此言。張宣公雲：“使某當時應答，不過曰：‘茍利社稷，遑恤其他！’只如此說已自好，安能如公之言，更不論一己利害。想其平日所養，故臨事發言，能如是中理，雖聖人不過如此說，近於終條理者矣。”"
      },
      {
        "index": 11,
        "text": "紹熙甲寅，光宗以疾不能過宮，吾郡尹德鄰初參太學，簾引詩題出“問寢龍樓曉”，德鄰詩雲：“父母人皆有，儀刑自冕旒。問安趨燕寢，拂曉過龍樓。鶴駕嚴晨衛，雞人徹夜籌。慈闈天語接，飛棟月華收。萬姓齊呼舞，三宮款獻酬。小儒憂國切，幾白九分頭。”學官擊節，一時傳誦。"
      },
      {
        "index": 12,
        "text": "象山與羅春伯書雲：“宇宙無際，天地開辟，本只一家。來書乃謂自家屋裏人，不亦陋乎！謂之自家，不知孰為他家？古人但問是非邪正，不問自家他家。君子之心，未嘗不欲其去非而就是，舍邪而適正，其怙終不悛，則當為夬之上六矣。舜於四兇，孔子於少正卯，亦治其家人耳。”象山此論，可謂渾厚高明。且以我朝言之，自慶歷以前，無君子小人之名，所謂本只一家者也，故君子不受禍。自慶歷以後，君子小人之名始立，則有自家他家之分矣。故君子之受禍，一節深於一節。"
      },
      {
        "index": 13,
        "text": "丁常任，毗陵人，淳熙間為郎。冬至日，上殿奏對。玉音曰：“曉來雲物甚奇，卿曾見否？”常任實不曾見，即對曰：“豈惟臣見之，四海萬姓皆見之。”孝宗大喜曰：“卿對甚偉。”命除淮漕。"
      },
      {
        "index": 14,
        "text": "詩家有以山喻愁者，杜少陵雲“憂端如山來，澒洞不可掇”，趙嘏雲“夕陽樓上山重疊，未抵春愁一倍多”是也。有以水喻愁者，李頎雲“請量東海水，看取淺深愁”，李後主雲“問君都有幾多愁？恰似一江春水向東流”，秦少遊雲“落紅萬點愁如海”是也。賀方回雲：“試問閑愁知幾許，一川煙草，滿城風絮，梅子黃時雨。”蓋以三者比之愁多也，尤為新奇，兼興中有比，意味更長。"
      },
      {
        "index": 15,
        "text": "宣和中，大盜方臘擾浙中，王師討之。命陳亨伯以發運使經制東南七路財賦。因建議如賣酒、鬻糟、商稅、牙稅與夫頭子錢、樓店錢，皆少增其數，別歷收系，謂之“經制錢”。其後盧宗原頗附益之。至翁彥國為總制使，仿其法，又收贏焉，謂之“總制錢”。靖康之初，嘗詔罷之。軍興，議者再請施行，色目浸廣，視宣和有加焉。以迄於今，為州縣大患。初，亨伯之作俑也，其兄聞之，哭於家廟，謂剝民產，怨禍必及子孫。厥後葉正則作外臺，謂必盡去經總錢，而後天下乃可為，治平乃可望。然中興百年，非無聖君賢相，未聞有議及此者，是獨何也？"
      },
      {
        "index": 16,
        "text": "杜少陵詩雲：“小兒學問止《論語》，大兒結束隨商賈。”蓋以《論語》為兒童之書也。趙普再相，人言普山東人，所讀者止《論語》，蓋亦少陵之說也。太宗嘗以此語問普，普略不隱，對曰：“臣平生所知，誠不出此。昔以其半輔太祖定天下，今欲以其半輔陛下致太子。”普之相業，固未能無愧於《論語》，而其言則天下之至言也。朱文公曰：“某少時讀《論語》便知愛，自後求一書似此者卒無有。”"
      },
      {
        "index": 17,
        "text": "林勛，賀州人，紹興中登進士第。嘗進《本政書》，欲漸復三代井田之法。大略謂：五尺為步，步百為畝。畝百為頃，頃九為井。井方一里，井十為通，通十為成。成方十里，成十為終，終十為同。同方百里，一同之地，提封萬井，實為九萬頃。三分去二，為城郭市井、官府道路、山林川澤，與夫磽確不毛之地。定其可耕與為民居者三千四百井，實為三萬六百頃。一頃之田，二夫耕之。夫田五十畝，余夫亦如之，總二夫之田，則為百畝。百畝之收，平歲為米五十石，上熟之歲，為米百石。二夫以之養數口之家，蓋裕如矣。總八頃之稅，為米十有六石，錢三貫二百文，此之謂什一。井復一夫之稅，以其人為農正，掌勸督耕耨賦稅之事，但收十有五夫之稅，總計三千四百井之稅，為米五萬一千石，為錢一萬二千貫，以此為一同之率。一頃之居，其地百畝，十有六夫分之。夫宅五畝，總十有六夫之宅，為地八十畝。余二十畝以為社學場圃，一井之人共之，使之朝夕群居，以教其子弟。然貧富不等，未易均齊，奪有余以補不足，則民駭矣。今宜立之法，使一夫占田五十畝以上者為良農，不足五十畝者為次農，其無田而為閑民，與非工商在官而為遊惰末作者，皆為驅之使為隸農。良農一夫以五十畝為正田，以其余為羨田。正田毋敢廢業，必躬耕之。其有羨田之家，則無得買田，唯得賣田。至於次農，則無得賣田，而與隸農皆得買羨田，以足一夫之數，而升為良農。凡次農隸農之未能買田者，皆使之分耕良農之羨田，各如其夫之數，而歲入其租於良農。如其俗之故，非自能買田及業主自收其田，皆毋得遷業。若良農之不願賣羨田者，宜悉俟其子孫之長而分之，官毋苛奪以賈其怨。少須暇之，自合中制矣。其書大略如此。朱文公、張宣公皆喜其說，謂其有誌復古。然今時欲行經界，尚以為難，況均田乎？"
      },
      {
        "index": 18,
        "text": "橫渠《西銘》曰：“大君者，父母之宗子。”其說本於召公。《召誥》曰：“有王雖小，元子哉！”又曰：“皇天上帝，改厥元子。”元子即宗子也。武王誓師之辭曰：“亶聰明，作元後，元後作民父母。”余謂父母之說，不如元子宗子之說意味深長。蓋謂之元子宗子，則天父地母，臨之於上，諸弟之顛連無告者，責望於下，非特側然於同胞之愛，且有所嚴憚而不敢隳其職分矣。"
      },
      {
        "index": 19,
        "text": "李強父為昭文相，嘗出六和塔，題詩雲：“往來塔下幾經秋，每恨無從到上頭。今日登臨方覺險，不如歸去臥林丘。”強父為相清正，謹守規矩，自奉如寒士，書卷不釋手，薨於位，謚文清。"
      },
      {
        "index": 20,
        "text": "嘉定間，楊伯子為湖州守，彈壓豪貴，牧養小民，治聲赫然，為三輔冠。郡之士相與肖像祠於學宮，與工部尚書戴少望並祠。伯子意不悅，會除浙東庾節，將行，辭先聖先師禮畢，與教官諸生坐於講堂，命取所祠畫像來，題詩其上雲：“面有憂民色，天知報國心。三年風月少，兩鬢雪霜深。更莫留形跡，何曾廢古今。不如隨我去，相伴老山林。”遂卷藏而行。當時士子有戲和其詩者，末句雲：“可憐戴工部，獨樹不成林。”"
      },
      {
        "index": 21,
        "text": "陸士規布衣工詩，秦檜喜之。嘗挾秦書幹臨川守，饋遺不滿意，升堂嫚罵。守懼，以書白秦自解。秦怒陸甚，陸請見，不出。然猶令其子小相者見之，問其近作。陸誦其《黃陵廟》一絕雲：“東風吹草綠離離，路入黃陵古廟西，帝子不知春又去，亂山無主鷓鴣啼。”小相入誦之。秦吟賞再四，即命請見，待之如初。"
      },
      {
        "index": 22,
        "text": "宗杲論禪雲：“譬如人載一車兵器，弄了一件，又取出一件來弄，便不是殺人手段。我則只有寸鐵，便可殺人。”朱文公亦喜其說。蓋自吾儒言之，若子貢之多聞，弄一車兵器者也。曾子之守約，寸鐵殺人者也。"
      },
      {
        "index": 23,
        "text": "杜少陵詩雲：“風含翠筱娟娟凈，雨襄紅蕖冉冉香。”上句風中有雨，下句雨中有風，謂之互體。楊誠齋詩雲“綠光風動麥，白碎日翻池”亦然，上句風中有日，下句日中有風。"
      },
      {
        "index": 24,
        "text": "韓文公作《歐陽詹哀詞》雲：“詹，閩人也，父母老矣，舍朝夕之養以來京師。其心將以有得於是，而歸為父母榮也。雖其父母之心亦然，詹在側，雖無離憂，其誌不樂也。詹在京師，雖有離憂，其誌樂也。”山谷《送秦少章從蘇公學》雲：“斑衣兒啼真自樂，從師學道也不惡。但使新年勝故年，即如常在郎罷前。”後山雲：“士有從師樂，諸兒卻未知。欲行天下獨，信有俗間疑。秋入川原秀，風連鼓角悲。目前豚犬類，未必慰親思。”二詩皆用韓意，而後山之味永。陸象山雲：“男子生而以桑弧蓬矢，射天地四方，示有四方之誌，此其父母教之望之第一義也。顏子之家，一簞食，一瓢飲，在人不堪憂之地，而其子乃從其師周遊天下，履宋、衛、陳、蔡之厄，而不以為悔。此豈俚俗之人、拘曲之士所能知其義哉！蓋誠使此心無所放失，無所陷溺，全天之所予而無傷焉，則千萬里之遠，無異於親膝。不然，雖日用三牲之養，猶為不孝也。”象山此說，尤更精透。"
      },
      {
        "index": 25,
        "text": "有僧住山，或謀攘之。僧乃掛草鞋一雙於方丈前，題詩雲：“方丈前頭掛草鞋，流行坎止任安排。老僧腳底從來闊，未必枯髏就此埋。”余謂士大夫去就亦當如此。楊誠齋立朝時，計料自京還家之裹費，貯以一篋，鑰而置之臥所。戒家人不許市一物，恐累歸擔，日日若促裝者。余又聞昔有京尹，忘其名，不攜家，唯弊篋一擔，每晨起，則撒帳卷席，食畢，則洗缽收箸，以拄杖撐弊篋於廳事之前，常若逆旅人將行者。故擊搏豪強，拒絕宦寺，悉無所畏。余曩在太學，嘗館於一貴人之門。一日，命市薪六百券，有卒微哂，謂其徒曰：“朝士今日不知明日事，乃買柴六百貫耶！”余因竊嘆：士大夫之見，有不如此卒者多矣。"
      },
      {
        "index": 26,
        "text": "劉平國雲：“奏疏不必繁多，為文但取其明白，足以盡事理，感悟人主而已。”此論極好，如《伊訓》、《說命》、《無逸》、《立政》所未論，只如諸葛孔明《前》、《後出師表》，何嘗費詞！近時如張宣公自都機入奏三劄，陸象山為刪定官輪對五劄，皆可法。"
      },
      {
        "index": 27,
        "text": "自古士之閑居野處者，必有同道同誌之士相與往還，故有以自樂。陶淵明《移居》詩雲：“昔欲居南村，非為卜其宅。聞多素心人，樂與數晨夕。”又雲：“鄰曲時來往，抗言談在昔。奇文共欣賞，疑義相與析。”則南村之鄰，豈庸庸之士哉！杜少陵在錦裏，亦與南鄰朱山人往還，其詩雲：“錦裏先生烏角巾，園收芋栗不全貧。慣看賓客兒童喜，得食階除鳥雀馴。秋水才深四五尺，野航恰受兩三人。白沙翠竹江村暮，相送柴門月色新。”又雲：“相近竹參差，相過人不知。幽花欹滿逕，野水細通池。歸客村非遠，殘尊席更移。看君多道氣，從此數追隨。”所謂朱山人者，固亦非常流矣。李太白《尋魯城北範居士誤落蒼耳中》詩雲：“忽憶範野人，閑園養幽姿。”又雲：“還傾四五酌，自詠《猛虎詞》。近作十日歡，遠為千歲期。風流自簸蕩，謔浪偏相宜。”想範野人者，固亦可人之流也。"
      },
      {
        "index": 28,
        "text": "《列子》曰：“仲尼廢心而用形。”淵明詩雲“形跡憑化往，靈府長獨閑”，說得更好。蓋其自彭澤賦歸之後，灑然悟心為形役之非，故其言如此。果能行此，則靜亦靜，動亦靜，雖過化存神之妙，不外是矣。謂淵明不知道，可乎？"
      }
    ]
  }
}