{
  "chapterNumber": 12,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "福州啟運宮，在開元寺，有七祖禦容塑像，乃西京陵寢之舊。南渡之初，迎奉於此。時金兵俶擾，倉忙之間，載以籃輿七乘，至今猶存。別造朱輦七乘，列於殿廡。專差中官一員主香火，謂之“直殿”。節序，朝廷遣快行家賫送香燭，帥守與直殿同致祭。每位用朱盤列食十數晶，酒三獻雲。臨安凈慈寺後有望祭殿，每歲寒食，朝廷差官一員，望祭西京諸陵。差升朝官讀祝版。其詞雲：“歷正仲春，感戴濡於雨露；心馳西洛，悵遐阻於山川。恭惟某祖某宗，靈鑒在天，聖謨傳後。秩上陵之典禮，徒切望思；絕寓祭之權宜，愈深愴慕。”其禮用盤食，茶湯，三獻酒。余觀柳子厚雲：“每遇寒食，田野道路，士女遍滿。皂隸庸丐，皆得上父母丘墓，馬醫夏畦之鬼，無不受子孫追養者。”今以萬乘之主，乃不獲遂此誌，至於寓祭，此前古之所未有也。端平初，金虜既滅，朝廷亦嘗遣使修朝陵之禮。荊襄以兵五千護之，未至西京，諜報敵騎且至，兵不敢進。使者潛偕數騎星馳而往，行禮而還。其諸陵之無恙與否，皆不可究詰也。"
      },
      {
        "index": 2,
        "text": "吾郡羅椿，字永年，誠齋高弟也。清貧入骨，一介不取，頗有李方叔、謝無逸風味。累年舉於禮部，竟不第。自號就齋。嘗訪誠齋於毗陵，誠齋作詩送之歸曰：“梅萑莟香邊蹋雪來，杏花影裏帶春回。明朝解纜還千里，今日看花更一杯。誰遣文章太驚俗，何緣場屋不遺才。南溪鷗鷺如相問，為報春吟費麝煤。”慶元初，誠齋與朱文公同召，誠齋力辭。永年寄詩雲：“不愁風月只憂時，發為君王寸寸絲。司馬要為元祐起，西樞政坐壽皇知。苦辭君命驚凡子，清對梅花更與誰？夢繞師門三稽首，起敲冰硯訴相思。”誠齋擊節。又《送永豐汪令》詩雲：“錦纜梅花浦，江南作縣歸。新來薦鶚牘，驚動袞龍衣。歲晚情難別，心親事卻違。恐君天上去，扶病出煙霏。”頗有少陵意態。他如“露濕看花腳，鶯啼欲曉山”，“春消千嶂雪，清逼五湖秋”等句，皆佳。"
      },
      {
        "index": 3,
        "text": "本朝大臣賜家廟者：文彥博、蔡京、鄭居中、鄧洵武、余深、侯蒙、薛昂、白時中、童貫、秦檜、楊存中、吳璹、虞允文、史彌遠，凡十四人。《國風》雲：“豈無膏沐，誰適為容。”又雲：“予發曲局，薄言歸沐。”蓋古之婦人，夫不在家，則不為容飾也。其遠嫌防微，至於如此。杜陵《新婚別》雲：“自嗟貧家女，久致羅襦裳。羅襦不復施，對君洗紅妝。”尤可悲矣。《國風》之後，唯杜陵不可及者，此類是也。"
      },
      {
        "index": 4,
        "text": "古人立碑，廟以系牲，墓以下棺。厥後乃刻歲月，或識事始末，蓋亦因而文之耳。若《湯盤銘》、《太公丹書》所載諸銘，亦因所用器物著辭以自警，未嘗為徒文也。後世特立石以紀事述言，而謂之碑銘，與古異矣。杜元凱銘功於二石，一置峴山之上，一沉漢水之中。韓退之謂張愉曰：“丐我一片石，載二妃廟事，且令後世知有子名。”後世好名之弊，至於如此。"
      },
      {
        "index": 5,
        "text": "趙韓王為相，置二大甕於坐屏後。凡有人投利害文字，皆置其中，滿即焚之於通衢。李文靖公曰：“沆居重位，實無補萬分，唯中外所陳利害，一切報罷之，惟此少以報國爾。朝廷防制，纖悉備具，或狥所陳請，施行一事，即所傷多矣。”陸象山雲：“往時充員敕局，浮食是慚。惟是四方奏請，廷臣面對，有所建置更革，多下看詳。其或書生貴遊，不諳民事，輕於獻計，不知一旦施行，片紙之出，兆姓蒙害。每與同官悉意論駁，朝廷清明，常得寢罷。編摩之事，稽考之勤，顧何足以當大官之膳，或庶幾者，僅此可以償萬一耳。”凡此皆至論。夫子曰：“仍舊貫，何必改作？”古人曰，利不什，不變法。甚言更革建置之不可輕也。或曰，若是，則將坐視天下之弊，而不之救歟？余曰，不然，革弊以存法，可也；因弊而變法，不可也。不守法則弊生，非法之足以生弊也。若韓、範之建明於慶歷者，革弊以存法也；荊公之施行於熙寧者，因弊而變法也。一得一失，蓋可睹矣。或曰，荊公有誌於二帝三王之法度，豈可厚誹乎？余曰，有誌於二帝三五，當自格君心始，不當自變法度始。有堯舜之君，則有堯舜之治，有禹湯之君，則有禹湯之治，法度雲乎哉！否則，王莽之井田，房琯之車戰，適足以貽千古之誚耳。朱文公雲：“浙間學者，推尊《史記》，謂《夏紀贊》用行夏之時事，《商紀贊》用乘殷之輅事，至《高祖紀贊》則曰：朝以十月，黃屋左纛。譏其不用夏時商輅也。遷之意，誠恐是如此。但若使高祖真能行夏時、乘商輅，亦只是漢高祖，終不可謂之禹湯。”"
      },
      {
        "index": 6,
        "text": "潘良貴，字子賤，自少有氣節，崇觀間為館職，不肯遊蔡京父子間。使淮南，不肯與中官同燕席。靖康召對，力論時宰何、唐恪誤國。未幾，言皆驗。建炎初，召為右司諫，首論亂臣逆黨，當用重法以正邦典，壯國威，且及當時用事者奸邪之狀，大為汪、黃所忌。書奏三日，左遷而去，復召為右史。從臣向子湮奏事，高宗因與論筆法，言久不輟。子賤舉笏近前，歷聲曰：“向子湮以無益之言，久瀆聖聽！”叱之使下。左右皆膽落，由是又去國。晚年力量尤凝定，秦檜勢正炎炎，冷處一角，笑傲泉石。作《三戒說》，深以在得之規，痛自警勵。秦雖令人致語，亦不答。自少至老，出入三朝，而前後在官不過八百六十余日。所居僅蔽風雨，郭外無尺寸之田。經界法行，獨以丘墓之寄，輸帛數尺而已。有《磨鏡帖》行於世，言讀書者，將以治心養性，如用藥以磨鏡也。若積藥鏡上，而不加磨治，未必不反為鏡累，張禹、孔光是已。其大意如此，世以為名言。子賤自號默成居士。"
      },
      {
        "index": 7,
        "text": "伊尹，祿之以天下，不顧也；系馬幹駟，弗受也。天下信之久矣，故事湯事桀，廢辟復辟，不惟天下不以為疑，而桀與太甲亦無一毫疑忌之心。東坡論之曰：“辦天下之大事者，有天下之大節者也。立天下之大節者，狹天下者也。夫以天下之大，而不足以動其心，則天下之大節有不足立，而大事有不足辦者矣。”此論甚當。後世唯諸葛武侯有伊尹風味。其草廬三顧而後起，與耕莘聘幣，已略相類。觀其告後主曰：“臣成都有桑八百株，薄田十五頃，子弟衣食，自有余饒。臣身在外，別無調度，不別治生，以長尺寸。若死之日，不使庫有余帛，廩有余粟，以負陛下。”觀此言，則其視富貴為何等物！故先主臨終謂之曰：“嗣子可輔，輔之；如其不然，君可自取。”非先主照見孔明肝膽，其肯發此言！雖然先主、孔明魚水相得，發此言無難也，此言之發，後主與左右固皆聞之矣。後主非明君也，左右非無讒慝也，孔明所謂請有作奸犯科者，宜付外廷論刑，所以繩束左右者，非不甚嚴也。而當時曾無一人敢興單辭之謗，後主倚信，亦卒無纖芥之疑，何哉？只緣平時心事暴白，足以取信上下故也。自三代而後，可謂絕無而僅有矣。後之君子，爭一階半級，雖殺人亦為之。自少至老，貪榮嗜利如飛蛾之赴燭，蝸牛之升壁，青蠅之逐臭，而曰我能立大節，辦大事，其誰能信之！"
      },
      {
        "index": 8,
        "text": "楊東山嘗為余言：“昔周益公、洪容齋嘗侍壽皇宴。因談肴核，上問容齋：‘卿鄉裏何所產？’容齋，番陽人也。對曰：‘沙地馬蹄鱉，雪天牛尾貍。’又問益公。公廬陵人也，對曰：‘金柑玉版筍，銀杏水晶蔥。’上吟賞。又問一侍從，忘其名，浙人也，對曰：‘螺頭新婦臂，龜腳老婆牙。’四者皆海鮮也，上為之一笑。某嘗陋三公之對。昔某帥五羊時，漕倉市舶三使者，皆閩浙人，酒邊各盛言其鄉裏果核魚蝦之美。復問某鄉裏何所產，某笑曰：‘他無所產，但產一歐陽子耳。’三公笑且慚。”"
      },
      {
        "index": 9,
        "text": "楊東山言：“某初筮為永州零陵主簿，太守趙謐字安卿，丞相元鎮子也。初參之時，客將傳言，待眾官退卻請主簿。客退，趙具冠裳，端坐堂上。凡再請，某不動，三請，某解其意，遂庭趨一揖，上階稟敘，逐一還他禮數。既畢，立問何日交割，稟以欲就某日。答雲：‘可一面交割。’一揖徑入，更不與言延坐。某退，而抑郁幾成疾。以書白誠齋，欲棄官而歸。誠齋報曰：‘此乃教誨吾子也，他日得力處當在此。’某意猶未平，後涉歷稍深，方知此公善教人，尚有前輩典刑。”朱文公曰：“人家子弟，初出仕宦，須是討吃人打罵底差遣，方是有益。”亦此意。"
      },
      {
        "index": 10,
        "text": "漢昭帝時，夏陽男子成方遂居湖，有故太子舍人謂之曰：“子貌甚似衛太子。”方遂利其言，乃乘黃犢車詣北闕，自稱衛太子。公卿以下，莫敢發言。雋不疑後至，叱吏收結，竟得其奸。靖康之亂，柔福帝姬隨北狩。建炎四年，有女子詣闕，稱為柔福，自虜中潛歸。詔遣老宮人視之，其貌良是，問以宮禁舊事，略能言仿佛，但以足長大疑之。女子顰蹙曰：“金人驅迫如牛羊，跣足行萬里，寧復故態哉？”上側然不疑其詐，即詔入宮，授福國長公主，下降高世榮。汪龍溪行制詞雲：“彭城方急，魯元嘗困於面馳；江左既興，益壽宜充於禁臠。”資妝一萬八千緡。紹興十二年，顯仁太後回鑾，言柔福死於虜中久矣，始知其詐。執付詔獄，乃一女巫也。嘗遇一宮婢，謂之曰：“子貌甚類柔福。”因告以宮禁事，教之為詐。遂伏誅。前後請給錫賚計四十七萬九千緡。古今事未嘗無對，成方遂遇雋不疑，故其詐不行。此女巫若非顯仁之歸，富貴終身矣。"
      },
      {
        "index": 11,
        "text": "荊公行新法，鬻坊場河渡，司農又請並祠廟鬻之。官既得錢，聽民為賈區，廟中穢雜喧踐，無所不至。張安道知南京，上疏言：“宋王業所基也，而以火德王。閼伯封於商丘，以主大火，微子為宋始封，此二祠者，獨不可免於鬻乎？”神考覽之震怒，批曰：“慢神辱國，無甚於斯！”於是天下祠廟皆得免鬻。近時豫章嘗於孺子亭賣酒，劉潛夫題詩雲：“孺子亭前插酒旗，遊人那解薦江蘺。白鷗欲下還飛起，曾見當年解榻時。”帥聞之，亟令住賣。嘉定間，臨安西湖上三賢堂亦賣酒，太學士人題詩雲：“和靖東坡白樂天，幾年秋菊薦寒泉。如今往事都休問，且為官司趁酒錢。”府尹聞之，亦愧而止。"
      },
      {
        "index": 12,
        "text": "嘉定辛巳三月，金人圍黃州，詔馮榯援蘄黃。榯遷延不進，黃州守何大節，字中立，召僚佐告之曰：“城危矣，而救不至，諸君多有親老，且非守土之臣，可以死，可以無死。”乃各予以差出之檄，使為去計。自取郡印佩之，誓以死守。一夕，輿兵忽奔告曰：“城陷矣！”擁之登車，才出門，虜兵已紛集，大節竟自沉於江。未一月，又陷蘄州。守李誠之，字茂欽，手殺其妻子奴婢，然後自殺，官屬多死之。朝廷褒贈誠之，且為立廟。而《寧宗帝紀》書“大節棄城遁”。二人皆出太學。劉潛夫詩雲：“淮堧便合營雙廟，太學今方出二儒。”又雲：“世俗今猶疑許遠，君王元未識真卿。”蓋為中立解嘲。然等死耳，茂欽果決，是以全節。中立遲懦，是以敗名。忠臣義士，可以鑒矣。"
      },
      {
        "index": 13,
        "text": "李若谷為長社令，日懸百錢於壁，用盡即止。東坡謫齊安，日用不過百五十。每月朔，取錢四千五百，斷為三十塊，掛屋梁上，平旦用畫叉挑取一塊，即藏去。又以竹筒貯用不盡者，以待賓客。雲：“此賈耘老法也。”又與李公擇書雲：“口腹之欲，何窮之有！每加節儉，亦是惜福延壽之道。”張無垢雲：“余平生貧困，處之亦自有法。每日用度不過數十錢，亦自足，至今不易也。”有客自耒陽來，言鄭亨仲日以數十錢懸壁間，椒桂蔥姜皆約以一二錢。曰：“吾平生貧苦，晚年登第，稍覺快意，便成奇禍。今學張子韶法，要見舊時齏鹽風味甚長久也。”仇泰然守四明，與一幕官極相得。一日問及：“公家日用多少？”對以“十口之家，日用一千”。泰然曰：“何用許多錢？”曰：“早具少肉，晚菜羹。”泰然驚曰：“某為太守，居常不敢食肉，只是吃菜，公為小官，乃敢食肉，定非廉士。”自爾見疏。余嘗謂節儉之益非止一端。大凡貪淫之過，未有不生於奢侈者，儉則不貪不淫，是可以養德也。人之受用，自有劑量，省嗇淡泊，有久長之理，是可以養壽也。醉醲飽鮮，昏入神誌，若疏食菜羹，則腸胃清虛，無滓無穢，是可以養神也。奢則妄取茍求，誌氣卑辱，一從儉約，則於人無求，於己無愧，是可以養氣也。故老氏以為一寶。"
      },
      {
        "index": 14,
        "text": "吳請成於越，勾踐欲許之，范蠡不可。楚求和於漢，高帝欲許之，張良不可。此霸王成否之機也。二子亦明決矣哉。故曰，懦者事之賊。又曰，當斷不斷，反受其亂。"
      },
      {
        "index": 15,
        "text": "桓玄竄位，登禦床，地忽陷，群臣失色。殷仲文曰：“良由聖德深厚，地不能載。”玄大悅。南燕汝水不冰，燕王超惡之，李超曰：“良由逼帶京城，近日月也。”燕王亦大悅。下諂上愚，可發一笑。"
      },
      {
        "index": 16,
        "text": "朱文公有足疾，嘗有道人為施針熨之術，旋覺輕安。公大喜，厚謝之，且贈以詩雲：“幾載相扶藉瘦筇，一針還覺有奇功。出門放杖兒童笑，不是從前勃窣翁。”道人得詩徑去。未數日，足疾大作，甚於未針時。亟令人尋逐道人，已莫知其所往矣。公嘆息曰：“某非欲罪之，但欲迫索其詩，恐其持此誤他人爾。”"
      },
      {
        "index": 17,
        "text": "《禮記·檀弓》：子貢曰：“泰山其頹，則吾將安仰？梁木其壞，哲人其萎，則吾將安仿？”吾郡劉尚書美中家有古本《禮記》，“梁木其壞”之下，有“則吾將安仗”五字。"
      },
      {
        "index": 18,
        "text": "朱文公嘗病《女戒》鄙淺，欲別集古語成一書。立篇目曰《正靜》，曰《卑弱》，曰《孝愛》，曰《和睦》，曰《儉質》，曰《寬惠》，曰《講學》。且言如杜詩雲，“嗟汝未嫁女，秉心郁忡忡，防身動如律，竭力機杼中”。凡此等句，便可入《正靜》，他皆仿此。嘗以書屬靜春先生劉子澄纂輯，迄不能成。公蓋欲以配小學書也。"
      },
      {
        "index": 19,
        "text": "慶元間，周益公以宰相退休，楊誠齋以秘書監退休，實為吾邦二大老。益公嘗訪誠齋於南溪之上，留詩雲：“楊監全勝賀監家，賜湖豈比賜書華？回環自辟三三徑，頃刻能開七七花。門外有田供伏臘，望中無處不煙霞。卻慚下客非摩詰，無畫無詩只謾誇。”誠齋和雲：“相國來臨處士家，山間草木也光華。高軒行李能過李，小隊尋花到浣花。留贈新詩光奪月，端令老子氣成霞。未論藏去傳貽厥，拈向田夫野老誇。”好事者繪以為圖，誠齋題雲：“平叔曾過魏秀才，何如老子致元臺。蒼松白石青苔徑，也不傳呼宰相來。”用魏野詩翻案也。厥後誠齋冢嗣東山先生伯子，端平初累辭召命，以集英殿修撰致仕家居，年八十。雲巢曾無疑，益公門人也，年尤高，嘗攜茶袖詩訪伯子。其詩雲：“褰衣不待履霜回，到得如今亦樂哉！泓潁有時供戲劇，軒裳無用任塵埃。眉頭猶自懷千恨，興到何如酒一杯？知道華山方睡覺，打門聊伴茗奴來。”伯子和雲：“雪舟不肯半途回，直到荒林意盛哉！籬菊苞時披宿霧，木犀香裏絕纖埃。錦心繡口垂金薤，月露天漿貯玉杯。八十仙翁能許健，片雲得得出巢來。”其風味庶幾可亞前二老雲。無疑博學工文，尤精考訂，有《本朝新舊官制考》行於世。以隱逸召為秘閣校勘，吾黨之士多勸其毋出，而無疑竟出。先君竹谷老人送以詩雲：“泰華山人上赤墀，上嗟安在見何遲。老於尚父投竿日，少似轅生對策時。怨鶴驚猿辭舊隱，鞭鸞笞鳳總新知。早陳經國平邊策，歸領雲巢舊住持。”無疑立朝逾年，除大社令，未及有所開陳，奉祠而歸，年九十乃終。"
      },
      {
        "index": 20,
        "text": "周益公雲：漢二獻皆好書，而其傳國皆最遠。士大夫家，其可使讀書種子衰息乎？"
      },
      {
        "index": 21,
        "text": "杜陵詩雲，“色難臭腐食風香”。色難臭腐，用仙家王方子事。獨“食風香”三字，解者不註所出。余觀佛書雲，凡諸所嗅風與香等。意杜陵用此。"
      },
      {
        "index": 22,
        "text": "宋高祖留葛燈籠、麻蠅拂於陰室，唐太宗留柞木梳、黑角篦於寢宮，以此示後，後世猶奢。"
      },
      {
        "index": 23,
        "text": "西漢諸儒，揚子雲獨稱識字。韓文公雲：“凡為文者，宜略識字。”則識字豈易乎哉？晁景廷晚年日課識十五字。楊誠齋雲：“無事好看韻書。”"
      },
      {
        "index": 24,
        "text": "唐李渤問歸宗禪師曰：“須彌納芥子，仆即不疑。芥子藏須彌，恐無是理。”歸宗曰：“人言學士讀萬卷書，是否？”渤曰：“然。”歸宗曰：“是心如椰子大，萬卷書從何處著？”荊公詩雲：“巫醫之所知，瞽史之所業，載車必百兩，獨以方寸攝。”即歸宗之意。余謂一心具一太極，前輩謂鵬摶鹍運，不足計其高深，日升月沉，不足計其廣狹。萬卷百車，又何足道！"
      },
      {
        "index": 25,
        "text": "湯、武應天順人之舉，實出於伊尹、太公。湯五遣伊尹適夏，意亦可見。伊尹既醜有夏，遂相湯伐桀，《詩》曰：“實維阿衡，實左右商王。”不言湯用伊尹也。《書》之誓有以地言者，《甘誓》是也。有以人言者，《湯誓》是也，有以國言者，《秦誓》是也。《傣誓》，《左傳》、《孟子》皆謂之《太誓》，古字“泰”“太”通。前輩謂伐商之謀，實本於太公，故以名誓。《詩》曰：“維師尚父，時維鷹揚。涼彼武王，肆伐大商。”不言武王用太公也。湯、武非富天下之誌，於此可見。雖然，夫子則不以是而恕湯、武也。序《書》之詞曰湯勝夏，曰武王勝殷殺受，未嘗分其罪於伊尹、太公。此與《春秋》書許世子止趙盾同一筆也。東坡《海外論》可謂深識周孔之心矣。余嘗疑商之取夏，周之取商，一也。湯崩而太甲不明，甚於成王之幼沖矣。然夏人帖然，未嘗萌蠢動之心。及武王既喪，商人不靖，觀《鴟鸮》、《小毖》之詩，悲哀急迫，岌岌然若不可以一朝居，何也？湯放桀於南巢，蓋亦聽其自屏於遠方而終耳，未至如以黃鉞斬紂之甚也。故夏人之痛，不如商人。夫以懷王之死，楚人尚且悲憤不已，有“楚雖三戶，亡秦必楚”之語，況六百年仁恩之所滲漉者哉！當是時，若非以周公之聖，消息彌縫於其間，則周之復為商也決矣。且湯既勝夏，猶有慚德，栗栗危懼，若將隕於深淵。至於武王，則全無此等意思矣。由是論之，湯、武亦豈可並言哉！朱文公雲：“成湯聖敬日躋，與盤銘數語，猶有細密工夫，至武王，往往並不見其切己事。”"
      },
      {
        "index": 26,
        "text": "《詩》曰：“高山仰止，景行行止。”景，明也。謂所行之光明也。世俗有“景仰”、“景慕”之語，遂失其義。妄以“景”訓“仰”，多取前賢名姓，加“景”字於上以為字。如景周、景顏之類，失之矣。前史王景略，近世範景仁，何嘗以景為仰哉？真西山舊字景元，後悟其非，乃改為希元雲。"
      },
      {
        "index": 27,
        "text": "始皇為楚所敗，尚能謝王翦；袁紹為魏所敗，乃至殺田豐。欲不亡，得乎？"
      },
      {
        "index": 28,
        "text": "杜陵詩雲：“萬里悲秋常作客，百年多病獨登臺。”蓋萬里，地之遠也。秋，時之慘淒也。作客，羈旅也。常作客，久旅也。百年，齒暮也。多病，衰疾也。臺，高迥處也。獨登臺，無親朋也。十四字之間，含八意，而對偶又精確。"
      }
    ]
  }
}