{
  "chapterNumber": 7,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "汪聖錫代言溫雅，朱文公推許之，有《玉山詞章》。如賜四川宣撫虞允文辭召命不允詔雲：“惟汝一德，既咨裴度而往厘；於今三年，復念周公之久外。”賜知紹興府史浩乞宮觀養親不允詔雲：“尹茲東夏，非徒晝錦之榮；循彼南陔，蓋便晨羞之養。”賜陳俊卿辭左相不允詔雲：“應事幾之糾紛，大車以載；閱世俗之變化，直道而行。民具爾瞻，已公論之胥慶；帝賚予弼，豈寵章之敢私。”賜虞允文辭右相不允詔雲：“以夢營求，孰若驗事功之已試；以言寤合，孰若察誌節之所安。”賜大將成閔復節鉞詔雲：“不以一眚掩大德，既當念功；安得壯士守四方，豈若求舊。”除郭振節度使制雲：“不顯亦世，尚繼汾陽之休；無兢維人，孰雲充國之老。”皆可喜也。"
      },
      {
        "index": 2,
        "text": "李太白一斗百篇，援筆立成。杜子美改罷長吟，一字不茍。二公蓋亦互相譏嘲，太白贈子美雲：“借問因何太瘦生，只為從前作詩苦。”苦之一辭，譏其困雕鐫也。子美寄太白雲：“何時一樽酒，重與細論文。”細之一字，譏其欠縝密也。昌黎誌孟東野雲：“劌目鉥心，刃迎縷解，鉤章棘句，掏擢胃腎。”言其得之艱難。贈崔立之雲：“朝為百賦猶郁怒，暮作千詩轉遒緊。搖毫擲簡自不供，頃刻青紅浮海蜃。”言其得之容易。余謂文章要在理意深長，辭語明粹，足以傳世覺後，豈但誇多鬥速於一時哉！山谷雲：“閉門覓句陳無已，對客揮毫秦少遊。”世傳無已每有詩興，擁被臥床，呻吟累日，乃能成章。少遊則杯觴流行，篇詠錯出，略不經意。然少遊特流連光景之詞，而無已意高詞古，直欲追蹤《騷》、《雅》，正自不可同年語也。"
      },
      {
        "index": 3,
        "text": "吾郡胡季昭，寶慶初元為大理評事，應詔上書言濟邸事，竄象郡。建人翁定送行詩雲：“應詔書聞便遠行，廬陵不獨詫邦衡。寸心只恐孤天地，百口何期累弟兄。世態浮雲多變換，公朝初日盍清明。危言在國為元氣，君子從來豈願名！”旴江杜來詩雲：“廬陵一小郡，百歲兩胡公。論事雖小異，處心應略同。有書莫焚稿，無恨豈傷弓。病愧不遠別，寫詩霜月中。”太學生胡炎詩雲：“一封朝奏大明宮，噓起廬陵古直風。言路從來天樣闊，蠻荒誰使徑旁通。朝中競送長沙傅，嶺表爭迎小淡翁。學館諸生空飽飯，臨分憂國意何窮。”先君竹谷老人詩雲：“好讀床頭《易》一編，盈虛消息總天然。崢嶸齒頰皆冰雪，肯怕炎方有瘴煙。”“頻寄書回洗我愁，莫言無雁到南州。長相思外加餐飯，計取承君舊話頭。”季昭之兄子建，弟國賓，皆博學能文，懷奇負氣。兄弟友愛最隆，不蓄私財，有無盡費於朋友。得罪之日，囊無一錢，子建挈家歸，賣文以活。國賓奮然徒步，從其兄於貶所。國賓先沒，季昭繼之。端平更化，詔許歸葬，贈朝奉郎，官其一子。洪舜俞草贈官制詞雲：“朕訪落伊始，首下詔求讜直，蓋與諫鼓謗木同意。以直言求人，而以直言罪之，豈朕心哉！爾風裁峭潔，誌概激壯，徭尉廷平，上書公車，言人之所難言。方嘉貫日之忠，已墮偃月之計。問途胥口，訪事瀧頭，曾無幾微見於顏面，何氣節之烈也。仁祖能全介於遠謫之余，孝祖能拔銓於投荒之後。撫今懷往，魂不可招，潦霧墮鳶，悲悔何及。陟階員外，仍官厥子。用旌折檻之直，且識投杼之過。爾雖死，可不朽矣。”"
      },
      {
        "index": 4,
        "text": "《史·貨殖傳》曰：“貪賈三之，廉賈五之。”夫貪賈所得宜多，而反少，廉賈所得宜少，而反多，何也？廉賈知取予，貪賈知取而不知予也。夫以予為取，則其獲利也大。富商豪賈，若惡販夫販婦之分其利，而靳靳自守，則亦無大利之獲矣。巨賈呂不韋見秦子異人質於趙，曰：“此奇貨可居。”遂不吝千金，為之經營於秦，異人卒有秦國，而不韋為相。此其事固不足道，而其以予為取，則亦商賈之雄也。漢高帝捐四萬斤金與陳平，不問其出入，裂數千里地封韓、彭，無愛惜心，遂能滅項氏有天下。劉晏造船，合費五百緡者，給千緡，使吏胥工匠，皆有贏余，由是舟船堅好，漕運無虧，足以佐唐之中興。是皆得廉賈之術者也。東坡曰：“天下之事，成於大度之士，而敗於寒陋之小人。”"
      },
      {
        "index": 5,
        "text": "高登，字彥先，漳浦名儒，誌節高亮。少遊太學，值靖康之亂，與陳東上書陳六賊之罪，且言金虜不可和狀。紹興間，對策鯁直，有司擬降文學，高宗不可，調靜江府古縣令。時秦檜當國，檜父嘗宰是邑，帥胡舜陟欲立祠逢迎，彥先毅然不從。舜陟欲以危法中之，逮系訊掠，迄無罪狀可指。校文潮陽，出“則將焉用彼相賦”，“直言不聞深可畏論”，策問水災。檜聞之大怒，謂其陰附趙鼎，削籍流容州，死焉。檜沒，諸賢遭誣陷者皆昭雪，彥先以遠人下士，無為言者。乾道間，梁克家始為之請。傅伯壽、朱文公守漳，又連為之請，皆格不下。余為容法曹掾，容士猶能言其風猷，傳其文墨。偶攝校宮，遂為立祠於學宮。同時有吳元美者，三山文士，作《夏二子賦》，譏切秦檜。其家立潛光亭、商隱堂，其怨家摘以告檜曰：“亭號潛光，蓋有心於黨李；堂名商隱，本無意於事秦。”李，謂泰發也。亦削籍流容州，死焉，因並祠之。彥先有《修學門庭》傳於世，元美有《遊勾漏洞天記》，載《容州誌》。"
      },
      {
        "index": 6,
        "text": "陳應求嘗告孝宗曰：“近時宰相罷去，則所用之人，不問賢否，一切屏棄。此鉤黨之漸，非國家之福。”趙溫叔為相，多引蜀士，及罷相，有為飛語以撼蜀士者，王季海言：“一宰相去，所用者皆去，此唐季黨禍之胎也，豈聖世所宜有哉！”蜀士乃安。二公之論善矣，然此為平時宰相善罷者言也，若權奸之去，則正當洗腸滌胃。若借溫太真之事，為小人開一線之路，借範堯夫之言，為君子憂後來之禍，則失之矣。"
      },
      {
        "index": 7,
        "text": "《戰國策》：蘇代曰：“齊，紫敗素也，而賈十倍。”言外美而中腐，如以敗素染紫也，與蠟鞭之說正相似。"
      },
      {
        "index": 8,
        "text": "王龜齡年四十七魁天下，以書報其弟夢齡、昌齡曰：“今日唱名，蒙恩賜進士及第，惜二親不見，痛不可言，嫂及聞詩、聞禮可以此示之。”詩、禮，其二子也。於十數字之間，上念二親，而不以科名為喜，專報二弟，而不以妻子為先，孝友之意皆在焉。為禦史，首彈史丞相浩，乞專用張浚。上為出浩帥紹興，龜齡又上疏，言舜去四兇，末聞使之為十二牧。與胡邦衡並為左右史，相得最歡。奏補先弟而後子。嘗賦《不欺》詩雲：“室明室暗兩奚疑，方寸常存不可欺，莫問天高鬼神惡，要須先畏自家知。”其自吏部侍郎出帥夔門也，有臨安錄事參軍祝懷，抗疏銀臺，謂：“王十朋忠義謇諤，借令不容於朝，亦合置之近藩，緩急呼來，無倉卒乏使之憂，今遣往萬里外，非計之得也。”雖不報，時論韙之。"
      },
      {
        "index": 9,
        "text": "孝宗之末，詔皇太子參決庶務。楊誠齋時為官僚，上書太子曰：“民無二主，國無二君，今陛下在上，而又置參決，是國有二君也。自古未有國貳而不危者，蓋國有貳，則天下向背之心生；向背之心生，則彼此之黨立；彼此之黨立，則讒間之言啟；讒間之言啟，則父子之隙開。開者不可復合，隙者不可復全。昔趙武靈王命其子何聽朝，而從傍觀之，魏太武命其子晃監國，而自將於外，間隙一開，四父子皆及於禍。唐太宗使太子承乾監國，旋以罪廢。國朝天禧亦嘗行之，若非寇準、王曾，幾生大變。蓋君父在上而太子監國，此古人不幸之事，非令典也。”當時諸公，皆甚其言。至紹熙甲寅，始服其先見。"
      },
      {
        "index": 10,
        "text": "胡淡庵為清節先生制師之服，張魏公為張無垢制友之服。"
      },
      {
        "index": 11,
        "text": "胡淡庵上書乞斬秦檜，金虜聞之，以千金求其書。三日得之，君臣失色曰：“南朝有入。”蓋足以破其陰遣檜歸之謀也。乾道初，虜使宋，猶問胡銓今安在。張魏公曰：“秦太師專柄二十年，只成就得一胡邦衡。”"
      },
      {
        "index": 12,
        "text": "自陳、黃之後，詩人無逾陳簡齋。其詩繇簡古而發秾纖。值靖康之亂，崎嶇流落，感時恨別，頗有一飯不忘君之意。如“涼風又落宮南木，老雁孤鳴漢北洲”，“乾坤萬事集雙鬢，臣子一謫今五年”，“天翻地覆傷春色，齒豁頭童祝聖時”，“近得會稽消息不？稍傳荊渚路歧寬”，“東南鬼火成何事，終藉胡鋒作爭臣’，“龍沙此日西風冷，誰折黃花壽兩宮”，皆可味也。"
      },
      {
        "index": 13,
        "text": "太史公《伯夷傳》，蘇東坡《赤壁賦》，文章絕唱也。其機軸略同，《伯夷傳》以“求仁得仁，又何怨”之語設問，謂夫子稱其不怨，而《采薇》之詩猶若未免於怨，何也？蓋天道無親，常與善人，而達觀古今，操行不軌者多富樂，公正發憤者每遇禍，是以不免子怨也。雖然，富貴何足求，節操為可尚，其重在此，則其輕在彼。況君子疾沒世而名不稱，伯夷、顏子得夫子而名益彰，則所得亦已多矣，又何怨之有！《赤壁賦》因客吹簫而有怨慕之聲，以此設問，謂舉酒相屬，淩萬頃之茫然，可謂至樂，而簫聲乃若哀怨，何也？蓋此乃周郎破曹公之地，以曹公之雄豪，亦終歸於安在？況吾與子寄蜉蝣於天地，哀吾生之須臾，宜其托遺響而悲怨也。雖然，自其變者而觀之，雖天地曾不能以一瞬；自其不變者而觀之，則物與我皆無盡也，又何必羨長江而哀吾生哉！矧江風山月，用之無盡，此天下之至樂，於是洗盞更酌，而向之感慨風休冰釋矣。東坡步驟太史公者也。"
      },
      {
        "index": 14,
        "text": "紹興壬子冬，劉豫入寇，趙元鎮當國，請高宗親征。行次姑蘇，喻子才謂元鎮曰：“相公此舉，有萬全之策乎？亦賭彩一擲也？”元鎮曰：“利鈍亦安能必？事成則幸，不成則死之爾。”子才曰：“今若直前，萬一蹉跌，退將安托？要須留後門，則庶幾進退有據。”元鎮曰：“誠有之，則甚善，計將安出？”子才曰：“張樞密在福唐，若除閩浙江淮宣撫使，則命到之日，便有官府軍旅錢穀，彼之來路，即我之後門也。”元鎮大以為然，於是魏公復用。余謂鑾輅親征，事大體重，固宜進退有據。若論兵法，則置之死地而後生矣，豈預留後門哉？留後門，則士不死戰矣。項羽救趙，既渡，沉船破甑，持三日糧，示士必死無還心，故能破秦。"
      },
      {
        "index": 15,
        "text": "光宗即位，謝艮齋為文昌，進《十銘》雲：“業成而難，其敗或易。兢兢保之，常恐失墜。道甚簡易，在尊所聞。帝王之學，匪藝匪文。畏天之威，主德為最。水旱雷風，天之仁愛。存心公正，治之所起。毫厘之私，患及千里。妄賞不勸，妄罰不畏，賞罰大權，以妄為忌。貪吏虐民，戒石莫聽。獎廉以激，捷於號令。民之疾苦，幽遠難知，日訪日問，猶恐或遺。財在天下，理之以義，未聞刻斂，其罪在吏。亂之所生，非止夷狄，奸回諛說，尤害於國。自治十全，乃可理外。重乃馭輕，輕動為戒。”辭簡理明，時人以比李衛公《丹扆箴》。又作《勸農》詩雲：“莫入州衙與縣衙，勸君勤理舊生涯。池塘多放聊添稅，田地深耕足養家。教子教孫須教義，栽桑栽柘勝栽花。閑非閑是都休管，渴飲清泉困飲茶。”又雲：“仕宦之人，南州北縣。商賈之人，天涯海岸。爭如農夫，六親對面。夏絹新衣，秋米白飯。鵝鴨成群，豬羊滿圈。官稅早輸，逍遙散誕。似此之人，直千直萬。”詞旨平易，足以諭俗，然其言農夫之樂，想乾淳間有之，今則甚於聶夷中之詩矣，寧復有此氣象哉！"
      },
      {
        "index": 16,
        "text": "作詩要健字撐拄，要活字斡旋，如“紅入桃花嫩，青歸柳葉新”，“弟子貧原憲，諸生老伏虔”。“入”與“歸”字，“貧”與“老”字，乃撐拄也。“生理何顏面，憂端且歲時”，“名豈文章著，官應老病休”。“何”與“且”字，“豈”與“應”字，乃斡旋也。撐拄如屋之有柱，斡旋如車之有軸，文亦然。詩以字，文以句。"
      },
      {
        "index": 17,
        "text": "荊公詩雲：“豈無他憂能老我，付與天地從今始。”朱文公每喜誦之。"
      },
      {
        "index": 18,
        "text": "魏鶴山詩雲：“遠鐘入枕報新晴，衾鐵衣棱夢不成。起傍梅花讀《周易》，一窗明月四檐聲。”後貶渠陽，於古梅下立讀易亭，作詩雲：“向來未識梅生時，繞溪問訊巡檐索。絕憐玉雪倚橫參，又愛清黃弄煙日。中年《易》裏逢梅生，便向根心見華實。候蟲奮地桃李妍，野火燒原葭菼出。方從陽壯爭出門，直待陰窮排闥入。隨時作計何太癡，爭似此君藏用密。”推究精微，前此詠梅者未之及。"
      },
      {
        "index": 19,
        "text": "韓信未遇時，識之者惟蕭何及淮陰漂母爾。何之英傑，固足以識信，漂母一市媼，乃亦識之，異哉！故嘗謂子房狙擊祖龍，意氣過於輕銳，故圯上老人抑之。韓信俯出市胯，意氣鄰於消沮，故淮陰漂母揚之。一翁一媼，皆異入也。唐子西作《淮陰賢母墓銘》曰：“項王喑嗚，範增謀謨，信來不呼，信去不追，坐視信逋，反噬其躬，匹婦區區，而知信乎？籲！”"
      },
      {
        "index": 20,
        "text": "唐明皇時，教坊舞馬百匹，天寶之亂，流落人間。魏博田承嗣得之，初不識也，嘗燕賓僚，酒行樂作，馬忽起舞，承嗣以為妖，殺之。昭宗養一猴，衣以俳優服，謂之“侯部頭”。朱溫既篡，引至坐側，猴忽號擲，自裂其衣，溫叱令殺之。嗚呼！明皇之馬，有愧於昭宗之猴矣。"
      },
      {
        "index": 21,
        "text": "朱文公守漳，將行經界，王子合疑其擾。公答書曰：“經界一事，固知不能無小擾，但以為不若此，則貧民受害無有了時。故忍而為之，庶幾一勞永逸耳。若一一顧恤，必待人人情願而後行之，則無時可行矣。紹興間，正施行時，人人嗟怨，如在湯火中，但訖事後，田稅均齊，田裏安靜，公私皆享其利。凡事亦要其久遠如何耳。少時見所在所立土封，皆為人題作李椿年墓，豈不知人之常情，惡勞喜逸，顧以為利害之實，有不得而避者耳。禹治水，益焚山，周公驅猛獸，豈能不役人徒而坐致成功？想見當時亦須有不樂者，但有見識人，須自見得利害之實，知其勞我者乃所以逸我，自不怨耳。子合議漢事甚熟，曾看高祖初定天下，蕭何大治宮室，又從婁敬策，徙齊楚大姓十數萬於長安，不知當時是幾個土封底工夫，而不聞天下之不安，何也？”文公此論，可謂明確。蓋自商鞅有成大事者不和於眾之說，卒以滅宗。故後之為政者，每畏拂人情，不知人情固不可拂，亦不可徇。唯當論理之是非，事之當否爾。商之遷毫，周之遷洛，何嘗不拂人情？及其事久論定，然後知拂之者，乃所以愛之也。司馬相如曰：“世必有非常之人，然後有非常之事；有非常之事，然後有非常之功。夫非常者，固常人之所異也。故曰非常之元，黎民懼焉；及臻厥成，天下晏如也。”亦見得此理。東坡嘉祐間作《思治論》曰：“所謂從眾者，非從眾多之口也，從其不言而同然者耳。”其說最好。然厥後荊公行新法，公上書爭之，乃曰：“為國者未論行事之是非，先觀眾心之向背。”其說卻有病，天下豈有悖理傷道之事，可以眾心之所向而姑為之乎！宜其不足以服荊公，而指為戰國縱橫之學也。"
      },
      {
        "index": 22,
        "text": "南軒質責虞丞相並甫不當用張說，至以京、黼面斥並甫，並甫曰：“先丞相亦有隱忍就功名處，何相非之深也。”南軒曰：“先公固有隱忍處，何嘗用此等狎邪小人？”並甫拱手曰：“某服矣，某服矣。”《語錄》中載諫並甫事，無此數語。南軒親與誠齋言之。"
      },
      {
        "index": 23,
        "text": "胡淡庵上章，薦詩人十人，朱文公與焉。文公不樂，誓不復作詩，迄不能不作也。嘗同張宣公遊南嶽，唱酬至百余篇。忽瞿然曰：“吾二人得無荒於詩乎？”楊宋卿以詩集求品題，公答之曰：“詩者，誌之所之，豈有工拙哉！亦觀其誌之高下如何耳。是以古之君子，德足以求其誌，必出於高明純一之地，其於詩固不學而能之。至於格律之精粗，用韻屬對比事遣詞之善否，今以魏晉以來諸賢之作考之，蓋未有用意於其間者，而況於古詩之流乎！近世作者，乃始留情於此，故詩有工拙之論，葩藻之詞勝，言誌之功隱矣。”又曰：“古今之詩凡三變。蓋自《書傳》所載，虞夏以來，及漢魏，自為一等。自晉宋間顏謝以後，下及唐初，自為一等。自沈宋以後，定著律詩，下及今日，又為一等。然自唐初以前，其為詩者，固有高下，而法猶未變。至律詩出，而後詩之與法始皆大變，以至今日，益巧益密，而無復古人之風矣。故嘗妄欲抄取經史諸書所載韻語，下及《文選》漢魏古詞，以盡乎郭景純、陶淵明之所作，自為一編，而附於《三百篇》、《楚辭》之後，以為詩之根本準則。又於其下二等之中，擇其近於古者，各為一編，以為之羽翼輿衛。其不合者，則悉去之，不使其接於吾之耳目，而入於吾之胸次。要使方寸之中，無一字世俗言語意態，則其詩不期於高遠而自高遠矣。”又曰：“來喻欲漱六藝之芳潤，以求真淡，此誠極至之論。然亦須先識得古今體制，雅俗向背，仍更洗滌得盡腸胃間夙生葷血脂膏，然後此語方有所措。如其未然，竊恐穢濁為主，芳潤入不得也。近世詩人，只緣不曾透得此關，而規規於近局，故其所就，皆不滿人意，無足深論。”又曰：“作詩須從陶、柳門庭中來乃佳，不如是，無以發蕭散沖淡之趣，無由到古人佳處。”又曰：“作詩不學六朝，又不學李杜，只學那峣嵠底，便學得十分好後，把作什麽用！”公之論詩，可謂本末兼該矣。公嘗題廣成子像雲：“陳光澤見示此像，偶記李太白詩雲：‘世道日交喪，澆風變淳源，不求桂樹枝，反棲惡木根，所以桃李樹，吐花竟不言。大運有興沒，群動若飛奔，歸來廣成子，去入無窮門。’因寫以示之。今人舍命作詩，開口便說李、杜，以此觀之，何曾夢見他腳板耶？”又言：“余平生愛王摩詰詩雲：‘漆園非傲吏，自缺經世具，偶寄一微官，婆娑數株樹。’以為不可及，而舉以語人，領解者少。”觀此，則公之所取，概可見矣。公嘗舉似所作絕句示學者雲：“半畝方塘一鑒開，天光雲影共徘徊。問渠那得清如許，為有源頭活水來。”蓋借物以明道也。又嘗誦其詩示學者雲：“孤燈耿寒焰，照此一窗幽。臥聽檐前雨，浪浪殊未休。”曰：“此雖眼前語，然非心源澄靜者不能道。”觀此，則公之所作，又可概見矣。"
      },
      {
        "index": 24,
        "text": "孝宗時，近習梁俊彥請稅兩淮沙田，以助軍餉。上大喜，付外施行。葉子昂為相，奏曰：“沙田者，乃江濱出沒之地，水激於東，則沙漲於西；水激於西，則沙復漲於東。百姓隨沙漲之東西而田焉，是未可以為常也。且辛巳兵興，兩淮之田租並復。至今未征，況沙田乎？”上大悟，即詔罷之。子昂退至中書，令人逮俊彥至。叱責之曰：“汝言利求進，萬一淮民怨咨，為國生事，雖斬汝萬段，豈足塞責！”俊彥皇汗免冠謝，久乃釋之。子昂此舉，頗有申屠嘉困辱鄧通，韓魏公以頭子勾任守忠之遺意。大率近習畏宰相，則為盛世，宰相畏近習，則為衰世。"
      },
      {
        "index": 25,
        "text": "◎乙編"
      },
      {
        "index": 26,
        "text": "或曰：“子記事述言，斷以己意，懼賈僣妄之譏奈何？”余曰：“樵夫談王，童子知國，余烏乎僣？若以為妄，則疑以傳疑，《春秋》許之。”時宋淳祐辛亥四月，廬陵羅大經景綸。"
      }
    ]
  }
}