{
  "chapterNumber": 5,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "嘉定間，當國者憚真西山剛正，遂謂詞科人每挾文章科目以輕朝廷，自後，詞科不取人。雖以徐子儀之文，亦以巫鹹一字之誤而黜之，由是無復習者。內外制，唯稍能四六者即入選。殊不知制誥詔令，貴於典重溫雅，深厚惻怛，與尋常四六不同。今以尋常四六手為之，往往褒稱過實，或似啟事諛詞，雕刻求工，又如賓筵樂語，失王言之體矣。胡衛、盧祖臯在翰苑，草明堂赦文雲，“江淮盡掃於胡塵”。太學諸生嘲之曰：“胡塵已被江淮掃，卻道江淮盡掃於。”又曰：“傳語胡、盧兩學士，不如依樣畫胡盧。”端平初，患代言乏人，乃略更其制，出題明註出何書，仍許上請，中選者堂除教官。然名實既輕，習者亦少。昔孝宗朝，議者欲科舉取士，以論策共為一場，制詔表章為一場，上欣然欲行之，而周益公等不主其說，遂不果行。余謂若行此法，則舉子無不習王言者。習者既多，自有精工者出於其間，他時選拔而用之，何患絲綸之不雅正乎！"
      },
      {
        "index": 2,
        "text": "楊誠齋丞零陵日，有《春日》絕句雲：“梅子留酸軟齒牙，芭蕉分綠與窗紗。日長睡起無情思，閑看兒童捉柳花。”張紫巖見之曰：“廷秀胸襟透脫矣！”"
      },
      {
        "index": 3,
        "text": "與敵對壘，必分兵以擾之，設詐以疑之。擾之，則其力不給；疑之，則其心不安。力不給，則敗；心不安，則遁。"
      },
      {
        "index": 4,
        "text": "李績臨終，謂其弟德曰：“吾子孫若有誌氣不倫，交遊非類者，必先撾殺之而後以聞。”其言嚴厲如此。《酉陽雜俎》載，績孫敬業，年十許歲，勇悍異甚。績心患之，伺其入林獵獸，縱火焚林，敬業見火至，刳所乘馬，入其腹中。火過，浴血而出，迄不能害。臨終之戒，為敬業發也。厥後則天之禍，敬業起兵，所謂“一抔之土未幹，六尺之孤何在”者，名義固正，亦狂率矣，卒殲其宗。然武氏之立，大臣力爭之，以績家事一語而定。唐之子孫，半為血肉，殲宗之禍，非天報耶？"
      },
      {
        "index": 5,
        "text": "徐淵子詩雲：“俸余擬辦買山錢，卻買端州古硯磚。依舊被渠驅使在，買山之事定何年？”劉改之賀其除直院啟雲：“以載鶴之船載書，入覲之清標如此；移買山之錢買硯，平生之雅好可知。”淵子詞清雅，余尤愛其《夜泊廬山》詞雲：“風緊浪淘生，蛟吼鼉鳴，家人睡著怕人驚。只有一翁捫虱坐，依約三更。雪又打殘燈，欲暗還明。有誰知我此時情？獨對梅花傾一盞，還又詩成。”"
      },
      {
        "index": 6,
        "text": "杜陵詩雲：“孤雁不飲啄，飛鳴聲念群。誰憐一片影，相失萬重雲。望斷似猶見，哀多如更聞。野鴉無意緒，鳴噪自紛紛。”又雲：“獨鶴歸何晚，昏鴉已滿林。”以興君子寡而小人多，君子淒涼零落，小人噂沓喧竟。其形容精矣。"
      },
      {
        "index": 7,
        "text": "世傳《滿江紅》詞雲：“膠擾勞生，待足後何時是足？據見定隨家豐儉，便堪龜縮。得意濃時休進步，須知世事多翻覆。漫教人白了少年頭，徒碌碌。誰不愛，黃金屋；誰不羨，千鐘祿。奈五行不是、這般題目。枉費心神空計較，兒孫自有兒孫福。也不須采藥訪神仙，惟寡欲。”以為朱文公所作。余讀而疑之，以為此特安分無求者之詞耳，決非文公口中語。後官於容南，節推翁諤為余言，其所居與文公鄰，嘗舉此詞問公。公曰，非某作也，乃一僧作，其僧亦自號“晦庵”雲。又《水調歌頭》雲：“富貴有余樂，貧賤不堪憂。那知天路幽險，倚伏互相酬。請看東門黃犬，更聽華亭清唳，千古恨難收。何似鴟夷子，散發弄扁舟。鴟夷子，成霸業，有余謀。收身千乘卿相，歸把釣魚鉤。春晝五湖煙浪，秋夜一天雲月，此外盡悠悠。永棄人間事，吾道付滄洲。”此詞乃文公作，然特敷衍隱括李杜之詩耳。"
      },
      {
        "index": 8,
        "text": "嘉泰中，鄧友龍使金，有賂驛吏夜半求見者，具言虜為韃之所困，饑饉連年，民不聊生，王師若來，勢如拉朽。友龍大喜，厚賂遣之。歸告韓侂胄，且上倡兵之書，北伐之議遂決。其後王師失利，侂胄誅，友龍竄。或疑夜半求見之人，誑誕誤我。然觀金虜《南遷錄》，其言皆不誣。此必中原義士，不忘國家涵濡之澤，幸虜之亂，潛告我使。惜乎將相非人，無謀浪戰，竟孤其望，是可嘆也。"
      },
      {
        "index": 9,
        "text": "楊誠齋自秘書監將漕江東，年未七十，退休南溪之上。老屋一區，僅庇風雨。長須赤腳，才三四人。徐靈暉贈公詩雲：“清得門如水，貧唯帶有金。”蓋紀實也。聰明強健，享清閑之福十有六年。寧皇初元，與朱文公同召。文公出，公獨不出。文公與公書雲：“更能不以樂天知命之樂，而忘與人同憂之憂，毋過於優遊，毋決於遁思，則區區者，猶有望於斯世也。”然公高蹈之誌，已不可回矣。嘗自贊雲：“江風索我吟，山月喚我飲，醉倒落花前，天地為衾枕。”又雲：“青白不形眼底，雌黃不出口中。只有一罪不赦，唐突明月清風。”"
      },
      {
        "index": 10,
        "text": "紹熙甲寅，壽皇不豫，光宗以疾不能過宮，然猶日臨內朝，宰相率百官固請，不從。嘗降出一草茅書，言建儲事，宰相袖進取旨，上變色曰：“儲不豫建，建即代矣。朕第欲卿知其妄耳。”越數日，宰執再以請，禦批有“歷事歲久，念欲廢閑”之語。壽皇升遐，上不能喪，群臣相率攀上衣裾泣曰：“壽皇死也，陛下合上輦一出。”隨至福寧殿，不退。上亦泣曰：“此非卿等行處也。”急還內，褲緎為裂。時中外訛言洶洶，或言某將輒奔赴，或言某輩私聚哭。朝士有潛遁者，近幸富人，競匿重器，都人皇皇。趙忠定在西府，密謀內禪，念莫可達意於壽聖者。韓侂胄，壽聖甥也，乃令閤門蔡必勝潛告之。侂胄遂因知省關禮白壽聖。議始定，忠定令工部尚書趙彥逾戒殿帥郭杲、敕宿衛起居舍人彭龜年告嘉邸備迸發。七月甲寅，禫祭，壽聖引宰執至簾下，諭曰：“皇帝疾，至今未能執喪，自欲退閑，此禦筆也。嘉王可即皇帝位於重華宮，躬行喪禮。”嘉王卻避再三，侂胄、必勝扶抱登禦榻，流涕被面。命泰安宮提舉楊舜卿往南內請八寶，初猶靳予，舜卿傳奏雲：“官家兒子做了。”乃得寶出。事定，《侂胄意望節鉞，忠定不與。知閤劉弼乘間言曰：“此事侂胄頗有功，亦合分些官職與他。”忠定曰：“渠亦有何大功！”弼語侂胄，侂胄未信，謁忠定以探其意，忠定岸然不交一談。侂胄退而嘆曰：“劉知閤不吾欺。”於是邪心始萌，謀逐忠定矣。"
      },
      {
        "index": 11,
        "text": "李公甫謁真西山，丐詞科文字，西山留之小飲書房。指竹夫人為題曰：“蘄春縣君祝氏，可封衛國夫人。”公甫援筆立成，末聯雲：“籲戲！保抱攜持，朕不忘兩夜之寢。展轉反側，爾尚形四方之風。”西山擊節。蓋八字用《詩》、《書》全語，皆婦人事，而形四方之風，又見竹夫人玲瓏之意。其中頌德雲：“常居大廈之間，多為涼德之助。剖心析肝，陳數條之風刺；自頂至踵，無一節之瑕疵。”"
      },
      {
        "index": 12,
        "text": "柳子厚文章精麗，而心術不掩焉，故理意多舛駁。余嘗書其《罵屍蟲文》後雲：屍蟲伏人骸竅間，狙伺隱匿，上訴之帝，意求飲食，人以是多罹咎謫，柳子憎而罵之。余謂屍蟲未果有也，果有之，疑帝借以為耳目，未可罵也。世之人唯不知有屍蟲，世之人而知有屍蟲，則豈特摩牙奮距、昂昂然以兇毒自名者削跡於世哉！色厲內荏，聲善實狠，若共、兜、少正卯輩當亦少衰矣。故余謂屍蟲之有裨於世教甚大，帝之福善禍淫，有藉於屍蟲甚切。帝之飲以飲食也，初非賞讒；屍蟲之嘵嘵上訴也，亦非以讒故。仁人君子謂宜彰屍蟲之功於天下，俾警焉可矣。罵者何也？且柳子何畏乎屍蟲？謹修而身，宅而心，七情所動，不違其則，雖有屍蟲，將焉攸訴？彼若鼓其讒頰，咀毒銜鋒，謂巢由汙，龍逢、比幹佞，謂周、孔不仁，則帝之聰明，將怒殛之矣。奚聽信以降割於我民！設或循其首以至踵，未能無面熱汗下，徒憎其不為己隱，申之以罵焉，余恐祗益其訴帝之說而已。"
      },
      {
        "index": 13,
        "text": "張宣公帥江陵，道經澧，澧之士子十數輩，執文書郊迎。公喜見須眉，就馬上長揖，索其文觀之，乃舉劉郡守政績。公擲其文於地曰：“諸公之來，某意其相與講切義理之是非，啟告閭閻之利病，有以見教。今乃不然，是特被十只冷饅頭使耳！”躍馬徑去，澧守上謁，亦不請見。"
      },
      {
        "index": 14,
        "text": "嘉定間，山東忠義李全，跋扈日甚。朝廷擇人帥山陽，見大夫無可使，遂用許國。國，武人也，特換文資，除大府卿以重其行。國至山陽，偃然自大，受全庭參，全軍忿怒，囚而殺之。幕客杜子埜，詩人也，亦死焉。初，國之換文資，喬壽朋以書抵史丞相曰：“祖宗朝，制置使多用名將。紹興間，不獨張、韓、劉、嶽嘗為之，楊沂中、吳玠、吳珙、劉锜、王<王燮>、成閔、李顯中諸人亦為之。不特制置使可為，樞密、處置、宣撫等使，亦可為也，豈必盡文臣哉！至於文臣任邊事，固有反以觀察使授之者，如韓忠獻、範文正、陳堯咨是也。今若就加本等之官，以重制帥之選，初無不可，乃使之處非其地，遽易以清班，彼必修飾邊幅，強自標置，求以稱此。人心固未易服，恐反使人有輕視不平之心，此不可不慮也。”廟堂不能從。未幾，果敗。李全自此遂叛。嘗曰：“吾不患兵不精，唯患財不贍。”有士人教之以依朝廷樣式造楮券，全從之，所造不勝計，持過江南市物，人莫能辯。其用頓饒，而江南之楮益賤，上下共以全為憂。辛卯上元夜，酒酣，自提兵攻維揚，忽陷於城外淖中而死。"
      },
      {
        "index": 15,
        "text": "朱文公雲，古者男子拜，兩膝齊屈，如今之道拜。杜子春註《周禮》奇拜，以為先屈一膝，如今之雅拜，即今拜也。古者婦女以肅拜為正，謂兩膝齊跪，手至地，而頭不下也，拜手亦然。南北朝有樂府詩說婦人曰：“伸腰再拜跪，問客今安否。”伸腰亦是頭不下也。周宣帝令命婦相見皆跪，如男子之儀。不知婦人膝不跪地，而變為今之拜者，起於何時？程泰之以為始於武後，不知是否。余觀王建《宮詞》雲：“射生宮女盡紅妝，請得新弓各自張。臨上馬時齊賜酒，男兒跪拜謝君王。”則唐時婦女拜不跪可證矣。"
      },
      {
        "index": 16,
        "text": "諸葛孔明征蠻，馬謖曰：“攻心為上，攻城為下，心戰為上，兵戰為下。”其論高矣。街亭之敗，用秦穆宥盂明故事可也。蜀埶日傾，蜀才日少，而乃流涕斬謖，過矣。夫法立必誅，而不權以古人八議之仁，此申、韓之所為也。前輩謂子房之學出於黃、老，孔明之學出於申、韓，信矣。近世張魏公之斬曲端、趙哲，乃效孔明所為，尤非也。"
      },
      {
        "index": 17,
        "text": "唐子西立朝，賦《梅花》詩雲：“桃花能紅李能白，春深無處無顏色。不意尚有數枝梅，可是東君苦留客？”“向來開處是嚴冬，桃李未在交遊中。只今已是丈人行，勿與年少爭春風。”執政者惡其自尊，一斥不復。後以黨禍謫羅浮，作詩雲：“說與門前白鷺群，也須從此斷知聞。諸公有意除鉤黨，甲乙推求恐到君。”殊有意味。又雲：“鶴歸遼海悲人世，猿入巴山叫月明。唯有蠱沙今好在，往來休傍水邊行。”《抱樸子》雲，周穆王南征，一軍皆化，君子化為猿鶴，小人化為蠱沙。詩意言君子或死或貶，唯小人得誌，深畏其含沙射影也。"
      },
      {
        "index": 18,
        "text": "士大夫若愛一文，不直一文。陳簡齋詩雲：“從來有名士，不用無名錢。”楊伯子嘗為余言：“士大夫清廉，便是七分人了。蓋公忠仁明，皆自此生。”伯子，誠齋冢嗣，號東山先生，清節高文，趾美克肖。其帥番禺，將受代，有俸錢七千緡，盡以代下戶輸租。有詩雲：“兩年枉了鬢霜華，照管南人沒一些。七百萬錢都不要，脂膏留放小民家。”又《別石門》詩雲：“石門得得泊歸舟，江水依依別故侯。擬把片香投贈汝，這回欲帶忘來休。”蓋晉吳隱之守五羊，不市南物，歸舟有香一片，舉而投諸石門江中，用此事也。其帥三山，不請供給錢，以忤豪貴劾去。作詩貽先君雲：“與世長多忤，持身轉覺孤。夤緣新齒舌，收拾老頭顱。我已訶瀧吏，君誰誦《子虛》。同歸燈火讀，家裏石渠書。”時先君與之同入閩故也。陳膚仲作《玉壺冰》、《朱絲弦》二詩送之。林自知《送行》詩雲：“公來無琴鶴，公去有芒鞋。”又一幕官詩雲：“從渠腰下有金帶，何處山中無菜羹？”真西山入對，主上問當今廉吏，西山既以趙政夫為對。翌日又奏曰：“臣昨所舉廉吏未盡，如崔與之之出蜀，唯載歸艎之圖籍，楊長孺之守閩，靡侵公帑之毫厘，皆當今之廉吏也。”"
      },
      {
        "index": 19,
        "text": "東坡守杭守潁，皆有西湖，故《潁川謝表》雲：“入參兩禁，每玷北扉之榮；出典二州，輒為西湖之長。”秦少章詩雲：“十里薰風菡萏初，我公所至有西湖。欲將公事湖中了，見說官閑事亦無。”後謫惠州，亦有西湖。楊誠齋詩雲：“三處西湖一色秋，錢塘汝潁及羅浮。東坡元是西湖長，不到羅浮便得休。”"
      },
      {
        "index": 20,
        "text": "胡文定《春秋傳》，作於渡江之初。其論國滅也，曰：“《春秋》滅人之國，其罪則一，而見滅之君，其例有三：以歸者，既無死難之節，又無克復之誌，貪生畏死，甘就執辱，其罪為重，許斯、頓牂之類是也；出奔者，雖不死於社稷，有興復之望焉，托於諸侯，猶得寓禮，其罪為輕，弦子、溫子之類是也；若夫國滅死於其位，是得正而斃焉者矣，於禮為合，於時為不幸，若江、黃二國是也。”其旨嚴矣，如劉禪、湣、懷，皆《春秋》之罪人也。近時韃虜入蔡，殘金之主守緒，乃能聚薪自焚，義不受辱，庶幾於江、黃。"
      },
      {
        "index": 21,
        "text": "陸務觀，農師之孫，有詩名。壽皇嘗謂周益公曰：“今世詩人亦有如李太白者乎？”益公因薦務觀，由是擢用，賜出身為南宮舍人。嘗從范石湖辟入蜀，故其詩號《劍南集》，多豪麗語，言征伐恢復事。其《題俠客圖》雲：“趙魏胡塵十丈黃，遺民膏血飽豺狼。功名不遣斯人了，無奈和戎白面郎。”壽皇讀之，為之太息。臺評劾其恃酒頹放，因自號“放翁”。作詞雲：“橋如虹，水如空，一葉飄然煙雨中，天教稱放翁。”晚年為韓平原作《南園記》，除從官。楊誠齋寄詩雲：“君居東浙我江西，鏡裏新添幾縷絲。花落六回疏信息，月明千里兩相思。不應李杜翻鯨海，更羨夔龍集鳳池。道是樊川輕薄殺，猶將萬戶比千詩。”蓋切磋之也。然《南園記》唯勉以忠獻之事業，無諛辭。晚年詩和平粹美，有中原承平時氣象，朱文公喜稱之。"
      },
      {
        "index": 22,
        "text": "古人席地而坐，登席則去履襪。《左氏傳》：褚師聲子襪而登席，衛侯怒其無禮。如簠簋豆籩，高不逾尺，便於取食。今世夫子廟塑像，巍然高坐，而祭器乃陳於地，殊覺未安。朱文公雲：“先君嘗過鄭國列子廟，見其塑像，以石為席，而坐於地，先聖像設，亦宜仿此。”"
      },
      {
        "index": 23,
        "text": "楊東山言：《道藏經》雲，蝶交則粉退，蜂交則黃退。周美成詞雲“蝶粉蜂黃渾退了”，正用此也。而說者以為宮妝，且以“退”為“褪”，誤矣。余因嘆曰，區區小詞，讀書不博者，尚不得其旨，況古人之文章，而可臆見妄解乎！"
      },
      {
        "index": 24,
        "text": "唐司空圖詩雲：“昨日流鶯今日蟬，起來又是夕陽天。六龍飛轡長相窘，更忍乘危自著鞭。”戒好色自戕者也。楊誠齋善謔，嘗謂好色者曰：“閻羅王未曾相喚，子乃自求押到，何也？”即此詩之意。"
      },
      {
        "index": 25,
        "text": "廖子晦為小官，遭長官以非理對移，殊不能堪。朱文公以書曉之雲：“吾人所學，正要此處呈驗，已展不縮，已進不退，只得硬脊梁與他廝捱，看如何？自家決定不肯開口告他，若到任滿，便作對移，批書離任，則他許多威風都無使處矣，豈不快哉！此間有吳伯起者，不聞講學，後聞陸子靜說話，自謂有所得。及作令，被對移他邑主簿，卻不肯行，百方求免。某嘗笑之，以為何至如此。若對移作指使，即逐日執杖子去知府廳前唱喏。若對移作押錄，即逐日抱文書去知縣廳前呈覆。更做耆長壯丁，亦未妨與他去做，況主簿乎？”文公之意，蓋謂心無愧作，則無入而不自得；心無貪戀，則無往而不自安。此不在於臨事遇變之時，而在於平居講學之際。講之素精，見之素定，真知夫進退得喪、死生禍福之不足以累吾心，則雖鼎鑊刀鋸，視之如寢飯之安矣，況於一升黜予書之間者哉！韓昌黎雲：“夫儒者之於患難，茍非其自取之，其拒而不受於懷也，若築河堤而障屋雷；其容而消之也，若水之於海、冰之於夏日；其玩而忘之以文辭也，若奏金石以破蟋蟀之鳴、蟲飛之聲；況一不缺於考功盛山一出入息之間哉！”此最善形容處。"
      },
      {
        "index": 26,
        "text": "唐人詩雲：“三條燭盡鐘初動，九轉丹成鼎未開，明月漸低人擾擾，不知誰是謫仙才。”此唐試進士見燭之驗也。白樂天奏狀雲：“禮部試進士，例許用書冊，兼得通宵。”蓋亦不禁懷挾矣。"
      }
    ]
  }
}