{
  "chapterNumber": 2,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《孟子》釋《公劉》之詩曰：“故居者有積倉，行者有裹囊也，然後可以爰方啟行。”釋《蒸民》之詩曰：“故有物必有則，民之秉彜也，故好是懿德。”只添三兩字，意義粲然。六經古註，亦皆簡潔，不為煩辭。朱文公每病近世解經者推測太廣，議論太多，曰：“說得雖好，聖人從初卻元不曾有此意。”雖以呂成公之《書解》，亦但言其熱鬧而已，蓋不滿之辭也。後來文公作《易傳》、《詩傳》，其辭極簡。"
      },
      {
        "index": 2,
        "text": "唐張參為國子司業，手寫九經，每言讀書不如寫書。高宗以萬乘之尊，萬幾之繁，乃亦親灑宸翰，遍寫九經，雲章爛然，終始如一，自古帝王所未有也。又嘗禦書《漢光武紀》賜執政徐俯，曰：“卿勸朕讀《光武紀》，朕思讀十遍不如寫一遍，今以賜卿。”聖學之勤如此。"
      },
      {
        "index": 3,
        "text": "《史記》：張儀論韓地險惡曰：“民之食大抵飯菽藿羹。”此倒句也。昌黎文：“春與猿吟兮，秋鶴與飛。”“淮之水舒舒，楚山直叢叢。”亦此類。"
      },
      {
        "index": 4,
        "text": "《春秋》：“星隕如雨。”釋者曰：“如，而也。”歐陽公《集古錄》載《後漢郭先生碑》云：“其長也，寬舒如好施，是以宗族歸懷。”東坡得古鏡，背有銘云：“漢有善銅，出白楊，取為鏡，清如明。”皆訓“如”為“而”也。"
      },
      {
        "index": 5,
        "text": "昌黎《汴州詩》云：“母從子走者為誰？大夫夫人留後兒。昨日乘車騎大馬，坐者起趨乘者下。廟堂不肯用幹戈，嗚呼奈汝母子何！”為汴州之亂、留後陸長源遭殺作也。方董晉帥汴，昌黎在幕中。晉專行姑息，知軍驕難制，變在旦夕。且死，遺戒喪車速發。及長源代之，繩以嚴急，軍果亂，官屬多死之。昌黎隨晉喪已去汴，獲免。夫長源固失矣，晉不能酌寬猛之中，潛消事變，乃以姑息偷免其身，使相激相形，產後來之禍，又不能先以一語忠告長源，烏得無罪？昌黎在幕中，蓋亦與有責矣。此詩末句，似有愧於中，而為自解之辭。"
      },
      {
        "index": 6,
        "text": "《左氏傳》：鞍之戰，邴夏禦齊侯，逢醜父為右。齊師敗績，醜父與公易位，為晉韓厥所及，醜父使公下，如華泉取飲而逃。韓厥獻醜父，郤獻子將戮之，呼曰：“自今無有代其君任患者，有一於此，將為戮乎！”郤子曰：“人不難以死免其君，我戮之不祥。赦之，以勸事君者。”此與紀信詐乘漢王之車，以免高祖者何異？晉宥醜父，而楚焚紀信。項氏之不長也，宜哉！"
      },
      {
        "index": 7,
        "text": "張魏公貶零陵，有書數笈自隨，讒者謂其中皆與蜀士往來謀據西蜀之書。高宗命遣人盡錄以來。臨軒發視，乃皆書冊，雖有尺牘，率皆憂國愛君之語。此外唯葛裘布衾，類多垢敝。上側然曰：“張浚一貧如此哉！”乃遣使馳賜金三百兩。秦檜令宣言於外，謂賜浚死。門生從者聞之，垂泣告公。公曰：“浚罪固當死，若果如所傳，朝服拜命，就戮以謝國家可也，何以泣為？”問使者為誰，曰：“殿帥楊存中之子也。”公曰：“吾生矣。存中吾故部曲，朝廷誠欲誅浚，必不遣其子宋。”已而使者拜於馬前，乃獲賜金之命。公之在秦也，開幕延賢，鑄銅為印，形跡似稍專，故有以來讒者之口。然反因此得以自明，又賴賜金以自活，天果不佑忠賢乎？"
      },
      {
        "index": 8,
        "text": "古詩云：“人生不滿百，常懷千歲憂。”而淵明以五字盡之，曰“世短意常多”是也。東坡云“意長日月促”，則倒轉陶句爾。"
      },
      {
        "index": 9,
        "text": "《呂氏春秋》云：“今茲美禾，來茲美麥。”註云：“茲，年也。”《公羊傳》云：“諸侯有疾曰負茲。”註云：“茲，新生草也。”一年草生一番，故以茲為年。古詩云：“為樂當及時，何能待來茲。”《左氏傳》“五稔”，杜詩“十暑岷山葛”，皆此意。"
      },
      {
        "index": 10,
        "text": "桓溫雄猛蓋一時，賓僚相從燕賞，豈應有失禮於前者？孟嘉落帽，恐如禰正平褻服摻撾嫂侮曹瞞之意。陶淵明，嘉之甥也。為嘉作傳，稱其在朝仗正順，門無雜賓。則嘉亦一時之望，乃肯從溫，何也？溫嘗從容謂曰：“人不可無勢，我乃能駕馭卿。”亦頗有相靳之意。辛幼安《九日》詞云：“誰與老兵供一笑，落帽參軍華發。莫倚忘懷，西風也解，點檢尊前客。淒涼今古，眼中三兩飛蝶。”意謂嘉不當從溫，故西風落其帽以貶之，若免冠然。"
      },
      {
        "index": 11,
        "text": "周瑜赤壁、謝安淝水、寇萊公澶淵、陳魯公采石，四勝大略相似。杜牧云：“東風不與周郎便，銅雀春深鎖二喬。”意亦著矣。謝安圍棋別墅，真是矯情鎮物，喜出望外，宜其折屐。澶淵之役，畢士安有相公交取鶻侖官家之說，高瓊有好喚宰相來吟兩首詩之說，則當時策略，亦自可見。“天發一矢胡無酋”，荊公句意與杜牧同。采石之師，若非逆亮暴急嗜殺，自激三軍之變，亦未驅攘。是時亮雖遭戕，虜師北歸，紀律肅然，無一人叛亡，此豈易勝之師乎！朱文公曰：“謝安之於桓溫，陳魯公之於完顏亮，幸而捱得他死爾。”要之吳、晉乃天幸，宋朝真天助也。"
      },
      {
        "index": 12,
        "text": "張儀云：“兵不如者，勿與挑戰；粟不如者，勿與持久。”二語用兵者所當知。"
      },
      {
        "index": 13,
        "text": "守城必劫寨。劉信叔守順昌，以數千人摧兀術數十萬眾，是劫寨之力也。守城不劫寨，是守死爾。"
      },
      {
        "index": 14,
        "text": "楚公子微服過宋，門者難之。其仆操棰而罵曰：“隸也不力！”門者出之。晉王廞之敗，沙門曇永匿其幼子華，使提衣囊自隨。津邏疑之，永訶曰：“奴子何不速行！”捶之數十，由是得免。宇文泰與侯景戰河上，馬逸墜地，李穆見之，以策抶泰背曰：“籠東軍士，汝曹主何在，而尚留此！”追者不疑其為貴人，與之馬，與俱還。三事相類，若郭子儀殺羊而裴谞劾之，李訴進馬而溫造彈之，亦此意也。"
      },
      {
        "index": 15,
        "text": "淳熙中，範至能使北，孝宗令口奏金主，謂河南乃宋朝陵寢所在，願反侵地。至能奏曰：“茲事至重，合與宰相商量，臣乞以聖意諭之，議定乃行。”上首肯，既而宰相力以為未可，而聖意堅不回。至能遂自為一書，述聖語。至虜庭，納之袖中。既跪進國書，伏地不起。時金主乃葛王也，性寬慈，傳宣問使人何故不起。至能徐出袖中書，奏曰：“臣來時，大宋皇帝別有聖旨，難載國書，令臣口奏。臣今謹以書述，乞賜聖覽。”書既上，殿上觀者皆失色。至能猶伏地。再傳宣曰：“書詞已見，使人可就館。”至能再拜而退。虜中群臣鹹不平，議羈留使人，而虜主不可。至能將回，又奏曰：“口奏之事，乞於國書中明報，仍先宣示，庶使臣不墮欺罔之罪。”虜主許之。報書云：“口奏之說，殊駭觀聽，事須審處，邦乃孚休。”既還，上甚嘉其不辱命。由是超擢，以至大用。至能在燕京會同館，守吏微言有羈留之議，乃賦詩曰：“萬里孤臣致命秋，此身何止一漚浮。提攜漢節同生死，休問羝羊解乳不。”"
      },
      {
        "index": 16,
        "text": "范文正公云：“常調官好做，家常飯好吃。”余謂人能甘於吃家常飯，然後甘於做常調官。"
      },
      {
        "index": 17,
        "text": "鄭註召對浴堂門，彗長三尺；韓琦賜第集英殿，雲見五色。君子小人之進，天象昭昭如此。"
      },
      {
        "index": 18,
        "text": "《五代史》：漢王章為三司使，征利剝下。緡錢出入，元以八十為陌，章每出錢陌，必減其三，至今七十七為官省錢者，自章始。然今官府於七十七之中，又除頭子錢五文有奇，則愈削於章矣。"
      },
      {
        "index": 19,
        "text": "唐初，蕭銑據荊襄，敗於李靖，諸郡皆降，而所召援兵至者猶十萬人。李煜據江南，其亡也，亦有援兵十數萬。本朝靖康之禍，勤王之師，至者絕少。縱有之，率皆望風奔潰，不敢向賊發一矢。蓋五代以前，兵寓於農，素習戰鬥，一呼即集。本朝兵費最多，兵力最弱，皆緣官自養兵。紹興中，張魏公在川陜，奏以王庶帥興元，制置利、夔兩路軍事。於興、洋、金、蓬、開、達諸州，令縣選強壯。兩丁取一，三丁取二，戶與免物力錢二百五十千。五十人為一隊，置隊長。以知縣為軍正，尉為軍副。月閱於縣，春秋閱於郡。不半月，有兵二十萬。乾道初，宿毫之役，禁旅多出征，江上之備空虛。陳福公首獻民兵之策，及登庸，亟欲推行，會罷相，遂格。然兩淮已用其法，而荊襄尤有成規。開禧用兵，禁旅多敗，而兩淮山水寨萬弩手率有功，特為官軍所嫉，無以慰其心盡其力耳。丙寅，虜大舉南牧，圍安、襄以撼荊、鄂。宣司檄召諸處兵，與湖北義勇俱往救。諸郡兵不待見敵而潰，所過鈔略，甚於戎寇。獨義勇隨其帥進退，不敢有秋毫犯，蓋顧其室家門戶故也。張宣公帥荊州，與朱文公書云：“郭杲嘗獻緩急保江之策，某折之曰：‘劉信叔、劉共父皆嘗有此論，真謬計也。縱賊入肝脾裏，何以為國？上付公以北門，當盡力報國，要軍要糧，此間當應副，事茍不濟，守臣仗節而死爾。’郭聞之悚然。某之所恃者，有義勇二萬六千人也。”"
      },
      {
        "index": 20,
        "text": "孝宗命呂成公詮擇國朝文章，成公盡翻三館之儲，逾年成編，賜名《文鑒》。周益公承制撰序云：“建隆、雍熙之際，其文偉；鹹千、景德之際，其文博；天聖、明道之詞古；熙寧、元祐之詞達。雖體制互興，源流間出，而氣全理正，其歸則同。”成公為此書，朱文公、張宣公殊不以為然，謂伯恭無意思承當，此事便好截下，因以發明人主之學。昔溫公作《資治通鑒》，可謂有補治道，識者尚惜其枉費一生精力，況《文鑒》乎？"
      },
      {
        "index": 21,
        "text": "辛幼安《晚春》詞云：“更能消、幾番風雨，匆匆春又歸去。惜春長恨花開早，何況亂紅無數。春且住。見說道、天涯芳草迷歸路。怨春不語。算只有殷勤，畫檐蛛網，盡日惹飛絮。長門事，準擬佳期又誤。娥眉曾有人妒。千金縱買相如賦，脈脈此情誰訴？君莫舞，君不見玉環飛燕皆塵土！閑愁最苦。休去倚危欄，斜陽正在，煙柳斷腸處。”詞意殊怨。“斜陽”、“煙柳”之句，其與“未須愁日暮，天際乍輕陰”者異矣。使在漢唐時，寧不賈種豆種桃之禍哉！愚聞壽皇見此詞，頗不悅。然終不加罪，可謂至德也已。其《題江西造口》詞云：“郁孤臺下清江水，中間多少行人淚。西北望長安，可憐無數山。青山遮不住，畢竟東流去。江晚正愁予，山深聞鷓鴣。”蓋南渡之初，虜人追隆祐太後禦舟至造口，不及而還。幼安因此起興。“聞鷓鴣”之句，謂恢復之事，行不得也。又《寄丘宗卿》詞云：“千古江山，英雄無覓，孫仲謀處。舞榭歌臺，風流總被，雨打風吹去。斜陽草樹，尋常巷陌，人道寄奴曾住。想當年金戈鐵馬，氣吞萬里如虎。元嘉草草，封狼居胥，贏得倉皇北顧。四十三年，望中猶記，烽火揚州路。可堪回首，佛貍祠下，一片神鴉社鼓。憑誰問：廉頗老矣，尚能飯不？”此詞集中不載，尤雋壯可喜。朱文公云：“辛幼安、陳同甫，若朝廷賞罰明，此等人皆可用。”"
      },
      {
        "index": 22,
        "text": "古今稱大人，其義不一。《左氏傳》：子服昭子曰：“夫必多有是說，而後及其大人。”《孟子》曰：“有大人之事，有小入之事。”此以位言也，所謂王公大人是也。《孟子》曰：“養其大者為大人。”昌黎《王適墓誌》曰：“翁大人不疑。”此以德望言也，所謂大人君子是也。若《易》之“利見大人”，則兼德位而言之。今人自稱其父曰“大人”。然疏受對疏廣曰：“從大人議。”則叔父亦可稱大人。范滂將就誅，與母訣曰：“大人割不忍之愛。”則母亦可稱大人。"
      },
      {
        "index": 23,
        "text": "俗語稱利市，亦有所祖。《左氏傳》：鄭人盟商人之辭曰：“爾無我叛，我無強賈，爾有利市寶賄，我勿與知。”"
      },
      {
        "index": 24,
        "text": "楊誠齋為零陵丞，以弟子禮謁張魏公。時公以遷謫故，杜門謝客。南軒為之介紹，數月乃得見。因跪請教，公曰：“元符貴人，腰金紆紫者何限，惟鄒至完、陳瑩中姓名與日月爭光。”誠齋得此語，終身厲清直之操。晚年退休，悵然曰：“吾平生誌在批鱗請劍，以忠鯁南遷，幸遇時平主聖。老矣，不獲遂所願矣！”立朝時，論議挺挺。如乞用張浚配享，言朱熹不當與唐仲友同罷，論儲君監國，皆天下大事。孝宗嘗曰：“楊萬里直不中律。”光宗亦曰：“楊萬里也有性氣。”故其自贊云：“禹曰也有性氣，舜云直不中律。自有二聖玉音，不用千秋史筆。”"
      },
      {
        "index": 25,
        "text": "胡淡庵見楊龜山，龜山舉兩肘示之曰：“吾此肘不離案三十年，然後於道有進。”張無垢謫橫浦，寓城西寶界寺。其寢室有短窗，每日昧爽，輒執書立窗下，就明而讀，如是者十四年。洎北歸，窗下石上，雙趺之跡隱然，至今猶存。前輩為學，勤苦如此。然龜山蓋少年事，無垢乃晚年，尤難也。"
      },
      {
        "index": 26,
        "text": "歐陽公居永奉縣之沙溪，其考崇公葬焉，所謂瀧岡阡是也。厥後奉母鄭夫人之喪歸合葬，載青州石鐫阡表。石綠色，高丈余，光可鑒，阡近沙山太守廟。襄事禱於廟，祝板猶存。曰：“大事有日，陰雲屢興，假以三日之晴，則拜神之賜，其敢忘報！”執政得立功德寺，公素排佛教，雅不欲立寺。崇公諱觀，又不可立觀，乃立青陽宮。然公自葬鄭夫人之後，不復歸故鄉。其作《吉州學記》云：“幸余他日，因得歸榮故鄉。將見吉之士，皆道德明秀，而可為公卿。問於其俗，而婚喪飲食，皆中禮節。入於其裏，而長幼相孝慈於其家。行於其郊，而少者扶其羸老，壯者代其負荷於道路。然後樂學之道成，而得時從先生耆老，席於眾賓之後，聽鄉樂之歌，飲獻酬之酒，而以詩頌天子太平之功。周覽學舍，思詠李侯之遺愛，不亦美哉！”雖有此言，而迄不踐。樂穎昌山水，作《思穎》詩，退休竟卜居焉。前輩議其無回首敝廬、息間喬木之意。近時周益公歸休，尹直卿以詩賀之云：“六一先生薄吉州，歸田去作穎昌遊。我公不向螺江住，羞殺青原白鷺洲。”"
      },
      {
        "index": 27,
        "text": "壽皇在宮中，常攜一漆拄杖，宦官宮妾莫得睨視。嘗遊後苑，偶忘攜焉，特命小黃門取之。二人竭力曳以來，蓋精鐵也。上方有意中原，故陰自習勞苦如此。"
      },
      {
        "index": 28,
        "text": "東坡贊文與可梅竹石云：“梅寒而秀，竹瘦而壽，石醜而文，是為三益之友。”席子擇遭喪，山谷憐其貧，糾合同誌者助之，其辭云：“富者不仁，理難共語，仁者不富，執難獨成。百足之蟲，至死不僵，以扶之者眾也。願與諸君同力振之。”二帖余皆見其真跡，坡、谷集所不載。"
      },
      {
        "index": 29,
        "text": "太學蘊道齋有小池，忽一鷗飛來，容與甚久。一同舍生題詩云：“朝來池上有斯事，火急報教同舍知，昨夜雨余春水滿，白鷗飛下立多時。”讀者賞其醞藉。"
      }
    ]
  }
}