{
  "chapterNumber": 11,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "韓魏公曰：「養兵雖非古，然亦自有利處。議者但謂不如漢、唐調兵於民，獨不見杜甫《石壕吏》一篇，調兵於民，其弊乃如此。後世既收拾強悍無賴者，養之以為兵，良民雖稅斂良厚，而終身保骨肉相聚之樂，父子兄弟夫婦免生離死別之苦，此豈小事？」魏公此論，可謂至當。余觀梅聖俞寶元間為葉縣宰，詔書令民三丁籍一，立校與長，號弓箭手，以備不虞，田里騷然。聖俞作《田家》詩云：「誰道田家樂？春稅秋未足，里胥叩我門，日夕苦煎促。盛夏流潦多，白水高於屋。水既害我菽，蝗又食我粟。前月詔書來，生齒復版錄。三丁籍一壯，惡使操弓韣。州符令又嚴，老吏持鞭撲。搜索稚與艾，唯存跛無目。田閭敢怨嗟，父子各悲哭。南畝焉可事，買箭賣牛犢。愁氣變久雨，鐺缶空無粥。盲跛不能耕，死亡在遲速。我聞誠所慚，徒爾叨君祿。卻詠歸去來，刈薪向深谷。」又《汝墳貧女》云：「汝墳貧家女，行哭音淒愴。自言有老父，孤獨無丁壯。郡吏來何暴，縣官不敢抗。督遣勿稽留，龍鐘去持杖。勤勤囑四鄰，幸願相倚傍。適聞閭里歸，問訊疑猶強。果聞寒雨中，僵死壤河上。弱質無以托，橫屍無以葬。生女不如男，雖存何以當。拊膺呼蒼天，生死將奈向？」觀此二詩，與《石壕吏》等篇何以異？當是時，乃太子極盛之時，而一有籍民為兵之令，便覺氣象與天寶相似。乃知養兵之制，實萬世之仁，而魏公之說不可易也。然魏公既知籍民為兵之害矣，而陜西義勇之制，實出於公。雖司馬溫公極言其不便，競不為止，又何與前言相戾也？"
      },
      {
        "index": 2,
        "text": "杜詩云：「江蓮搖白羽，天棘夢青絲。」下句殊不可曉。說者曰，天棘，柳也。或曰，天門冬也。夢，當作弄。既無考據，意亦短淺。譚浚明嘗為余言，此出佛書，終南長老入定，夢天帝賜以青棘之香。蓋言江蓮之香，如所夢天棘之香耳。此詩為僧齊已賦，故引此事。余甚喜其說，然終未知果出何經。近閱葉石林《過庭錄》，亦言此句出佛書，則浚明之言宜司信。"
      },
      {
        "index": 3,
        "text": "山谷晚年作日錄，題曰《家乘》，取《孟子》晉之《乘》之義。謫死宜州。永州有唐生者從之遊，為之經紀後事，收拾遺文。獨所謂《家乘》者，倉忙間為人竊去，尋訪了不可得。後百餘年，史衛王當國，乃有得之以獻者。衛王甚珍之，後黃伯庸帥蜀，以其為雙井之族，乃以贐其行。"
      },
      {
        "index": 4,
        "text": "建炎中，大駕駐維揚，康伯可上《中興十策》：「一請皇帝設壇，與群臣、六軍縞素戎服，以必兩宮之歸。二請移蹕關中，治兵積粟，號召兩河，為雪恥計，東南不是立事。三請略去常制，為馬上治。用漢故事，選天下英俊，日侍左右，講求天下利病，通達外情。四請河北未陷州郡，朝廷不復置吏，詔土人自相推擇，各保鄉社。以兩軍屯要害，為聲援。滑州置留府，通接號令。五請刪內侍百司州縣冗員，文書務簡實，以省財便事。六請大赦，與民更始。前事一切不向，不限文武，不次登用，以收人心。七請北人避胡挈郡邑南宋以從吾君者，其首領皆豪傑，當待之以將帥，不可指為盜賊。八請增損保甲之法，團結山東、京東西、兩淮之民，以備不虞。九請講求漢、唐漕運，江、淮道途置使，以饋關中。十請許天下直言便宜，州郡即日繳奏，置籍親覽，以廣豪傑進用之路。」時宰相汪、黃輩，不能聽用，而伯可名聲由是益著。余觀其策，正大的確，雖李伯紀、趙元鎮亦何以遠過！然厥後秦檜當國，伯可乃附會求進，擢為臺郎。值慈寧歸養，兩宮燕樂，伯可專應制為歌詞，諛艷粉飾，於是聲名掃地，而世但以比柳耆卿輩矣。檜死，伯可亦貶五羊。"
      },
      {
        "index": 5,
        "text": "《楞嚴經》：「佛告波斯匿王，汝年十三時，見恒河水與今無異，是汝皮肉雖皺，見精不皺，以明身有老少，而見精常存。身有死生，而本性常在也。」晁文元嘗問隱者劉海蟾以不死之道，海蟾笑曰：「人何嘗死？而君乃畏之求生乎？所可死者，形爾；不與形俱滅者，固常在也。」此理本常理，但異端說得黏皮著骨。如《易》曰：「精氣為物，遊魂為變。」孟子曰：「所過者化，所存者神。」伊川曰：「堯舜幾千年，其心至今在。」橫渠曰：「物物故能過化，性性故能存神。」又曰：「存吾順事，沒吾寧也。」說得多少混融。"
      },
      {
        "index": 6,
        "text": "楊誠齋《月下傳杯》詩云：「老夫渴急月更急，酒落杯中月先入；領取青天並入來，和月和天都蘸濕。天既愛酒自古傳，月不解飲真浪言；舉杯將月一口吞，舉頭見月猶在天。老夫大笑問客道：月是一團還兩團？酒入詩腸風火發，月入詩腸冰雪潑。一杯未盡詩已成，誦詩向天天亦驚。焉知萬古一骸骨，酌酒更吞一團月！」余年十許歲時，侍家君竹谷老人謁誠齋，親聞誠齋誦此詩。且曰：「老夫此作，自謂仿佛李太白。」"
      },
      {
        "index": 7,
        "text": "徐思叔《題貧樂圖》詩首句云：「乃翁畫灰教兒書，嬌幾赤骭玉雪膚。厥妻曝日補破襦，弊筐何有金十奴？」楊伯子和云：「三間破屋一床書，錦心繡口冰肌膚。自紉枯葉作褲襦，此君便是長須奴。」王才臣和云：「大兒阻饑頗廢書，小兒忍寒粟生膚。婦縱有裈無一襦，不敢緣此相庸奴。」三詩皆佳，而後出者尤奇。"
      },
      {
        "index": 8,
        "text": "松柏之貫四時，傲雪霜，皆自拱把以至合抱。惟竹生長於旬日之間，而幹霄入雲，其挺特堅貞，乃與松柏等。此草木靈異之尤者也。白樂天、東坡、潁濱與近時劉子翚論竹甚詳，皆未及此。杜陵詩云：「平生憩息地，必種數竿竹。」梅聖俞云：「買山須買泉，種樹須種竹。」信哉！"
      },
      {
        "index": 9,
        "text": "虞雍公初除樞密，偶至陳丞相應求閣子內，見楊誠齋《千慮策》，讀一篇，嘆曰：「東南乃有此人物！某初除合薦兩人，當以此人為首。」應求導誠齋謁雍公，一見握手如舊。誠齋曰：「相公且仔細，秀才子口頭言語，豈可便信？」雍公大笑，卒援之登朝。誠齋嘗言，士大夫窮達，初不必容心。某平生不能開口求薦。然薦之改秩者，張魏公也。薦之立朝者，虞雍公也。二公皆蜀人，皆非有平生雅故。雍公有《翹館錄》，載當世人物甚詳。"
      },
      {
        "index": 10,
        "text": "詩莫尚乎興，聖人言語，亦有專是興者。如「逝者如斯夫，不舍晝夜」，「山梁雌雉，時哉時哉」，無非興也，特不曾隱括協韻爾。蓋興者，因物感觸，言在於此，而意寄於彼，玩味乃可識，非若賦比之直言其事也。故興多兼比賦，比賦不兼興，古詩皆然。今姑以杜陵詩言之，《發潭州》云：「岸花飛送客，檣燕語留人。」蓋因飛花語燕，傷人情之薄，言送客留人，止有燕與花耳。此賦也，亦興也。若「感時花濺淚，恨別鳥驚心」，則賦而非興矣。《堂成》云：「暫止飛烏將數子，頻來語燕定新巢。」蓋因烏飛燕語，而喜己之攜雛卜居，其樂與之相似。此比也，亦興也。若「鴻雁影來聯塞上，鹡鸰飛急到沙頭」，則比而非興矣。"
      },
      {
        "index": 11,
        "text": "荊公詩云：「謀臣本自系安危，賤妾何能作禍基。但願君王誅宰嚭，不愁宮裏有西施。」夫妲己者，飛廉、惡來之所寄也。褒姒者，聚子、膳夫之所寄也。太真者，林甫、國忠之所寄也。女寵蠱君心，而後憸壬階之以進，依之以安。大臣格君之事，必以遠聲色為第一義。而謂「不愁宮裏有西施」何哉？范蠡霸越之後，脫屣富貴，扁舟五湖，可謂一塵不染矣。然猶挾西施以行，蠡非悅其色也，蓋懼其復以蠱吳者而蠱越，則越不可保矣。於是挾之以行，以絕越之禍基，是蠡雖去越，未嘗忘越也。曾謂荊公之見而不及蠡乎？惟管仲之告齊桓公，以豎刁、易牙、開方為不可用，而謂聲色為不害霸，與荊公之論略同。其淪商鞅曰：「今人未可非商鞅，商鞅能令政必行。」夫二帝三王之政，何嘗不行，奚獨有取於鞅哉？東坡曰：「商鞅、韓非之刑，非舜之刑，而所以用刑者，則舜之術也。」此說猶回護，不如荊公之直截無忌憚。其詠昭君曰：「漢恩自淺胡自深，人生樂在相知心。」推此言也，茍心不相知，臣可以叛其君，妻可以棄其夫乎？其視白樂天「黃金何日贖娥眉」之句，真天淵懸絕也。其論馮道曰：「屈己利人，有諸佛菩薩之行。」唐質肅折之曰：「道事十主，更四姓，安得謂之純臣？」荊公乃曰：「伊尹五就湯，五就桀，亦可謂之非純臣乎？」其強辯如此。又曰：「有伊尹之志，則放其君可也。有周公之志，則誅其兄可也。有周后妃之志，則求賢審官可也。」似此議論，豈特執拗而已，真悖理傷道也。茍卿立「性惡」之論、「法後王」之論，李斯得其說，遂以亡秦。今荊公議論過於茍卿，身試其說，天下既受其毒矣。章、蔡祖其說，而推演之，加以凶險，安得不產靖康之禍乎！荊公論韓信曰：「貧賤侵陵富貴驕，功名無復在芻蕘。將軍北面師降虜，此事人間久寂寥。」論曹參曰：「束發山河百戰功，白頭富貴亦成空。華堂不著新歌舞，卻要區區一老翁。」二詩意卻甚正。然其當國也，偏執己見，凡諸君子之論，一切指為流俗，曾不如韓信之師李左車，曹參之師蓋公，又何也？"
      },
      {
        "index": 12,
        "text": "楊子幼以「南山種豆」之句殺其身，此詩禍之始也。至於「空梁落燕泥」之句，「庭草無人隨意綠」之句，非有所譏刺，徒以雕斫工巧，為暴君所忌嫉，至賈奇禍，則詩真可畏哉！賈至謫岳州，嚴武謫巴州，杜少陵寄詩云：「賈筆論《孤憤》，嚴君賦兒篇。定知深意苦，莫使眾人傳。貝錦無停織，朱絲有斷弦。浦鷗防碎首，霜鶻不空拳。」蓋深戒之也。劉禹錫種桃之句，不過感嘆之詞耳，非甚有所譏刺也，然亦不免於遷謫。近世蔡持正，數其罪惡，雖兩觀之誅，亦不為過，乃以《車蓋亭》絕句謂為譏刺，貶新州。夫小人擿抉君子之詩文以為罪，無怪也，君子豈可亦擿抉小人之詩文以為罪乎？東坡文章，妙絕古今，而其病在於好譏刺。文與可戒以詩云：「北客若來休問事，西湖雖好莫吟詩。」蓋深恐其賈禍也。烏臺之勘，赤壁之貶，卒於不免。觀其《獄中》詩云：「夢繞雲山心似鹿，魂飛湯火命如雞。」亦可哀矣。然才出獄便賦詩云：「卻對酒杯疑是夢，試拈詩筆已如神。」略無懲艾之意，何也？晚年自朱崖量移合浦，郭功父寄詩云：「君恩浩蕩似陽春，海外移來住海濱。莫向沙邊弄明月，夜深無數采珠人。」其意亦深矣。渡江以來，詩禍殆絕，唯寶、紹間，《中興江湖集》出，劉潛夫詩云：「不是朱三能跋扈，只緣鄭五欠經綸。」又云：「東風謬掌花權柄，卻忌孤高不主張。」敖器之詩云：「梧桐秋雨何王府，楊柳春風彼相橋。」曾景建詩云：「九十日春晴景少，一千年事亂時多。」當國者見而惡之，並行貶斥。景建，布衣也，臨川人，竟謫舂陵，死焉。其往舂陵也，作詩曰：「杖策行行訪楚囚，也勝流落嶠南州。鬢絲半是吳蠶吐，襟血全因蜀鳥流。徑窄不妨隨繭栗，路長那更聽鉤辀。家山千里雲千疊，十口生離兩地愁。」"
      },
      {
        "index": 13,
        "text": "自古豪傑之土，立業建功，定變弭難，大抵以無所為而為之者為高。三代人物，固不待言。下此如范蠡霸越，而扁舟五湖。魯仲連下聊城，而辭千金之謝，卻帝秦，而逃上爵之封。張子房顛羸蹶項，而飄然從赤松子遊，皆足以高出秦、漢人物之上。左太沖詩云：「功成不受賞，長揖歸田廬。」李太白詩云：「事了拂衣去，深藏身與名。」而世降俗末，乃有激變稔禍，欺君誤國，殺人害物，以希功賞者，是誠何心哉？是誠何心哉？"
      },
      {
        "index": 14,
        "text": "漢高帝晚歲，欲易太子，蓋以呂後鷙悍，惠帝仁柔，為宗社遠慮，初非溺於戚姬之愛，而為是邪謀也。蘇老泉謂帝之以太尉屬周勃，及病中欲斬樊噲，皆是知有呂氏之禍，可謂識帝之心者矣。子房，智人也。乃引四皓為羽翼，使帝涕泣悲歌而止。帝之泣，豈為兒女子而泣耶？厥後趙王以鴆亡，惠帝以憂死，向非呂後先殂，子、勃交歡，則劉氏無噍類，而火德灰矣。杜牧之所謂「四老安劉是滅劉」者，誠哉是言也！夫立子以長，固萬世之定法，然亦有不容拘者。泰伯遜而周以興，建成立而唐幾危，一得一失，蓋可監也。夫子善齊桓首止之盟，而美泰伯為至德。蓋善齊桓者，明萬世之常經也；美泰伯者，示萬世之通誼也。"
      },
      {
        "index": 15,
        "text": "安子文與楊巨源、李好義合謀誅逆曦，旋殺巨源而專其功。久之，朝廷疑其跋扈，俾帥長沙。子文盡室出蜀，嘗自贊云：「面目皺瘦，行步苴，人言托住半周天，我道一場真戲耍。今日到湖南，又成一話靶。」在長沙，計利析秋毫，設廳前豢豕成群，糞穢狼籍，肥腯則烹而賣之。罷鎮，捆載歸蜀。厥後楊九鼎在蜀，以刻剝致諸軍之怨，軍士莫簡倡亂，殺九鼎，剖其腹，實以金銀曰：「使其貪腹飽飫。」時子文家居，散財結士，生擒莫簡，剖心以祭九鼎，再平蜀難。"
      },
      {
        "index": 16,
        "text": "余三十年前，於釣臺壁間塵埃漫漶中得一詩云：「生涯千頃水雲寬，舒卷乾坤一釣竽。夢裏偶然伸只腳，渠知天子是何官！」不知何人作也，句意頗佳。近時戴式之詩云：「萬事無心一釣竽，三公不換此江山。當初誤識劉文叔，惹起虛名滿世間。」句雖甚爽，意實未然。今考史籍，光武，儒者也，素號謹厚，觀諸母之言可見矣。子陵意氣豪邁，實人中龍，故有「狂奴」之稱。方其相友於隱約之中，傷王室之陵夷，嘆海宇之橫潰，知光武為帝胄之英，名義甚正，所以激發其志氣，而導之以除凶剪逆，吹火德於既灰者，當必有成謀矣。異時披圖興嘆，岸幘迎笑，雄姿英發，視向時謹敕之文叔，如二人焉。子陵實陰有功於其間。天下既定，從容訪帝，共榻之臥，足加帝腹，情義如此。子陵豈以匹夫自嫌，而帝亦豈以萬乘自居哉！當是之時，而欲使之俯首為三公，宜其不屑就也。史臣不察，乃以之與周黨同稱。夫周黨特一隱士耳，豈若子陵友真主於潛龍之日，而琢磨講貫，隱然有功於中興之業者哉！余嘗題釣臺云：「平生謹敕劉文叔，卻與狂奴意氣投，激發潛龍雲雨誌，了知功跨鄧元侯。」「講磨潛佐漢中興，豈是空標處土名，堪笑吏臣無卓識，卻將周黨與同稱。」"
      },
      {
        "index": 17,
        "text": "修水深山間有小溪，其渡曰來蘇。蓋子由貶高安監酒時，東坡來訪之，經過此渡。鄉人以為榮，故名以來蘇。嗚呼！當時小人媒蘗摧挫，欲置之死地，而其所經過之地，溪翁野叟亦以為光華，人心是非之公，其不可泯如此！所謂「石壓筍斜出」者是也。"
      },
      {
        "index": 18,
        "text": "張乖崖為崇陽令，一吏自庫中出，視其鬢傍巾下有一錢，詰之，乃庫中錢也。乖崖命杖之，吏勃段曰：「一錢何足道，乃杖我耶？爾能杖我，不能斬弟也！」乖崖援筆判曰：「一日一錢，千日一千，繩鋸木斷，水滴石穿。」自仗劍，下階斬其首，申臺府自劾崇陽人至今傳之。蓋自五代以來，軍卒淩將帥，胥曳淩長官，余風至此時猶未盡除。乖崖此舉，非為一錢而設，其意深矣，其事偉矣。"
      },
      {
        "index": 19,
        "text": "馮京，字當世，鄂州咸寧人。其父商也，壯歲無子。將如京師，其妻授以白金數笏曰：「君未有子可以此為買妾之資。」及至京師，買一妾，立券償錢矣。問妾所自來，涕泣不肯言，固問之，乃言其父有官，因綱運欠折，鬻妾以為賠償之計。遂側然不忍犯，遣還其父，不索其錢。及歸，妻問買妾安在，具告以故。妻曰：「君用心如此，何患無子！」居數月，妻有娠，將誕，里中人皆夢鼓吹喧闐迎狀元，京乃生。家貧甚，讀書於灊山僧舍，僧有犬，京與共學者烹食之。僧訴之縣，縣令命作《偷狗賦》，援筆立成。警聯云：「團飯引來，喜掉續貂之尾；索綯牽去，驚回顧兔之頭。」令擊節，釋之，延之上座。明年遂作三元。有詩號《灊山集》，皆其未遇時所作。如「琴彈夜月龍魂冷，劍擊秋風鬼膽粗」。「吟氣老懷長劍古，醉胸橫得太行寬」。「塵埃掉臂離長陌，琴酒和雲入舊山」。「豐年足酒容身易，世路無媒著腳難」。皆不凡。"
      },
      {
        "index": 20,
        "text": "真西山帥長沙，郡人為立生祠。一夕，有大書一詩於壁間者，其辭云：「舉世知公不愛名，湘人苦欲置丹青。西天又出一活佛，南極添成兩壽星。幾百年方鐘間氣，八千春願祝修齡。不須更作生祠記，四海蒼生口是銘。」"
      },
      {
        "index": 21,
        "text": "廬陵苗斛，元額三十六萬，承平時，民戶納苗一斛，官支與鹽二斗五升，蓋優之也。龍泉、太和兩縣，去郡差遠，添支一升。渡江以來，非惟官不支鹽，反勒民戶納鹽。由是輸苗一斛者，並鹽為一斛二斗五升，而兩縣亦皆增納一升。今世和買官，不支錢而白取，已為可怪。若鹽者，乃以其予民之數，而為取民之數，抑又甚矣。然前後牧守不知幾人，曾無一人側然動心，為之敷奏蠲閣者，是可嘆也。"
      },
      {
        "index": 22,
        "text": "東山先生楊伯於嘗為余言：「某昔為宗正丞，真西山以直院兼玉牒宮，嘗至某位中，見案上有近時人詩文一編，西山一見擲之曰：『宗丞何用看此？』某悚然問故，西山曰：『此人大非端士，筆頭雖寫得數句詩，所謂本心不正，脈理皆邪，讀之將恐染神亂誌，非徒無益。』某佩服其言，再三謝之。因言近世如夏英公、丁晉公、王岐公、呂惠卿、林子中、蔡持正輩，亦非無文章，然而君子不道者，皆以是也。」"
      },
      {
        "index": 23,
        "text": "葉石林云：「杜工部詩，對偶至嚴，而《送楊六判官》云：『子雲清自守，今日起為官』，獨不相對，切意『今日』字當是『令尹』字傳寫之訛耳。」余謂不然，此聯之工，正為假「雲」對「日」。兩句一意，乃詩家活法，若作「令尹」字，則索然無神，夫人能道之矣。且送楊姓人，故用子雲為切題，豈應又泛然用一令尹耶？如「次第尋書劄，呼兒檢贈篇」之句，亦是假以「第」對「兒」，詩家此類甚多。"
      },
      {
        "index": 24,
        "text": "道家之教宗老莊，其後乃有神仙形解飛升之說，方士煉丹葆形之術。然《老子》云：「吾有大患，為吾有身；吾既無身，而有何患？」《莊子》云：「予惡乎知悅生之非惑耶？予惡乎知惡死之非弱喪而不知歸者邪？麗之姬，艾封人之子也，晉國之始得之也，涕泣沾襟，及其至於王所，與王同匡床，食芻豢，而後悔其泣也。予惡乎知夫死者不悔其始之蘄生乎？」又髑髏謂莊子曰：「子欲聞死之說乎？死無君於上，無臣於下，亦無四時之事，從然以天地為春秋，雖南面王，樂不能過也。」莊子不信曰：「吾使司命復生子形，為子骨肉肌膚，反子父母妻子，閭里知識，子欲之乎？」髑髏深矉蹙額曰：「吾安能棄南面王樂，而復為人間之勞乎？」是老莊之意，以身為贅，以生為苦，以死為樂也。今神仙方士，乃欲長生不死，正與老莊之說背而馳矣。佛家所謂「生滅滅已，寂滅為樂」，乃老莊之本意也。故老莊與佛，元不為二。歐陽公云：「道家乃貪生之論，佛家乃畏死之論。」此蓋未嘗深考二家之要旨者也。老莊何嘗貪生？瞿曇何嘗畏死？貪生畏死之說，僅足以排方士而已。韓文公、歐陽公皆不曾深看佛書，故但能攻其皮毛。唯朱文公早年洞究釋氏之旨，故其言曰：「佛說盡出老莊，今道家有老莊書不看，盡為釋氏竊而用之，卻去仿效釋氏作經教之屬。如《清凈》、《消災》、《度人》等經，模擬可笑，而《北斗經》尤鄙俚。譬如巨室弟子，所有珍寶悉為人盜去，卻去收人家破甕破釜。」此論窺見其骨髓矣，然非特文公之言為然，唐傅奕曰：「佛入中國，奷兒幼夫模象莊老以文飾之。」則固已知其出於莊老矣。"
      },
      {
        "index": 25,
        "text": "唐武后斷王後蕭妃之手足，置於酒甕中，曰：「使此二婢骨醉。」蕭妃臨死曰：「願武為鼠吾為貓，生生世世扼其喉。」亦可悲矣。今俗間相傳謂貓為天子妃者，蓋本此也。予自讀唐史此段，每見貓得鼠，未嘗不為之稱快，人心之公憤，有千萬年而不可磨滅者。嘗有詩云：「陋室偏遭黠鼠欺，貍奴雖小策勛奇。扼喉莫訝無遺力，應記當年骨醉時。」"
      },
      {
        "index": 26,
        "text": "楊東山云：「凡處事須是心如轉丸，手如鳴鏑。」"
      }
    ]
  }
}