{
  "chapterNumber": 9,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "常州宜興縣黃土村，東坡南遷北歸，嘗與單秀才步田至其地。地主攜酒來餉曰：“此紅友也。”坡曰：“此人知有紅友，而不知有黃封，可謂快活。”余嘗因是言而推之，金貂紫綬，誠不如黃帽青蓑；朱轂繡鞍，誠不如芒鞋藤杖；醇醪養牛，誠不如白酒黃雞；玉戶金鋪，誠不如松窗竹屋。無他，其天者全也。"
      },
      {
        "index": 2,
        "text": "韓平原嘗為南海尉，延一士人作館客，甚賢而文。既別，音問杳不通。平原當國，常思其人。一日，忽來上謁，蓋已改名登第數年矣。一見歡甚，館遇極厚。嘗夜闌酒罷，平原屏左右，促膝問曰：“某謬當國秉，外間議論若何？”其人太息曰：“平章家族危如累卵矣，尚復何言？”子原愕然問故。對曰：“是不難知也，椒殿之立，非出於平章，則椒殿怨矣。皇於之立，非出於平章，則皇子怨矣。賢人君子，自朱熹、彭龜年、趙汝愚而下，斥逐貶死，不可勝數，則士大夫怨矣。邊釁既開，三軍暴骨，孤兒寡婦之哭聲相聞，則三軍怨矣。並邊之民死於殺掠，內地之民死於科需，則四海萬姓皆怨矣。叢是眾怨，平章何以當之？”平原默然久之曰：“何以教我？”其人辭謝再三。固問，乃曰：“僅有一策，主上非心黃屋，若急建青宮，開陳三聖家法，為揖遜之舉，則皇子之怨可變而為恩，而椒殿退居德壽，雖怨無能為矣。於是輔佐新君，渙然與海內更始，曩時諸賢，死者贈恤，生者召擢。遣使聘虜，釋怨請和，以安邊境。優犒諸軍，厚恤死士，除苛解嫟，盡去軍興無名之賦，使百姓有更生之意。然後選擇名儒，遜以相位，乞身告老，為綠野之遊，則易危為安，轉禍為福，或者其庶幾乎！”平原猶豫不能決，欲留其人，處以掌故。其人力辭，竟去。未幾禍作。"
      },
      {
        "index": 3,
        "text": "杜少陵詩雲“鷗行炯自如”，形容甚妙。如《召南》大夫節儉正直，而退食委蛇；彼都人士，行歸於周，而從容有常，皆炯自如者也。"
      },
      {
        "index": 4,
        "text": "杜少陵詩雲：“莫笑田家老瓦盆，自從盛酒長兒孫。傾銀註玉驚人眼，共醉終同臥竹根。”蓋言以瓦盆盛酒，與傾銀壺而註玉杯者同一醉也，尚何分別之有。由是推之，蹇驢布韉，與金鞍駿馬同一遊也；松床莞席，與繡帷玉枕同一寢也。知此，則貧富貴賤，可以一視矣。昔有仆嫌其妻之陋者，主翁聞之，召仆至。以銀杯瓦碗各一，酌酒飲之。問曰：“酒佳乎？”對曰：“佳。”“銀杯者佳乎？瓦碗者佳乎！”對曰：“皆佳。”主翁曰：“杯有精粗，酒無分別，汝既知此，則無嫌於汝妻之陋矣！”仆悟，遂安其室。少陵詩意正如此。而一本乃以“玉”字作“瓦”字，失之矣。"
      },
      {
        "index": 5,
        "text": "李太白《去婦詞》雲：“憶昔初嫁君，小姑才倚床。今日妾辭君，小姑如妾長。回頭語小姑，莫嫁如兄夫。”古今以為絕唱。然以余觀之，特忿恨決絕之詞耳，豈若《谷風》去婦之詞曰“毋逝我梁，毋發我笱”，雖遭放棄，而猶反顧其家，戀戀不忍乎！乃知《國風》優柔忠厚，信非後世詩人所能仿佛也。古今賦昭君詞多矣，唯白樂天雲：“漢使卻回憑寄語，黃金何日贖蛾眉？君王若問妾顏色，莫道不如宮裏時。”前輩以為高出眾作之上，亦謂其有戀戀不忘君之意也。歐陽公《明妃詞》自以為勝太白，而實不及樂天。至於荊公雲“漢恩自淺胡自深，人生樂在相知心”，則悖理傷道甚矣。杜子美儒冠忍餓，垂翅青冥，殘杯冷炙，酸辛萬狀，不得已而去秦，然其詩曰，“尚憐終南山，回首清渭濱”，戀君之意，藹然溢於言外。其為千載詩人之冠冕，良有以也。魏鶴山雲：“處人倫之變，當以《三百五篇》為正。《考盤》、《小宛》之為臣，《小弁》、《凱風》之為子，《燕燕》、《谷風》之為婦，《終風》之為母，《柏舟》之為宗臣，《何人斯》之為友，皆不遇者也。而責己重以周，待人輕以約，優柔諄切，怨而不怒，憂而不敢疏也。東坡在黃在惠在儋，不患不偉，患其傷於太豪，便欠畏威敬怒之意。如‘茲遊最奇絕，所欠唯一死’之類，詞氣不甚平，又如《韓文公廟碑》詩雲：‘作書詆佛譏君王，要觀南海窺衡湘。’方作諫書時，亦冀諫行而跡隱，豈是故為詆訐，要為南海之行。蓋後世詞人多有此意，如‘去國一身，高名千古’之類，十有八九若此。不知君臣義重，家國憂深。聖賢去魯去齊，不若是恝者，非以一去為難也。”此論精矣。"
      },
      {
        "index": 6,
        "text": "武惠妃薨，明皇悼念不已，後宮數千，無當意者。或言壽王妃楊氏之美，絕世無雙。帝見而悅之，乃令妃自以其意乞為女官，號“太真”，更為壽王娶韋昭訓女。潛納太真宮中，寵遇如惠妃，冊為貴妃，與衛宣公納伋之妻無以異。白樂天《長恨歌》雲：“楊家有女初長成，養在深閨人未識。天生麗質難自棄，一朝選在君王側。”為尊者諱也。近時楊誠齋《題武惠妃傳》雲：“桂折秋風露折蘭，千花無朵可天顏。壽王不忍金宮冷，獨獻君王一玉環。”詞雖工，意亦未婉。唯李商隱雲：“龍池賜酒敞雲屏，羯鼓聲高眾樂停。夜半宴歸宮漏水，薛王沉醉壽王醒。”其詞微而顯，得風人之體。"
      },
      {
        "index": 7,
        "text": "士大夫危言峻節，遷謫淒涼，晚歲收用，衰落懲創，刓方為圓者多矣。呂子約謫廬陵，量移高安，楊誠齋送行詩雲：“不愁不上青霄去，上了青霄莫愛身。”蓋祖杜少陵送嚴鄭公雲：“公若居臺輔，臨危莫愛身。”然以之送遷謫流徙之士，則意味尤深長也。"
      },
      {
        "index": 8,
        "text": "晁以道與陳叔易俱隱嵩山，叔易被召出山，以道作詩雲：“處士何人為作牙，盡攜猿鶴到京華。故山巖壑應惆悵，六六峰前只一家。”籍溪胡原仲除正字，朱文公寄詩雲：“先生去上蕓香閣，閣老新峨豸角冠。留取幽人臥空谷，一川風月要人看。”二詩相似，然以道後亦出山，時人反以此詩嘲之。文公卷舒以道，難進易退，高節全名，師表百世，乃知終南、少室之流，與有道之士，正不可同年語也。"
      },
      {
        "index": 9,
        "text": "東坡批答呂大防辭免恩命雲：“卿有夷狄盜賊之虞，倉廩禮樂之嘆，陰陽風雨之憂，此三者，誠當今之大計。孟子曰：‘責難於君謂之恭。’夫既以責其君，而不以身任之，非仁人也。”蓋援其所自言者以勉之。近時真西山批答參政樓鑰乞致仕不允雲：“夫七十致仕，雖著於經，二三大臣，難拘此制。卿昔代言，嘗以是卻臣鄰之請矣，豈今日遂忘斯誼乎？”此又切矣。"
      },
      {
        "index": 10,
        "text": "潁濱釋《莊子》曰：“魚不畏網罟，而畏鵜鶘，畏其天也。”物之畏其天，誠有可怪者。余裏中一村童，嘗見大蛙十數，聚於汙池叢棘之下。欲前捕之，熟視，乃一巨蛇蟠棘下，以恣啖群蛙，群蛙凝立待啖，不敢動。又村叟見蜈蚣逐一蛇，行甚急，蜈蚣漸近，蛇不復動，張口以待，蜈蚣竟入其腹。逾時而出，蛇已斃矣。村叟棄蛇於深山中，逾旬往視之，小蜈蚣無數食其腐肉。蓋蜈蚣產卵於蛇腹中也。余又嘗見一蜘蛛，逐蜈蚣甚急，蜈蚣逃入籬搶竹中。蜘蛛不復入，但以足跨竹上，搖腹數四而去。伺蜈蚣久不出，剖竹視之，蜈蚣已節節爛斷如鱟醬矣。蓋蜘蛛搖腹之時，乃灑溺以殺之也。物之畏其天有如此者。夫蛇之恣啖群蛙，自以為莫己敵矣，而不知蜈蚣之能涉其腹也。蜈蚣之斃蛇育子，自以為莫吾禦矣，而不知蜘蛛之能醢其軀也。世之人昂昂然以兇毒自多者，可以觀矣。且蛙之不能敵蛇，固也。蜈蚣小於蛇矣，而能制蛇。蜘蛛小於蜈蚣矣，而能制蜈蚣。物豈專以小大為強弱哉！"
      },
      {
        "index": 11,
        "text": "詩用助語，字貴妥帖。如杜少陵雲：“古人稱逝矣，吾道卜終焉。”又雲：“去矣英雄事，荒哉割據心。”山谷雲：“且然聊爾耳，得也自知之。”韓子蒼雲：“曲檻以南青嶂合，高堂其上白雲深。”皆渾然帖妥。吾郡前輩王才巨雲：“並舍者誰清可喜，各家之竹翠相交。”曾幼度雲：“不可以風霜後葉，何傷於月雨余雲。”亦佳。"
      },
      {
        "index": 12,
        "text": "李泰發忤秦檜，貶海上，雷州守王彥恭存問周饋甚至。檜聞之，貶彥恭。辰陽陸升之，泰發侄婿也，告訐泰發家事，得刪定官。檜死，彥恭復官，升之貶雷州。胡淡庵謫嶺南，士大夫多淩蔑之，否則畏避之。方滋字務德，本亦檜黨，待之獨有加禮。淡庵深德之。檜死，其黨皆逐。務德入京，謀一差遣不可得，棲棲旅館。淡庵偶與王梅溪語及其事，梅溪曰：“此君子也。”率館中諸公訪之，且揄揚其美，務德由此遂晉用。由此觀之，君子贏得做君子，小人枉了做小人。"
      },
      {
        "index": 13,
        "text": "朱文公晚年，以野服見客，榜客位雲：“滎陽呂公，嘗言京洛致仕官與人相接，皆以閑居野服為禮，而嘆外郡之不能然。其旨深矣！某已叨誤恩，許致其事，本未敢遽以老夫自居，而比緣久病，艱於動作，遂不免遵用舊京故俗，輒以野服從事。然上衣下裳，大帶方履，比之涼衫，自不為簡。其所便者，但取束帶足以為禮，解帶足以燕居，且使窮鄉下邑，得以復見祖宗盛時京都舊俗如此之美也。”余嘗於趙季仁處見其服，上衣下裳：衣用黃白青皆可，直領，兩帶結之，緣以皂，如道服，長與膝齊。裳必用黃，中及兩旁皆四幅，不相屬，頭帶皆用一色，取黃裳之義也。別以白絹為大帶，兩旁以青或皂緣之。見儕輩則系帶，見卑者則否。謂之野服，又謂之便服。"
      },
      {
        "index": 14,
        "text": "寶慶初元，洪舜俞為考功郎，應詔言事，詞旨剴切。真西山謂陳正甫曰：“讀洪考功封事，某殊有愧色。”其封事中論臺諫失職雲：“月課將臨，筆不敢下，稱量議論之異同，揣摩情分之厚薄，可否末決，吞吐不能。其相率勇往而不顧者，恭請聖駕款謁景靈宮而已。”臺臣摘以為言，謂祗見宗廟，此重事也，而洪某乃言“款謁景靈宮而已”，詞語嫚易，有輕宗廟之意。遂遭罷黜，仍鐫三官。舜俞有詩雲：“不得之乎成一事，卻因而已失三官。”"
      },
      {
        "index": 15,
        "text": "庶人之仇，釋《禮記》者謂可盡五世，矧有天下者乎！齊襄復九世之仇，《春秋》大之。我國家之於金虜，蓋百世不共戴天之仇也。開禧之舉，韓侂胄無謀浪戰，固可罪矣。然乃至函其首以乞和，何也？當時太學諸生之詩曰：“晁錯既誅終叛漢，於期已入竟亡燕。”此但以利害言耳，蓋未嘗以名義言也。譬如人家子孫，其祖父為人所殺，其田宅為人所吞，有一狂仆佐之復仇，謀疏計淺，迄不能遂，乃歸罪此仆，送之仇人，使之甘心焉，可乎哉？"
      },
      {
        "index": 16,
        "text": "韓昌黎上大尹李實書雲：“愈來京師，於今十五年，所見公卿大臣，不可勝數，皆能守官奉職，無過失而已。未見有赤心事上憂國如閣下者。今年以來，不雨者百有余日。種不入土，野無青草，而盜賊不敢起，谷價不敢貴，百坊百二十司、六軍二十四縣之人，皆若閣下親臨其家。老奸宿贓，銷縮摧沮，魂亡魄喪，影滅跡絕。非閣下條理鎮服，布宣天子威德，其何能及此！”其後作《順宗實錄》乃雲：“實諂事李齊運，驟遷至京兆尹，恃寵強愎，不顧邦法。是時大旱，畿甸乏食，實一不以介意，方務聚斂征求，以給進奉。每奏對輒曰：‘今年雖旱，而谷甚好。’由是租稅皆不免。陵轢公卿，勇於殺害，人不聊生。及謫通州長史，市裏歡呼，皆袖瓦礫遮道伺之。”與前書一何反也。豈書乃過情之譽，而史乃紀實之辭耶？然退之古君子，單辭片語，必欲傳信，寧可妄發！而譽之過情，乃至於此，是不可曉也。近時汪彥章投李伯紀啟雲：“孤忠貫日，正二儀傾側之中；凜氣橫秋，揮萬騎笑談之頃。”又雲：“士訟公冤，鹹舉幡而集闕下；帝從民望，令免胄以見國人。”其贊美至矣。及居翰苑，草伯紀謫詞，乃雲：“朋奸罔上，有虞必去於驩兜；欺世盜名，孔子先誅於正卯。”又雲：“專殺尚威，傷列聖好生之德；信讒喜佞，為一時群小之宗。”與前啟又何反也！伯紀真君子，而醜詆至此。嘻！其甚矣。當時亦有以此問彥章者，彥章雲：“我前啟自直一翰林學士，而彼不我用，安得不醜詆之！”是可笑也。退之之於李實，豈亦若是耶？然李實真小人，與伯紀不同。退之失於前之過譽，彥章失於後之過毀。譽猶可過也，毀不可過。"
      },
      {
        "index": 17,
        "text": "杜少陵絕句雲：“遲日江山麗，春風花草香。泥融飛燕子，沙暖睡鴛鴦。”或謂此與兒童之屬對何以異。余曰，不然。上二句見兩間莫非生意，下二句見萬物莫不適性。於此而涵泳之，體認之，豈不足以感發吾心之真樂乎！大抵古人好詩，在人如何看，在人把做什麽用。如“水流心不競，雲在意俱遲”，“野色更無山隔斷，天光直與水相通”，“樂意相關禽對語，生香不斷樹交花”等句，只把做景物看亦可，把做道理看，其中亦盡有可玩索處。大抵看詩，要胸次玲瓏活絡。"
      },
      {
        "index": 18,
        "text": "韓世忠嘗議買新淦縣官田，高宗聞之，禦劄特以賜世忠。其詞雲：“卿遇敵必克，克且無擾。聞卿買新淦田為子孫計，今舉以賜卿，聊旌卿之忠。”故其莊號旌忠。蓋當時諸將，各以姓為軍號，如張家軍、嶽家軍之類，朝廷頗疑其跋扈。聞其買田，蓋以為喜，故特賜之。世忠之買田，亦未必非蕭何之意也。“克且無擾”四字，可謂要言。如王全斌輩，非不克，奈擾何？信能行此四字，雖古名將，何以加諸！"
      },
      {
        "index": 19,
        "text": "漢惟一趙充國，唐惟一王忠嗣，本朝惟一曹彬，有三代將帥氣象。唐人詩雲：“澤國山河入戰圖，生民何計樂樵蘇。憑君莫話封侯事，一將功成萬骨枯。”讀之可為酸鼻。"
      },
      {
        "index": 20,
        "text": "杜少陵詩雲：“彤庭所分帛，本自寒女出。鞭撻其夫家，聚斂貢城闕。聖人筐篚恩，實欲邦國活。臣如忽至理，君豈棄此物。”即爾俸爾祿，民膏民脂之意也。士大夫誦此，亦可以悚然懼，惻然思矣。余嘗見州郡迓新者，設飾甚費。因成詩雲：“赤子須摩撫，紅塵幾送迎。幕張雲匼匝，車列鑒鮮明。豈是腹民血，空教適宦情。忍聞分竹者，竭澤自求盈。”"
      },
      {
        "index": 21,
        "text": "兗王假山成，請宮僚觀之，姚坦熟視曰：“此血山耳。”開寶塔成，田錫上疏曰：“眾以為金碧熒煌，臣以為塗膏釁血。”"
      },
      {
        "index": 22,
        "text": "諸葛孔明日：“吾心如秤，不能為人作輕重。”至哉言乎。信能此，則吾心即造化也。殺之而不怨，利之而不庸，己不勞而萬物服矣。乃知孔明長嘯草廬時，其所講不在伊呂下。杜少陵雲：“伯仲之間見伊呂，指揮若定失蕭曹”，可謂識孔明心事矣。或謂既比之以伊呂矣，又比之以蕭、曹，何也？余曰，不然，下句蓋惜其指揮未定而死耳，使其指揮若定，則雖蕭、曹且不能當，況司馬仲達乎！指揮蓋措置經畫也，如兵民雜耕，留屯久駐之類。失猶無也，故末句有誌決身殲之嘆。"
      },
      {
        "index": 23,
        "text": "郭仲晦雲，用兵以持重為貴。蓋知彼知己，先為不可勝以待敵之可勝，此百戰百勝之術也。昔韓、範二公在五路，韓公力於戰，範公則不然，曰：“吾唯知練兵選將，積谷豐財而已。”余觀《東軒筆錄》載，韓公欲五路進兵，以襲平夏，範公不可。韓公遣尹師魯至慶外，約進兵，範公曰：“我師新敗，士卒氣沮，但當謹守，以觀其變，豈可輕兵深入！”師魯嘆曰：“公於此乃不及韓公。韓公嘗雲，大凡用兵，當先置勝負於度外。公何區區過慎如此？”範公曰：“大軍一動，萬命所懸，乃可置於度外乎？”師魯不能強而還。韓公遂舉兵，次好水川。元昊設伏，我師陷沒，大將任福死之。韓公遽還，至半途，亡者之父兄妻子數千人，號於馬首，持故衣紙錢，招魂而哭曰：“汝昔從招討出征，今招討歸，而汝死矣，汝之魂識，亦能從招討以歸乎！”哀慟之聲震天地。韓公掩泣，駐馬不能進。範公聞之，嘆曰：“當是時，難置勝負於度外也。”國朝人物，當以範文正為第一，富、韓皆不及。富公欲誅晁仲約，其見亦不逮範公。余嘗有詩雲：“奮髯要斬高郵守，攘臂甘驅好水軍。到得繞床停轡日，始知心服範希文。”"
      },
      {
        "index": 24,
        "text": "劉元城貶梅州，章惇輩必欲殺之。郡有土豪，兇人也。以貲得官，往來京師，見章惇，自言能殺元城。惇大喜，即除本路轉運判官。其人驅車速還。及境，郡守遣人告元城。元城略處置後事，與客笑談飲酒以待之。至夜半，忽聞鐘聲，問之，則其人已嘔血死矣。秦檜晚年，嘗一夕秉燭獨入小閣，治文書至夜半。蓋欲盡殺張德遠、胡邦衡諸君子凡十一人。區處既定，只俟明早奏行之。四更忽得疾，數日而卒。檜父嘗為靜江府古縣令，守帥胡舜陟欲為檜父立祠於縣，以為逢迎計。縣令高登，剛正士也，堅不奉命。舜陟大怒，文致其罪，送獄鍛煉，備極慘毒，登幾不能堪。未數日，舜陟忽殂，登乃獲免。近時大理評事胡夢昱，以直言貶象郡，過桂林，帥錢宏祖欲害之。未及有所施行，亦暴亡。嗚呼！謂天不佑忠賢，可乎？"
      },
      {
        "index": 25,
        "text": "朱文公雲：“齊人歸女樂，說者謂愛女樂必怠於政事，故孔子遂行。然以《史記》觀之，又似夫子懼其讒毀而去。如曰“彼婦之口，可以出走”是已。魯仲連論帝秦之害，亦曰：“彼又將使其子女讒妾為諸侯妃，處梁之宮，梁君安得晏然而已乎？”想當時列國多此等事，故夫子不得不星夜急走。余謂齊人但欲蠱魯君之心，君心既蠱、則所謂怠於政事、聽讒嫉賢之事，自然色色有之。楊誠齋雲：“人主之治天下，必先正其治之之主，人臣之相其君，必先正其入主之主。而小人敵國之欲傾人之國也，必先敗其人主之主而已。”齊人懲於夾谷而謀魯也，不以齊謀魯也，以魯謀魯也。魯以女樂罷朝而孔子行，則先敗其用孔子之主也，孰謂用孔子之主，非魯君之心乎？"
      },
      {
        "index": 26,
        "text": "苗傅、劉正彥之亂，張魏公在秀州，謀舉勤王之師。苗、劉偽詔至，大赦，厚犒諸軍。公潛於府庫中尋舊詔書，令人馳往十數裏外，易其詔。既至，令僚屬宣詔，但為撫諭之詞，略張於譙樓，旋即斂之。大犒諸軍，群情賴以不搖。時張俊亦在秀州，公深結之。會韓世忠舟師亦至，公與世忠對哭。因饗俊、世忠將士，呼諸將校至前，抗聲問曰：“今日之事，孰逆孰順？”皆對曰：“賊逆我順。”又曰：“若浚此舉違天悖人，可取浚頭歸苗傅，不然，一有退縮，悉以軍法從事！”眾皆感憤。遂勒兵行次臨平，逆黨屯拒不得前。世忠等搏戰，大破之。傅、正彥遁入閩，追獲斬首。拜公知樞密院事，時年才三十三。"
      },
      {
        "index": 27,
        "text": "楊誠齋《贈抄經頭陀》詩雲：“刺血抄經奈若何，十年依舊一頭陀。袈裟未著言多事，著了袈裟事更多。”今世儒生，竭半生之精力，以應舉覓官。幸而得之，便指為富貴安逸之媒，非特於學問切己事不知盡心，而書冊亦幾絕交。如韓昌黎所謂“墻角君看短檠棄”，陳後山所謂“一登吏部選，筆硯隨掃除”者多矣。是未知著了袈裟之事更多也。余同年李南金登第後，畫師以冠裳寫其真。南金題詩雲：“落魄江湖十二年，布衫闊袖裹風煙。如今各樣新裝束，典卻清狂賣卻顛。”雖一時戲語，然知紳裳之束縛，非韋布比，而加意檢束，亦自有味。"
      }
    ]
  }
}