{
  "chapterNumber": 13,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "法昭禪師偈云：「同氣連枝各自榮，些些言語莫傷情。一回相見一回老，能得幾時為弟兄。」詞意藹然，足以啟人友於之愛。然余嘗謂人倫有五，而兄弟相處之日最長。君臣之遇合，朋友之會聚，久速固難必也。父之生子，妻之配夫，其早者皆以二十歲為率。惟兄弟或一二年，或三四年，相繼而生，自竹馬遊嬉，以至鮐背鶴發，其相與周旋，多者至七八十年之久。若恩意浹洽，猜間不生，其樂豈有涯哉！近時有周益公以太傅退休，其兄乘成先生以將作監丞退休，年皆八十，詩酒相娛者終其身。章泉趙昌甫兄弟，亦俱隱玉山之下，蒼顏華發，相從於泉石之間，皆年近九十，真人間至樂之事，亦人間希有之事也。"
      },
      {
        "index": 2,
        "text": "嚴州烏石寺在高山之上，有嶽武穆飛、張循王俊、劉太尉光世題名。劉不能書，令侍兒意真代書。姜堯章題詩云：「諸老雕零極可哀，尚留名姓壓崔嵬。劉郎可是疏文墨，幾點胭脂涴綠苔。」"
      },
      {
        "index": 3,
        "text": "大凡臨事無大小，皆貴乎智。智者何？隨機應變，足以弭患濟事者是也。張乖崖守蜀，兵火之余，人懷反側。一日，大閱方出，軍眾忽嵩呼。乖崖亦下馬，隨眾東北望三呼，攬轡復行，眾不敢歡。真宗不豫，李文定公以宰相宿內祈禳。時太子尚幼，八大王元儼者，頗有威名，問疾留禁中，累日不出，執政患之。偶翰林司以金盂貯熟水過。問之，曰：「王所需也。」文定取案上墨筆攪水中，盡黑。王見之大駭，意其為毒也，即上馬去。文潞公知成都，大雪，會客帳下。卒有誶語，共拆井亭，燒以禦寒，軍將以聞。公徐曰：「今夜誠寒，亭弊矣，正欲改造，更有一亭，可盡拆為薪。」樂飲如常，明日乃究問先拆亭者，杖而流之。前輩如此類甚多，皆所謂智也。小而文潞公幼年之浮球，司馬公幼年之擊甕，亦皆於倉卒之中，有變通之術。世傳趙從善尹臨安，宦寺欲窘之。一日，內索朱紅桌子三百隻，限一日辦。從善命於市中取茶桌一樣三百隻，糊以清江紙，用朱漆塗之，咄嗟而成。兩宮幸聚景園回，索火炬三千枝，限以時刻。從善命於娼家取竹簾束之，頃刻而辦。辛幼安在長沙，欲於後圃建樓賞中秋，時已八月初旬矣。吏白：「他皆可辦，唯瓦難辦。」幼安命於市上每家以錢一百賃檐前瓦二十片，限兩日以瓦收錢，於是瓦不可勝用。嘉熙間，江西峒丁反，吉州萬安宰黃炳，鳩兵守備。一日五更，探報寇且至，炳亟遣巡尉領兵迎敵，眾皆曰：「枵腹柰何？」炳曰：「第速行，飯即至矣。」炳乃率吏輩，攜竹籮木桶沿市民之門曰：「知縣買飯！」時人家晨炊方熟，皆有熱飯熟水，厚酬其直，負之以行。於是士卒皆飽餐，一戰破寇，由此論功，擢守臨川，兼庾節。"
      },
      {
        "index": 4,
        "text": "杜陵詩云：「雨晴山不改，晴罷峽如新。」言或雨或晴，山之體本無改變，然既雨初晴，則山之精神煥然乃如新焉。朱文公《寄籍溪胡原仲》詩云：「甕牖前頭翠作屏，晚來相對靜儀刑。浮雲一任閑舒卷，萬古青山只麼青。」胡五峰見之，以為有體而無用，乃賡之曰：「幽人偏愛青山好，為是青山青不老，山中雲出雨乾坤，洗出一番青更好。」文公用杜上句意，五峰用杜下句意，然杜只是寫物，二公則以喻道。"
      },
      {
        "index": 5,
        "text": "善師者不陳，善陳者不戰。琴以不鼓為妙，棋以不著為高。"
      },
      {
        "index": 6,
        "text": "子家羈不欲昭公與季氏立異，子家羈豈黨季氏者乎？陳平、周勃不與呂氏立異，平、勃豈黨呂氏者乎？狄仁傑不與武氏立異，仁傑豈黨武氏者乎？處事變者，須識此意。雖然，夫子三都之墮，王陵庭爭之語，駱賓王舉兵之檄，亦不可少也。聲大義者，張膽而明日；定大策者，潛慮而密謀。"
      },
      {
        "index": 7,
        "text": "紹興間，黃公度榜第三人陳修，福州人，解試「四海想中興之美賦」，第五韻隔對云：「蔥嶺金堤，不日復廣輪之土；泰山玉牒，何時清封禪之塵。」時諸郡試卷多經御覽，高宗親書此聯於幅紙，粘之殿壁。及唱名，玉音云：「卿便是陳修？」吟誦此聯，淒然出涕，問卿年幾何，對曰：「臣年七十三。」問卿有幾子，對曰：「臣尚未娶。」乃詔出內人施氏嫁之，年三十，貲奩甚厚。時人戲為之語曰：「新人若問郎年幾，五十年前二十三。」其年第五人方翥，興化人，解試「中興日月可冀賦」。一聯云：「佇觀僚屬，復光司隸之儀；忍死須臾，咸泣山東之淚。」亦經御覽，親筆錄記。唱名日，特命加一資。上恢復初誌，隨寓發見，感憤如此，而卒於不遂。秦檜之罪，可勝誅乎！"
      },
      {
        "index": 8,
        "text": "淳熙間，廬陵有惡少子曰晏先，以殺人減等流嶺南。行有日，逢其黨二人於市，晏目之曰：「盍免我乎？」二人不應而去。行數日，送徒者節其飲食，有害之之意。一夕，止旅舍，二人者忽來，為酒饌饗晏及送徒者，盡夕歌呼，至曉偕行。過荒林間，二人以白金一笏擲於地，抽刃言曰：「晏，吾兄弟也，汝能釋使逃，請以此金為謝，不然，不能俱生矣！」送徒者欣然破械縱去，為疑冢道傍而反。越三十年，晏自淮駕巨艦來歸，貲貨鉅萬。訪二人，皆死矣，妻子方貧，不能自活。晏哭祭其墓，盡哀，厚遺其妻子乃去。鄭毅夫《過朱亥墓》詩云：「高論唐虞儒者事，賣君負國豈勝言。憑君莫笑金椎陋，卻是屠沽解報恩。」諒哉！"
      },
      {
        "index": 9,
        "text": "《韓子》：「管仲、隰朋從桓公伐孤竹，春往而冬反，迷惑失道。管仲曰：『老馬之智可用也。』乃放老馬而隨之，遂得道焉。」杜陵詩云：「古來存老馬，不必取長途。」用此事也。東坡代滕達道疏云：「自念舊臣，譬之老馬，雖筋力已衰，不堪致遠，而經涉險阻，粗識道路。」又用杜詩意。"
      },
      {
        "index": 10,
        "text": "唐太宗末年，讖家明言女主昌，又明言為武氏，又明言其人已在宮中，乃以疑似殺李君羨，過矣。則天當時特一宮嬪，誠無可疑之跡，然史載太宗有駿馬曰「師子驄」，極猛悍，太宗親控馭之，不能馴。則天時侍側曰：「惟妾能制之。」太宗問其術，對曰：「妾有三物，始則捶以鐵鞭，不服，則擊以鐵撾；又不服，則以匕首斷其喉爾。」由此觀之，其英烈猛厲之氣，亦自發露，特太宗不之覺耳。則天後來駕馭群臣，專用此術。"
      },
      {
        "index": 11,
        "text": "袁和叔云：「非木非石，無思無為。」楊敬仲深愛其語，故銘其墓曰：「和叔之覺，人所未知。非木非石，無思無為。」蓋以為造極之語也。然余觀蘇潁濱《論語解》云：「火必有光，心必有思。聖人無思，非無思也。外無物，內無我，物我既盡，心全而不亂。物至而知可否，可者作，不可者止。因其自然，而吾未嘗思，未嘗為，此所謂無思無為也。如使頑然不動，與木石為偶，而謂之無思無為，則亦何以通天下之故哉！」此說即和叔之說也，豈敬仲未之見耶？禪家去昏散病，絕斷常坑，蓋昏與斷，則如木如石矣；散與常，則妄思妄為矣。又云：「貴真空，不貴頑空，蓋頑空，則頑然無知之空，木石是也。若真空，則猶之天焉，湛然寂然，元無一物，然四時自爾行，百物自爾生，粲為日星，滃為雲霧，沛為雨露，轟為雷霆，皆自虛空生，而所謂湛然寂然者，自若也。」潁濱深味禪說，故其論亦此意。"
      },
      {
        "index": 12,
        "text": "內繕己性，當如紀渻之養雞；外順物性，當如顏闔之養虎。"
      },
      {
        "index": 13,
        "text": "淵明詩云：「既來孰不去，人理固有終。居常待其盡，曲肱豈傷沖。」此修身俟死之意也，可謂了死生矣。謝溪堂詩云：「淵明從遠公，了此一大事。」余謂淵明性資高邁，豈待從遠公而後了？況其言曰：「得知千載外，上賴古人書」；又曰：「羲農去我久，舉世少復真，汲汲魯中叟，彌縫使其淳。」則其於六經孔孟之書，固已探其微矣，於了死生乎何有？"
      },
      {
        "index": 14,
        "text": "晚唐詩綺靡乏風骨，或者薄之，且因王維、儲光義輩，而並薄其人。然氣節之士，亦往往出於其間。昭宗末年，朱溫篡形已成。韓偓在翰林，蘇檢數為經營入相，偓怒曰：「公不能有所為，今朝夕不濟，乃欲以此相汙耶！」昭宗欲相偓，偓辭，而薦趙崇。崔胤怒，使溫譖而逐之。昭宗與之泣別，偓泣曰：「臣得遠貶，及死乃幸，不忍見篡弒之辱也。」司空圖初為禮部員外郎，棄官隱居王官谷，累征不起，柳璨以詔書征之，圖懼，詣洛陽入見，佯為衰野，墜笏失儀。乃下詔以為傲代釣名，放還山。羅隱乾府中舉進士十上不第，黃巢亂，歸依錢謬。及朱溫篡，詔至，痛哭勸謬舉義，謬不能從。溫聞其名，以諫議大夫招之，不就，事镠終於著作佐郎。若三子者，又可以晚唐詩人薄之乎？"
      },
      {
        "index": 15,
        "text": "詩有一句疊三字者，如吳融《秋樹》詩雲「一聲南雁已先紅，摵摵淒淒葉葉同」是也。有一句連三字者，如劉駕雲「樹樹樹梢啼曉鶯，夜夜夜深聞子規」是也。有兩句連三字者，如白樂天雲「新詩三十軸，軸軸金玉聲」是也。有三聯疊字者，如古詩雲「青青河畔草，郁郁園中柳，盈盈樓上女，皎皎當窗牖，娥娥紅粉妝，纖纖出素手」是也。有七聯疊字者，昌黎《南山》詩雲「延延離又屬，夬夬叛還遘，喁喁魚闖萍，落落月經宿，訚訚樹墻垣，巘巘架庫廄，參參削劍戟，煥煥銜瑩，敷敷花披萼，闟闟屋摧霤，悠悠舒而安，兀兀狂以狃，超超出猶奔，蠢蠢駭不懋」是也。近時李易安詞云：「尋尋覓覓，冷冷清清，淒淒慘慘戚戚」，起頭連疊七宇，以一婦人，乃能創意出奇如此。"
      },
      {
        "index": 16,
        "text": "無可無不可，應世法也。有為有不為，守己法也。"
      },
      {
        "index": 17,
        "text": "紹興中，王鐵帥番禺，有狼藉聲。朝廷除司諫韓璜為廣東提刑，令往廉按。憲治在韶陽，韓才建臺，即行部詣番禺。王憂甚，寢食幾廢。有妾故錢塘娼也，問主公何憂，王告之故。妾曰：「不足憂也，璜即韓九，字叔夏，舊遊妾家，最好歡。須其來，強邀之飲，妾當有以敗其守。」已而韓至，王郊迎，不見，入城乃見，岸然不交一談。次日報謁，王宿治具於別館，茶罷，邀遊郡圃，不許，固請，乃可。至別館，水陸畢陳，伎樂大作，韓踧不安。王麾去伎樂，陰命諸娼淡妝，詐作姬侍，迎入後堂劇飲。酒半，妾於簾內歌韓昔日所贈之詞，韓聞之心動，狂不自制，曰：「汝乃在此耶！」即欲見之，妾隔簾故邀其滿引，至再至三，終不肯出，韓心益急。妾曰：「司諫曩在妾家，最善舞，今日能為妾舞一曲，即當出也。」韓醉甚，不知所以，即索舞衫，塗抹粉墨，踉蹌而起。忽跌於地，王亟命索轎，諸娼扶掖而登，歸船昏然酣寢。五更酒醒，覺衣衫拘絆，索燭覽鏡，羞愧無以自容。即解舟還臺，不敢復有所問。此聲流播，旋遭彈劾，王迄善罷。夫子曰：「棖也欲，焉得剛？」韓璜之謂矣。"
      },
      {
        "index": 18,
        "text": "太公之鷹揚，伯夷之叩馬，道並行而不相悖也。太公處東海之濱，進而以功業濟世。伯夷處北海之濱，退而以名節勵世。二老者，天下之大老也。故各為世間辦一大事，可謂無負文王之所養矣。使伯夷出而任太公之事，則太公亦必退而為伯夷之事，所謂易地則皆然。切意二老受文王之養，平居暇日，同堂合席，念王室之如毀，固欲起而救亂，思冠冕之毀裂，又恐因而階亂，故水火相濟，鹽梅相成，各以一事自任。如三仁之自獻自靖，或殺身以全節，或歸周以全祀，或佯狂以全道，均不失本心之德而已矣，豈故相矛盾者哉！觀伯夷之諫，太公扶而去之曰義士，意可見矣。"
      },
      {
        "index": 19,
        "text": "紹興乙卯，以旱禱雨。諫議大夫趙霈上言：「自來祈禱，斷屠止禁豬羊，今後請並禁鵝鴨。」時胡致堂在西掖，見之笑曰：「可謂鵝鴨諫議矣，聞虜中有龍虎大王，請以鵝鴨諫議當之。」嘉定中，察院羅相上言，越州多虎，乞行下措置，多方捕殺。正言張次賢上言：「八盤嶺乃禁中來龍，乞禁人行。」太學諸生遂有羅擒虎、張尋龍之對。"
      },
      {
        "index": 20,
        "text": "胡淡庵十年貶海外，北歸之日，飲於湘潭胡氏園，題詩云：「君恩許歸此一醉，傍有梨頰生微渦。」謂侍妓黎倩也。厥後朱文公見之，題絕句云：「十年浮海一身輕，歸對黎渦卻有情。世上無如人欲險，幾人到此誤幹生。」《文公全集》載此詩，但題曰「自警」云。余觀《東坡誌林》載張元忠之說曰：蘇子卿嚙雪啖氈，蹈背出血，可謂了死生之際矣。然不免與胡婦生子，而況洞房綺繡之下乎？乃知此事未易消除。文公之論淡庵，亦猶張元忠之論蘇子卿也。近時劉叔友論劉、項曰：項王有吞嶽瀆意氣，咸陽三月火，骸骨亂如麻，哭聲慘怛天日，而眉容不斂，是必鐵作心肝者。然當垓下訣別之際，寶區血廟，了不經意，惟眷眷一婦人，悲歌悵飲，情不自禁。高帝非天人歟？能決意於太公、呂後，而不能決意於戚夫人。杯羹可分，則笑嫚自若。羽翼已成，則欷歔不止。乃知尤物移人，雖大智大勇不能免。由是言之，「世上無如人欲險」，信哉！"
      },
      {
        "index": 21,
        "text": "堯不以天下與丹朱而與舜，世皆謂聖人至公無我，知愛天下而不知愛其子。余謂帝堯此舉，固所以愛天下也，尤所以愛丹朱也。異時雲行雨施，萬國咸寧，虞賓在位，同其福慶，則安家而厚蒼生，兩得之矣。若使其以傲虐之資，輕居臣民之上，則毒痡四海，不有南巢之放，必有牧野之誅，尚得為愛之乎？曾子曰：「君子愛人以德。」龐德公曰：「吾遺子孫以安。」堯舜之於子，亦不過愛之以德，遺之以安耳。故愛子者，入之常情也，堯舜豈外人之常情以為異哉？故其書曰「典」。"
      },
      {
        "index": 22,
        "text": "項平甫作《信美樓記》云：「王仲宣之言曰：『雖信美非吾土兮，曾何足以少留。』自仲宣至今，千有餘年，文士一詞，曰『此思歸之曲也』。曾未有考其文而論其心者。蓋仲宣，漢貴公孫也。少依王室，世受國恩，雖遁身南夏，而系誌西周，彼以為撫清、漳、曲、沮之流，不若灞、浐、涇、渭之速清也；覽昭丘、陶牧之勝，不若終、嵕、吳、華之亟平也。冀道路之一開，憂日月之逾邁，故戛然以是為不可久留。蓋士之出處不齊久矣。充仲宣之賦，當與子美《嶽陽樓》五言，太白《鳳凰臺》長句同帙而共編，不當與張翰思吳之嘆，班超玉門之書，馬援浪泊西裏之念，雜然為一議狀也。」平甫此論，得仲宣之心矣。仲宣不依曹、黃、二袁，而依劉表，意亦可見。故仲宣之忠於漢，陶淵明之忠於晉，羅昭諫之忠於唐，皆詩人文士之識大義有氣節者。樓乃胡仲方為荊南撫幹時所建，楊誠齋題詩云：「大資孫子大參孫，磊隗胸中萬卷橫。樓上已堆千古恨，晚潮更作斷腸聲。」「古有仲宣今仲方，二樓分貯一秋江。散懷幸有杯中物，莫下南窗下北窗。」亦平甫之意也。"
      },
      {
        "index": 23,
        "text": "朱溫父誠，以五經教授鄉里，號朱五經。溫為節度使，其母王氏猶傭食蕭縣劉崇家。始迎以歸，溫舉觴為壽，啟曰：「朱五經平生讀書，不登一第，有子為節度使，無忝於先人矣。」母側然良久，曰：「汝能至此，可謂英特，然行義未必如先人也。」賢哉此媼，深哉此言。其於朱五經之學，必概嘗有聞矣。溫篡位之日，與宗戚飲博。酒酣，其兄全昱，忽投瓊擊盆中進散，睨曰：「朱三，爾碭山一百姓，從黃巢為盜，天子用汝為四鎮節度使，於汝何負？而滅唐家三百年社稷！吾行見汝赤其族矣，何以博為？」全昱此言，亦甚賢也。然則溫之父賢，母又賢，兄又賢，獨溫凶德耳。茍卿謂人性惡，其然，豈其然乎？"
      },
      {
        "index": 24,
        "text": "杜詩有反言之者，如云「久𢬵野鶴如雙鬢」，若正言之，當云「雙鬢如野鶴」也。又云「黃鵠高於五尺童，化為白鳧似老翁」，若正言之，當云「五尺童時似黃鵠，化為老翁似白鳧」也。他如「紅豆啄殘鸚鵡粒，碧梧棲老鳳凰枝」亦然。《左氏傳》曰「室於怒，市於色」，曾南豐曰「室於義，塗於嘆」，皆如此類。"
      },
      {
        "index": 25,
        "text": "◎丙編"
      },
      {
        "index": 26,
        "text": "余為臨川郡從事逾年。考舉粗足，侍御史葉大有忽劾余罷官。臨汝書院堂長黃景亮曰：「鶴林縱未通金閨之籍，殆將增《玉露》之編乎？」余謝不敢當也。還山數月，丙編遂成。時宋淳祐壬子，廬陵羅大經景綸。"
      }
    ]
  }
}