{
  "chapterNumber": 10,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "先友李衍進之有雋才，於書無所不讀，不幸年逾二十而死。吾黨惜之，以比王逢原、邢居實。進之嘗以《三百五篇》詩名作《陳子衿傳》。其辭曰：陳子衿，《宛丘·北門》人也。其先居《甫田》，世有《清人》，當漢時，《緇衣》為縣令者甚眾。及進士設科，《綠衣》登第，累累而有，於《都人士》中為最盛，雍雍如也。《子衿》母名《靜女》，封《碩人》，嘗《采蘋》《汝墳》。《風雨》暴至，殷《殷其雷》，有《小星》墜於懷，《載馳》而歸。《出車》《思齊》，禱於《清廟》，遂生《子衿》，正《十月之交》也。生時《東方未明》，設《庭燎》以舉之，《鼓鐘》於宮，以饗賀客，《賓之初筵》，《晨風》和暢，瓶列《白華》，盤有《木瓜》，紉《芄蘭》，焚《蓼蕭》，《綢繆》沾洽。《有客》《既醉》，《擊鼓》歌曰：“《椒聊》之蕃衍兮，《葛藟》之《綿》綿，《猗嗟》盛哉，其大君門。驚人瑞世，《騶虞》《麟趾》。”歌闋，主人謝曰：“今日之集，薄具《無羊》，幸《南有嘉魚》，薦俎《式微》，諸君亮之。”客皆《假樂》，至“鳥鳴》乃罷。《碩人》教養《子衿》，欲令三才並通，故試之《泮水》，使學《烈文》；置之《靈臺》，使觀《雲漢》；出之《旄丘》，使知《民勞》；行則《君子陽陽》，《狡童》不得伍；居則《衡門》《悶宮》，《巧言》無從入。《日月》既久，問學《大明》。《碩人》卒，《子衿》哀毀甚，《素冠》廬《墓門》，朝夕《瞻卬》。讀“劬勞”之詩，三復哀慟，門人為之廢《蓼莪》。於是念《烈祖》之緒，覃思文典，而家窶《無衣》，《豐年》乏食，《葛屨》履霜。門人或為之《伐木》，或為之《采葛》，或為之《采菽》《采苓》，以供衣食薪蒸，嘗喟然嘆曰：“《噫嘻》！非《天保》我，其誰《閔予小子》乎？《我將》《時邁》四方，冀昌厥誌，必不獲遂，則《采薇》首陽，追蹤夷、齊耳。”乃《正月》《吉日》，《出其東門》，《載驅》而行，《遵大路》，過《株林》，度《陂澤》。《褰裳》以濟《溱洧》，則思子產之乘輿；《狼跋》而登《終南》，則念杜陵之秀句，《信南山》之霧豹，想《崧高》之降神。《瞻彼洛矣》，則概然有擊楫之誌；杭彼《河廣》，則躍然有焚身之思。過《東山》而想謝傅之風流；涉《渭陽》而嘆西平之勛烈。《訪落》帽於龍山，吊《文王》於畢郢。登高懷遠，淒然無歸，因著《青蠅》賦以譏切當世。乃濟《沔水》，逾《韓奕》，復入《南山》，《節南山》而西，寄食於《公劉》之家，《南山有臺》，下墩《大田》；彼《黍離》離，延及《南陔》；《楚茨》《棫樸》，《樛木》《蒹葭》，蓊密羅結；《黃鳥》《玄鳥》，《綿蠻》差池；《桑扈》《鴛鴦》，飛鳴自適。《葛生》其中，《載芟》載劉，規為《小宛》，以供遊觀。《破斧》《伐檀》，《大東》方之地。以築《新臺》，植以《桃夭》，樊以《菀柳》，羅以《甘棠》，環以《泉水》，東則《東門之楊》，《東門之枌》，駢翠交青；北則《山有扶蘇》，《野有蔓草》，蔥蔚可愛；俯視則《隰有萇楚》，《瓠有苦葉》，《菁菁者莪》，《皇皇者華》，紛紅駭綠，錯布如錦。其《桑中》則桑葉可拈，《采綠》之女，《行露》沾衣；其《下泉》則《魚藻》交加，《鳧鷺》上下，《振鷺》《鴻雁》，或集或翔。又有《漸漸之石》，可以《考盤》。《揚之水》則清流激湍，多《采蘩》之《氓》，《竹竿》垂綸，《魚麗》於釣，《東門之池》，《葛覃》其上，《芣苡》《卷耳》，《瓠葉》《瓠杜》之屬尤多。其《中谷有蓷》，其《丘中有麻》，其《防有鵲巢》，其《墻有茨》，其《園有桃》，其《摽有梅》，其《汾沮洳》，則有《裳裳者華》，與《苕之華》隱映於《行葦》之間。其中野則《鹿鳴》呦呦，《鶴鳴》革革，終日不絕。其《隰桑》之下，則《棠棣》《黍苗》，敷榮秀實，《有杕之杜》，幢幢如蓋，《匪風》而涼。《公劉》日與其友《召旻》，旻弟《小曼》、《小弁》、及《子衿》，號五公子，酣飲其中。《子衿》雖羈窮，《公劉》心知其非《烝民》比，敬愛無，《采芑》殺《羔羊》，射鳩雉，《洞酌》流泉，所以奉《子衿》者甚至。頃之《子衿》欲有所適，《公劉》贈以《白駒》，送以《候人》。《子衿》乃歷《東門之墠》，入《旱麓》，過《北山》，山之神移文招之，《子衿》亦樂其幽邃，往從其招，作歌曰：“《北山》有樞，為吾之居；《北山》有竹，籜兮窣窣；山之《卷阿》，《凱風》何多；山之《崇丘》，《谷風》翛翛；《何草不黃》，陰翕而藏；《何彼襛矣》，青陽韶美。”朝夕歌之，聲滿天地。山多鳥獸《草蟲》，有《關雎》、《鴇羽》、《屍鳥*>鳩》、《鴟鸮》、《螽斯》、《蜉蝣》、《碩鼠》之類，雜出其間，其《野有死麕》，其有《兔爰》爰，其《鶉之奔奔》，俄而有《鵲巢》其屋，《有狐》出其竇，《子衿》撫然曰：“鳥獸不可與同群”，於是還魏，《陟岵》山適楚。至《江有汜》，得《柏舟》濟《漢廣》，與楚人《巷伯》、《祈父》，《二子乘舟》。二子知《子衿》抱負不群，謂之曰：“《君子於役》，既乏《臣工》，又無《車舝》，《羔裘》將敝，《<攴頁>弁》蕭條，《般》《桓》《江漢》，只影無儔。泛觀《生民》，莫不有《十畝之間》以耕，一《版》之屋以處。方春之時，《蝃蝀》載見，膏雨將降，《東方之日》《小明》，則《女曰雞鳴》，士曰昧旦，或《將仲子》，與《叔於田》，或《伯兮》居守，或《大叔》《於田》，蓑笠在身，《良耜》在手，長幼暨暨，或馌或耘。《四月》《六月》，《雨無正》時，引渠灌輸，俾苗怒長，《七月》既秋，《華黍》將收，《大車》以載，《月出》，方歸，及夫《定之方中》，農隙多暇，則呼《盧令》，攜《兔置》，挾《角弓》，張《九罭》，施《敝笱》，以獵以漁。其富者，或駕《駟鐵》，乘《四牡》，《有車轔轔》，《有駜》駟駟，《車攻》原野，網交《淇奧》，釃風《湛露》，角勝校獲，何其樂也！至有得時遇主，取相封侯，入賚《彤弓》，出建《幹旄》，被《絲衣》，曳紈絝，《武》夫前呵，莫敢《執競》，《有女同車》，有手其姿，窈窕《由儀》，思與《君子偕老》。如《燕燕》於飛，彼《何人斯》，踵其《常武》，豈子之所難哉！夫蓋世勛名，《權輿》一念，傅說胥靡相《殷武》丁，《天作》尚父，《文王有聲》，雖《維天之命》，亦有誌竟成，今子幸遭時清平，《下武》右文，不能《小毖》於心，奮取富貴，而《維清》泉白石以自潔，《終風》苦露以自隱，不與賢登於朝，而顧與《我行其野》，徒嘆《吳天有成命》之不可易，而不知所欲之必從也，以期於世，不亦左乎！藉曰無意斯世，則《相鼠》有穴，況於人乎！一區未辯，脫有《小戎》寇，子將奚歸，唯君《簡兮》，毋謂我生流坎，由庚甲之利不利也。”《子衿》曰：“諾哉！二子行矣，我將思之。”贊曰：異哉！《子衿》之為人也。其孔北海、李太白之流乎？觀其抗誌青雲之上，睥睨宇宙，猶以為小，而不免為旅人。諺曰：“用之則為虎，不用則為鼠。”若《子衿》者，豈以用不用異其心哉！"
      },
      {
        "index": 2,
        "text": "趙昌父云：“古人以學為詩，今人以詩為學。”夫以詩為學，自唐以來則然。如嘔出心肝，掏擢胃腎，此生精力盡於詩者，是誠弊精神於無用矣。乃若古人，亦何嘗以學為詩哉！今觀《國風》，間出於小夫賤隸婦人女子之口，未必皆學也，而其言優柔諄切，忠厚雅正。後之經生學士，雖窮年畢世，未必能措一辭。正使以後世之學為詩，其胸中之不醇不正，必有不能掩者矣。雖貪者賦廉詩，仕者賦隱逸詩，亦豈能逃識者之眼哉！如白樂天之詩，曠達閑適，意輕軒冕，孰不信之？然朱文公猶謂：“樂天人多說其清高，其實愛官職，詩中及富貴處，皆說得口津津地涎出。”可謂能窺見其微矣。嗟夫！樂天之言，且不可盡信，況余人乎！楊誠齋云：“古人之詩，天也；後世之詩，人焉而已矣。”此論得之。"
      },
      {
        "index": 3,
        "text": "古人觀理，每於活處看。故《詩》曰：“鳶飛戾天，魚躍於淵。”夫子曰：“逝者如斯夫，不舍晝夜。”又曰：“山梁雌雉，時哉時哉！”孟子曰：“觀水有術。必觀其瀾。”又曰：“源泉混混，不舍晝夜。”明道不除窗前草，欲觀其意思與自家一般。又養小魚，欲觀其自得意，皆是於活處看。故曰：“觀我生，觀其生。”又曰：“復其見天地之心。”學者能如是觀理，胸襟不患不開闊，氣象不患不和平。"
      },
      {
        "index": 4,
        "text": "陸象山在荊門，上元不設醮，但合士民於公廳前，聽講《洪範》“皇極斂時五福”一段，謂此即為民祈福也。今世聖節，令僧升座說法祝聖壽，而郡守以下，環坐而聽之，殊無義理。程大昌、鄭丙在建寧，並不許僧升堂說法。朱文公在臨漳，且令隨例祝香，不許人問話。余謂若祖象山之法，但請教官升郡庠講席，講《詩·天保》一篇，以見歸美報上之意，亦自雅馴。"
      },
      {
        "index": 5,
        "text": "《莊子》謂“至人入水不濡，入火不熱”。如周公遭變，而赤舄幾幾；孔子厄陳，而弦歌自如；皆至人也。不濡不熱，其言心耳，非言其血肉之身也。"
      },
      {
        "index": 6,
        "text": "杜陵詩云：“不分桃花紅勝錦，生憎柳絮白如綿。”初讀只似童子屬對之語，及細思之，乃送杜侍禦入朝，蓋錦綿皆有用之物，而桃花柳絮，乃以區區之顏色而勝之，亦猶小人以巧言令色而勝君子也。侍禦，分別邪正之官，故以此告之。觀“不分”、“生憎”之語，其剛正疾邪可見矣。"
      },
      {
        "index": 7,
        "text": "韓平原作南園於吳山之上，其中有所謂村莊者，竹籬茅舍，宛然田家氣象。平原嘗遊其間，甚喜曰：“撰得絕似，但欠雞鳴犬吠耳。”既出莊遊他所，忽聞莊中雞犬聲，令人視之，乃府尹所為也。平原大笑，益親愛之。太學諸生有詩曰：“堪笑明庭鴛鷺，甘作村莊犬雞。一日冰山失勢，湯燅鑊煮刀刲。”"
      },
      {
        "index": 8,
        "text": "嶽武穆家《謝昭雪表》云：“青編塵乙夜之觀，白簡悟壬人之譖。”甚工。"
      },
      {
        "index": 9,
        "text": "王荊公論末世風俗云：“賢者不得行道，不肖者得行無道；賤者不得行禮，貴者得行無禮。”其論精矣。嗟夫！荊公生於本朝極盛之時，猶有此嘆，況愈降愈下乎？"
      },
      {
        "index": 10,
        "text": "荊公詩云：“臥占寬閑五百弓”，蓋佛家以四肘為弓，肘一尺八寸，四肘，蓋七尺二寸，其說出《譯梵》。"
      },
      {
        "index": 11,
        "text": "紹熙甲寅，孝宗升遐，光宗疾，不能喪，中外人情洶洶。襄陽兵官陳應祥，歸正人也，欲乘此為變，結約已定。其間一卒，買卜於市所謂白羊先生者。卜者詰之曰：“此卜將何用？觀所占，是要殺爺殺娘底事，大不好，莫做卻吉。”其人色動，時都統馮湛帳前適有一人在傍知見，遂潛跡之。至一茶肆，與之語，紿以己得罪於湛，倘有所謀，願預一人之數。卒始不肯言，再三問之，乃以實告，但深以卜不吉為疑。其人曰：“若疑其不吉，當與汝同首，可轉禍為福。”卒然之，然恐無驗，乃引其人詣陳曰：“此人都統帳前人也，近偶得罪，可為內應。”陳始不信，再三言之，乃與以白巾一，告以期約。其人與卒急詣湛告變。時張定叟作帥，湛攜首狀告定叟。時定叟方臥，起與湛密議定，復就寢，徐令具酒肴與客飲，遣數人請陳及其他一二兵官同來，面以首狀及白巾詰之。陳辭屈，乃集眾於教場射殺之。二人及白羊先生皆補富。"
      },
      {
        "index": 12,
        "text": "《莊子》之文，以無為有。《戰國策》之文，以曲作直。東坡平生熟此二書，故其為文，橫說豎說，惟意所到，俊辯痛快，無復滯礙。其論刑賞也，曰：“當堯之時，臯陶為士。將殺人，臯陶曰‘殺之’三，堯曰‘宥之’三，故天下畏臯陶執法之堅，而樂堯用刑之寬。”其論武王也，曰：“使當時有良史如董狐者，則南巢之事，必以叛書；牧野之事，必以弒書。而湯、武，仁人也，必將為法受惡。周公作《無逸》，曰：殷王中宗，及高宗及祖甲，及我周文王，茲四人迪哲，上不及湯，下不及武王，其以是哉！”其論範增也，曰：“增始勸項梁立義帝，諸侯以此服從，中道而弒之，非增意也。夫豈獨非其意，將必力爭而不聽也。不用其言，而殺其所立，羽之疑增，自此始矣。”其論戰國任俠也，曰：“楚、漢之禍，生民盡矣，豪傑宜無幾，而代相陳豨從車千乘。蕭、曹為政，莫之禁也。豈懲秦之禍，以為爵祿不能盡縻天下之士，故少寬之，使得或出於此也耶！”凡此類，皆以無為有者也。其論厲法禁也，曰：“商鞅、韓非之刑，非舜之刑，而所以用刑者，則舜之術也。”其論唐太宗征遼也，曰：“唐太宗既平天下，而又歲歲出師，以從事於夷狄。蓋晚而不倦，暴露於千里之外，親擊高麗者再焉。凡此者，皆所以爭先而處強也。”其論從眾也，曰：“宋襄公雖行仁義，失眾而亡。田常雖不義，得眾而強。是以君子末論行事之是非，先觀眾心之向背。謝安之用諸桓，未必是，而眾之所樂，則國以乂安。庾亮之召蘇峻，未必非，而勢有不可，則反成危辱。”凡此類，皆以曲作直者也。葉水心云：“蘇文架虛行危，縱橫倏忽，數百千言，讀者皆如其所欲出，推者莫知其所自來，古今議論之傑也。”"
      },
      {
        "index": 13,
        "text": "葉水心云：“唐時道州西原蠻掠居民，而諸使調發符牒，乃至二百函。故元結詩以為賊之不如。杜少陵遂有‘粲粲元道州，前賢畏後生’之語。蓋一經兵亂，不肖之人妄相促迫，草芥其民。賊猶未足以為病，而官吏相與亡其國矣。”至哉言乎！古今國家之亡，兆之者夷狄盜賊，而成之者不肖之官吏也。且非特兵亂之後，暴驅虐取吾民而已，方其變之始也，不務為弭變之道，乃以幸變之心，施激變之術，張皇其事，誇大其功，借生靈之性命，為富貴之梯媒。甚者假夷狄盜賊以邀脅其君。輾轉滋蔓，日甚一日，而國隨之矣。"
      },
      {
        "index": 14,
        "text": "唐太宗相房玄齡二十三年，用魏征相及十八年，此外惟李林甫、元載最久。國朝魏野贈王文正詩云：“太平宰相年年出，君在中書十二秋。”蓋以為最久矣。至蔡京、秦檜，皆及十八九年。近時史衛王獨專國秉至二十六年，此古今所無。至晚年得末疾，猶專國秉數年，尤古今所無。故洪舜俞詩云：“陰陽眠燮理。”"
      },
      {
        "index": 15,
        "text": "周益公退休，欲以“安樂直錢多”五字題燕居之室，思之累日，未得其對。一士友請以“富貴非吾願”為對，公欣然用之。"
      },
      {
        "index": 16,
        "text": "花門尚留，杜拾遺以為憂；吐蕃既回，陸宣公以為喜。"
      },
      {
        "index": 17,
        "text": "東坡謫儋耳，道經南安。於一寺壁間作叢竹醜石，甚奇。韓平原當國，劄下本軍取之，守臣親監臨，以紙糊壁，全堵脫而龕之以獻。平原大喜，置之閱古堂中。平原敗，籍其家，壁入秘書省著作庭。辛卯之火，焚右文殿道山堂，而著作庭幸無恙，壁至今猶存。坡之北歸，經過韶州月華寺，值其改建法堂，僧丐坡題梁。坡欣然援筆，右梁題歲月，左梁題云：“天子萬年，永作明主，斂時五福，敷錫庶民，地獄天宮，同為凈土，有性無性，齊成佛道。”右梁題字，一夕為盜所竊。左梁宇尚存。余嘗見之，墨色如新。坡歸，至常州報恩寺，僧堂新成，以板為壁，坡暇日題寫幾遍。後黨禍作，凡坡之遺墨，所在搜毀。寺僧亟以厚紙糊壁，塗之以漆，字賴以全。至紹興中，詔求蘇黃墨跡。時僧死久矣，一老頭陀知之，以告郡守。除去漆紙，字畫宛然。臨本以進，高宗大喜，老頭陀得祠曹牒為僧。"
      },
      {
        "index": 18,
        "text": "劉禹錫作《九日》詩，欲用“糕”字，以其不經見，迄不敢用。故宋子京詩云：“劉郎不敢題糕字，虛負詩中一世豪。”然白樂天詩云：“移坐就菊叢，糕酒前羅列”，則固已用之矣。劉、白唱和之時，不知曾談及此否？"
      },
      {
        "index": 19,
        "text": "張子房欲為韓報仇，乃捐金募死士，於博浪沙中以鐵椎狙擊始皇，誤中其副軍，始皇怒，大索三日不獲。未逾年，始皇竟死。自此陳勝、吳廣、田儋、項梁之徒，始相尋而起。是褫祖龍之魄，倡群雄之心，皆子房一擊之力也，其關系豈小哉！余嘗有詩云：“不惜黃金募鐵椎，祖龍身在魄先飛。齊田楚項紛紛起，輸與先生第一機。”"
      },
      {
        "index": 20,
        "text": "李太白云：“剗卻君山好，平鋪湘水流。”杜子美云：“斫卻月中桂，清光應更多。”二公所以為詩人冠冕者，胸襟闊大故也。此皆自然流出，不假安排。"
      },
      {
        "index": 21,
        "text": "《左氏傳》：王子朝之亂，晉命諸侯輸周粟，宋樂大心不可，晉士伯折之，乃受牒而歸。今世臺府移文屬郡曰“牒”，蓋春秋時，霸主於列國已用之矣。"
      },
      {
        "index": 22,
        "text": "今江湖間，俗語謂錢之薄惡者曰“慳錢”。按賈誼疏云：“今法錢不立，農民釋其宋耜，冶熔炊炭，奸錢日多。”俗音訛以“奸”為“慳”爾。"
      },
      {
        "index": 23,
        "text": "《左氏傳》：吳師在魯，微虎欲宵攻王舍，擇卒三百，有若與焉。葉水心曰：“有若尚劫寨，何況他人？”余謂吳師壓魯，魯亡無日，有若視父母之邦阽危如此，義氣所激，願與宵攻之列，使誠因是而死，得死所矣，豈不賢於子路之死乎！水心以為劫寨，過矣。"
      },
      {
        "index": 24,
        "text": "《周易》“燕”皆作“無”。王述曰：“天屈西北為無，”蓋東南為春夏，陽之伸也，故萬物敷榮。西北為秋冬，陽之屈也，故萬物老死，老死則無矣。此《字說》之有意味者也。"
      },
      {
        "index": 25,
        "text": "廬陵士友藏朱文公一小簡真跡云：“便中承書，知比日侍奉安佳。吾子讀書，比復如何，只是專一勤苦，無不成就。第一更切檢束操守，不可放逸。親近師友，莫與不勝己者往來，熏染習熟，壞了人也。景陽想已赴省，季章當只在家，凡百必能盡心苦口，切須承稟，不可有違。諺云：成人不自在，自在不成人。此言雖淺，然實切至之論，千萬勉之。《大學說》漫納試讀之，不曉處可問季章也。未即相見，千萬為門戶自愛。”此簡蓋與其親戚卑行也，《大全集》所不載。後生晚進，能寫一通，置之座側，朝夕觀省，何患不做好人！景陽姓許，名子春，季章姓劉，名黼，皆廬陵醇儒，從文公學。季章後為特奏第一人。"
      },
      {
        "index": 26,
        "text": "開禧用兵，諸將皆敗，唯畢再遇數有功。虜常以水櫃敗我，再遇夜縛槁人數千，衣以甲胄，持旗幟戈矛，儼立成行。昧爽，鳴鼓，虜人驚視，亟放水櫃。旋知其非真也，甚沮。乃出兵攻虜，虜大敗。又嘗引虜與戰，且前且卻，至於數四。視日已晚，乃以香料煮黑豆布地上，復前搏戰，佯為敗走。敵乘勝追逐，其馬已饑，聞豆香，皆就食，鞭之不前，我師反攻之，敵人馬死者不勝計。又嘗與虜對壘，度虜兵至者日眾，難與爭鋒。一夕拔營去，慮虜來相追，乃留旗幟於營，並縛生羊，置其前二足於鼓上，擊鼓有聲。虜不覺其為空營，復相持竟日。及覺欲追，則已遠矣。近時沅州蠻叛，荊湖制司遣兵討之，蠻以竹為箭，傅以毒藥，略著人肉血濡縷，無不立死。官軍畏之，莫敢前，乃祖再遇之智，裝束槁人，羅列焜耀。蠻見之，以為官軍也，萬矢俱發，伺其矢盡，乃出兵攻之，直搗其穴，一戰而平。"
      },
      {
        "index": 27,
        "text": "近時趙紫芝詩云：“一瓶茶外無只待，同上西樓看晚山。”世以為佳。然杜少陵云：“莫嫌野外無供給，乘興還來看藥欄。”即此意也。杜子野詩云：“尋常一樣窗前月，才有梅花便不同。”世亦以為佳。然唐人詩云：“世間何處無風月，才到僧房分外清。”亦此意也。欲道古人所不道，信矣其難矣。紫芝又有詩云：“野水多於地，春山半是雲。”世尤以為佳。然余讀《文苑英華》所載唐詩，兩句皆有之，但不作一處耳。唐僧詩云：“河分岡勢斷，春入燒痕青。”有僧嘲其蹈襲云：“河分岡勢司空曙，春入燒痕劉長卿。不是師兄偷古句，古人詩句犯師兄。”此雖戲言，理實如此。作詩者豈故欲竊古人之語，以為己語哉！景意所觸，自有偶然而同者。蓋自開辟以至於今，只是如此風花雪月，只是如此人情物態。"
      },
      {
        "index": 28,
        "text": "伯夷“不立於惡人之朝，不與惡人言”，可謂離世絕俗矣。然不念舊惡，未嘗流於刻薄也。柳下惠視“袒裼裸裎”，“焉能凂我”，可謂和光同塵矣。然不以三公易其介，未嘗流於茍賤也。此其所以為百世師歟？東漢徐孺子矯矯特立，諸公薦辟皆不就。然及薦辟者死，炙雞漬酒，萬里赴吊。於清高不混俗之中，有忠厚不忘恩之意，其為東漢人物之冠冕，不亦宜乎！"
      },
      {
        "index": 29,
        "text": "山谷題《玄真子圖》詞，所謂“人間底是無波處，一日風波十二時”者，固已妙矣。張仲宗詞云：“釣笠披雲青嶂曉，橛頭細雨春江渺。白鳥飛來風滿棹，收綸了，漁翁拍手樵童笑。明月太虛同一照，浮素泛宅忘昏曉，醉眼冷看朝市鬧，煙波老，誰能惹得閑煩惱。”語意尤飄逸。仲宗年逾四十即掛冠，後因作詞送胡淡庵貶新州，忤秦檜，亦得罪。其標致如此，宜其能道玄真子心事。"
      },
      {
        "index": 30,
        "text": "自古夷狄盜賊之禍，所以蔓延滋長，日深一日，其終或至於亡國者，皆將帥之臣玩寇以自安，養寇以自固，譽寇以自重也。故杜少陵詩，其於王室播遷之禍，每每深責將帥。如云：“將帥蒙恩澤，兵戈有歲年。至今勞聖主，何以報皇天？”又云：“登壇名絕假，報主爾何遲？”又云：“天地日流血，朝廷誰請纓。”又云：“獨使至尊憂社稷，諸公何以答升平。”皆是意也。然將帥之不用命，實由於朝廷駕禦操縱之無法。古人雲，譬如養鷹，飽則揚去。我太祖之禦諸將，有守邊一二十年而不遷官者，蓋謂扞禦免侵軼，特僅不失職耳。非有戰勝攻取，官固不可妄遷也。至於曹彬之平江南，功亦不細矣，然使相之除，終至吝惜，止於賜錢百萬而已。夫太祖豈食言之君，而曹彬亦豈飽則揚去之人哉！英君誼辟遠慮微權，眾人固不識也。近世以來，將帥守邊，僅免侵軼，及至歲終，則論功行賞，屢遷不一遷，不知使其能掃清關河，哭單於於陰山，又將何以賞之？少陵詩云：“今日翔麟馬，先宜駕鼓車。無勞問河北，諸將覺榮華。”言雖翔麟之馬，亦必先使之駕鼓車，由賤而後可以致貴。今諸將驟登貴顯，如馬之未駕鼓車，而遽駕玉輅，安於榮華，誌得意滿，無復驅攘之誌。河北叛亂，決難討除，無勞問也。又云：“雜虜橫戈數，功臣甲第高”，亦此意。"
      }
    ]
  }
}