{
  "chapterNumber": 4,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "慶元初，趙子直當國，召朱文公為侍講。文公欣然而至，積誠感悟，且編次講義以進。寧宗喜，令點句以來。他日文公請問，上曰：“宮中常讀之，大要在求放心耳。”公因益推明其說曰：“陛下既知學問之要，願勉強而力行之。”退謂其徒曰：“上可與為善，若常得賢者輔導，天下有望矣。”然是時，韓侂胄自謂有夾日之功，已居中用事。公因進對面諫，又約吏部侍郎彭子壽請對，面發其奸。且以書白趙丞相，雲當以厚賞酬其勞，勿使幹預朝政。侂胄於是謀逐公。忽一日禦批雲：“朕閔卿耆老，當此隆冬，難立講，已除卿宮觀。”內侍王德謙徑遣付下，宰相執奏，臺諫給舍爭留，皆不從。時子壽出護使客，回則公已去矣，即上章攻侂胄雲：“昔元符間，向宗良兄弟止緣交通賓客，漏泄機密，陳瓘抗章劾之。謂自古戚裏侵權，便為衰世之象，外家幹政，即是亡國之本。亦如州縣之政，只要權出守令，若子弟親戚交通關節，則好人鼓舞，良民怨咨。如瓘此言，不可不察。今侂胄所為，不止如宗良，而朝無陳瓘，莫能出力排之。在太上皇朝，始用姜特立，大臣尚能逐之使去。後用袁佐，諫官尚能論之使懼。不謂陛下初政清明，有臣如此，乃無一人敢出一語，則其聲埶可知矣。”上甚嘉納，謂宰相曰：“侂胄是朕親戚，龜年是朕舊學，極是難處。”宰相進兩留之說，且謂龜年性剛，乞宣諭留之。上曰：“此人質直，兼是隨龍舊僚，四人兩人罷，一人憂去，只有龜年，有事肯來說，如此區處甚好。”其晚忽降省劄，直批彭龜年予郡，宰相亦不知也，自是眾君子皆逐矣。上始初雖為詫胄所誤，然三十一年敬仁勤儉如一日。天文示變，齋心露禱。禁中酒器，以錫代銀。上元夜嘗熒燭清坐，小黃門奏曰：“官家何不開燕？”上愀然曰：“爾何知，外間百姓無飯吃，朕飲酒何安？”嘗幸聚景園，晚歸，都人觀者爭入門，蹂踐有死者。上聞之深悔，自是不復出。文公格心之效，終不可泯。陳正甫草保安赦文雲：“朕寅畏以保邦，嚴恭而事帝。雖不明不敏，有慚四海望治之心。然無怠無荒，未始縱一毫從己之欲。”真能寫出寧宗心事，天下誦之。"
      },
      {
        "index": 2,
        "text": "杜陵詩雲：“桑麻深雨露，燕雀半生成。”後山詩雲：“輟耕扶日月，起廢極吹噓。”或謂虛實不類。殊不知生為造，成為化，吹為陰，噓為陽，氣勢力量，與日月字正相配也。"
      },
      {
        "index": 3,
        "text": "觀李斯《逐客》之書，則秦固以客興；觀齊人《松柏》之歌，則齊又以客亡。客何所不有哉？在吾所擇耳。子思、孟軻、荀卿、子順，亦當時之客也，如時君之不用何？用之，則秦之客又何足道！"
      },
      {
        "index": 4,
        "text": "先君竹谷老人，早登慶元諸老之門，晚年以其所自得者，著《畏說》一篇。其詞曰：“大凡人心不可不知所畏，畏心之存亡，善惡之所由分，君子小人之所由判也。是以古之君子，內則畏父母，畏尊長，《詩》雲‘豈敢愛之，畏我父母’，又曰‘豈敢愛之，畏我諸兄’是也。外則畏師友，古語雲‘凜乎若嚴師之在側’，逸《詩》曰‘豈不欲往，畏我友朋’是也。仰則畏天，俯則畏人，《詩》曰‘胡不相畏，不畏於天’，又曰‘豈敢愛之，畏人之多言’是也。夫惟心有所畏，故非禮不敢為，非義不敢動。一念有愧，則心為之震悼；一事有差，則顏為之忸怩。戰兢自持，日寡其過，而不自知其入於君子之域矣。茍惟內不畏父母尊長之嚴，外不畏朋儕師友之議，仰不畏天，俯不畏人，猖狂妄行，恣其所欲，吾懼其不日而為小人之歸也。由是而之，習以成性，居官則不畏三尺，任職則不畏簡書，攫金則不畏市人。籲！士而至此，不可以為士矣，仲尼所謂小人之無忌憚者矣。夫人之所以必畏乎彼者，非為彼計也，蓋將以防吾心之縱，而自律乎吾身也。是故以天子之尊，且有所畏，《詩》曰‘我其夙夜，畏天之威’，《書》曰‘成王畏相’，孰謂士大夫而可不知所畏乎！以聖賢之聰明，且有所畏，《魯論》曰：‘君子有三畏：畏天命，畏大人，畏聖人之言。’孰謂學者而可不知所畏乎！然則畏之時義大矣哉！余每以此自警，且以效切磋於朋友雲。”先君此說出，一時流輩潛心理學者，鹹以為不可易。余同年歐陽景顏跋雲：“造道必有門，伊洛先覺，以持敬為造道之門，至矣，盡矣。蓋敬，德之聚也。此心才敬，萬理森列。此身才敬，四體端固。繇勉強至成熟，此心此身，斂然法度中，可以為人矣。然世之作偽假真者，往往竊持敬之名，蓋不肖之實，內雖荏，而色若厲焉，行無防檢，而步趨若安徐焉。識者病之，至有效前輩打破敬字以為訕侮者，又有以高視闊步，幅巾大袖，而乞加懲絕者。一世傑立之士，欲哀救之而誌不能遂。近世葉水心作《敬亭後記》，至不以張思叔之言為然，謂敬為學者之終事。仆深疑焉。近因校文至澧陽，謁竹谷羅先生，以所著《畏說》見教，仆醒然若有所悟。嗚呼！畏即敬也，使人知畏父母，畏尊長，畏天命，畏師友，畏公論，一如先生所言，欲不敬，得乎？每事有所持循而畏，則其敬也，莫非體察在己實事，見面盎背，臨淵履冰。以偽自蓋者，能之乎？高視闊步，幅巾大袖，假聲音笑貌以為敬，求之於父母兄長師友之間，多可憾焉，人其以敬許之乎！蓋先生以實而求敬，故其敬不可偽。世人以虛而求敬，故其敬或可假。是說也，羽翼吾道，其功豈淺淺哉！至此，則敬不可偽為，而攻持敬者，當自息矣。"
      },
      {
        "index": 5,
        "text": "紹熙甲寅，太學諸生擬《勸行樂表》雲：“周公欺我，願焚《酒誥》於通衢；孔子空言，請束《孝經》於高閣。”以勸為諷，字字有來歷。"
      },
      {
        "index": 6,
        "text": "苗劉之亂，張魏公在秀州，議舉勤王之師。一夕獨坐，從者皆寢，忽一人持刃立燭後。公知為刺客，徐問曰：“豈非苗傅、劉正彥遣汝來殺我乎？”曰：“然。”公曰：“若是，則取吾首以去可也。”曰：“我亦知書，寧肯為賊用？況公忠義如此，豈忍加害！恐公防閑不嚴，有繼至者，故來相告爾。”公問：“欲金帛乎？”笑曰：“殺公何患無財！”“然則留事我乎？”曰：“我有老母在河北，未可留也。”問其姓名，俯而不答，攝衣躍而登屋，屋瓦無聲。時方月明，去如飛。明日，公命取死囚斬之，曰：“夜來獲奸細。”公後嘗於河北物色之，不可得。此又賢於鉏麑矣。孰謂世間無奇男子乎？殆是唐劍客之流也。"
      },
      {
        "index": 7,
        "text": "張宣公《題南城》雲：“坡頭望西山，秋意已如許。雲影度江來，霏霏半空雨。”《東渚》雲：“團團淩風桂，宛在水之東。月色穿林影，卻下碧波中。”《麗澤》雲：“長哦伐木詩，佇立以望子。日暮飛鳥歸，門前長春水。”《濯清》雲：“芙蓉豈不好，濯濯清漣漪。采去不盈把，惆悵暮忘饑。”《西嶼》雲：“系舟西岸邊，幅巾自來去。島嶼花木深，蟬鳴不知處。”《采菱舟》雲：“散策下亭舸，水清魚可數。卻上采菱舟，乘風過南浦。”六詩閑淡簡遠，德人之言也。"
      },
      {
        "index": 8,
        "text": "陶淵明《贈長沙公族祖》雲：“同源分派，人易世疏。慨然寤嘆，念茲厥初。”老蘇《族譜引》雲：“服始乎衰，而至於緦，而至於無服。無服則親盡，親盡則情盡。情盡則喜不慶，憂不吊。喜不慶，憂不吊，則塗人也。吾所與相視如塗人者，其初兄弟也。兄弟其初，一人之身也。悲夫！”正淵明詩意，詩字少意多，尤可涵泳。"
      },
      {
        "index": 9,
        "text": "胡淡庵乞斬秦檜得貶，盧溪先生王廷珪，字民瞻，以詩送之曰：“癡兒不了公家事，男子要為天下奇。”亦貶辰陽。太府寺丞陳剛中，字彥柔，以啟賀之雲：“屈膝請和，知廟堂禦侮之無策；張膽論事，喜樞庭經遠之有人。身為南海之行，名若泰山之重。”又雲：“誰能屈大丈夫之誌，寧忍為小朝廷之謀。知無不言，願請尚方之劍；不遇故去，聊乘下澤之車。”亦貶安遠宰。盧溪晚年，孝宗召赴闕，除直秘閣，一子扶掖上殿，亦予官，壽逾九十。寺丞竟死安遠，無子，其妻削發為尼。幸不幸之不同如此。吉州吉水縣江濱有石材廟，隆祐太後避虜，禦舟泊廟下。一夕，夢神告曰：“速行，虜至矣！”太後驚寤，即命發舟指章貢。虜果躡其後，追至造口，不及而還。事定，特封廟神剛應侯。寺丞南行，題詩廟柱雲：“疏爵新剛應，論功舊石材。能形文母夢，還訝佞入來。海市為誰出，衡雲豈自開。乞靈如見告，逐客幾時回。”卒不如其願，悲夫！"
      },
      {
        "index": 10,
        "text": "楊誠齋初欲習宏詞科，南軒曰：“此何足習，盍相與趨聖門德行科乎？”誠齋大悟，不復習，作《千慮策》，論詞科可罷曰：“孟獻子有友五人，孟子已忘其三。周室去班爵之籍，孟子已不能道其詳，孟子亦安能中今之詞科哉！”晚年作詩示兒雲：“素王開國道無臣，一榜春風放十人。莫羨榜頭年十八，舊春過了有新春。”"
      },
      {
        "index": 11,
        "text": "昌黎《記夢》詩末句雲：“我寧屈曲自世間，安能從汝巢神山。”朱文公定“寧”字作“能”字，謂神仙亦且護短憑愚，則與凡人意態不殊矣。我若能屈曲諂媚，自在世間可也，安用巢神山以從汝哉！正柳下惠“枉道而事人，何必去父母之邦”之意。只一字之差，意味天淵復別。"
      },
      {
        "index": 12,
        "text": "張耳、陳余，魏之名士。秦聞此兩人名，購求張耳千金，陳余五百金。二人變名姓之陳，為裏監門。裏吏嘗笞余，余欲起，耳躡之，使受笞。吏去，耳引余之桑下數之曰：“始吾與公言何如？今見小辱而欲死一吏乎？”耳之見，過余遠矣。余卒敗死抵水上，而耳事漢，富貴壽考，福流子孫，非偶然也。大智大勇，必能忍小恥小忿。彼其雲蒸龍變，欲有所會，豈與瑣瑣者校乎？東坡論子房，潁濱論劉、項，專說一“忍”字，張公藝九世同居，亦只是得此一字之力，杜牧之雲“包羞忍恥是男兒”。"
      },
      {
        "index": 13,
        "text": "舜命契敷五教，孟子以為君臣、父子、夫婦、兄弟、朋友是也。《左氏傳》：晏子曰：“君令臣共，父慈子孝，兄愛弟敬，夫和妻柔，姑慈婦聽。”去朋友而言婦姑。又曰：“君令而不違，臣共而不貳，父慈而教，子孝而箴，兄愛而友，弟敬而順，夫和而義，妻柔而正，姑慈而從，婦聽而婉。”五者之中，唯兄弟婦姑專主於和順，至於君，雖得以令臣，而不可違於理而妄作，臣雖所以共君，而不可貳於道而曲從。父慈其子，必教以義方。子孝其父，必箴其闕失。夫以和倡婦，尤當制之以義。妻以柔從夫，尤當自守以正。蓋三者乃三綱也，所系尤重，故於睦雍敬愛之中，必有檢方規正之道，庶幾各盡其分，而三綱立矣。"
      },
      {
        "index": 14,
        "text": "國家一統之業，其合而遂裂者，王安石之罪也。其裂而不復合者，秦檜之罪也。渡江以前，王安石之說，浸漬士大夫之肺腸，不可得而洗滌。渡江以後，秦檜之說，淪浹士大夫之骨髓，不可得而針砭。"
      },
      {
        "index": 15,
        "text": "朝廷一有計較利害之心，便非王道。士大夫一有計較利害之心，便非儒學。紹興間，張登為尤溪宰。視事之日，請邑之耆老人士相見，首問“天”字以何字對，皆曰“地”。又問“日”字以何字對，皆曰“月”。又問“利”字以何字對，皆曰“害”。張曰：“誤矣，人只知以利對害，便只管要尋利去，人人尋利，其間多少事！‘利’字，只當以‘義’字對。”因詳言義利之辯，一揖而退。"
      },
      {
        "index": 16,
        "text": "豺能殺虎，鼠可害象；一夫足以勝禹，三戶可以亡秦。"
      },
      {
        "index": 17,
        "text": "範雎、蔡澤皆辯士，太史公以之連傳。然雎傾危，澤明坦。雎幽險詭秘，危入骨肉，全是小人意態。澤方入關，便宣言欲代雎。至其所以告雎者，皆消息盈虛之正理，雎必俟澤反覆以禍福曉之，乃肯釋位。澤為秦相數月，即告老，為客卿以終。進退雍容，過雎遠甚。雖然，後之君子固權吝寵，如狡兔之專窟，如猩猩之嗜酒，老死而不知止，受禍而不之覺者，是又在範雎下矣。"
      },
      {
        "index": 18,
        "text": "孟浩然詩雲“江清月近人”，杜陵雲“江月去人只數尺”，子美視浩然為前輩，豈祖述而敷衍之耶！浩然之句渾涵，子美之句精工。"
      },
      {
        "index": 19,
        "text": "陸羽《茶經》，裴汶《茶述》，皆不載建品。唐末，然後北苑出焉。本朝開寶間，始命造龍團，以別庶品。厥後丁晉公漕閩，乃載之《茶錄》。蔡忠惠又造小龍團以進。東坡詩雲：“武夷溪邊粟粒芽，前丁後蔡相籠加，吾君所乏豈此物，致養口體何陋耶！”茶之為物，滌昏雪滯，於務學勤政，未必無助。其與進荔枝桃花者不同，然充類至義，則亦宦官宮妾之愛君也。忠惠直道高名，與範、歐相亞，而進茶一事，乃儕晉公，君子之舉措，可不謹哉"
      },
      {
        "index": 20,
        "text": "皇祐間，吳中大饑。范文正公領浙西，乃縱民競渡，與僚佐日出燕湖上，諭諸寺以荒歲價廉，可大興土木。於是，諸寺工作鼎新。又新倉廒吏舍，日役千夫。監司劾奏杭州不恤荒政，遊宴興作，傷財勞民。公乃條奏所以如此，正欲發有余之財以惠貧者，使工技傭力之人，皆得仰食於公私，不至轉徙填壑。荒政之施，莫此為大。是歲，惟杭饑而不害。近時莆陽一寺，規建大塔，工費巨萬。或告侍郎陳正仲曰：“當此荒歲，寺僧剝斂民財，興無益之土木，公為此邦之望，盍白郡禁止之。”正仲笑曰：“子過矣，建塔之役，寺僧能自為之乎？莫非傭此邦之人為之也。斂之於富厚之家，散之於貧窶之輩，是小民藉此以得食，而贏得一塔耳。當此荒歲，惟恐僧之不為塔也，子乃欲禁之乎？”"
      },
      {
        "index": 21,
        "text": "東坡希慕樂天，其詩雲：“應似香山老居士，世緣終淺道根深。”然樂天醞藉，東坡超邁，正自不同。魏鶴山詩雲：“湓浦猿啼杜字悲，琵琶彈淚送人歸。誰言蘇白名相似，試看風騷赤壁磯。”此論得之矣。"
      },
      {
        "index": 22,
        "text": "楊誠齋在館中，與同舍談及晉於寶，一吏進曰：“乃幹寶，非於也。”問何以知之，吏取韻書以呈，“幹”字下註雲：“晉有幹寶。”誠齋大喜曰：“汝乃吾；一字之師。”"
      },
      {
        "index": 23,
        "text": "紹興省試：《高祖能用三傑賦》。一卷文甚奇，而第四韻押“運籌帷帳”。考官以《漢書》乃“帷幄”，非“帳”字，不敢取。出院以語周益公，公曰：“有司誤，非作賦者誤也，《史記》正是‘帷帳’，《漢書》乃作‘幄’。”"
      },
      {
        "index": 24,
        "text": "壽皇問王季海曰：“‘聾’字何以從‘龍耳’？”對曰：“《山海經》雲：‘龍聽以角，不以耳。’”荊公解“蔗”字，不得其義。一日行圃，見畦丁蒔蔗橫瘞之，曰：“它時節節皆生。”公悟曰：“蔗，草之庶生者也。”字義固有可得而解者，如一而大謂之天，是誠妙矣，然不可強通者甚多。世傳東坡問荊公：“何以謂之波？”曰：“波者，水之皮。”坡曰：“然則滑者，水之骨也？”荊公《字說》成，以為可亞六經。作詩雲：“鼎湖龍去字書存，開辟神機有聖孫。湖海老臣無四目，漫將糟粕汙修門。正名百物自軒轅，野老何知強討論。但可與人漫醬瓿，豈能令鬼哭黃昏。”蓋蒼頡四目，其制字成，天雨粟，鬼夜哭。漫瓿之句，言知者少也。"
      },
      {
        "index": 25,
        "text": "胡忠簡公為舉子時，值建炎之亂，團結丁壯，以吊鄉井。隆祐太後幸章貢，虜兵追至，廬陵太守楊淵聲城走。公所居曰薌城，距城四十裏，乃自領民兵入友固守。市並惡少乘間欲攘亂，斬數人乃定。張榜責楊淵棄城之罪，募人收捕。淵懼，自歸隆祐，隆祐赦之，降敕書諭胡銓。事定，新太守來，疑公有他誌，不敢入城。公笑曰：“吾保鄉井耳，豈有他哉！”即散遣民兵，徒步歸薌城。楊忠襄公少處郡庠，足不涉茶坊酒肆。同舍欲壞其守，拉之出飲，托言朋友家，實娼館也。公初不疑，酒數行，娼艷妝而出。公愕然，疾趨而歸，解其衣冠焚之，流涕自責。人徒見忠簡以一編修官乞斬秦檜，甘心流竄，忠襄以金陵一倅唾罵兀術，視死如歸，豈知其自為布衣時，所立已卓然矣。"
      },
      {
        "index": 26,
        "text": "王梅溪守泉，會邑宰，勉以詩雲：“九重天子愛民深，令尹宜懷側隱心。今日黃堂一杯酒，使君端為臣民斟。”邑宰皆感動。真西山帥長沙，宴十二邑宰於湘江亭，作詩曰：“從來官吏與斯民，本是同胞一體親。既以脂膏供爾祿，須知痛癢切吾身。此邦素號唐朝古，我輩當如漢吏循。今日湘亭一杯酒，便煩散作十分春。”蓋祖述梅溪而敷衍之。"
      },
      {
        "index": 27,
        "text": "惠民之法，莫善於常平。司馬溫公雲：“此三代聖人之法，非李悝、耿壽昌所能為也。”陳止齋曰：“《周禮》以年之上下出斂法，蓋年下則出，恐谷貴傷民也，年上則斂，恐谷賤傷農也，即常平之法矣。”《孟子》曰：“狗彘食人食而不知檢，途有餓殍而不知發。”“檢”字，一本作“斂”，蓋狗彘食人食，粒米狼戾之歲也，法當斂之。途有餓殍，兇歲也，法當發之。由此而言，三代之時，無常平之名，而有常平之政，特廢於衰周耳，真非耿、李所能為也。"
      },
      {
        "index": 28,
        "text": "郭沖晦謂劉信叔曰：“處事當以簡易，何則？簡以制繁，易以制難，便不費力。乾坤之大，所以使萬物由其宰制者，不過此二字，況於人乎！”沖晦此論，可謂洞見天地萬物之理。且以用兵言之，韓信多多益辦，只是一簡字。狄武襄夜半破昆侖關，只是一易字。"
      },
      {
        "index": 29,
        "text": "寥德明，字子晦，朱文公高弟也。少時夢謁大乾，夢懷刺候謁廟廡下，謁者索刺，出諸袖，視其題字雲“宜教郎廖某”，遂覺。後登第，改秩，以宣教郎宰閩。請迓者及門，思前夢，恐官止此，不欲行。親朋交相勉，乃質之文公。公曰：“待徐思之。”一夕，忽叩門曰：“得之矣。”因指案上物曰：“人與器物不同，如筆止能為筆，不能為硯；劍止能為劍，不能為琴；故其成毀久速，有一定不易之數。惟人則不然，虛靈知覺，萬理兼該，固有朝為跖而暮為舜者，故其吉兇禍福，亦隨之而變，難以一定言。今子赴官，但當充廣德性，力行好事，前夢不足芥蒂。”子晦拜而受教。後把麾持節，官至正郎。"
      }
    ]
  }
}