{
  "chapterNumber": 15,
  "title": "草部下品 (Herbs — Lower Grade)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "營實味酸溫。主治癰疽惡瘡，結肉跌筋，敗瘡熱氣，陰蝕不瘳，利關節。一名墻薇，一名墻麻，一名牛棘。生山谷。"
      },
      {
        "index": 1,
        "text": "牡丹味辛寒。主治寒熱中風，瘈疭痙，驚癇邪氣，除癥堅，瘀血，留舍腸胃，安五臟，療癰瘡。一名鹿韭，一名鼠姑。生山谷。"
      },
      {
        "index": 2,
        "text": "石韋味苦平。主治勞熱邪氣，五癃閉不通，利小便水道。一名石徇。生山谷石上。"
      },
      {
        "index": 3,
        "text": "百合味甘平。主治邪氣腹脹心痛，利大小便。補中益氣。生川谷。"
      },
      {
        "index": 4,
        "text": "紫參味苦寒。主治心腹積聚，寒熱邪氣，通九竅，利大小便。一名牡蒙。生山谷。"
      },
      {
        "index": 5,
        "text": "王瓜味苦寒。主治消渴內痹，瘀血月閉，寒熱酸疼，益氣愈聾。一名土瓜。生平澤。"
      },
      {
        "index": 6,
        "text": "大黃味苦寒有毒。主下瘀血，血閉，寒熱，破癥瘕積聚，留飲宿食，蕩滌腸胃，推陳致新，通利水穀，調中化食，安和五臟。生山谷。"
      },
      {
        "index": 7,
        "text": "甘遂味苦寒有毒。主治大腹疝瘕，腹滿，面目浮腫，留飲宿食，破癥堅積聚，利水穀道。一名主田。生川谷。"
      },
      {
        "index": 8,
        "text": "亭歷味辛寒。主治癥瘕積聚結氣，飲食寒熱，破堅逐邪，通利水道。一名大室，一名大適。生平澤及田野。"
      },
      {
        "index": 9,
        "text": "芫華味苦溫有毒。主治欬逆上氣，喉鳴喘，咽腫氣短，蠱毒鬼瘧，疝瘕癰腫，殺蟲魚。一名去水。生川谷。"
      },
      {
        "index": 10,
        "text": "澤漆味苦微寒。主治皮膚熱，大腹水氣，四肢面目浮腫，丈夫陰氣不足。生川澤。"
      },
      {
        "index": 11,
        "text": "大戟味苦寒。主治蠱毒十二水。腹滿急痛，積聚，中風，皮膚疼痛，吐逆。一名卬鉅。"
      },
      {
        "index": 12,
        "text": "蕘華味苦寒。主治傷寒溫瘧，下十二水，破積聚大堅癥瘕，蕩滌腸胃中留癖飲食，寒熱邪氣，利水道。生川谷。"
      },
      {
        "index": 13,
        "text": "鉤吻味辛溫。主治金瘡乳，中惡風，咳逆上氣，水腫，殺鬼註蠱毒。一名治葛。生山谷。"
      },
      {
        "index": 14,
        "text": "藜蘆味辛寒有毒。主治蠱毒，咳逆，泄痢腸澼，頭瘍疥瘙惡瘡，殺諸蟲毒，去死肌。一名黃苒。生山谷。"
      },
      {
        "index": 15,
        "text": "烏頭味辛溫有毒。主治中風惡風洗洗，出汗，除寒濕痹，咳逆上氣，破積聚寒熱。其汁煎之，名射罔，殺禽獸。一名奚毒，一名即子，一名烏喙。生山谷。"
      },
      {
        "index": 16,
        "text": "天雄味辛溫。主治大風，寒濕痹，歷節痛，拘攣緩急，破積聚，邪氣，金創，強筋骨，輕身健行。一名白幕。生山谷。"
      },
      {
        "index": 17,
        "text": "附子味辛溫有毒。主治風寒咳逆邪氣，溫中，金創，破癥堅積聚，血瘕寒濕，踒躄拘攣，膝痛不能行走。生山谷。"
      },
      {
        "index": 18,
        "text": "羊躑躅味辛溫有毒。主治賊風在皮膚中淫淫痛，溫瘧，惡毒，諸痹。生川谷。"
      },
      {
        "index": 19,
        "text": "茵芋味苦溫。主治五臟邪氣，心腹寒熱羸瘦，如瘧狀發作有時，諸關節風濕痹痛。生川谷。"
      },
      {
        "index": 20,
        "text": "射干味苦平。主治咳逆上氣，喉痹咽痛不得消息，散結氣，腹中邪逆，食飲大熱。一名烏扇，一名烏蒲。生川谷。"
      },
      {
        "index": 21,
        "text": "鳶尾味苦平。主治蠱毒邪氣，鬼註諸毒，破癥瘕積聚，去水，下三蟲。生山谷。"
      },
      {
        "index": 22,
        "text": "貫眾味苦微寒有毒。主治腹中邪熱氣，諸毒，殺三蟲。一名貫節，一名貫渠，一名百頭，一名虎卷，一名扁苻。生山谷。"
      },
      {
        "index": 23,
        "text": "飛廉味苦平。主治骨節熱，脛重酸疼。久服令人身輕。一名飛輕。生川澤。"
      },
      {
        "index": 24,
        "text": "半夏味辛平。主治傷寒寒熱，心下堅，下氣，喉咽腫痛，頭眩胸脹，咳逆腸鳴，止汗。一名地文，一名水玉。生川谷。"
      },
      {
        "index": 25,
        "text": "虎掌味苦溫無毒。主治心痛，寒熱，結氣，積聚伏梁，傷筋痿拘緩，利水道。生山谷。"
      },
      {
        "index": 26,
        "text": "莨蕩子味苦寒。主治齒痛，出蟲，肉痹拘急，使人健行，見鬼，多食令人狂走。久服輕身。走及奔馬，強誌、益力、通神。一名橫唐。生川谷。"
      },
      {
        "index": 27,
        "text": "蜀漆味辛平有毒。主治瘧及咳逆寒熱，腹中癥堅痞結，結聚邪氣，蠱毒鬼註。生川谷。"
      },
      {
        "index": 28,
        "text": "恒山味苦寒。主治傷寒寒熱，熱發溫瘧，鬼毒，胸中痰結，吐逆。一名互草。生川谷。"
      },
      {
        "index": 29,
        "text": "青葙味苦微寒。主治邪氣，皮膚中熱，風瘙身癢，殺三蟲。子名草決明，療唇口青。一名草蒿，一名蔞蒿。生平谷。"
      },
      {
        "index": 30,
        "text": "狼牙味苦寒有毒。主治邪氣熱氣，疥瘙惡瘍瘡痔，去白蟲。一名牙子。生川谷。"
      },
      {
        "index": 31,
        "text": "白蘞味苦平。主治癰腫疽瘡，散結氣，止痛除熱，目中赤，小兒驚癇，溫瘧，女子陰中腫痛。一名菟核，一名白草。生山谷。"
      },
      {
        "index": 32,
        "text": "白及味苦平。主治癰腫惡瘡敗疽，傷陰，死肌，胃中邪氣，賊風鬼擊，痱緩不收。一名甘根，一名連及草。生川谷。"
      },
      {
        "index": 33,
        "text": "草蒿味苦寒。主治疥瘙痂癢惡瘡，殺虱，留熱在骨節間，明目。一名青蒿，一名方潰。生川澤。"
      },
      {
        "index": 34,
        "text": "雚菌味鹹平。主治心痛，溫中，去長蟲、白徙*、蟯蟲，蛇螫毒，癥瘕諸蟲。一名雚蘆。生池澤。"
      },
      {
        "index": 35,
        "text": "連翹味苦平。主治寒熱鼠漏，瘰癧癰腫，惡瘡癭瘤，結熱蠱毒。一名異翹，一名蕳華，一名折根，一名三廉。生山谷。"
      },
      {
        "index": 36,
        "text": "白頭公味苦溫無毒。主治溫瘧狂易，寒熱，癥瘕積聚，癭氣，逐血止痛，療金創。一名野丈人，一名胡王使者。生川谷。"
      },
      {
        "index": 37,
        "text": "閭茹味酸鹹有毒。主蝕惡肉，敗瘡，死肌，殺疥蟲，排膿惡血，除大風熱氣，善忘不樂。生川谷。"
      },
      {
        "index": 38,
        "text": "羊桃味苦寒。主治熛熱身暴赤色，風水積聚，惡瘍，除小兒熱。一名鬼桃，一名羊腸。生川谷。"
      },
      {
        "index": 39,
        "text": "羊蹄味苦寒。主治頭禿疥瘙，除熱，女子陰蝕。一名東方宿，一名連蟲陸，一名鬼目。生川澤。"
      },
      {
        "index": 40,
        "text": "鹿藿味苦平。主治蠱毒，女子腰腹痛不樂，腸癰瘰癧瘍氣。生山谷。"
      },
      {
        "index": 41,
        "text": "牛扁味苦微寒。主治身皮瘡熱氣，可作浴湯，殺牛虱小蟲，又療牛病。生川谷。"
      },
      {
        "index": 42,
        "text": "陸英味苦寒。主治骨間諸痹，四肢拘攣疼酸，膝寒痛，陰痿，短氣不足，腳腫。生川谷。"
      },
      {
        "index": 43,
        "text": "藎草味苦平。主治久咳上氣，喘逆久寒，驚悸，痂疥，白禿，瘍氣，殺皮膚小蟲。生川谷。"
      },
      {
        "index": 44,
        "text": "夏枯草味苦辛寒。主治寒熱瘰癧，鼠瘺頭瘡，破癥，散癭結氣，腳腫濕痹。輕身。一名夕句，一名乃東。生川谷。"
      },
      {
        "index": 45,
        "text": "烏韭味甘寒。主治皮膚往來寒熱，利小腸、膀胱氣。生山谷。"
      },
      {
        "index": 46,
        "text": "蚤休味苦微寒。主治驚癇搖頭弄舌，熱氣在腹中，癲疾，癰瘡陰蝕，下三蟲，去蛇毒。一名螫休。生川谷。"
      },
      {
        "index": 47,
        "text": "石長生味鹹微寒。主治寒熱惡瘡大熱，辟鬼氣不祥。一名丹草。生山谷。"
      },
      {
        "index": 48,
        "text": "狼毒味辛平。主治咳逆上氣，破積聚飲食，寒熱水氣，惡瘡鼠瘺疽蝕，鬼精蠱毒，殺飛鳥走獸。一名續毒。生山谷。"
      },
      {
        "index": 49,
        "text": "鬼臼味辛溫。主殺蠱毒鬼註精物，辟惡氣不祥，逐邪解百毒。一名爵犀，一名馬目毒公，一名九臼。生山谷。"
      },
      {
        "index": 50,
        "text": "扁蓄味苦平。主治浸淫疥瘙疽痔，殺三蟲。生山谷。"
      },
      {
        "index": 51,
        "text": "商陸味辛平。主治水脹，疝瘕痹，熨除癰腫。殺鬼精物。一名垰根，一名夜呼。生川谷。"
      },
      {
        "index": 52,
        "text": "女青味辛平。主治蠱毒，逐邪惡氣，殺鬼溫瘧，辟不祥。一名雀瓢。生山谷。"
      },
      {
        "index": 53,
        "text": "白附子主治心痛血痹，面上百病，行藥勢。生蜀郡。"
      },
      {
        "index": 54,
        "text": "姑活味甘溫。主治大風邪氣，濕痹寒痛。九服輕身益壽耐老。一名冬葵子。生川澤。"
      },
      {
        "index": 55,
        "text": "別羈味苦微溫。主治風寒濕痹，身重，四肢疼酸寒邪歷節痛。生川谷。"
      },
      {
        "index": 56,
        "text": "石下長卿味鹹平。主治鬼註精物，邪惡氣，殺百精蠱毒，老魅註易，亡走啼哭，悲傷恍惚。一名徐長卿。生池澤。"
      },
      {
        "index": 57,
        "text": "翹根味苦寒。主治下熱氣，益陰精，令人面悅好，明目。久服輕身耐老。生平澤。"
      },
      {
        "index": 58,
        "text": "屈草味苦。主治胸脅下痛，邪氣，腸間寒熱，陰痹。久服輕身益氣耐老。生川澤。"
      }
    ]
  }
}