{
  "chapterNumber": 14,
  "title": "卷十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "熙寧中，王韶開熙河，諸將皆以功遷官，皇城使、知原州桑湜獨辭不受，曰：「羌虜畏國威靈，不戰而降，臣何功而遷官？」執政曰：「眾人皆受，獨君不受，何也？」對曰：「眾人皆受，必有功也；湜自知無功，故不受。」竟辭之。時人重其知恥。"
      },
      {
        "index": 2,
        "text": "孔■（溈），魯山處士旼之弟也。為順陽令，有虎來至城南，溈率吏卒往逐之，溈最居其前。虎據山大吼，吏卒皆失弓槍偃仆，虎來搏溈，有小吏執硯，趨當其前，虎銜以去。溈取獵戶毒矢，挺身逐之，左右諫不可，溈曰：「彼代我死，我何忍不救之？」逐虎入山十餘里，竟射中虎，奪小吏而還，小吏亦不死。"
      },
      {
        "index": 3,
        "text": "汪輔之為河北監司，坐輕躁得罪，勒令分司，久之，除知虔州。到官日，上表雲：「清時有味，白首無成。」又雲：「插筆有風，空囹無日。」或解之曰：「杜牧詩雲：『清時有味是無能，閑愛孤雲靜愛僧。欲把一麾江海去，樂遊原上望昭陵。』屬意怨望。」有旨，復令分司。"
      },
      {
        "index": 4,
        "text": "永樂既失守，夏國以書系矢，射於環慶境上，經略使盧秉棄之。虜乃更遣所得俘囚，賫書移牒以遺秉，秉不敢不以聞。其詞曰："
      },
      {
        "index": 5,
        "text": "十一月八日，夏國南都統星昴嵬名濟乃謹裁書致於安撫經略麾下："
      },
      {
        "index": 6,
        "text": "伏審統戎方面，久向英風，應慎撫綏，以副傾註。昨於兵役之際，提戈相軋，今以書問贄信，非變化曲折之不同，蓋各忠於所事，不得不如此耳。"
      },
      {
        "index": 7,
        "text": "夫中國者，禮義之所從出，必動止猷為，不失其正。茍聽誣受間，肆詐窮兵，侵人之土疆，殘人之黎庶，是乖中國之體，豈不為夷狄之羞哉！"
      },
      {
        "index": 8,
        "text": "昨朝廷暴驅甲兵，大行侵討，蓋天子與邊臣之議，謂夏國方守先誓，宜出不虞，五路進兵，一舉可定，遂有去年靈州之役、今秋永樂之戰。較其勝負，與夫前日之議為何如哉？且中國祖宗之世，於夏國非不經營之。五路窮討之策既嘗施之矣，諸邊肆撓之謀亦嘗用之矣，知僥幸之無成，故終歸樂天事小之道。兼夏國提封一萬里，帶甲數十萬，西連於闐，作我歡鄰，北有大燕，為我強援。今與中國乘隙伺便，角力競鬥，雖十年豈得休息哉？即念天民無辜，被茲塗炭之苦，孟子所謂未有好殺能得誌於天下也。況夏國主上自朝廷見伐之後，夙宵興念，謂自祖先之世，於今八十余年，臣事中朝，恩禮無所虧，貢聘無所怠，何期天子一朝見怒，舉兵來伐？令膏血生民，剿戮師旅，傷和氣，致兇年，覆亡之由，發不旋踵，朝廷豈不恤哉？蓋邊臣幸功，上聽致惑，使祖宗之盟既沮，君臣之分不交。載省厥由，悵然何已。濟乃遂探主意，得移音翰。"
      },
      {
        "index": 9,
        "text": "伏惟經略以長才結上知，以沈謀幹西事，故生民之利病，宗社之安危，皆得別白而言之。至於魯國之憂不在顓臾，而隋室之變生於玄感，此皆明智已得於胸中，不待言而後諭也。方今解天下之倒懸，必假英才鉅德，經略何不進讜言、排邪議，使朝廷與夏國歡和如初，生民重睹太平，寧有意也？倘如此，則非唯敝國蒙幸，實天下之大惠也。意鯁詞直，塵瀆安撫經略麾下。"
      },
      {
        "index": 10,
        "text": "元豐四年秋，朝廷大舉討夏國，命內臣李憲措置秦鳳熙河，節制環慶涇原，照應河東鄜延路軍馬，昭宣使、眉州防禦使王中正措置河東路，節制鄜延，照應環慶等路軍馬。九月丙午，中正將河東兵六萬、民夫荷糧者亦六萬余人發麟州，才數裏，至白草平，即奏已入虜境。留屯九日不進，遣士卒往來就芻糧於麟州。十月乙卯，始自白草平引兵西行三十里，至鵝枝谷止。丙辰，至四皓峰。丁巳，以陰霧復留一日，是日行不過四十餘里。丙寅，渡無定河，循水而行，地多濕沙，人畜往往陷不得出。晚至橫山下神堆驛，遇鄜延副使、都總管種諤，兩營相距數裏。"
      },
      {
        "index": 11,
        "text": "先是，諤上言，乞不受王中正節制，會諤有破米脂城功，天子許之。明日詔書至，諤不復見中正，引兵先趣夏州。時河東夫聞鄜延夫言，此去綏德城甚近，兩日中亡歸者二千余人，河東轉運判官莊公嶽等斬之不能禁。"
      },
      {
        "index": 12,
        "text": "初，王中正在河東，奴視轉運使，又奏提舉常平倉趙成管勾隨軍錢糧草。凡有所需索，不行文書，但遣人口傳指揮，轉運使惕息不敢違。公嶽等以口語無所憑，從容白中正雲：「太尉所指揮事多，恐將命者有所忘誤，乞記之於紙筆。」自後，始以片紙書之。公嶽等白中正軍出境應備幾日糧，中正以為鄜延受我節制，前與鄜延軍遇，彼糧皆我有也，乃書片紙雲：「止可備半月糧。」公嶽等恐中道乏絕，陰更備八日糗？？備。及種諤既得詔不受中正節制，委中正去，鄜延糧不可復得，人馬漸乏食，乃遣官屬引民夫千余人索胡人所窖谷糜，發之，得千余石。"
      },
      {
        "index": 13,
        "text": "庚午，至夏州，時夏州已降種諤。中正軍於城東，城中居民數十家。時朝旨禁入賊境抄掠，賊亦棄城邑皆走河北，士卒無所得，皆憤悒思戰。諸將皆言於中正曰：「鄜延軍先行，所獲功甚多；我軍出境近二旬，所獲才三十余級，何以復命於天子？且食盡矣，請襲取宥州，聊可藉口。」中正從之。癸酉，至宥州，城中有民五百余家，遂屠之，斬首百余級，降者十余人，獲牛馬百六十，羊千九百，軍於城東二日，殺所得馬牛羊以充食。甲戌，畿內將官張真、知府州折克行引兵二千余人發糜窖，遇虜千余人，與戰，敗之，斬首九百余級。丙子，至牛心亭，食盡。丁丑，至柰王井，遇鄜延掌機宜景思誼，得其糧，遂引兵趣保安軍順寧寨。己卯，王中正軍於歸娘嶺下，不敢入寨，遣官屬請糧於順寧，兵夫凍餒，僵仆於道，未死，眾已剮其肉食之。"
      },
      {
        "index": 14,
        "text": "十一月丙戌，得朝旨班師，乃歸延州。計士卒死亡者近二萬人；民夫逃歸者大半，死者近三千人，隨軍入寨者萬一千余人；馬二千余匹，死者幾半；驢三千余頭，無還者。"
      },
      {
        "index": 15,
        "text": "初，上令王中正、種諤皆趨靈州、興州。中正不習軍事，自入虜境，望空而行，無鄉導斥候。性畏怯，所至逗留；恐虜知其營柵之處，每夜二更輒令軍士滅私火，後軍飯尚未熟，士卒食之多病；又禁軍中驢鳴。及食盡，士卒憤怨，流言當先殺王昭宣及莊、趙二漕乃潰歸。中正頗聞之，乃於眾中揚言：「必竭力前進，死而後已。」陰令走馬承受金安石奏：「轉運司糧運不繼，故不能進軍。今且於順寧寨境上就食。」莊公嶽亦奏：「本期得鄜延糧，因朝廷罷中正節制，故糧乏。」上怒，命械系公嶽等於隰州獄，治其罪。公嶽等急，乃奏：「臣等在麟府，本具四十日糧，王中正令臣等止備半月糧，片紙為驗。臣等又陰備八日糗？？備。今出塞二十余日始至宥州，糧不得不乏。」上乃脫械出外答款。中正恐公嶽復有所言，甚懼。及還朝，過隰州，謂公嶽等曰：「二君勿憂，保無它。」既而公嶽等各降一官，職事皆如故。"
      },
      {
        "index": 16,
        "text": "初，河東發民夫十一萬，中正減糧數，止用六萬余人，余皆令待命於保德軍。既而朝旨令余夫運糧自麟州出，踵中正軍後，凡四萬余人，遣晉州將官訾虎將兵八千護送之。虎等奏：「兵少夫多，不足護送，乞益兵出塞。及不知道所從出，又不知中正何所之。」有詔召夫還，更令自隰州趣延州餉中正軍。會天章閣待制趙禼領河東轉運使，奏：「冬氣已深，水凍草枯，饋運難通。」乃罷之。"
      },
      {
        "index": 17,
        "text": "王中正既還延州，分所部兵屯河東諸州。山東兵往往百十為群，擅自潰歸，朝廷命所在招撫，給券遣歸本營；士兵亦有擅去者。會高遵裕靈州失利，詔中正自延州引所部兵救之，中正移書召河東分屯兵。知石州趙宗本將州兵屯隰州，士卒不肯行，集庭下喧嘩呼萬歲，宗本父子閉門相保。又有山東將官王眾丕部兵不肯發，從丕曉諭數日乃行。會遵裕已至慶州，詔中正引還，宗本、叢丕各降二官，士卒不問。"
      },
      {
        "index": 18,
        "text": "王中正在河東，令轉運司勾押吏與陳安石同坐計度軍糧，吏曰：「都運在此，不敢坐。」中正叱曰：「此中何論都運？若事辦，奏汝班行；不辦，有劍耳。」"
      },
      {
        "index": 19,
        "text": "高遵裕既敗歸，元豐五年，李憲請發兵自涇原築寨稍前，直抵靈州攻之，可以必取。詔從之，先是，朝廷知陜西困於夫役，下詔諭民，更不調夫。至是，李憲牒都轉運司，復調夫饋糧，以和雇為名，官日給錢二百，仍使人逼之，雲「受密詔：若乏軍興，斬都運使以下。」民間騷然，出錢百緡不能雇一夫，相聚立柵於山澤，不受調，吏往輒毆之。解州枷知縣以督之，不能集；知州、通判自詣縣督之，亦不能集；命巡檢、縣尉逼之，則執梃欲鬥，州縣無如之何。士卒前出塞，凍餒死者什五六，存者皆憚行，無鬥誌。倉庫蓄積皆竭。群臣莫敢言，獨西京留守文潞公上言：「師不可再舉。」天子遜辭謝之。樞密副使呂晦叔亦言其不可，上不懌，晦叔因請解機務，即除知定州。會內侍押班李舜舉自涇原來，為上泣言：「必若出師，關中必亂。」上始信之，召晦叔慰勞之。舜舉退，詣執政王禹玉，禹玉迎見，以好言悅之，曰：「朝廷以邊事屬押班及李留後，無西顧之憂矣。」舜舉曰：「四郊多壘，此卿大夫之辱也。相公當國，而以邊事屬二內臣可乎？內臣正宜供禁庭灑掃之職耳，豈可當將帥之任邪？」聞者代禹玉發慚。"
      },
      {
        "index": 20,
        "text": "六月，詔罷涇原之役，更命鄜延修六寨以包橫山之地，遣舜舉與承議郎、直龍圖閣徐禧往視之，乃命禧節制軍事。"
      },
      {
        "index": 21,
        "text": "八月，禧、舜舉與鄜延經略使沈括、轉運使李稷將步騎四萬及諸路役兵，始修永樂，與米脂、綏德皆在無定川中。永樂北倚山，南臨無定河，三面皆絕崖，地誠險要，虜騎數來爭之，皆敗去。先是，夏虜發國人，十丁取九以為兵，近二十萬人，賫百日糧屯於涇原之北，俟官軍出塞而擊之。既聞城永樂，即引兵趣鄜延。邊人來告者前後十數，禧等皆不之信，且曰：「虜若大來，是吾立功遷官之秋也。」上賜禧等黃旗，曰：「將士立功，受賞當倍於米脂。」禧等恐沈括分其功，乃曰：「城略已就矣，當與存中歸延安。」"
      },
      {
        "index": 22,
        "text": "九月乙酉，留李稷及步兵三萬余人於永樂，括、禧、舜舉以八千人還米脂。是日，永樂遣人走告虜騎且至。丙戌，括留屯米脂，禧、舜舉復如永樂。丁亥，虜騎至城下，禧命鄜延總管曲珍領城中兵陣於崖下水際，禧、舜舉、稷植黃旗坐於城上臨視之。虜自未明引騎過陣前，至食時未絕。裨將高永能曰：「吾眾寡不敵，宜及其未成陣沖擊之，庶幾可破。」不從。虜與官軍夾水而陣，前後無際，將士皆有懼色。曲珍白禧：「今眾心已搖，不可復戰，戰必敗，請收兵入城。」禧曰：「君為大將，奈何遇敵不戰，先自退邪？」俄而，虜鳴笳於陣，虜騎爭渡水犯官軍。先是，選軍中勇士良馬，謂之「選鋒」，使居陣前。戰未幾，選鋒先敗，退走，蹂踐後陣。虜騎乘之，官軍大潰，偏裨死者數人，士卒死及棄甲南走者幾半，曲珍與殘兵萬余人入城，崖峻逕狹，騎兵棄馬緣崖而上，喪馬八千余匹，虜遂圍之。時樓堞皆未備，水寨為虜所據，城中乏水，至絞馬糞、食死人腦。被圍累日，曲珍度城必不能守，白禧：「請帥眾突圍南走，猶愈於坐而待死。」禧怒曰：「君已敗軍，又欲棄城邪？」戊戌，夜大雨，城遂陷，珍帥眾數百人逾城走免，禧、舜舉、稷皆沒，命官死者三百余人，士卒得免者十無一二。沈括聞曲珍敗，永樂被圍，退保綏德，前歸延州。時有詔令李憲將環慶兵數萬救永樂，比至延州，永樂已陷矣。"
      },
      {
        "index": 23,
        "text": "徐禧在鄜延，乘勢使氣，常言：「用此精兵，破彼羸虜，左縈右拂，直前刺之，一步可取三級。」諸將有獻策者，禧輒大笑曰：「妄語可斬。」虜陣未成，高永能請擊之，禧曰：「王者之師，豈可以狙詐取勝邪？」由是遂敗。"
      },
      {
        "index": 24,
        "text": "趙閱道抃熙寧中以資政殿大學士知越州，兩浙旱蝗，米價踴貴，餓死者十五六。諸州皆榜衢路，立賞禁人增米價，閱道獨榜衢路，令有米者任增價糴之。於是，諸州米商輻湊詣越，米價更賤，民無餓死者。閱道治民，所至有聲，在成都、杭、越尤著。"
      },
      {
        "index": 25,
        "text": "趙閱道為人清素，好養生，知成都，獨與一道人及大龜偕行。後知成都，並二侍者無矣。"
      },
      {
        "index": 26,
        "text": "至和中，範景仁為諫官，趙閱道為禦史，以論陳恭公事有隙。熙寧中，介甫執政，恨景仁，數訐之於上，且曰：「陛下問趙抃，即知其為人。」他日，上以問閱道，對曰：「忠臣。」上曰：「卿何以知其忠？」對曰：「嘉祐初，仁宗違豫，鎮首請立皇嗣以安社稷，豈非忠乎？」既退，介甫謂閱道曰：「公不與景仁有隙乎？」閱道曰：「不敢以私害公？」"
      },
      {
        "index": 27,
        "text": "曾布為三司使，與呂嘉問爭市易事，介甫主嘉問，布坐左遷。詔命始出，朝士多未知之。布字子宣，嘉問字望之。或問劉貢父，曰：「曾子避席。」又問：「望之何如？」曰：「望之儼然。」介甫聞之，不喜，由是出貢父知曹州。馮當世、孫和甫、呂晦叔、薛師正同在樞府，三人屢於上前爭論，晦叔獨默不言。既而上顧問之，晦叔方為之開析可否，語簡而當，上常納之，三人亦不能違也。出則未嘗語人。外皆譏晦叔循默，不副眾望，晦叔亦不辨也，而同僚或為辨之。"
      },
      {
        "index": 28,
        "text": "上好與兩府議論天下事，嘗謂晦叔曰：「民間不知有役矣。」對曰：「然。上戶昔以役多破家，今則飽食安居，誠幸矣；下戶昔無役，今率錢，則苦矣。」上曰：「然則法亦當更矣。」"
      },
      {
        "index": 29,
        "text": "晦叔與師正並命入樞府，師正事晦叔甚恭，久之，晦叔亦稍親之，議事頗相佐佑。閣門副使韓存寶將陜西兵討戎瀘蠻，拔數柵，斬首數百級。上欲優進官秩，以勸立功者，師正曰：「戎瀘本無事，今優賞存寶，後有立功大於此者，何以加之？」晦叔曰：「薛向言是也。」乃除四方館使。"
      },
      {
        "index": 30,
        "text": "市易司法，聽人賒貸縣官貨財，以田宅或金帛為抵當，無抵當者，三人相保則給之，皆出息十分之二，過期不輸，息外每月更加罰錢百分之二。貪人及無賴子弟，多取官貸，不能償，積息、罰愈滋，囚系督責，徒存虛數，實不可得。刑部郎中王居卿初提舉市易司，奏以田宅金帛抵當者，減其息；無抵當徒相保者，不復給。自元豐二年正月七日以前，本息之外，所負罰錢悉蠲之，凡數十萬緡；負本息者，延期半年。眾議頗以為愜。"
      },
      {
        "index": 31,
        "text": "李南公知長沙縣，有鬥者，甲強乙弱，各有青赤，南公召使前，自以指捏之，曰：「乙真甲偽也。」詰之，果服。蓋南方有櫸柳，以葉塗膚，則青赤如毆傷者；剝其皮，橫置膚上，以火熨之，則如掊傷者，水洗不落。南公曰：「毆傷者血聚而內硬，偽者不然，故知之。」"
      },
      {
        "index": 32,
        "text": "有一村多豪戶，稅不可督，所差戶長輒逃去。南公曰：「然則此村無用戶長，知縣自督之。」書其村名，帖之於柱。豪右皆懼，是歲初限未滿，此村稅最先集。"
      },
      {
        "index": 33,
        "text": "又諸村多詭名，稅存戶亡，每歲戶長代納，亦不可差。南公悉召其村豪右，謂之曰：「此田不過汝曹所典買耳，與汝期一月，為我推究，不則汝曹均分輸之。」及期，盡得冒佃之人，使各承其稅。"
      },
      {
        "index": 34,
        "text": "河北提點刑獄有班行犯罪，下獄按之，不服，閉口不食百余日，獄吏不敢考訊，甚患之。南公曰：「吾立能使之食。」引出，問曰：「吾欲以一物塞君鼻，君能終不食乎？」其人懼，即食，且服罪。人問其故，南公曰：「彼必善服氣者，以物塞鼻則氣結，故懼。」"
      },
      {
        "index": 35,
        "text": "王罕知潭州，州素號多事，知州多以威嚴取辦，罕獨以仁恕為之，州事亦治。有老嫗病狂，數邀知州訴事，言無倫理，知州卻之則悖詈。先後知州以其狂，但命僥者屏逐之。罕至，嫗復出，左右欲逐之，罕命引婦廳事，召使前，徐問。嫗雖言雜亂無次，亦有可曉者：乃本為人嫡妻，無子，其妾有子，夫死為妾所逐，家貲為妾盡據之。嫗屢訴於官，不得直，因憤恚發狂。罕為直其事，盡以家貲還之，吏民服其能察冤。"
      },
      {
        "index": 36,
        "text": "舊制，試院門禁嚴密，家人日遣報平安，傳數人口，訛謬皆不可曉，常苦之。皇祐中，王罕為監門，始置平安歷，使吏隔門問來者，詳錄其語於歷；傳入院中，試官復批所欲告家人之語及所取之物於歷；罕遣吏隔門呼其人讀示之，往來無一差失。自知舉至封彌、？？謄錄、巡鋪共一歷，人皆見之，不容有私，人甚便之。是後遵以為法。"
      },
      {
        "index": 37,
        "text": "元豐元年正月十五日夜，張燈，太皇太后以齒疾不能食，不出觀。故上於閏月十五日夜於禁中張燈，露臺妓樂俱入，太皇太后疾尚未平，酒數行而起。"
      },
      {
        "index": 38,
        "text": "其年冬，太皇太后得水疾，禦醫不能愈。會新知邠州薛昌期久病水疾，得老兵王麻胡療之，數日而愈。上聞之，遣中使召麻胡入禁中療太皇太后疾，亦愈。上喜，即除麻胡翰林醫官，賜金紫，仍賜金帛，直數千緡。"
      },
      {
        "index": 39,
        "text": "岐王夫人，馮侍中拯之曾孫也，失愛於王，屏居後閣者數年。元豐二年春，岐王宮遺火，尋撲滅。夫人聞有火，遣二婢往視之。王見之，詰其所以來，二婢曰：「夫人令視大王耳。」王乳母素憎夫人，與王二嬖人共譖之，曰：「火殆夫人所為也。」王怒，命內知客鞫其事，二婢不勝拷掠，自誣雲：「夫人使之縱火。」王杖二婢，且泣訴於太后曰：「新婦所為如是，臣不可與同處。」太后怒，謂上：「必斬之！」上素知其不睦，必為左右所陷，徐對曰：「彼公卿家子，豈可遽爾？俟按驗得實，然後議之。」乃召二婢使宮官鄭穆同鞫於皇城司。數日，獄具，無實，又命宮官馮誥錄問。上乃以具獄白太后，因召夫人入禁中，夫人大懼，欲自殺，上遣中使慰諭曰：「汝無罪，勿恐。」且命徑詣太皇太后宮，太皇太后亦慰存之。太后與上繼至，詰以火事，夫人泣拜謝罪，乃曰：「縱火則無之；然妾小家女，福薄，誠不足以當岐王伉儷，幸赦其死，乞削發出外為尼。」太后曰：「聞汝詛詈岐王，有諸？」對曰：「妾乘忿，或有之。」上乃罪乳母及二嬖人，命中使送夫人於瑤華宮，不披戴，舊俸月錢五十緡，更增倍之，厚加資給，曰：「俟王意解，當復迎之。」"
      },
      {
        "index": 40,
        "text": "元豐四年冬，朝廷大舉討夏國。十一月，環慶都總管高遵裕出旱海，皇城使、涇原副都總管劉昌祚出胡盧河，共趣靈州，詔昌祚受遵裕節制。昌祚上言軍事不稱旨，上賜遵裕書雲：「昌祚所言迂闊，必若不任事者，宜擇人代之。」遵裕由是輕昌祚。既而昌祚先至靈武城下，或傳昌祚已克靈武城，遵裕在道中聞之，即上表賀曰：「臣遣昌祚進攻，已克其城。」既而所傳皆虛。遵裕至靈武城，以為城朝夕可下，徙昌祚軍於閑地，自以環慶兵攻之。時軍中皆無攻具，亦無知其法者，遵裕旋令采木造之，皆細小樸拙不可用。又造土囊，欲以填塹。又欲以軍法斬昌祚，從共救解之。昌祚憂恚成疾，涇原軍士皆憤怒。轉運判官範純粹謂遵裕曰：「兩軍不葉，恐生他變。」力勸遵裕詣昌祚營問疾，以和解之。遵裕又使呼城上人曰：「何不亟降？」其人曰：「我未嘗戰，何謂降也？」"
      }
    ]
  }
}