{
  "chapterNumber": 7,
  "title": "卷七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "樞密直學士張詠知益州，有巡檢所領龍猛軍人潰為群盜。「龍猛軍」者，本皆募群盜不可制者充之，剽悍善鬥，連入數州，俘掠而去。蜀人大恐。詠一日召鈐轄以州牌印付之，鈐轄愕然，請其故，詠曰：「今盜勢如此，而鈐轄晏然安坐，無討賊心，是必欲令詠自行也。鈐轄宜攝州事，詠將出討之。」鈐轄驚曰：「某今行矣。」詠曰：「何時？」曰：「即今。」詠顧左右張酒具於城西門之上，曰：「鈐轄將出，吾今餞之。」鈐轄不得已，勒兵出城，與飲於樓上。酒數行，鈐轄曰：「某願有謁於公。」詠云：「何也？」曰：「某所求兵糧，願皆應副之。」詠曰：「諾。老夫亦有謁於鈐轄。」曰：「何也？詠曰：「鈐轄今往，必滅賊；若無功而返，必斷頭於此樓之下矣。」鈐轄震栗而去。既而與賊遇，果敗，士眾皆還走幾十里。鈐轄召其將校告之曰：「觀此翁所為，真斬我，不為異也。」遂復進，力戰，大破之，賊遂平。"
      },
      {
        "index": 2,
        "text": "張詠時，有僧行止不明，有司執之以白詠，詠熟視，判其牒曰：「勘殺人賊。」既而案問，果一民也，與僧同行於道中，殺僧，取其祠部戒牒三衣，因自披剃為僧。僚屬問詠：「何以知之？」詠曰：「吾見其額上猶有系巾痕也。」"
      },
      {
        "index": 3,
        "text": "真宗造玉清昭應宮，張詠上言：「不審造宮觀，竭天下之財，傷生民之命。此皆賊臣丁謂誑惑陛下，乞斬丁謂頭置於國門，以謝天下；然後斬詠頭置於丁氏之門，以謝丁謂。」上亦不罪焉。"
      },
      {
        "index": 4,
        "text": "真宗判開封府，楊礪為府僚；及登儲貳，因為東宮官；即位，為樞密副使。病甚，真宗幸其第問疾，所居在隘巷中，輦不能進。左右請還，上不許，因降輦，步至其第，存勞甚至。楊礪，太祖建隆初狀元及第。在開封府，真宗問礪何年及第，礪唯唯不對。真宗退問左右，然後知之，自悔失問，謂礪不以科名自伐，由是重之。"
      },
      {
        "index": 5,
        "text": "真宗知開封府，李應機知咸平縣。府遣散從以帖下縣，有所追捕，散從恃王勢，歡呼於縣廷。應機怒曰：「汝所事者王也，我所事者王之父也，父之人可以怠子之人，汝乃敢如此！」杖之二十。散從走歸，具道其語，泣訴於王，王不答，而默記其名，嘉其諒直。及即帝位，擢應機通判益州事，召之登殿，謂之曰：「朕方以西蜀為憂，故除卿此官，委以蜀事。此未足為大任，卿第行，勉之，有便宜事，密疏以聞。」應機至州，未幾，有走馬入奏事。前一日，知州置酒餞之，應機故稱疾不會，走馬心已不平。及暮，應機又使人謂走馬曰：「應機有密疏，欲附走馬入奏，明日未可行也。」走馬不知其受上旨，愈怒，強應之曰：「諾。」明日，走馬使人詣應機曰：「某治裝已具，且行矣，願得所賫之疏。」應機曰：「某之疏不可使人傳也，當自來受之。」走馬雖怒甚，意欲積其驕橫之狀，具奏於上，乃詣應機廨舍，受其疏以行。既至，升殿，上迎問曰：「李應機無恙乎？有疏來否？」走馬愕然失據，即對曰：「有。」因探其懷出之。上周覽，稱善數四，因問應機在蜀治行何如，走馬踧？？，轉辭更稱譽之。上曰：「汝還語應機，凡所言事皆善，已施行矣。更有意見，盡當以聞。蜀中無事，行召卿矣。」頃之，召入，遷擢，數歲中至顯官。應機為吏強敏，而貪財多權詐，其後上亦察其為人，浸疏之。"
      },
      {
        "index": 6,
        "text": "景德初，契丹寇澶州，樞密使陳堯叟奏請沿河皆撤去浮橋，舟船皆收泊南岸。敕下河陽、河中、陜府如其奏，百姓大驚擾。監察御史王濟知河中府，獨不肯撤，封還敕書，且奏以為不可。陜州通判張稷時以公事在外，州中已撤浮橋，稷還，聞河中府不撤，乃復修之。寇相時在中書，由是知此二人。明年，召濟為員外郎兼侍御史知雜事，方且進用。濟性鯁直，眾多嫌之，及寇相出，濟遂以郎中知杭州，徙知洪州而卒。稷亦以此為三司判官、轉運使。"
      },
      {
        "index": 7,
        "text": "景德初，契丹犯河北，王欽若鎮魏府，有兵十餘萬。契丹將至，闔城惶遽。欽若與諸將議探符分守諸門，閣門使孫全照曰：「全照將家子，請不探符。諸將自擇便利處所，不肯當者，某請當之。」既而莫肯守北門者，乃以全照付之。欽若亦自分守南門，全照曰：「不可。參政主帥，號令所出，謀畫所決，北門至南門二十里，請覆待報，必失機會，不如居中央府署，保固腹心，處分四面，則大善。」欽若從之，全照素教蓄無地分弩手，皆執朱漆弩，射人馬洞徹重甲，隨所指麾，應用無常。於是大開北門，下釣橋以待之。契丹素畏其名，莫敢近北門者，乃環過攻東門。良久，舍去，東趣故城。是夜月黑，契丹自故城潛師復過魏府，伏兵於城南狄相廟中，遂南攻德清軍。飲若聞之，遣將率精兵追之，契丹伏兵斷其後，魏兵不能進退。全照請於欽若曰：「若亡此兵，是無魏也。北門不足守，全照請救之。」欽若許之。全照率麾下出南門力戰，殺傷契丹伏兵略盡，魏兵復得還，存者什三四。德清遂陷。"
      },
      {
        "index": 8,
        "text": "寇萊公少時不修小節，頗愛飛鷹走狗。太夫人性嚴，嘗不勝怒，舉秤錘投之，中足流血，由是折節從學。及貴，母已亡，每捫其痕，輒哭。"
      },
      {
        "index": 9,
        "text": "景德中，虜犯澶淵，天子親征，樞密使陳堯叟、王欽若密奏宜幸金陵，以避其鋒。是時乘輿在河上行宮，召寇準入謀其事。準將入，聞內中人謂上曰：「群臣欲將官家何之邪？何不速還京師？」準入見，上以金陵謀問之，準曰：「群臣怯懦無知，不異於向者婦人之言。今胡虜迫近，四方危心，陛下唯可進尺，不可退寸。河北將士旦夕望陛下至，氣勢百倍。今若陛下回輦數步，則四方瓦解，虜乘其勢，金陵可得至邪？」上善其計，乃北渡河。"
      },
      {
        "index": 10,
        "text": "丁、寇異趣，不協久矣。寇為樞密使，曹利用為副使，寇以其武人，輕之。議事有不合者，萊公輒曰：「君一武夫耳，豈解此國家大體！」鄆公由是銜之。真宗將立劉後，萊公及王旦、向敏中皆諫，以為出於側微，不可。劉氏宗人橫於蜀中，奪民鹽井，上以後故，欲舍其罪，萊公固請行法。是時上已不豫，不能記覽，政事多宮中所決。丁相知曹、寇不平，遂與鄆公合謀，請罷萊公政事，除太子少傅。上初不知，歲餘，忽問左右曰：「吾目中久不見寇準，何也？」左右亦莫敢言。上崩，太后稱制，萊公再貶雷州。是歲，丁相亦獲罪。"
      },
      {
        "index": 11,
        "text": "張齊賢為布衣時，倜儻有大度，孤貧落魄，常舍道上逆旅。有群盜十餘人，飲食於逆旅之間，居人皆惶恐竄匿；齊賢徑前揖之，曰：「賤子貧困，欲就諸大夫求一醉飽，可乎？」盜喜曰：「秀才乃肯自屈，何不可者？顧吾輩粗疏，恐為秀才笑耳。」即延之坐。齊賢曰：「盜者，非齷齪兒所能為也，皆世之英雄耳。仆亦慷慨士，諸君又何間焉？」乃取大碗，滿酌飲之，一舉而盡，如是者三。又取豚肩，以指分為數段而啖之，勢若狼虎。群盜視之愕眙，皆咨嗟曰：「真宰相器也。不然，何能不拘小節如此也！他日宰制天下，當念吾曹皆不得已而為盜耳，願早自結納。」竟以金帛遺之。劉賢皆受不讓，重負而返。"
      },
      {
        "index": 12,
        "text": "張齊賢真宗時為相，戚裏有爭分財不均者，更相訴訟。又因入宮，自理於鍁埃貤焜逴嘍希？不能服。齊賢曰：「是非臺府所能決也，臣請自治之。」上許之。齊賢坐相府，召訟者曰：「汝非以彼所分財多，汝所分財少乎？」皆曰：「然。」即命各供狀結實，乃召兩吏趣徙其家，令甲家入乙舍，乙家入甲舍，貨財皆按堵如故，分書則交易之，訟者乃止。明日奏狀，上大悅，曰：「朕固知非君莫能定者。」"
      },
      {
        "index": 13,
        "text": "長安多仕族子弟，恃蔭縱橫，二千石鮮能治之者。陳堯咨知府，有李大監者，堯咨舊交，其子尤為強暴。一旦，以事自致公府，堯咨問其父兄宦遊何方，得安信否，語言勤至。既而讓曰：「汝不肖，亡賴如是，汝家不能與汝言，官法又不能及，汝恃贖刑，無復恥耳！我與爾父兄善，義猶骨肉，當代汝父兄訓之。」乃引於便坐，手自杖之數十下。由是子弟亡賴者皆惕息。然其用刑過酷。有博戲者，杖訖，桎梏列於市，置死馬其傍，腐臭氣中瘡皆死，後來者系於先死者之足。其殘忍如此。"
      },
      {
        "index": 14,
        "text": "真宗時，王欽若善承人主意，上望見輒悅之。每拜一官，中謝日，輒問曰：「除此官且可意否？」其寵遇如此。"
      },
      {
        "index": 15,
        "text": "欽若為人陰險多詐，善以巧譎中人，人莫之寤。與王旦同為相，翰林學士李宗諤有時名，旦善視之。旦欲引宗諤參知政事，以告欽若，欽若曰：「善。」旦曰：「當以白上。」宗諤家素貧，祿廩不足以給婚嫁，旦前後資借之，凡千餘緡，欽若知之。故事，參知政事中謝日，所賜物近三千緡。欽若因密奏：「宗諤負王旦私錢，不能償。旦欲引宗諤參知政事，得賜物以償己債，非為國擇賢也。」明日，旦果以宗諤名薦於上，上作色不許。其權譎皆此類。"
      },
      {
        "index": 16,
        "text": "後罷相，為資政殿學士。故事，雜學士並在翰林學士下。及飲若入朝，上見其位在李宗諤下，怪之，以問左右，左右以故事對。上即日除欽若資政殿大學士，位在翰林學士上。資政殿大學士自此始。"
      },
      {
        "index": 17,
        "text": "初，欽若與丁謂善，援引至兩府。及謂得志，稍叛欽若，欽若恨之。及立皇太子，以當時兩府領少師、少傅、少保，召欽若於外，為太子太保。欽若既謁上，明日入資善堂見太子，位在三少之上。是時上已不豫，事多遺忘。丁謂方用事，尋有詔，欽若以太子太保歸班。欽若袖詔書白上：「臣已歸班，不識詔旨所謂。」上留其詔，改除司空、資政殿大學士。頃之，欽若宴見，上問：「卿何故不之中書？」對曰：「臣不為宰相，安敢之中書？」上顧都知，送欽若詣中書視事。欽若既出，使都知入奏：「以無白麻，不敢奉詔。」因歸私第。上命中書降麻。丁謂因除欽若節度使、同平章事、西京留守。上但聞降麻，亦不之寤也。"
      },
      {
        "index": 18,
        "text": "久之，丁謂密使人謂欽若曰：「上數語及君，思見之，君第上表徑來，上必不訝也。」欽若信之，即上表請覲，未報，亟留府事委僚屬而入朝。謂因責以擅委符印詣闕，無人臣禮，下詔貶司農卿、南京分司。"
      },
      {
        "index": 19,
        "text": "會今上即位，丁謂敗，章獻太后以欽若先朝寵臣，復起知昇州。自昇州召還，比至京，大臣始知之。既至，復為相。然欽若不復大用事如真宗時矣。未幾，有朝士自外方以寄遺欽若，為人所知，欽若因自發其事，太后由是解體。頃之，薨於位，謚曰文穆。無子，養族人為後。欽若方用事時，四方饋遺，不可勝紀。其家金帛、圖書、奇玩，富於丁謂，為天火所焚，一朝殆盡。"
      },
      {
        "index": 20,
        "text": "王文穆為人雖深刻，然其人智略士也。澶淵之役，文穆鎮天雄。契丹既退，王親軍率大兵向魏府，魏府鈐轄懼，欲閉城拒之，文穆曰：「不可。」若果如此，則猜嫌遂形，是成其叛心也。」乃命於城外十里結彩棚以待之。至則迎勞，歡宴飲酒連日。既罷，其所統軍皆已分散諸道矣，親軍皆不知焉。康定初，河亭上遇一朝士縗服者言之。"
      },
      {
        "index": 21,
        "text": "王欽若為翰林學士，與比部員外郎、直集賢院、修起居註洪湛同知貢舉，湛後差入貢院，時諸科已試第六場。是時，法禁尚疏，欽若奴祁睿得出入貢院。欽若妻受一舉人賂，書睿掌以姓名語欽若，皆奏名。有濟源經科，因一僧許賂欽若銀十挺，既入六挺，余負而不歸，僧往索之，因喧鬥。事發，下御史臺鞫案。事方紛紜，真宗擢欽若參知政事。中丞趙昌言以獄辭聞，收欽若下臺對辨，上雖知其情，終不許，曰：「朕待欽若至厚，欽若欲銀，當就朕求之，何苦受舉人賂邪？且欽若才登兩府，豈可遽令下吏乎？」昌言爭不能得。湛乃獨承其罪，詔免死罪，杖背、免刺面、配嶺南牢城。湛家貧，每會客從同館梁顥借銀器，是時適在其家，因沒以為贓。欽若內亦自愧，其後擢湛子鼎為官以報之。真宗晚年，欽若恩遇浸衰，人有言其受金者，欽若於上前白辨，乞下御史臺核實。上不悅，曰：「國家置御史臺，固欲為人辨虛實耳！」欽若皇恐，因求出藩，乃命知杭州。"
      },
      {
        "index": 22,
        "text": "王欽若為亳州判官，監會亭倉。天久雨，倉司以谷濕不為受納，民自遠方來輸租者，食谷且盡，不能得輸。欽若悉命輸之倉，奏請不拘年次，先支濕谷，不至朽敗。奏至，太宗大喜，手詔答許之，因識其名。秩滿入見，擢為朝官。"
      },
      {
        "index": 23,
        "text": "真宗即位，欽若首乞免放欠負，由是大被知遇，以至作相。"
      },
      {
        "index": 24,
        "text": "天聖初，契丹遣使請借塞內地牧馬，朝廷疑惑，不知所答。欽若方病在家，章獻太后命肩輿入殿中問之，欽若曰：「不與則示怯，不如與之。」太后曰：「夷狄豺狼，奈何廷之塞內？」欽若曰：「虜以虛言相恐愒耳，未必敢來。宜密詔曹瑋，使奏乞整頓士馬以備非常。」太后從之，契丹果不入塞。瑋時知定州。"
      },
      {
        "index": 25,
        "text": "太宗時，大臣得罪者，貶謫無所假貸，制辭極言詆之。未幾，思其才，輒復進用。真宗重於進退大臣，制辭亦加審慎。向敏中為相，典故薛居正宅，居正子婦柴氏上書，訟敏中典宅虧價，且言敏中欲娶己，己不許。上面問敏中，對曰：「臣自喪妻以來，未嘗謀及再娶。」既而，上聞其欲娶王承衍女弟，責其不實，罷相歸班。其麻辭曰：「翼贊之功未著，廉潔之操蔑聞。喻利居多，敗名無恥。始營故相之第，終興嫠婦之辭。對朕食言，為臣自昧。」又曰：「朕選用不明，縉紳興誚。」議者皆以敏中為終身擯棄不復用矣。"
      },
      {
        "index": 26,
        "text": "是時，舊相出鎮者，多不以吏事為意。寇萊公雖有重名，所至之處，終日遊宴，所愛伶人，或付與富室，輒厚有所得，然人皆樂之，不以為非也。張齊賢儻蕩任情，獲劫盜或時縱遣之，所至尤不治。上聞之，皆不以為善。唯敏中勤於政事，所至著稱。上曰：「大臣出臨方面，唯向敏中盡心於民事耳。」於是有復用之意。"
      },
      {
        "index": 27,
        "text": "會夏州李繼遷末年，兵敗被傷，自度孤危且死，屬其子德明必歸朝廷，曰：「一表不聽，則再請；雖累百表，不得請，勿止也。」繼遷卒，德明納款。上亦欲息兵，乃自永興徙敏中知延州，受其降。事畢，徒知河南府。東封、西祀，皆以敏中為東京留守。西祀還，遂復為相，薨於相位。"
      },
      {
        "index": 28,
        "text": "向相在西京，有僧暮過村民家求寄止，主人不許，僧求寢於門外車箱中，許之。夜中有盜入其家，自墻上扶一婦人並囊衣而出。僧適不寐，見之。自念不為主人所納而強求宿，而主人亡其婦及財，明日必執我詣縣矣，因夜亡去。不敢循故道，走荒草中，忽墮眢井，則婦人已為人所殺，先在其中矣。明日，主人搜訪亡僧並子婦屍，得之井中，執以詣縣，掠治，僧自誣云：「與子婦奸，誘與俱亡，恐為人所得，因殺之投井中，暮夜不覺失足，亦墜其中。贓在井傍亡失，不知何人所取。」"
      },
      {
        "index": 29,
        "text": "獄成，詣府，府皆不以為疑，獨敏中以贓不獲疑之。引僧詰問數四，僧服罪，但言：「某前生當負此人死，無可言者。」敏中固問之，僧乃以實對。敏中因密使吏訪其賊。吏食於村店，店嫗聞其自府中來，不知其吏也，問之曰：「僧某者，其獄如何？」吏紿之曰：「昨日已笞死於市矣。」嫗嘆息曰：「今若獲賊，則何如？」吏曰：「府已誤決此獄矣，雖獲賊，亦不敢問也。」嫗曰：「然則言之無傷矣。婦人者，乃此村少年某甲所殺也。」吏曰：「其人安在？」嫗指示其舍，吏就舍中掩捕，獲之。案問具服，並得其贓。一府咸以為神。"
      },
      {
        "index": 30,
        "text": "王旦字子明，大名人。祖徹，進士及第，官至左拾遺。父祜，以文學介直知名，知制誥二十餘年，官至兵部侍郎，風鑒精審。旦少時，祜常明以語人，謂旦必至公輔，手植三槐於庭以識之。"
      },
      {
        "index": 31,
        "text": "旦幼聰悟，寬裕清粹。太平興國中，一舉登進士第，除大理評事、知岳州平江縣事，徒監潭州酒稅。知州事何承矩薦其才行，太宗召除著作佐郎。是時方興文學，修三館，建秘閣，購文籍，旦以選與校正。遭父喪，追出供職。端拱中，通判鄭州事，月餘，徙濠州。遭母喪去，詔復故任。淳化初，以殿中丞直史館。明年，除左正言、知制誥。四年，同判吏部流內銓、知考課院。會妻父趙昌言參知政事，旦上奏，以知制誥中書屬官，引唐獨孤郁避權德輿故事，固求解職，上嘉而許之，以禮部郎中充集賢院修撰，掌銓課如故。逾年，昌言罷政事，旦即日復知制誥，依前修撰，仍賜金紫。"
      },
      {
        "index": 32,
        "text": "逮真宗即位，除中書舍人。數月，召入翰林為學士，尋知審官院，兼通進銀臺司。咸平三年，權知貢舉。鎖宿旬日，就拜給事中、同知樞密院事。明年，遷工部侍郎、參知政事。"
      },
      {
        "index": 33,
        "text": "景德初，契丹入寇，從車駕幸澶淵。時鄆王留守京師，暴得心疾，詔旦權東京留守司事，乘傳而歸，聽以便宜從事。三年，以工部尚書同中書門下平章事、集賢殿大學士。明年，車駕幸永安，以旦為朝拜諸陵大禮使。及還，監修《國史》。"
      },
      {
        "index": 34,
        "text": "大中祥符元年，天書降，以旦為封禪大禮使，又入為天書儀衛使；從登封泰山，遷中書侍郎兼刑部尚書、同平章事；受詔作《封祀壇頌》，遷兵部尚書、同平章事。及祀汾陰，以旦為汾陰大禮使，還，遷右僕射、同平章事；受詔作《汾陰祠壇頌》，上更欲遷旦官，旦瀝懇固辭，乃止加昭文館大學士及增功臣而已。及聖祖降，又加門下侍郎；玉清昭應宮成，以旦為玉清昭應宮使；鑄天尊銅像成，以旦為迎奉聖像大禮使；寶符閣成，又為天書刻玉使；車駕幸亳，以旦為奉祀大禮使。上以兗州壽丘為聖祖降生之地，於是處建景靈宮，以旦為朝修使；宮成，拜司空。《國史》成，進拜司徒。天禧元年，進拜太保，並同平章事。聖祖上尊號，以旦為太極觀奉上寶冊使。"
      },
      {
        "index": 35,
        "text": "旦在政府十有八年，以疾辭，累章不許。及自兗州還，懇請備至，乃詔冊拜太尉兼侍中，五日一起居，因入中書；遇軍國有重事，不以時日，並入參決。旦聞之惶恐，拜章乞寢恩數，至闔門俟命，乃止增封邑，而優假之數率如前詔。既而疾甚，求對便座，扶以升殿，上見其臒瘠，惻然許之。旦退，復上奏。明日，冊拜太尉，依前玉清昭應宮使，罷知政事，特給宰臣月俸之半，仍令禮官草具尚書省都堂署事之儀。未及行，其年九月己酉薨，冊贈太師、尚書令，謚文正。上出次發哀，群臣奉慰。擢其弟度支員外郎旭為司封員外郎，兄子大理評事睦為大理寺丞，弟子衛尉寺丞質為大理寺丞；外孫韓綱、蘇舜元、範禧並同學究出身；子素、弟子徽俱未官，素補太常寺太祝，徽秘書省校書郎。"
      },
      {
        "index": 36,
        "text": "初，旦與錢若水同直史館、知制誥，有僧善相，謂若水曰：「王舍人他日位極人臣，富貴無與為比。」若水曰：「王舍人面偏而喉骨高，如何其貴也？」僧曰：「作相之後，面當自正。喉骨高者，主自奉養薄耳。」後果如其言。"
      },
      {
        "index": 37,
        "text": "旦以寬厚清約為相幾二十年，遭時承平，人主寵遇至厚，公廉自守，中外至今稱之。事寡嫂謹，撫弟妹有恩，祿賜所得，與宗族共之。家事悉委弟旭，一無所問。遇恩，蔭補遍於群從，身歿之日，諸子猶有褐衣者。性好釋氏，臨終遺命剃髮著僧衣。棺中勿藏金玉，用荼毗火葬法，作卵塔而不為墳。其子弟不忍，但置僧衣於棺中，不藏金玉而已。"
      },
      {
        "index": 38,
        "text": "真宗時，馬知節、韓崇訓皆以檢校官簽署樞密院事。知節為人質直。真宗東封泰山，車駕發京師，上及從官皆蔬食。封禪禮畢，上勞宰臣王旦等曰：「卿等久食蔬，不易。」旦等皆再拜。知節獨進言：「蔬食者唯陛下一人而已。王旦等在道中與臣同次舍，無不私食肉者。」又顧旦等曰：「知節言是否？」旦再拜曰：「誠如知節之言。」"
      }
    ]
  }
}