{
  "chapterNumber": 13,
  "title": "卷十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "熙寧中，朝廷遣沈起、劉彜相繼知桂州，以圖交趾。起、彜作戰船，團結峒丁以為保甲，給陣圖，使依此教戰，諸峒騷然。士人執《交趾圖》言攻取之策者，不可勝數。嶺南進士徐百祥屢舉不中第，陰遺交趾書曰：「大王先世本閩人，聞今交趾公卿貴人多閩人也。百祥才略不在人後，而不用於中國，願得佐大王下風。今中國欲大舉以滅交趾，兵法：『先人有奪人之心』，不若先舉兵入寇，百祥請為內應。」於是交趾大發兵入寇，陷欽、廉、邕三州，百祥未得間往歸之。會石鑒與百祥有親，奏稱百祥有戰功，除侍禁，充欽廉白州巡檢。朝廷命宣徽使郭逵討交趾，交趾請降，曰：「我本不入寇，中國人呼我耳。」因以百祥書與逵，逵檄廣西轉運司按鞫，百祥逃去，自經死。"
      },
      {
        "index": 2,
        "text": "交趾賊熙寧八年十一月二十一日、二十五日連破欽、廉二州，又破邕州管下太平、永平二寨。二十七日，圍邕州。知州、皇城使蘇緘晝夜築城力戰，所殺傷蠻人甚多，城因以固。"
      },
      {
        "index": 3,
        "text": "九年正月四日，廣西鈐轄張守節等過昆侖關赴援，兵少輕進，三千余人悉為蠻眾所掩，殺傷殆盡。劉執中與廣西提刑遁回，後更無援兵。王師自京師數千里赴援，孤城抗賊，晝夜不得休息。正月二十一日，矢石且盡，城遂潰破，蘇緘猶誓士卒殊死戰，兵民死者十萬余口，擄婦女小弱者七八萬口。二十二日，賊焚邕州城。二十三日，遂回本洞。"
      },
      {
        "index": 4,
        "text": "今王師前軍三將已達桂林，一將暫戍長沙；中軍旦夕過府，亦長沙置局；後軍三將分屯荊、鼎、澧三郡，一將襄州。"
      },
      {
        "index": 5,
        "text": "湖北饑，米鬥計百五十鈔，餒死者無數。"
      },
      {
        "index": 6,
        "text": "敕榜下交趾管內州峒官吏軍民等雲：「已差吏部員外郎、天章閣待制趙卨充安南道行營馬步軍都總管、經略招討使兼廣南西路安撫使，昭宣使、嘉州防禦史、內侍押班李憲充副使，龍神衛四廂都指揮使、忠州刺史燕達充馬步軍副都總管。順時興師，水陸兼進。天示助順，已兆布新之祥；人知侮亡，鹹懷敵愾之氣。然王師所至，弗迓克奔。咨爾士庶，久淪塗炭，如能諭王內附，率眾自歸，執虜獻功，拔身助順，爵賞賜予，當倍常科；舊惡宿負，喚栽慁？。乾德幼稚，政非己出，造庭之日，待遇如初。朕言不渝，眾聽毋惑。比聞編戶，極困誅求，已戒使人，具宣恩旨：暴征橫賦，到即蠲除，冀我一方，永為樂土。」時交趾所破城邑，即為露布，榜之衢路，言：「所部之民叛如中國者，官吏容受庇匿。我遣使訴於桂管，不報；又遣使泛海訴於廣州，亦不報。故我帥兵追捕亡叛者。而鈐轄張守節等輒相邀遮，士眾奮擊，應時授首。」又言：「桂管點閱峒兵，明言又見討伐。」又言：「中國作青苗、助役之法，窮困生民，我今出師，欲相拯濟。」故介甫自作此榜以報覆之。"
      },
      {
        "index": 7,
        "text": "提點刑獄楊畋自將擊破叛蠻。癸酉，詔特支荊湖擊蠻諸軍錢有差，仍命中使賫詔察視，具功狀以聞。"
      },
      {
        "index": 8,
        "text": "慶歷四年夏四月壬辰朔，丁酉，潭州奏：「山蠻鄧和尚等寇掠衡、道、永、郴州、桂陽監。」先是，宜州奏：「本管環州蠻賊歐希範僭稱桂王，歐正辭僭稱桂州牧，攻環州，殺官吏。」詔以虞部員外郎杜杞，為刑部員外郎、直集賢院，充廣南西路轉運按察使兼本路安撫使，委以便宜經略。"
      },
      {
        "index": 9,
        "text": "茂州舊領羈縻九州，皆蠻族也。蠻自推一人為州將，治其眾。州將常在茂州受處分。茂州居群蠻之中，地不過數十里，舊無城，惟植鹿角。蠻人屢以昏夜入茂州，剽掠民家六畜及人，茂州輒取貨於民家，遣州將往贖之，與之講和而誓，習以為常。茂州民甚苦之。"
      },
      {
        "index": 10,
        "text": "熙寧八年，屯田員外郎李琪知茂州，民投牒請築城，琪為奏之，乞如民所請，築城繞民居，凡八百余步。朝廷下成都路鈐轄司，度其利害。時龍圖閣直學士蔡延慶領都鈐轄，李琪已罷去，大理寺丞範百常知茂州。延慶下百常檢度，百常言其利，朝廷遂令築之。既而，蠻酋群訴於百常，稱城基侵我地，乞罷築，百常不許，訴者不已，百常以梃驅出。"
      },
      {
        "index": 11,
        "text": "九年三月二十四日，始興築，城才丈余，靜州等群蠻數百奄至其處。茂州兵才二百人，百常帥之拒擊，殺數人，蠻乃退，百常帥遷民入牙城。明日，蠻數千人，四面大至，悉焚鹿角及民廬舍，引梯沖攻牙城，矢石雨下，百常率眾乘城拒守。至二十九日，其酋長二人為櫑木所殺，蠻兵乃退。既而四月初，屢來攻城，皆不克而退。然遊騎猶繞四山，城中人不敢出。"
      },
      {
        "index": 12,
        "text": "茂州南有箕宗關路通永康軍，北有隴東路通綿州，皆為蠻所據。百常募人間道詣成都，及書木牌數百投江中，告急求援。於是蜀州駐泊都監孫青，將數千人自箕宗關入，蠻伏兵擊之，青死而士卒死傷不多。又有王供備等將數千人自隴東道入，時州蠻請降，從者殺其二子，蠻怒，密告靜州等蠻，使遮其前，而自後驅之，壅溪上流，官軍既涉而決之，殺溺殆盡。既而鈐轄司命百常與之和誓，蠻人稍定。"
      },
      {
        "index": 13,
        "text": "蔡延慶奏乞朝廷遣近上內臣共經制蠻事，朝廷命押班王中正專制蠻事。中書、密院劄子皆雲「奉聖旨：講和」，而中正自雲「受禦前劄子，掩襲叛蠻」。其年五月，中正將兵數千自箕宗關入，經恭州、蕩州境，乘其無備掩擊之，斬首數百級，擄掠畜產，焚其廬舍皆盡。既而復與之和誓。至七月，又襲擊之，又隨而與之和誓，乃還，奏雲事畢。始，蔡帥恐監司不肯應給軍須，故奏乞近上內臣共事。中正受宣命，凡軍事皆與都鈐轄司商議，中正將行，奏雲：「茂州去成都府遠，若事大小一一與鈐轄司商議，恐失事機，乞委臣專決，關鈐轄司知。」有旨依奏。中正既至，軍事進止，皆由己出，蔡不復得預聞，事既施行，但關知而已，監司皆附之。遂奏：「蔡延慶區處失宜，致生邊患。又延慶既與之和誓，而臣引兵入箕宗關，蠻渝約出兵拒戰。」蔡由是徙知渭州，以資政殿學士馮京代之。又奏：「範百常築城侵蠻地，生邊患。」坐奪一官、勒停。隴西土田肥美，靜、時等六州引生羌據其地，中正不能討，北路遂絕。"
      },
      {
        "index": 14,
        "text": "故事，與蠻為和誓者，蠻先輸貨，謂之「抵兵」，又輸求和物，官司乃籍所掠人畜財物使歸之，不在者增其價。然後輸誓牛羊豕棘耒耜各一，乃縛劍門於誓場，酋豪皆集，人人引於劍門下過，刺牛羊豕血歃之；掘地為坎，反縛羌婢坎中，加耒耜及棘於上，人投一石擊婢，以土埋之，巫師詛雲：「有違誓者，當如此婢。」及中正和誓，初不令輸「抵兵」、求和等物，亦不索其所掠；自備誓具，買羌婢，以氈蒙之，經宿而失；中正先自劍門過，蠻皆怨而輕之。自是剽掠不絕。"
      },
      {
        "index": 15,
        "text": "慶歷四年四月丁巳，梓夔路鈐轄司奏：「滬州淯井監蠻攻三江寨。」詔秦鳳路發兵千人擊之。"
      },
      {
        "index": 16,
        "text": "慶歷四年七月，梓州路轉運司奏：「知滬州、左侍禁、閣門祗候李康伯，令教練使史愛招諭淯井叛蠻，酋長鬥敖等出降。乞旌賞及補愛殿侍，充淯井監一路巡檢，李康伯與提點刑獄。」"
      },
      {
        "index": 17,
        "text": "皇祐四年，儂智高世為廣源州酋長，役屬交趾，稱廣源州節度使。有金坑，交趾賦斂無厭，州人苦之。智高桀黠難制，交趾惡之，以兵掩獲其父，留交趾以為質，智高不得已，歲輸金貨甚多。久之，父死，智高怨交趾，且恐終為所滅，乃叛交趾，過江，徙居安德州，遣使詣邕州求朝命補為刺史。朝廷以智高叛交趾而來，恐疆場生事，卻而不受。智高由是怨，數入為盜。"
      },
      {
        "index": 18,
        "text": "先是，禮賓使丌赟坐事出為洪州都指揮使，會赦，有薦其材勇，前所坐薄，可收使，詔除禦前忠佐，將兵戍邕州。赟欲邀奇功，深入其境，兵敗，為智高所擒，恐智高殺之，乃紿言：「我來非戰也，朝廷遣我招安汝耳。不幸部下人不相知，誤相與鬥，遂至於此。」因諭以禍福。智高喜，以為然，遣其黨數十人隨赟至邕州，不敢復求刺史，但乞通貢朝廷。邕州言狀，朝廷以赟妄入其境，取敗，為賊所擒，又欲脫死，妄許其朝貢，為國生事，罪之，黜為全州都指揮使，智高之人皆卻還。智高大恨，且以朝廷及交趾皆不納，窮無所歸，遂謀作亂。有黃師宓者，廣州人，以販金常往來智高所，因為之畫取廣州之計，智高悅之，以為謀主。是時，武臣陳珙知邕州，智高陰結珙左右，珙不之知。"
      },
      {
        "index": 19,
        "text": "皇祐四年四月，智高悉發所部之人及老弱盡空，沿江而下，凡戰兵七千余人。五月乙巳朔，奄至邕，珙閉城拒之，城中之人為內應，賊遂陷邕州，執珙等官吏，皆殺之。司戶參軍孔宗旦罵賊而死。智高自稱仁惠皇帝，改元啟歷，沿江東下。橫、貴、潯、龔、藤、梧、康、封、端諸州無城柵，皆望風奔潰，不二旬，至廣州。"
      },
      {
        "index": 20,
        "text": "知廣州仲簡性愚且狠，賊未至間，僚佐請為之備，皆不聽。至遣兵出戰，賊使勇士數十人，以青黛塗面，跳躍上岸，廣州兵皆奔潰。先是，廣州地皆蜆殼，不可築城，前知州魏瓘以甓為之，其中甚隘小，僅可容府署、倉庫而已。百姓驚走，輦金寶入城，簡閉門拒之，曰：「我城中無物，猶恐賊來，況聚金寶於中邪？」城外人皆號哭，金寶悉為賊所掠，簡遂閉門拒守。"
      },
      {
        "index": 21,
        "text": "轉運使王罕時巡按至梅州，聞之，亟還番禺。鄉村亡賴少年，乘賊勢互相剽掠，州縣不能制，民遮馬自訴者甚眾。罕乃下馬，召諸老人坐而問之，曰：「汝曹嘗經此變乎？」對曰：「昔陳進之亂，民間亦如是。時有縣令，籍民間強壯者，悉令自衛鄉裏，無得他適。於是鄉村下不能侵暴，亦不能侵暴鄰村，一境獨安。」罕即遍移牒州縣，用其策，且斬為暴者數人，民間始安。罕既入城，鈐轄侍其淵等共修守備。賊掠得海船昆侖奴，使登樓車以瞰城中，又琢石令圓以為炮，每發輒殺數人，晝夜攻城，五十余日，不克而去。"
      },
      {
        "index": 22,
        "text": "時提點刑獄鮑軻欲遷其家置嶺北，至南雄州，知州責而留之。軻乃诇廣聲聞，日有所奏；罕在圍城中，無奏章。賊退，朝廷賞軻而責罕，罕坐左遷。"
      },
      {
        "index": 23,
        "text": "五月乙巳朔，丙寅，儂智高攻廣州。壬申，詔知桂州陳曙將兵救之。初，直史館楊畋，繼業之族人也，嘗為湖南提點刑獄，討叛蠻，與士卒同甘苦，士卒愛之，時居父喪。六月乙亥，詔起畋為廣南西路體量安撫使。畋儒者，迂闊無威，諸將不服，尋罷之。"
      },
      {
        "index": 24,
        "text": "七月丙午，以余靖經制廣南東西路賊盜。壬戌，智高解廣州圍，西還攻賀州，不克。廣南東路鈐轄張忠初到官，所將皆烏合之兵，智高遇戰於白田，忠敗死。西路鈐轄蔣偕性輕率，舉措如狂人，軍於太平場，初不設備。九月戊申，智高襲擊殺人。丙寅，又敗官軍於龍岫洞。丁巳，以余靖提舉廣南東西路兵甲，尋為經略使，又命樞密直學士孫沔、入內押班石全彬與靖同討智高。西路鈐轄王正倫敗於館門驛，遂陷昭州。"
      },
      {
        "index": 25,
        "text": "樞密副使狄青請自出戰擊賊，庚午，以青為宣徽使、荊湖南北路宣撫使、都大提舉經制廣南東西路盜賊事。諫官韓絳上言，狄青武人，不足專任，固請以侍從文臣為之副。上以訪執政，時龐籍獨為相，對雲：「屬者王師所以屢敗，皆由大將權輕，偏裨人人自用，遇賊或進或退，力不能制故也；今青起於行伍，若以侍從之臣副之，彼視青如無，青之號令復不得行，是循覆車之軌也。青素名善戰，今以二府將大兵討賊，若又不勝，不惟嶺南非陛下之有，荊湖、江南皆可憂矣。禍難之興，未見其涯，不可不慎。青昔在鄜延，居臣麾下，沈勇有智略，若專以智高事委之，使青先以威齊眾，然後用之，必能辦賊，幸陛下勿以為憂也。」上曰：「善。」於是詔嶺南用兵皆受青節度，處置民事，則與孫沔等議之。時余靖軍於賓州，聞智高將至，棄其城及芻糧，走保邕。丁丑，智高陷賓州，靖引兵出，揚言邀賊，留監押守邕州，監押亦走。甲申，智高復入邕州。"
      },
      {
        "index": 26,
        "text": "十一月，狄青至湖南，諸道兵皆會，諸將聞宣撫使將至，爭先立功。余靖遣廣南西路鈐轄陳曙將萬人擊智高，為七寨，逗遛不進。"
      },
      {
        "index": 27,
        "text": "十二月壬申朔，智高與曙戰於金城驛。曙敗，遁歸，死者二千余人，棄捐器械輜重甚眾。交趾王德政請出兵二萬助收智高，狄青奏：「官軍自足辦賊，無用交趾兵。」丁未，詔交趾毋出兵。青又請西邊蕃落廣銳近二千騎與俱。"
      },
      {
        "index": 28,
        "text": "五年正月，青至賓州，余靖、陳曙皆來迎竭。時饋運未至，青初令備五日糧，既又備十日糧。智高聞之，由是懈惰不為備，上元張燈高會。先是，諸將視其帥如寮寀，無所嚴憚，每議事，各執已見，喧爭不用其命。已酉，狄青悉集將佐於幕府，立陳曙於庭下，數其敗軍之罪，並軍校數十人皆斬之。諸將股栗，莫敢仰視。余靖起拜曰：「曙之失律，亦靖節制之罪。」青曰：「舍人文臣，軍旅之責，非所任也。」於是勒兵而進，步騎二萬人。"
      },
      {
        "index": 29,
        "text": "或說儂智高曰：「騎兵利平地，宜遣兵守昆侖關，勿使度險，俟其兵疲食盡，擊之無不勝者。」智高驟勝，輕官軍，不用其言。青倍道兼行，出昆侖關，直趨其城。智高聞之，狼狽發兵出戰。戊午，相遇於歸仁鋪，青使步卒居前，匿騎兵於後。蠻使驍勇者執長槍居前，羸弱悉在其後。其前鋒孫節戰不利而死，將卒畏青令嚴，力戰莫敢退者。青登高丘，執五色旗，麾騎兵為左右翼，出長槍之後，斷蠻軍為三，旋而擊之，槍立如束，蠻軍大敗，殺獲三千余人，獲其侍郎黃師宓等。智高走還城，官軍追之，營其城下。夜，營中驚呼，蠻聞之，以為官軍且進攻，棄城走。明日，青入城，遣裨將於振追之，過田州不及而還，智高奔大理。捷書至，上喜，謂龐籍曰：「嶺南非卿執議之堅，不能平，今日皆卿功也。」"
      },
      {
        "index": 30,
        "text": "狄青還，上欲以為樞密使、同平章事，籍曰：「昔曹彬平江南，太祖謂之曰：『朕欲以卿為使相，然今外敵尚多，卿為使相，安肯復為朕盡死力邪？』賜錢二十萬緡而已。今青雖有功，未若彬之大，若賞以此官，則富貴極矣，異日復有寇盜，青更立功，將以何官賞之？且青起軍中，致位二府，眾論紛然，謂國朝未有此比；今幸而立功，論者方息，若又賞之太過，是復使青得罪於眾人也。臣所言非徒便於國體，亦為青謀也，昔衛青已為大將軍，封侯立功，漢武帝更封其子為侯；陛下若謂賞功未盡，宜更官其諸子。」爭之累日，上乃許之。二月癸未，加青護國軍節度使，樞密副使如故，仍遷諸子官。既而議者多謂青賞薄，石全彬復為青訟功於中書。五月乙巳，竟以青為樞密使。"
      },
      {
        "index": 31,
        "text": "先朝時，所司奏：余安道募人能獲智高者，有孔目官楊元卿、進士石鎮等十人皆獻策請行，安道一一問之，以元卿策為善。元卿曰：「西山諸蠻，凡六十族，皆附智高，其中元卿知其一族，請往以逆順諭之，一族順從，使之轉諭他族，無不聽矣。若皆聽命，則智高將誰與處此？必成擒矣。」安道說，使賫黃牛、鹽等往說之。二族隨元卿出見安道，安道皆補教練使，裝飾補牒如告身狀，慰勞燕犒，厚賜遣之。於是轉相說諭，稍稍請降。"
      },
      {
        "index": 32,
        "text": "先是，智高築宮於特磨寨，及敗，攜其母、弟、妻、子往居之，聞諸族俱叛，惶懼，留其母及弟智光、子繼封於特磨寨，使押衙一人將兵衛之，智高自將兵五百及其妻、六子奔大理國，欲借兵以攻諸族。諸族走告石鎮兄鑒，安道使元卿等十人，發諸族揀完等六州兵襲特磨寨，殺押衙，獲其母、弟、子以歸。安道欲烹之，廣南西路轉運司奏：「所獲非智高母、子，蠻人妄執之以幹賞耳。」於是安道奏送京師，請囚之，以俟得智高辨其虛實。詔許之。緣道皆不縻縶，供侍甚嚴。至京師，館於故府司，朝夕給飲膳，惟所欲，如奉驕子，月費錢三百余貫，病則國醫臨視。後數月，智光狂發，毆防衛者，欲突走。伯庸上言：「智高母數病，不幸死，無以懲蠻夷；又徒費國財，養之無用，請戮之。」上怒曰：「余靖欲存此以招智高，而卿等專欲殺人邪？」自是群臣不敢言。智高母年六十余，隆準方口。智光年二十八，神識不慧，智高使知所部州，不能治，黜之；其妻美色，智高奪之。繼封年十四，智高長子，智高之僭，立為太子。繼明八歲。"
      },
      {
        "index": 33,
        "text": "安道以獲智高母，召其所親黃汾於韶州，使部送至京師。汾自幕職遷大理寺丞，元卿除三班奉職，鎮除齋郎，其余皆除齋郎、殿侍。以元卿、鎮曉蠻語，使留侍儂母。元卿等皆憤嘆曰：「昔我初獲智高母，余侍郎謂我等勿入京師，留此待官賞耳。我等皆曰：『智高殺我等親戚近數十口，我願至京師，分此嫗一臠食之。』豈知今日朝夕事之，若孝子之養母。執政者仍戒我雲：『汝勿得以私憤逼殺此嫗。』設有不幸，我等當償其死邪？」數見執政，涕泣求歸，不許。"
      },
      {
        "index": 34,
        "text": "皇祐中，儂智高自邕州乘流東下，時承平歲久，緣江諸州城柵隳弊，又無兵甲，長吏以下皆望風逃潰。贊善大夫、知康州趙師道謂僚屬曰：「賊鋒甚盛，吾州眾寡不敵，必不能拒賊。然吾與兵馬監押為國家守城，賊至死之，職也。諸君先賊未至，宜與家屬避之山中。」師道亦置其家屬山中，師道妻方產，棄子於草間而去。師道在城上，妻遣奴與師道相聞，師道怒曰：「吾已與汝為死訣，尚寄聲何為！」引弓射奴，殺之。時賊已在近，師道與監押閉門守城，賊攻陷之，師道坐正廳事，射殺賊數人，然後死。賊以城人拒己，悉焚其官府民舍，殘滅之。進至於封州，太子中舍、知封州曹覲微服懷州印匿於民間，賊搜得之，延坐與食，謂曰：「爾能事我，我以爾為龍圖閣學士。」覲罵曰：「死蠻！汝安知龍圖閣學士為何物，乃欲氵於我？」賊怒，斬之。及事平，朝廷贈覲諫議大夫，師道太常少卿，妻子皆受官邑，賜賫甚厚。棄城者皆除名編管。"
      },
      {
        "index": 35,
        "text": "儂智高將至廣州，天章閣待制、知廣州仲簡尚未之信，殊不設備，榜於衢路，令民敢有相扇動欲逃竄者斬。及賊至，簡閉子城拒守。郊野之民欲入城者，閉門不納，悉為賊所殺掠。簡陰具舟，欲與家屬逃去，僚屬以為不可。會轉運使王罕巡行他州，聞賊至，亟還入廣州城，悉力拒守，幾陷者數四，僅而得完。提點刑獄鮑軻止於南雄州，诇賊動靜，相繼以聞。及賊退，朝廷責罕奏章稀少，黜監信州稅，仲簡落職知筠州，以鮑軻為勤職，欲以為本路轉運使，臺諫有言而止。"
      },
      {
        "index": 36,
        "text": "蔣偕將千余人，晝夜兼行，追儂智高至黃富場。蠻人詷知官軍饑疲，夜以酒設寨飲之，即帳中斬偕首，因縱擊其眾，大破之，梟偕及偏裨首於戰處而去。"
      },
      {
        "index": 37,
        "text": "儂智高圍廣州既久，城中窘急，而賊亦疲乏，又不習水戰，常懼海賊來抄其寶貨。東莞縣主簿兼令黃固素為吏民所愛信，偵知賊情，乃募海上無賴少年，得數千人，船百余艘，溯流而下，夜趨廣州城，鼓噪而進，賊大驚，即時遁去。廣州命固率所募之眾溯流追之，而賊棄船自他路去，追之不及。會通判孟造素不悅固，乃按固所率舟中之民私載鹽鯗於上流販賣，及縣中官錢有出入不明者，攝固下獄治之，誣以贓罪，固竟坐停任。既而上官數為辨雪，治平中乃得廣州幕職。"
      },
      {
        "index": 38,
        "text": "石鑒，邕州人，嘗舉進士，不中第。儂智高陷邕州，鑒親屬多為賊所殺，鑒逃奔桂州。智高攻廣州不下，還據邕州。秘書監余靖受朝命討賊，鑒以書幹靖，言：「邕州三十六洞蠻，素受朝廷官爵恩澤，必不附智高。向者從智高東下，皆廣源州蠻及中國亡命者，不過數千人，其余皆驅掠二廣之民也。今智高據邕州，財力富強，必誘脅諸蠻，再圖進取，若使智高盡得三十六洞之兵，其為中國患未可量也。鑒素知諸洞山川人情，請以朝廷威德說諭諸蠻酋長，使之不附智高，智高孤立，不足破矣。」靖乃假鑒昭州軍事推官，間道說諸洞酋長，皆聽命。"
      },
      {
        "index": 39,
        "text": "惟結洞酋長黃守陵最強，智高深與相結。洞中有良田甚廣，饒粳糯及魚，四面阻絕，惟一道可入。智高遺守陵書曰：「吾向者長驅至廣州，所向皆捷，所以復還邕州者，欲撫存汝諸洞耳。中國名將如張忠、蔣偕輩，皆望風授首，步兵易與，不足憂，所未知者騎兵耳。今聞狄青以騎兵來，吾當試與之戰，若其克捷，吾當長驅以取荊湖、江南，以邕州授汝；不捷，則吾寓汝洞中，休息士卒，從特磨洞借馬，教習騎戰，俟其可用，更圖後舉，必無敵矣。」並厚以金珠遺守陵。守陵喜，運糯米以餉智高。鑒使人說守陵曰：「智高乘州縣無備，橫行嶺南，今力盡勢窮，復還邕州，朝廷興大兵以討之，敗在朝夕。汝世受國恩，何為無事隨之以取族滅？且智高父存勖，本居廣源州，弟存祿為武勤州刺史，存勖襲殺存祿而奪其地；又以女嫁廣源州刺史，因省其女，遂引兵襲殺刺史及其婿而奪其地，此皆汝耳目親見也。智高父子貪詐無恩，譬如虎狼，不可親也。今汝乃欲延之洞中，吾見汝且為虜矣，不可不為之備。」守陵由是狐疑，稍疏智高。智高怒，遣兵襲之，守陵先為之備，逆戰，大破之。會智高亦為狄青所敗，遂不敢入結洞而逃奔特磨。"
      },
      {
        "index": 40,
        "text": "特磨西接大理，地多善馬，智高悉以所得二廣金帛子女遺特磨布燮儂夏誠，又以其母妻夏誠弟夏卿相結納，夏誠許以兵馬借之。智高留其母及一弟一子並其將於夏誠所居之東十五里絲葦寨，而身詣大理，欲借兵共寇西川，使其母以特磨之兵自邕州寇廣南。鑒請詣特磨寨說夏誠，使圖智高。智高以兵守三弦水，鑒幾為所獲，不得進而還。鑒言於靖曰：「特磨距邕州四十日程，智高恃其險遠，必不設備。鑒請不用中國尺兵鬥糧，募諸洞丁壯往襲之，仍以重賂說特磨，使為內應，取之必矣。」靖許之，仍許蕭繼將大兵為鑒後，繼常與鑒相距十程。鑒募洞丁，得五六千人，率之以進。"
      },
      {
        "index": 41,
        "text": "前知邕州蕭註曰：廣源州本屬田州，儂智高父本山獠，襲殺廣源州酋豪而據之。田州酋長請往擊之，知邕州者恐其生事，禁不許。廣源州地產金，一兩直一縑，智高父由是富強，招誘中國及諸洞民，其徒甚盛。交趾惡之，遣兵襲虜之。智高時年十四，與其母逃竄得免，收其余眾，臣事交趾。既長，因朝於交趾，陰結李德政左右，欲奪其國，事覺，逃歸，因求內附。朝廷恐失交趾之心，不納。智高謂其徒曰：「今吾既得罪於交趾，中國又不我納，無所自容，止有反耳。」乃自左江轉掠諸洞，徙居右江文村，陰察官軍形勢，與邕州奸人相結，使為內應。在文村五年，遂襲邕州，陷之。"
      },
      {
        "index": 42,
        "text": "儂智高圍廣州，轉運使王罕嬰城拒守，都監侍其淵晝夜未嘗眠。久之，將士疲極。有裨將誘士卒下城，欲與之開門降賊，淵適遇之，諭士卒曰：「汝曹降賊，必驅汝為奴仆，負擔歸其巢穴，朝廷又誅汝曹父母妻子；不若並力完城，豈唯保汝家，亦將有功受賞矣。」士卒乃復還，登城。罕夜寢於城上，淵忽來，徐撼而覺之，曰：「公勿驚，公隨身有弓弩手否？」罕曰：「有。」乃與罕帥弩手二十余人，銜枚至一處，俯見賊已逾壕，蟻附登城，將及堞矣。城上人皆不覺，淵指示弩手使射之，賊乃走出壕外。及賊退，淵終不言裨將謀叛之事。熙寧中致仕，介甫知其為人，特除一子官，給全俸。淵年八十余，氣誌安壯。範堯夫以為陰德之報雲。"
      },
      {
        "index": 43,
        "text": "元豐五年，韓持國知潁昌府，官滿，有旨許令再任，中書舍人曾鞏草告詞，稱其「純明直亮」。既進呈，上批其後曰：「按維天資忿戾，素無事國之意。朋俗罔上，老不革心。朕以東宮之舊，姑委便郡，非所望於承流宣化者也。而曾鞏草詞乖僻，可贖銅十斤，別草詞以進。」"
      },
      {
        "index": 44,
        "text": "元豐三年，瀘州蠻乞第犯邊，詔四方館使韓存寶將兵討之。乞第所居曰歸來州，距瀘州東南七百里。十月，存寶出兵，值久雨，十余日，出寨才六十餘里，留屯不進，遣人招諭。乞第有文書服罪請降，軍中食盡，存寶引還。自發瀘州至還，凡六十余日。朝廷責其不待詔擅引兵還，命知雜禦史何正臣就按斬之。更命林廣將存寶部兵及環慶兵、黔南兵合四萬人，以四年十二月再出擊之。離瀘州四百餘里即是深蒨，皆高阪險絕，竹木茂密，華人不能入，蠻所恃以自存者也。蠻逆戰於蒨外，廣擊敗之，蠻走，廣伐木開道，引兵踵之。又二百餘里，至歸來州，乞第逆戰，又敗，乃帥其眾竄匿。"
      },
      {
        "index": 45,
        "text": "五年正月己丑，廣入歸來州，唯茅屋數十間，分兵搜捕山蒨，皆無所獲。所賫食盡，得蠻所儲粟千余斛，數日亦盡，饋運不繼。先是，有實封詔書在走馬承受所，題雲：「至歸來州乃開。」至是，開之，詔雲：「若至歸來，討捕乞第，必不可獲，聽引兵還。」是役也，頗得黔南兵，皆土丁，遇出征，日給米二升，余無廩給。諸州民夫負糧者，既輸糧，官不復給食，以是多餒死不還，有名籍可知者四萬人，其家人輔行及送資裝者不預焉。軍士屯瀘州歲餘，罹瘴疫物故者六七千人，所費約緡錢百余萬。"
      },
      {
        "index": 46,
        "text": "元豐中，文潞公自北都召對，上問以至和繼嗣事，潞公對曰：「臣等備位兩府，當此之際，議繼嗣乃職分耳。然亦幸值時無李輔國、王守澄之徒用事於中，故臣等得效其忠懇耳。」上憮然有間而善之。仁宗宦官雖有蒙寵信甚者，臺諫言其罪，輒斥之，不庇也。由是不能弄權。"
      }
    ]
  }
}