{
  "chapterNumber": 15,
  "title": "卷十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "元豐三年，開封府界提點陳向建議，令民貲及三千緡者養戰馬一匹，民甚苦之。薛師正時為樞密副使，初無異議，及事已施行，向詣樞密院白事，師正欲壓眾議，折難甚苦。向怒，以告諫官舒亶，劾奏師正為大臣，事有不可，不面陳而背誹以盜名。由是罷為正議大夫、知潁州。諫官又言其罷黜之後，不杜門省愆念咎，而賓客集其門日以百數，對客有怨憤語，改知隨州。翰林學士、御史中丞李定坐不糾彈，落職知河陽。"
      },
      {
        "index": 2,
        "text": "富公為人溫良寬厚，泛與人語，若無所異同者；及其臨大節，正色慷慨，莫之能屈。智識深遠，過人遠甚，而事無巨細，皆反復熟慮，必萬全無失然後行之。"
      },
      {
        "index": 3,
        "text": "宰相，自唐以來謂之禮絕百僚，見者無長幼皆拜，宰相平立，少垂手扶之；送客，未嘗下階；客坐稍久，則吏從傍唱「相公尊重」，客踧踖起退。及公為相，雖微官及布衣謁見，皆與之抗禮，引坐，語從容，送之及門，視其上馬，乃還。自是群公稍稍效之，自公始也。"
      },
      {
        "index": 4,
        "text": "自致仕歸西都，十余年，常深居不出。晚年，賓客請見者亦多謝以疾。所親問其故，公曰：「凡待人，無貴賤賢愚，禮貌當如一。吾累世居洛，親舊蓋以千百數，若有見有不見，是非均一之道；若人人見之，吾衰疾，不能堪也。」士大夫亦知其心，無怨也。嘗欲之老子祠，乘小轎過天津橋，會府中徙市於橋側，市人喜公之出，隨而觀之，至於安門，市為之空，其得民心也如此。及違世，士大夫無遠近、識與不識，相見則以言，不相見則以書，更相吊唁，往往垂泣，其得士大夫心也又如此。嗚呼！茍非事君盡忠，愛民盡仁，推惻怛至誠之心，充於內而見於外，能如是乎？"
      },
      {
        "index": 5,
        "text": "初，選人李公義建言，請為鐵龍爪以浚河。其法用鐵數斤為爪形，沈之水底，系絙，以船曳之而行。宦官黃懷信以為鐵爪太輕，不能沈，更請造浚川杷。其法以巨木長八尺，齒長二尺列於木下，如杷狀，以石壓之，兩旁系大絙，兩端矴大船，相距八十步，各用革車絞之，去來撓蕩泥沙，已，又移船而浚之。事下大名安撫司，安撫司命金堤司管勾官範子淵與通判、知縣共試驗之，皆言不可用。會子淵官滿入京師，王介甫問子淵：「浚川鐵杷、龍爪法甚善，何故不可用？」子淵因變言：「此誠善法，但當時同官議不合耳。」介甫大喜，即除子淵都水外監丞，置浚川司，使行其法，聽辟指使二十人，給公使庫錢。子淵乃於河上令指使分督役卒，用二物疏浚，各置歷，書其課曰：「某日於某埽浚若干步，深若干尺。」其實水深則杷不能及底，虛曳去來；水淺則齒礙泥沙，曳之不動，卒乃反齒向上而曳之。所書之課，皆妄撰，不可考驗也。會都水監丞程昉建議於大名河曲開直河，既成，子淵屬昉稱直河淺，牒浚川司使用杷浚之，庶幾附以為功，昉從之。既而奉上狀，昉、子淵及督役指使各遷一官。"
      },
      {
        "index": 6,
        "text": "先是，大名府河每歲夏水漲，則自許家港溢出，及秋水落，還復故道，皆在大堤之內。熙寧八年，子淵復欲求功，乃令指使諷諸埽申大名府雲：「今歲河七分入許家港，三分行故道，恐河勢遂移，乞牒浚川司用杷疏浚故道。」府司從之。是歲旱，港水所浸田不過萬頃，子淵用杷不及一月而罷。九年，子淵上言：「去歲大河幾移，賴浚川杷得復故道，出民田數萬頃。其督役官吏，更乞酬獎。」事下都水監，監司保奏，稱子淵等有奇功，乞加優獎。是時，天下皆言浚川鐵杷、龍爪如兒戲，適足以資談笑，王介甫亦頗聞之，故不信都水監之言，更下河北轉運、安撫司，令保奏。會介甫罷相，文潞公上言：「河水浩大，非杷可浚，秋涸固其常理，雖河濱甚愚之人，皆知浚川杷無益於事。臣不敢雷同保明，共為欺罔。」奏上，上不悅，命知制誥熊本與都水、轉運司共按視浚川利害。"
      },
      {
        "index": 7,
        "text": "本乃與都水監主簿陳祐甫、河北轉運使陳知儉共按問，諸埽言：「八年，故河道水減三尺，杷未至間已增二尺，杷至又增一尺，又從此以前十年，水皆夏溢秋復，不惟此一年。」乃奏：「水落實非杷所致。」子淵在京師，先聞之，遽上殿言：「熊本、陳知儉、陳祐甫意謂王安石出，文彥博必將入相，附會其意，以浚川杷為不便。臣聞本奉使按事，乃詣彥博納拜，從彥博飲食，祐甫、知儉皆預焉，及屏人私語，今所奏必不公。且觀彥博之意，非止言浚川杷而已。陛下一聽其言，天下言新法不便者必蜂起，陛下所立之法大壞矣。」上以為然。於是知雜御史蔡確上言：「熊本奉使不謹，議論不公，乞更委官詳定浚川是非。」"
      },
      {
        "index": 8,
        "text": "十年，詔命確與知檢院黃履詳定，有是非者取勘聞奏。確於是置獄，逮系證佐二百余人，獄逾半年不決。上又命入內供奉官馮宗道試浚川杷於汴水，宗道辭以疾；上令俟宗道疾愈必往試之，宗道乃請與子淵偕往。每料測量，有深於舊者，有為泥沙所淤更淺於舊者，有不增不減者，大率三分各居其一。宗道每日具實奏聞，上意稍寤，治獄微緩。會滎澤河堤將潰，詔判都水監俞充往治之，充奏河危將決，賴用浚川杷疏導得免，具圖以聞。上嘉之，於是治獄益急。時郊赦將近，詔浚川事不以赦原。獄具，子淵坐上言詐不實，熊本、陳祐甫坐赴食違制，陳知儉坐報制院不實。元豐元年正月辛未，敕：熊本落知制誥，奪一官，以屯田員外郎分司，範子淵、陳祐甫奪一官，職任如故；陳知儉奪一官，充替。"
      },
      {
        "index": 9,
        "text": "前判都水監李立之雲：介甫前作相，嘗召立之問曰：「有建議欲決白馬河堤以淤東方之田者，何如？」立之不敢直言其不可，對曰：「此策雖善，但恐河決，所傷至多。昔天聖初，河決白馬東南，泛濫十余州，與淮水相通，徐州城上垂手可掬水，且橫貫韋城，斷北使往還之路，無乃不可。」介甫沈吟良久，曰：「聽使一淤亦何傷，但恐妨北使路耳。」乃止。"
      },
      {
        "index": 10,
        "text": "集賢校理劉分攵貢父好滑稽，嘗造介甫，值一客在坐，獻策曰：「梁山泊決而涸之，可得良田萬余頃，但未擇得便利之地貯其水耳。」介甫傾首沈思，曰：「然。安得處所貯許多水乎？」貢父抗聲曰：「此甚不難。」介甫欣然，以謂有策，遽問之，貢父曰：「別穿一梁山泊，則足以貯此水矣。」介甫大笑，遂止。"
      },
      {
        "index": 11,
        "text": "介甫秉政，鳳翔民獻策雲：「陜州南有澗水，西流入河，若疏導使深，又鑿硤石山使通谷水，因導大河東流入谷水，自谷入洛，至鞏復會於河，以通漕運，可以免砥柱之險。」介甫以為然，敕下京西、陜西轉運司差官相度。京西差河南府戶曹王泰。王泰欲言不便，則恐忤朝廷獲罪；欲言便，又恐為人笑，乃申牒言：「今至谷水上流相度，若疏引大河水，得至澠池縣境，導之入谷水，委實利便可行。」蓋出澠池縣境則硤石大山，屬陜西路故也。陜西言不可行，乃止。"
      },
      {
        "index": 12,
        "text": "祖宗以來，汴口每歲隨河勢向背改易，不常其處，於春首發數州夫治之。應舜臣上言：「汴口得便利處，可歲歲常用，何必屢易，公私勞費？蓋汴口官吏欲歲興夫役以為己利耳。今訾家口在孤栢嶺下，最當河流之沖，水必不至乏絕，自今請常用之，勿復更易。或水小，則為輔渠於下流以益之；大則開諸鬥門以泄之。」介甫善其議而從之，擢舜臣權三司判官。"
      },
      {
        "index": 13,
        "text": "後數歲，介甫出知江寧，會汴水大漲，京師憂懼，朝廷命判都水監少卿宋昌言往視之。昌言白政府，請塞訾家口，獨留輔渠。韓子華、呂吉甫皆許之。時監丞侯叔獻適在外，不預議。昌言至汴口，牒問提舉汴口官王珫等二口水勢，珫等報言：「訾家口水三分，輔渠水七分。」昌言遂奏塞訾家口，朝廷從之。叔獻素與昌言不協，及介甫再入相，叔獻譖昌言附會韓、呂，塞訾家口，故變易相公在政府所行事。介甫怒，昌言懼，求出，得知陜州。會熙寧八年夏，河背新口，汴水絕，叔獻屢上言由昌言塞訾家口所致，朝廷命叔獻開之。水既通流，於是昌言及王珫各降一官，昌言仍徙知丹州，都水監眾官各以贖論。叔獻以功遷員外郎，判監李立之仍出知陜州，以叔獻代之。立之未離京師，河背訾家口，汴水復絕，一如前日。朝廷更命叔獻開之，亦不罪叔獻也。"
      },
      {
        "index": 14,
        "text": "元豐元年春，塞曹村決河，詔發民夫五十萬，役兵二十萬，雲「欲鑿故道以導之，不行則決河北岸王莽河口，任其所之。」恐其浸淫南及京城故也。天章閣待制韓縝、都水監丞劉璯、河北運判汪輔之掌之。"
      },
      {
        "index": 15,
        "text": "舊制，河南、河北，曹、濮以西，秦、鳳以東，皆食解鹽；益、梓、利、夔四路皆食井鹽；河東食土鹽；自余皆食海鹽。自仁宗時，解鹽通商，官不復榷。熙寧中，市易司始鶴開封、曹、濮等州及利、益二路，官自運解鹽賣之，其益、利井鹽俟官無解鹽即聽自賣。九年，有殿中丞張景溫建議，請榷河中、陜、解、同、華五州，官自賣鹽，增重其價；民不肯買，乃課民日買官鹽，隨其貧富、作業為多少之差；有買賣私鹽，聽人告訐，重給賞錢，以犯人家財充；買官鹽食之不盡，留經宿者同私鹽法。於是民間騷怨。鹽折鈔，舊法每席六緡，至是才直二緡有余，商不入粟，邊儲失備。朝廷疑之，乃召陜西東路轉運使皮公弼入議其事，公弼極陳其不便。有旨令與三司議之，三司使沈括以向附介甫意，言景溫法可行，今不可改，不敢盡言其非。雖不能奪公弼，而更為別劄稱，據景溫申，官賣鹽歲獲利二十余萬緡，今通商則失此利。再取旨，上復令與公弼議之。公弼條陳實無此利。於是罷開封、河中等州，益、利等路賣鹽，獨曹、濮等數州行景溫之法。"
      },
      {
        "index": 16,
        "text": "吳沖卿、蔡子正等為樞密副使，上言請廢河南北監牧司，文潞公為樞密使，以為不可。元厚之為翰林學士，與曾孝寬受詔詳定。厚之計其吏兵之祿，及牧田可耕種，所以奏稱：「兩監歲費五十六萬緡，所息之馬用三萬緡可買。」詔盡廢天下馬監，止留沙苑一監，選其馬可充軍馬用者，悉送沙苑監；其次給傳置；其次斥賣之。牧田聽民租佃。仍令轉運司輸每歲所省五十三萬緡於市易務。馬既給諸軍，則當給芻粟及傔衣糧，所費甚廣。諸監馬送沙苑者止四千余匹，在道羸瘠死者殆半。國馬盡於此矣。時熙寧八年冬也。"
      },
      {
        "index": 17,
        "text": "熙寧初，余罷中丞，復歸翰林，有成都進士李戒投書見訪，雲：「戒少學聖人之道，自謂不在顏回、孟軻之後。」其詞孟浪，高自稱譽，大率如此。又獻《役法大要》，以謂：「民苦重役，不苦重稅。但聞有因役破產者，不聞因稅破產也。請增天下田稅錢穀各十分之一，募人充役。仍命役重輕為三等，上等月給錢千五百、谷二斛，中下等以是為差。計雇役猶有羨余，可助經費。明公儻為言之於朝，幸而施行，公私不日皆富實矣。」余試舉一事難之曰：「衙前為何等？」戒曰：「上等。」余曰：「今夫衙前掌官物，敗失者或破萬金之產，彼肯顧千五百錢、兩斛之谷，來應募邪？」戒不能對。余因謝遣之，曰：「仆已去言職，君宜詣當官者獻之。」"
      },
      {
        "index": 18,
        "text": "居無何，復來投書，曰：「三皇不聖，五帝不聖，自生民以來，唯孔子為聖人耳。孔子沒，孟軻以降蓋不足言，今日復有明公，可繼孔子者也。」余駭懼，遽還其書，曰：「足下何得為此語？」固請留書，余曰：「若留君書，是當而有之也，死必不敢。」又欲授余左右，余叱左右使勿接，乃退。余以其狂妄，常語於同列，以資戲笑。"
      },
      {
        "index": 19,
        "text": "時韓子華知成都，戒亦嘗以此策獻之，子華大以為然。及入為三司使，欲奏行之，余與同列共笑且難之，子華意沮，乃止。及介甫為相，同制置三司條例司，為介甫言之，介甫亦以為善，雇役之議自此起。時李戒已得心疾，罷舉歸成都矣。"
      },
      {
        "index": 20,
        "text": "介甫之再入相也，張愕建言：「往者衙前經歷重難，皆得場務酬獎，享利過厚。其人見存者，請依新法據分數應給緡錢數外，余利追理入官，謂之『打抹』。專委諸州長吏檢括，如有不盡，以違制罪之，不以赦降、去官原免。」於是諸州競為刻剝，或數十年前嘗經酬獎，今已解役，家貲貧破，所應輸錢有及二三千緡者，往往不能償而自殺。"
      },
      {
        "index": 21,
        "text": "介甫申明按問欲法之法，曰：「雖經拷掠，終是本人自道，皆應減二等。」由是劫賊盜無死者。"
      },
      {
        "index": 22,
        "text": "先朝以來，夔州路減省賦，上供無額，官不榷酒，不禁茶鹽，務以安遠人為意。"
      },
      {
        "index": 23,
        "text": "熙寧八年五月，內批：「張方平樞密使。」介甫即欲行文書，吉甫留之，曰：「當俟晚集更議之。」因私於介甫曰：「安道入，必為吾屬不利。」明日再進呈，遂格不行。"
      },
      {
        "index": 24,
        "text": "三司使章惇嘗登對，上譽張安道之美，問識否，惇退，以告吉甫。明旦，吉甫與安道同行入朝，因告以上語，且曰：「行當大用矣。」安道縮鼻而已。其暮，安道方與客坐，惇呵引及門入謁，安道使謝曰：「素不相識，不敢相見。」惇慚怍而退。故蔡承禧彈惇雲：「朝登陛下之門，暮入惠卿之室。」為此也。由是上惡惇，介甫惡安道，未幾皆出。"
      },
      {
        "index": 25,
        "text": "介甫初參大政，章辟光上言：「岐王、嘉王不宜居禁中，請使出居於外。」太後怒，與上言：「辟光離間兄弟，宜加誅竄。」辟光揚言：「王參政、呂惠卿來教我上此書，今朝廷若深罪我，我終不置此二人者。」惠卿懼，以告介甫。上欲竄辟光於嶺南，介甫力營救，止降監當而已。呂獻可攻介甫，引辟光之言以聞於上，獻可坐罷中丞、知鄧州。蘇子容當制，曾魯公召諭之曰：「辟光治平四年上書，當是時介甫猶在金陵，惠卿監杭州酒，安得而教之？」故其制詞雲：「黨小人交構之言，肆罔上無根之語。」制出，士大夫頗以子容制詞為非，子容以魯公之言告，乃知治平四年辟光所上言他事，非言岐、嘉者也。子容深悔之，嘗謂人曰：「介甫雖黜逐我，我怨之不若曾公之深也。」"
      }
    ]
  }
}