{
  "chapterNumber": 11,
  "title": "卷十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "王罕儂智高犯廣州，罕為轉運使，出巡至梅州，聞之而還。仲簡使人間道以蠟丸告急，且召罕，罕從者才數十人，問曰：「圍城何由得入？」曰：「城東有賊所不到處，可以夜縋而入。」罕曰：「不可。」進至惠州，廣民擁馬求救，曰：「賊圍城，十縣民皆反，相殺掠，死傷蔽野。」罕曰：「吾聞之先父曰：『凡有大事，必先詢識者，而後行之；無人，則詢老者也。』」乃召耆老問之，對曰：「某家客戶十余人，今皆亡為賊矣。請各集以衛其家。」罕曰：「賊者多於莊客，何以禦之？」乃召每村三大戶，與之帖，使人募壯丁二百；又帖每縣尉募弓手二千人以自衛。捕得暴掠者十余人，皆腰斬之。又牒知州、知縣、縣令皆得擅斬人。一夕，鄉村肅然。"
      },
      {
        "index": 2,
        "text": "罕為募民驍勇者以自隨，得二千人，船百余艘，制旌旗鉦鼓，長驅而下，趣廣州。蠻兵數千人來逆戰，擊卻之。蠻皆斂兵聚於城西，乃開南門，作樂而入。罕不視家，登城，子死於賊人之手而不哭。樹鹿角於南門之西以拒蠻，自是南門不復閉矣，凡糧用皆自南門而入。東莞主簿黃固取拋村，知新州侍其淵在廣州，罕以其忠勇與之共守。蠻眾數萬，皆所掠二廣之民也，使之晝夜攻城，為火車，順風以焚西門。時六月，城上人不能立；軍校請罕下城少休，罕欲從之，淵奮劍責軍校曰：「汝曹竭力拒敵，則猶可以生；若欲潰去，縱不為賊所殺，朝廷亦當族汝。全部亦欲何之？」罕乃止，士氣亦自倍，蠻軍不能克而退。提刑鮑軻率其孥欲過嶺北，至雄州，蕭勃留之，乃日遞一奏。又召罕至雄州計事，罕不來，又奏之。諫官李兌奏罕只在廣州端坐，及奏罕退走。圍解，罕降一官，信州監稅，軻受賞，罕不自言。黃固當圍城時最輸力，已而磨勘若有不足者，亦得罪，淵功亦不錄。"
      },
      {
        "index": 3,
        "text": "光化軍宣毅邵興逃叛慶歷四年二月庚子，供奉陳曙等遷官，賞討光化賊之功也。先是，知光化軍、水部員外郎韓綱性苛急，失士眾心。去年九月中，群盜張海等入光化軍境，剽劫閭裏，綱部分宣毅軍士三百余人，被甲乘城，凡十余日。城中民高貲者獻蒸胡酒肉以犒甲士，綱以餅肉之半犒士，及賜酒人一卮，而斥賣其余，欲以其錢市兵器為守禦備。軍士營遠者或不時得飲食，而綱所給餅常至日旰，燥硬不可食。時有監押使臣在軍中，所部軍士不以請給歷自隨，民又請獻錢以資監押軍士。綱曰：「本軍之士尚無錢給之，何有於監押？」悉辭不受。軍士遂訛傳民獻以資乘城之士，而知軍卻之，益加怨憤。綱又使員僚王德作城內布兵圖，久之不成，綱怒，罵曰：「我不敢斬汝耶？」因召劊子，令每日執劍待命於庭下，眾益駭。"
      },
      {
        "index": 4,
        "text": "十月三日，民有入粟得官者駱子中通刺謁綱，綱迎語子中不用拜。軍士誤聽，以為子中獻錢而綱辭不取。時方給餅肉，員僚邵興叱軍士起，曰：「汝輩勿食此！」因出屋外，投蒸餅入綱庭中。綱怒，命執投餅者，得數人，械系於獄。"
      },
      {
        "index": 5,
        "text": "明日，獄司以節狀追捕其黨，邵興懼，因糾率其眾，盜取庫中兵器作亂，欲殺綱，綱自宅後逾城逃出，得小舟乘，沿漢下數裏，再宿而後返，與官吏皆逃。興等遂焚掠居民，劫其指揮使李美及軍士三百余人，行趣蜀道。李美老不能行，於道自經死。興獨率其眾與商州巡檢戰，殺之。員僚趙千及軍士百余人，自賊所走還光化軍。興所過劫掠民居行旅，及敗興元府兵於饒風嶺，殺其將領者，興元府員僚趙明以眾降興。興聞洋州有虎翼兵，畏之，乃自州北循山而西。州遣捉賊使臣李方將虎翼兵追之。"
      },
      {
        "index": 6,
        "text": "二十九日，擊破興等於婿水、斬興及其黨五十余人，生擒趙明，余黨皆潰，州縣逐捕，盡誅之。陳曙等皆以功遷；綱坐棄城除名，英州編管；監押許士從追三官，舒州編管。"
      },
      {
        "index": 7,
        "text": "嘉祐七年正月辛未，學士院奏：定到郊祀天地，宜止以一帝配侑。溫成皇後廟請去扁榜，自今不復命兩制祠，止令本廟使臣行禮。"
      },
      {
        "index": 8,
        "text": "慶歷四年八月乙卯，上曰：「近觀諸路提轉所按舉官吏，務為苛刻，不存遠大，可降詔約束。」"
      },
      {
        "index": 9,
        "text": "保州雲翼兵士舊有特支口食，通判石待舉以為安坐冗食，白轉運司減之。軍士怨怒，作亂，殺知州、通判、都監，以監押韋貴為主，閉城拒命。詔真定府副都部署李昭亮、沿邊都巡檢入內押班楊懷敏、知定州皇城使賀州刺史王果等討之。丙辰，樞密院奏，保州城下諸將未有統一，詔富弼乘驛詣城下，授之節制，聽以便宜從事。九月，李昭亮、楊懷敏命侍禁郭逵以詔書入城招諭亂兵，亂兵開城出降，有數百後出，悉誅。庚申，河北都轉運使按察使、工部郎中、天章閣待制張昷之落職知虢州，副使、刑部郎中、直史館張沔降充工部郎中、知汝州，皆坐減雲翼食及不覺察亂兵也。郭逵加閣門祗候。逵兄遵以勇力聞，從劉平與夏虜戰死五龍水。"
      },
      {
        "index": 10,
        "text": "契丹。周革曰：景德中，中國自為誓書以授虜，虜繼之以四言曰：「孤雖不才，敢遵誓約，有渝此盟，神明殛之。」慶歷中，增歲給二十萬，更作誓書亦如之。嘉祐初，樞密院求誓書不獲，又求寧化軍疆境文字，亦不獲。於是韓稚圭曰：「樞密院國家戎事之要，今文書散落如此，不可。」乃命大理寺丞周革編輯之，數年而畢，成千余卷。得杜衍祁公手錄誓書一本於廢書，其正本不復見。"
      },
      {
        "index": 11,
        "text": "慶歷中，契丹以兵壓境，欲復周世宗所取關南之地，騰書中國，其言周世宗曰：「人神共怒，社稷不延。」其言太宗曰：「恃有征之誌，已定並、汾；興無名之師，直抵幽、薊。」富公之使北也，朝廷以三書與之：其一增物二十萬，其一增十萬，其一以公主妻梁王。使與虜約曰：「能為我令元昊稱臣納款，我歲增二十萬物；不能者，歲增十萬物。」虜曰：「元昊稱臣納款，我頤指之勞耳。汝當以二十萬與我，然須是謂之『獻』，或謂之『納』，然後可。至於公主，則不必爾也。」富公固爭獻納之名，歸白犨。"
      },
      {
        "index": 12,
        "text": "趙元昊娶於野利氏，立以為後，生子寧令，當為嗣。以野利氏兄弟旺榮為謨寧令，號拽利王，剛浪口夌為寧令，號天都王，分典左右廂兵馬，貴寵用事。青澗城使種世衡欲離間其君臣，遣僧王嵩賫龜及書遺之，曰：「汝向欲歸附，何不速決？」旺榮見之，笑曰：「種使年亦長矣，乃為此兒戲乎？」囚嵩於窖中，凡歲余。元昊雖屢入寇，常以勝歸，然人畜死傷亦眾，部落甚苦之。又歲失賜遺及緣邊交市，頗貧乏，思歸朝廷，而恥先發。慶歷二年，使旺榮出嵩而問之，曰：「我不曉種使之意，欲復與我通和邪？」即贈之衣服，遣教練使李文貴與之偕詣世衡。"
      },
      {
        "index": 13,
        "text": "時龍圖閣直學士龐籍為鄜延經略招討使，以元昊新寇涇原，止之於邊，不使前。朝廷亦厭兵，欲赦元昊之罪，密詔籍懷之。籍上言：「虜驟勝方驕，若中國自遣人說之，彼益偃蹇，不可與言。」乃召文貴詣延州問狀，文貴言求請和，籍謂之曰：「汝先王及今王向事朝廷甚謹，由汝輩群下妄加之名號，遂使得罪於朝廷，致彼此之民血塗原野。汝民習於戰鬥，吾民習於太平，故王師數不利，然汝能保其常勝邪？吾敗不害，汝敗社稷可憂。今若能悔過從善，出於款誠，名體俱正，當相為奏之，庶幾朝廷或開允耳。」因贈遺遣歸。文貴尋以旺榮、曹偶四人書來，用敵國修好之禮。籍以其不遜，未敢復書，請於朝廷。朝廷急於息民，命籍復書，納而勿拒，稱旺榮等為太尉，且曰：「元昊果肯稱臣，雖仍其僭名可也。」籍上言：「僭名理不可容，臣不敢奉詔。太尉天子上公，非陪臣所得稱。今方抑止其僭，而稱其臣為上公，恐虜滋驕，不可得臣。旺榮等書自稱寧令、謨寧令，此虜中之官，中國不能知其義，可以無嫌，臣輒從而稱之。」旺榮等又請欲用小國事大之禮，籍曰：「此非邊帥所敢知也，汝主若遣使者奉表以來，當為導致於朝廷耳。」"
      },
      {
        "index": 14,
        "text": "三年正月，元昊遣其伊州刺史賀從勖上書，稱男邦面令國兀卒曩霄上書父大宋皇帝。籍使謂之曰：「天子至尊，荊王叔父也，猶奉表稱臣，今名體未正，不敢以聞。」從勖曰：「子事父，猶臣事君也。使得至京師，而天子不許，請更歸議之。」籍上言：「請聽從勖詣闕，更選使者往至其國，以詔旨抑之，彼必稱臣。凡名稱、禮數及求丐之物，當力加裁損，必不得已，乃少許之。若所求不違，恐豺狼之心，未易盈厭也。」朝廷乃遣著作佐郎邵良佐與從勖俱至其國更議之。"
      },
      {
        "index": 15,
        "text": "四年五月，元昊自號夏國主，始遣使稱臣。八月，朝廷聽元昊稱夏國主，歲賜絹茶銀采合二十五萬五千，元昊乃獻誓表。十月，賜詔答之。十二月，冊命元昊為夏國主，更名曩霄。"
      },
      {
        "index": 16,
        "text": "趙元昊晚年嬖一尼，拽利失寵浸衰，剛浪口夌、嵬名山皆怨之，寧令納剛浪口夌女為婦，剛浪口夌兄弟謀因成婚，邀元昊宴於帳中，伏兵弒之。事泄，剛浪口夌兄弟畢族誅，寧令懼不自安。慶歷八年正月辛未，寧令弒元昊，國人討誅之，立其少子諒祚。"
      },
      {
        "index": 17,
        "text": "邢佐臣雲：拔跋諒祚之母本拽利之妻，曩霄通焉，有娠矣。拽利謀殺曩霄不克，曩霄殺之，滅其族，妻削發為尼而生諒祚。及寧令弒曩霄，國人誅寧令而立諒祚，始數歲，其母專制國事，兄子沒藏猧尨為相。母私幸胡人部納皆移，恣橫，大臣屢請誅之，母不聽。嘉祐元年九月，部納皆移作亂，殺國母，沒藏猧尨引兵入宮誅之。其父與左廂軍馬副使，遣使就殺之。種世衡卒，龐籍為樞密副使，世衡子古上諫官錢彥遠書稱：「吾父離間剛浪陵，使元昊誅之。由是元昊失其羽翼，稱臣請服。今龐以吾父功為兩府，而吾父無所褒賞。」彥遠為上言之。籍取前後邊奏辨於上前，曰：「元昊稱臣請服之時，剛浪陵等方用事，文書皆其兄弟所行。稱臣後數年，自以作亂被誅，非因世衡之離間也。臣向與韓琦、范仲淹俱得旨：『候西事平，除兩府。』琦、仲淹先為之，既罷後，臣為之，非攘世衡之功而得之也。」朝廷猶以世衡有功之故，除古天興尉，即日勒之官。"
      },
      {
        "index": 18,
        "text": "夏國酋長嵬名山部落在故綏州，有眾萬余人，其弟夷山先降，為熟戶。青澗城使種諤使人因夷山以誘名山，賂以金盂，名山小吏李文喜愛其賂，許以來降，名山不知也。既而，諤大發兵奄至，圍其帳，名山驚，援槍欲鬥，夷山呼之曰：「兄已約降，何為如是？」其姊識其聲，曰：「汝為誰？」曰：「夷山也。」姊曰：「何以為驗？」夷山示之手，無一指，姊曰：「是也。」名山曰：「我何嘗約降？」夷山曰：「兄已受種使金盂。」名山曰：「金盂何在？」文喜方出以示之。名山投槍而哭，諤遂以兵驅其部落牛羊南還。眾多遁亡，比至入塞，才四千余人。朝廷即除名山諸司使。"
      },
      {
        "index": 19,
        "text": "種諤之謀取綏州，兩府皆不知之。及奏得綏州，文潞公為樞密使，以為趙諒祚稱臣奉貢，今忽襲取其地，無名，請歸之。時韓魏公為首相，方求出，上乃以韓公判永興軍兼陜西四路經略使，度其可受可卻以聞。韓公至陜西，言可受，文公以朝旨詰之曰：「若受之則當饋之以糧，戍之以兵，有急當救之，此三者皆有備乎？」韓公對：「不必饋、戍及救，彼自幸緣？諒祚。」因移書鄜延，令勿給糧，追還戍兵，若諒祚攻嵬名山，勿救也。時宣徽使郭逵為鄜延經略使，以為不可。韓公使司封郎中劉航往督責之，逵固執不從，曰：「如此，則降戶無以自存，皆潰去矣。」乃奏請築綏州城，置兵戍之，命之曰綏德城，擇降人壯健，刺手給糧，以為戰兵，得二千余人。"
      },
      {
        "index": 20,
        "text": "文公以取綏州為無名，請以易安遠、塞門於夏國，遣祠部郎中韓縝與夏國之臣薛老峰議於境。老峰曰：「茍得綏州，請獻安遠、塞門寨基。」縝曰：「其土田如何？」老峰曰：「安有遺人衣而留領袖者乎？」縝信之，入奏。密院劄子下鄜延，令追綏德戍人，遷其芻糧，不盡者焚之。經略使郭逵以為夏虜心欺紿，俟得安遠、塞門，然後棄綏德未晚，匿其劄不行。既而，遣使交地，虜曰：「所獻者寨基，其四旁土田皆不可得。」使者以聞，上怒甚，以讓文公，文公亟劄鄜延：前劄更不施行。時趙卨掌機宜於經略司，求前劄不獲，甚憂恐。逵乃出示之，卨驚曰：「此他人所不敢為也。」"
      },
      {
        "index": 21,
        "text": "先是，趙元昊每遣使奉表入貢，不過稱教練使，衣服禮容皆如牙吏。寶元元年十二月丙寅，鄜延路奏：元昊遣使戴金冠，衣緋，佩蹀躞，奉表納旌節告敕，其表略曰：「臣本自祖宗出於帝胄，當東晉之末運，創後魏之初基。曩者，臣祖繼遷，心知兵要，手握乾符，大舉義旗，悉降諸部。臨河五郡，不旋踵而歸；沿境七州，並差肩而克。」又曰：「臣父德明，幸嗣先扃，勉從朝命。真王之號，夙感於頒宣；尺土之封，顯蒙於剖裂。」又曰：「稱王則不喜，朝帝乃是從。輻輳屢期，山呼齊舉。伏願以一垓之土地，建為萬乘之邦家。於時再讓靡遑，群情又迫，事不得已，順而行之。遂於十月十一日郊壇，備禮為祖世始文本武興法建禮仁孝皇帝，國稱大夏，年號天授禮法延祚。伏望皇帝陛下，睿哲成人，寬慈及物，許以西郊之地，冊為南面之君。敢竭愚庸，常敦歡好。魚來雁往，任傳鄰國之音；地久天長，永鎮西邊之患。至誠瀝懇，仰俟帝俞。」"
      },
      {
        "index": 22,
        "text": "靜江軍留後劉平為鄜延、邠寧、環慶路副都部署，屯慶州。康定元年正月，鄜延路都部署範雍聞夏虜將自保安定土門路入寇，移牒使平將兵趣土門救應。十五日，平將所部三千人發慶州。十八日，至保安軍，遇鄜延路副都部署石元孫。十九日，與元孫合軍趣土門。有蕃官言：「賊兵數萬已入塞，直指金明。」會得範雍牒，令平、元孫還軍救延州，平、元孫引兵還。明日，復至保安軍，因晝夜兼行。二十二日，至萬安鎮。平、元孫將騎兵先發，令步兵飯訖繼進。夜至三川口西十裏所，止營，令騎兵先趣延州奪門。是時，東染院副使、鄜延路駐泊都監黃德和將兵二千余人屯保安軍北碎金谷，巡檢万俟政、郭遵各將所部分屯他所，範雍皆以牒召之，使救延州，平又使人趣之。"
      },
      {
        "index": 23,
        "text": "明日平旦，平所部步兵尚未至，平與元孫還逆之，至二十裏馬鋪乃遇步兵。及德和、政、遵各所部兵皆會，凡五將，合步騎近萬人。乃引兵東行，且五裏，平下令諸軍唱殺齊進；又行五裏，至三川口，遇賊。是時平地有雪五寸許，賊於水東為偃月陣，官軍亦於水西作偃月陣相向。賊稍遣兵涉水為橫陣，郭遵及忠佐王信先往薄之，不能入；既而官軍並進，擊卻之；賊復蔽盾為陣，官軍亦擊卻之，奪其榜牌，殺獲及溺水者八九百人。平左耳後及右脛皆中箭。會日暮，軍士爭挈人頭及所獲馬，詣平論功，平曰：「戰方急，且自記之，悉當賞汝也。」語未竟，賊引生兵大至，直前蕩官軍，官軍卻二三十步。"
      },
      {
        "index": 24,
        "text": "是時黃德和在陣後，先率麾下二三百人走上西南山，眾軍顧之皆潰。平子侍禁宜孫追及德和，執其馬鞚，拜之數十，曰：「太保且當勒兵還，與大人並力卻賊，今先去，欲何之？」德和不從。宜孫又請遣兵一二人還訪其父，德和不與，宜孫遂與德和俱走。"
      },
      {
        "index": 25,
        "text": "平使軍校以劍遮截士卒近在左右者，得千余人，力戰拒賊，賊退水東。平率余眾保西南山下，立寨自固，距賊一裏所。賊夜使人至寨旁問曰：「寨內有主將否？」平戒軍士勿應。賊又使人詐為漢卒，傳言送文牒，軍士知其詐，斫殺之。至四更，賊使人繞寨詬曰：「幾許殘卒，不降何待？」平使指揮使李康應之曰：「狗賊，汝不降，我何降也？」且曰：「救兵大至，汝狗賊庸足破乎？」"
      },
      {
        "index": 26,
        "text": "及明，平命軍士整促甲馬，再與賊戰。賊又使騎臨陣呼曰：「汝肯降乎？我當舍爾。不則盡殺之。」平又使李康應曰：「我來巡邊，何者為降？汝欲和者，當為汝奏朝廷耳。」賊乃舉鞭麾騎自四山下，不可勝計，合擊官軍，死者甚眾。至巳時，平與元孫巡陣東偏，賊騎直前沖陣中央，陣分為二，平與元孫皆為賊所虜。平仆夫王信以頡敦負留後印及宣敕從平在陣，與平相失，賊盡奪其衣服並頡敦等，信逃竄得免。"
      },
      {
        "index": 27,
        "text": "是時，黃德和自山中南走，出甘泉縣北，稍稍收散卒，得五六百人，緣道縱兵士剽竊民家避寇者貨財，及飲酒，殺其牛畜食之。二十五日，至鄜州。二十六日，虞候張政自戰所脫歸，德和問曰：「汝見劉太尉、石太尉乎？後來如何？」政當時實與劉、石相失，不能知其處，道中聞散卒言「劉太尉以亡失多，不敢歸，已降賊矣」，因言於德和曰：「劉太尉二十四日再與賊戰，士卒死傷且盡，太尉令軍士曰：『汝曹勿復發箭，今日敗矣，吾不能庇汝曹，當解甲降之耳。』賊遂執其馬鞚而去。」德和曰：「果然，吾與汝曹當詭言二十四日不肯降賊，力戰得出，作奏上之，不惟解罪，亦可收功，汝曹皆有賞矣。」政出，因播其言於市裏，雲平降賊。散卒繼至者，皆言平降賊，以順德和意。有蕃落將呂密，實見平與元孫為賊所虜，並所得官軍旗幟，收卷以去，德和問之，亦順指意，言：「平與元孫降賊，賊以紅旗前導而去。」德和喜，命所親吏戚睿作呂密等狀，仍增損其語，使與己意相傅會。睿意謂狀中有名者皆應得賞，乃更私益兵士曲榮等數人名於其中。德和即以密等狀為奏雲：「二十三日，賊生兵沖破大陣，臣與劉平等阻西山為寨。二十四日，再與賊戰，平以其卒降賊，臣等義不受屈，與數百人力戰得出。」"
      },
      {
        "index": 28,
        "text": "會平仆夫王信自延州來，德和與知鄜州張館使雜問之，信私念其主為大將，而為賊所擒，可醜，因紿言：「賊使李金明來約和親，平令李康往答之。既而康還，言元昊欲與太尉面相約結，平既乘馬入賊軍中，從者不得入，皆見剽剝，信獨脫歸。」德和起詣東廂，召信詰曰：「軍士來者皆言平降，而汝獨言平往約和，何也？」信曰：「此非信之所知也。」數日，德和召信詣其館，謂曰：「汝太尉降賊，人人皆知之，我已取軍士等狀奏之矣。汝今言乃異同，朝廷將有制獄，汝何能受其榜楚乎？我丐汝銀釵一枚，汝鬻之，速去，勿留矣。」信拜受之。是時鄜州使人監守信，信欲亡不得，身無衣，寒甚，乃為書遺平子曰：「信從太尉與賊戰不利，太尉入賊中約和親。今人乃言太尉叛降賊，朝廷將有制獄，信當以死明太尉忠赤，保太尉一家。今信衣裝為賊所掠，饑寒不可忍，願具衣及錢糧，速寄以來。」有庖人將如慶州，信與書寄之。鄜延走馬承受薛文仲遇之，得其書，以聞。"
      },
      {
        "index": 29,
        "text": "二月一日，德和將其眾歸延州，及州城南，範雍使人代領其眾，遣德和歸鄜州聽朝旨，尋又徒之同州。德和始懼，奏言：「臣盡忠於國，範雍誣言臣棄軍走。」又以書抵鈐轄盧守勤及薛文仲求救，雲：「有中貴人至者，當為力營護之，死生不敢忘。」守勤等悉上其書。十一日，朝廷遣殿中侍禦史文彥博、入內供奉官梁知誠即河中府置獄按之。先是，有詔：「平仆人王信乘傳詣闕。」既而，復械送河中府彥博按治。德和及信等不能隱，皆服其實。時河東都轉運使王沿又奏言：「訪知延州有金明敗卒二人自虜中逃還，雲劉平、石元孫、李士彬皆為賊系縛而去，平在道不食，數罵賊雲：『狗賊，我頸長三尺余，何不速斬我，縛我去何也？』」彥博牒延州求二卒，皆不知處。四月十五日，具獄以聞。中書、樞密院共召大理寺約法，準律：主將以下先退者斬之。又，部曲告主者絞。二十二日，兩府進呈，奉聖旨：黃德和於河中府腰斬，梟其首於延州城下；王信杖殺。"
      }
    ]
  }
}