{
  "chapterNumber": 9,
  "title": "卷九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "拓跋諒祚嘉祐七年，諒祚始請稱漢官，以伶人薛老峰為副使，稱左司郎中兼侍禦史知雜事；又請尚主，及乞國子監所印諸書、釋氏經一藏並譯經僧及襆頭、工人、伶官等。詔給國子監書及釋氏經並襆頭；尚主，辭以昔嘗賜姓；其余皆托辭以拒之。"
      },
      {
        "index": 2,
        "text": "夏，當遣使者賜諒祚生辰禮物。初命內殿承制余允，臺官上言：「允本庖人，更乞擇使者。」乃命供備庫副使張宗道。初入境，虜館宗道於西室，逆者至，欲先宗道行馬，及就坐，又欲居東，宗道固爭之。逆者曰：「主人居左，禮之常也。天使何疑焉？」宗道曰：「仆與夏主比肩以事天子，若夏主自來，當相為賓主。爾陪臣也，安得為主人？當循故事，仆居上？。」爭久不決，虜曰：「君有幾首，乃敢如是？」宗道大笑曰：「有一首耳。來日已別家人而來，今日欲取宗道首則取之。宗道之死，得其所矣。但恐夏國必不敢耳。」逆者曰：「譯者失辭，某自謂有兩首耳。」宗道曰：「譯者失辭，何不斬譯者，乃先宗道？」逆者雲：「兩國之歡如魚水。」宗道曰：「然則天朝水也，水可無魚，魚不可無水。」"
      },
      {
        "index": 3,
        "text": "於內帑借錢一百二十萬，綢絹七十萬，銀四十萬，錦綺二十萬，助十分之七。"
      },
      {
        "index": 4,
        "text": "汴張鞏建議大興狹河之役，使河面俱闊百五十尺，所修自東京抵南京，南京已下，更不修也。今歲所修止於開封縣境。"
      },
      {
        "index": 5,
        "text": "濮王薨，任守忠、王世寧護葬事，淩蔑諸子，所饋遺近萬緡，而心猶未厭。故奏宗懿不孝，坐奪俸、黜官。"
      },
      {
        "index": 6,
        "text": "癸未，皇子猶堅臥不肯入肩輿，宗諤責之曰：「汝為人臣子，豈得堅拒君父之命而終不受邪？我非不能與眾執汝強置於肩輿，恐使汝遂失臣子之義，陷於惡名耳。」皇子乃就濮王影堂慟哭而就肩輿。"
      },
      {
        "index": 7,
        "text": "又雲：令教授周孟陽作《讓知宗正表》，每一表餉之金十兩。孟陽辭，皇子曰：「此不足為謝，俟得請，方當厚酬耳。」凡十八表，孟陽獲千余緡。"
      },
      {
        "index": 8,
        "text": "丁正臣曰：皇子堅辭新命，孟陽使人謂之曰：「君已有此跡，若使中人別有所奏，君獨能無患乎？」"
      },
      {
        "index": 9,
        "text": "契丹乘西鄙用兵，中國疲弊，陰謀入寇。朝廷聞之，十月始修河北諸州城，又籍民為強壯以備之，又籍陜西、河東民為鄉弓手。時天下久承平，忽聞點兵，民情驚擾。敕諭以「今籍民兵，止令守衛。慮有不逞之徒，妄相驚煽，雲『官欲文面為兵，發之戍邊。』有為此言者，聽人告捕，當以其家財充賞。」"
      },
      {
        "index": 10,
        "text": "二年正月，契丹大發兵屯幽薊間，先遣其宣徽南院使蕭英、翰林學士劉六符奉書入見。己巳，邊吏以聞，朝廷為之旰食。壬申，以右正言、知制誥富弼假中書舍人充接伴。"
      },
      {
        "index": 11,
        "text": "樞密直學士明鎬討貝州，久未下，上深以為憂，問於兩府，參知政事文彥博請自往督戰。八年正月丁丑，以彥博為河北宣撫使，監諸將討貝州。時樞密使夏竦惡鎬，凡鎬所奏請，多從中沮，唯恐其成功。彥博奏：「今在軍中，請得便宜從事，不中覆。」上許之。"
      },
      {
        "index": 12,
        "text": "閏月庚子朔，克貝州，擒王則。初，彥博至貝州，與明鎬督諸將築距闉以攻城，旬余不下，有牢城卒董秀、劉炳請穴地以攻城，彥博許之。貝州城南臨禦河，秀等夜於岸下潛穿穴，棄土於水，晝匿穴中，城上不之見也。久之，穴成，自教場中出。秀等以褐袍塞之，走白彥博，選敢死士二百，命指使將之，銜枚自穴入。有帳前虞候楊遂請行，許之。遂白「軍恐杏？病亥者數人，此不可去，請易之」，從之。既出穴，登城殺守者，垂絙以引城下之人，城中驚擾。賊以火牛突登城者，登城者不能拒，頗引卻。楊遂力虎，身被十余創，援槍刺牛，牛卻走踐賊，賊遂潰。王則、張巒、卜吉與其黨突圍走，至村舍，官軍追圍之。則猶著花襆頭，軍士爭趣之，部署王信恐則死無以辨，以身覆其上，遂生擒之。巒、吉死於亂兵，不知所在。彥博請斬則於北京，夏竦奏言所獲賊魁恐非真，遂檻車送京師，剮於馬市。董秀、劉炳並除內殿崇班。"
      },
      {
        "index": 13,
        "text": "初，趙元昊既陷安遠、塞門寨，朝廷以延州堡寨多，徒分兵力，其遠不足守者悉棄之，而虜益內侵為邊患。大理寺丞、簽署保大軍節度判官事種世衡建言：「州東北二百裏有故寬州城，修之，東可通河東運路，北可扼虜要沖。」詔從之，命世衡帥兵董其役，且城之。城中無井，鑿地百五十尺始遇石，而不及泉，工人告不可鑿，眾以為城無井則不可守，世衡曰：「安有地中無水者邪？」即命工鑿石而出之，得石屑一器酬百錢，凡過石數重，水乃大發，既清且甘，城中牛馬皆足。自是邊城之無井者效之，皆得水。詔名其城曰青澗，以世衡為內殿承制、知城事。"
      },
      {
        "index": 14,
        "text": "世衡字仲平，放之兄子。世衡少尚氣節，以蔭補將作監主簿，累遷太子中舍。嘗知武功縣，用刑嚴峻，杖人不使執拘之，使自憑欄立磚上受杖，杖垂畢，足或落磚，則更從一數之。人亦服其威信，或有追呼，不使人執貼下鄉村，但以片紙榜縣門，雲：「追某人，期某日詣縣庭。」其親識見之，驚懼走告之，皆如期而至。"
      },
      {
        "index": 15,
        "text": "後通判鳳州，知州王蒙正，章獻太後姻家也，嘗以私幹世衡，不從，乃誘王知謙使詣闕訟冤，而陰為之內助，世衡坐流竇州。章獻崩，龍圖閣直學士李纮奏雪其罪，復衛尉寺丞。"
      },
      {
        "index": 16,
        "text": "後知澠池縣，葺館舍，設什器，乃至砧臼匕箸，無不畢備，客至如歸，由是聲譽大振。縣旁山上有廟，世衡葺之，其梁重大，眾不能舉。世衡乃令縣幹剪發如手搏者，驅數對於馬前，雲「欲詣廟中教手搏」，傾城人隨往觀之。既至，而不教，謂觀者曰：「汝曹先為我致廟梁，然後觀手搏。」眾欣然，趣下山共舉之，須臾而上。其權數皆此類。"
      },
      {
        "index": 17,
        "text": "初至青澗城，逼近虜境，守備單弱，芻糧俱乏。世衡以官錢貸商旅使致之，不問所出入，未幾，倉廩皆實。又教吏民習射，雖僧道婦人亦習之。以銀為射的，中者輒與之。既而中者益多，其銀重輕如故，而的漸厚且小矣。或爭徭役優重，亦使之射，射中者得優處；蠐泄，亦使之射，射中則釋之。由是人人皆能射。士卒有病者，常使一子視之，戒以不愈以笞之。撫養羌屬，親入其帳，得其歡心，爭為之用。寇至，屢破之。部落待遇如家人。有功者或解所服金帶，或撤席上銀器遺之。比數年，青澗城遂成富強，於延州諸寨中，獨不求益兵、運芻糧。"
      },
      {
        "index": 18,
        "text": "洛苑副使、知青澗城種世衡，為屬吏所訟以不法事，按驗皆有狀。鄜延路經略使龐公奏：「世衡披荊棘，立青澗城，若一一拘以文法，則邊將無所措手足。」詔勿問。頃之，世衡徙知環州，將行，別龐公，拜且泣曰：「世衡心腸鐵石也，今日為公下淚矣。」"
      },
      {
        "index": 19,
        "text": "慶歷二年春，范文正公巡邊，至為環慶經略使，環州屬羌多懷貳心，密與元昊通，以種世衡素得屬羌心，而青澗城己完固，乃奏徙世衡知環州以鎮撫之。有牛奴訛，素屈強，未嘗出見州官，聞世衡至，乃來郊迎。世衡與約，明日當至其帳，慰勞部落。是夕，雪深三尺，左右曰：「奴訛兇詐難信，且道險，不可行。」世衡曰：「吾方以信結諸胡，可失期邪？」遂冒雪而往。既至，奴訛尚寢，世衡蹴起之，奴訛大驚，曰：「吾世居此山，漢官無敢至者，公了不疑我邪？」帥部落羅拜，皆感激心服。"
      },
      {
        "index": 20,
        "text": "胡酋蘇慕恩部落最強，世衡皆撫而用之。嘗夜與慕恩飲，出侍姬以佐酒。既而世衡起入內，潛於壁隙窺之。慕恩竊與侍姬戲，世衡遽出掩之。慕恩慚懼請罪，世衡笑曰：「君欲之邪？」即以遺之。由是得其死力，諸部有貳者，使慕恩討之，無不克。"
      },
      {
        "index": 21,
        "text": "生羌歸附者百余帳，納所得元昊文券、袍帶，無復貳心。"
      },
      {
        "index": 22,
        "text": "世衡令諸族各置烽火，元昊掠之，更相救，常敗去，遂不敢犯。世衡嘗以罪怒一番落將，杖其背，僚屬為之請，莫能得。其人被杖已，奔趙元昊，甚親信之，得出入樞密院。歲餘，盡言得其機事以歸，眾乃知世衡用以為間也。"
      },
      {
        "index": 23,
        "text": "環、原之間，屬羌有明珠、滅臧、康奴三種最大，素號橫猾，撫之則驕不可制，攻之則險不可入，常為原州患。其北有二川，通於夏虜。二川之間，有古細腰城。慶歷四年，參知政事范文正公宣撫陜西，命世衡與知原州蔣偕共城之。世衡先遣人說誘夏虜，以故未及出兵爭之。世衡以錢募戰士，晝夜板築，旬月而成。乃召三種酋長，諭以官築此城，為汝禦寇。三種既出其不意，又援路已絕，因而服從。世衡在役所得疾，明年正月甲子卒，屬羌朝夕聚哭其樞者數日。青澗、環州吏民及屬羌皆畫像事之。八子；古、診、詠、諮、諤、、記、誼。"
      },
      {
        "index": 24,
        "text": "初，洛苑副使種世衡在青澗城，欲遣僧王嵩入趙元昊境為間，召與之飲，謂曰：「虜若得汝，考掠求實，汝不勝痛，當以實告邪？」嵩曰：「誓死不言。」世衡曰：「先試之。」乃縛嵩於庭，而掠之數百，嵩不屈，世衡曰：「汝真可也！」時元昊使其妻之兄弟、寧令之舅野利旺榮及剛浪陵，分將左右廂兵，最用事。世衡使嵩為民服，賫書詣旺榮，且遺之棗及畫龜。旺榮鎖蒿囚地牢中，且半歲所。會元昊欲復歸中國，而恥自言，乃釋嵩囚，使旺榮遺邊將書，遣教練使李文貴逆嵩還，曰：「向者種洛苑書意，欲更求通和邪？」邊將送文貴及嵩詣延州，時龐公為經略使，已奉朝旨招納元昊，始遣文貴往來議其事，奏嵩除三班借職。"
      },
      {
        "index": 25,
        "text": "東染院使種世衡長子古，初抗誌不仕，慕叔祖放之為人，既而人莫之省。皇祐中，詣闕自言：「父世衡遣王嵩入夏虜，離間其用事臣，野利旺榮兄弟皆被誅，元昊由是勢衰，稱臣請服。經略使龐籍掩臣父之功，自取兩府。」龐公時為樞密使，奏稱：「嵩入虜境即被囚，元昊委任旺榮如故。及元昊請服之時，先令旺榮為書遺邊將。元昊妻即旺榮妹，元昊黜其妻，旺榮兄弟怨望。元昊既稱臣，後二年，旺榮謀因寧令娶婦之夕作亂殺元昊，事覺，族誅，非因嵩離間而死。臣與范仲淹、韓琦皆豫受中書劄子：『候西事平，除兩府。』既而，仲淹、琦先除，臣次之，非臣專以招懷之功得兩府。文書俱在，皆可考驗。」朝廷知古妄言，猶以父功，特除古天興主簿，令禦史臺押出城，趣使之官。其後朝廷籍其父名，擢古、診、諤皆為將帥，官至諸司使。"
      },
      {
        "index": 26,
        "text": "夏英公為南京留守，杖人好潛如其數。提點刑獄馬洵美，武人也，劾奏之曰：「夏竦大臣，朝廷寄任非輕，罪有難恕者，明施重刑可也，何必欺罔小人、潛加杖數乎？」詔取戒勵。當時文臣皆為英公恥之。"
      },
      {
        "index": 27,
        "text": "章郇公得象之高祖，建州人，仕王氏為刺史，號章太傅。其夫人練氏知識過人。太傅嘗出兵，有二將後期，欲斬之，夫人置酒，飾美姬進之，太傅歡甚，迨夜飲醉，夫人密摘二將使去。二將奔南唐，將兵攻建州，破之。時太傅已卒，夫人居建州，二將遣使厚以金帛遺夫人，且以一白旗授之，曰：「吾將屠此城，夫人植旗於門，吾以戒士卒勿犯也。」夫人返其金帛，並旗弗受，曰：「君幸思舊德，願全此城之人；必欲屠之，吾家與眾俱死耳，不願獨生。」二將感其言，遂止不屠。太傅十三子，其八子夫人所生也，及宋興，子孫及第至達官者甚眾；余五房子孫無及第者，惟章衡狀元及第，其父亦八房子孫繼五房耳。"
      },
      {
        "index": 28,
        "text": "黃庠，洪州人，文學精贍，取國子監進士解、貢院奏名皆第一，聲譽赫然，天下之士皆服為之下。及就殿試，病不能執筆，有詔後舉就殿試，未及期而卒。"
      },
      {
        "index": 29,
        "text": "楊寘字審賢，兩為國子解元，貢院奏名、殿庭唱第皆第一，未除官而卒。"
      },
      {
        "index": 30,
        "text": "馮京字當世，鄂州人，府解、貢院、殿庭皆第一。"
      },
      {
        "index": 31,
        "text": "康定初，夏虜寇延州，永平寨主、監押欲引兵匿深山，俟虜去復歸。指揮使史吉帥所部數百人遮城門，立於馬前，曰：「寨主、監押欲何之？」二人以其謀告，吉曰：「如此，兵則完矣，如城中百姓、芻糧何？此往還之跡何可掩？異日為有司所劾，吉為指揮使，不免於斬頭，願先斬吉於馬前；不然，不敢以此兵從行也。」寨主、監押慚懼，引轡而返。虜至，圍城，吉帥眾拒守，數日而虜去。朝廷以寨主、監押完城功，各遷一官，吉曰：「幸不喪城寨，吾豈論功乎？」後官至團練使。女為郭逵夫人，亦有明識。逵善治生，家甚富，夫人常規之曰：「我與公俱老，所衣食能幾何？子孫皆有官，公位望不輕，胡為多藏以敗名也？」"
      }
    ]
  }
}