{
  "chapterNumber": 5,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "明道二年四月己未，呂夷簡罷為武勝軍節度使、同平章事、判陳州。或曰：莊獻初崩，上與呂夷簡謀，以夏竦等皆莊獻太后之黨，悉罷之。退告郭后，郭后曰：「夷簡獨不附太后邪？但多機巧、善應變耳。」由是並夷簡罷之。是日，夷簡押班，聞唱其名，大駭，不知其故。夷簡素與內侍副都知閻文應等相結，使為中诇，久之，乃知事由郭后。夷簡由是惡郭后。"
      },
      {
        "index": 2,
        "text": "十月戊午，張士遜罷，呂夷簡復入相。上以張士遜等在相位多不稱職，復思呂夷簡。會士遜上莊獻太后謚，還，過樞密使楊崇勛飲酒，致班慰失時。十月戊午，罷士遜為左仆射，崇勛為河陽節度使、同平章事，復以夷簡為門下侍郎兼吏部尚書、平章事。"
      },
      {
        "index": 3,
        "text": "初，莊獻太后稱制，郭后恃太后勢，頗驕橫，後宮多為太后所禁遏，不得進。太后崩，上始得自縱。適美人尚氏、楊氏尤得幸。尚氏父自所由除殿直，賞賜無算，恩寵傾京師。郭后妒，屢與之忿爭。尚氏嘗於上前有侵後不遜語，後不勝忿，起批其頰，上自起救之，後誤查上頸，上大怒。閻文應勸上以爪痕示執政大臣而謀之。上以示呂夷簡，且告之故，夷簡因密勸上廢後。上疑之，夷簡曰：「光武，漢之明主也，郭后止以怨懟坐廢，況傷乘輿乎？廢之未損聖德。」上未許，外人籍籍，頗有聞之者。左司諫、秘閣校理范仲淹因登對極陳其不可，且曰：「宜早息此議，不可使有聞於外也。」夷簡將廢後，奏請敕有司無得受臺諫章奏。"
      },
      {
        "index": 4,
        "text": "十二月乙卯，稱皇后請入道，賜號「凈妃」，居別宮。右諫議大夫、權禦史中丞孔道輔怪閣門不授章奏，遣吏诇之，始知其事奏請未降詔書。丙辰，與范仲淹帥諸臺諫詣閣門請對，閣門不為奏。道輔等欲自宣祐門入趣內東門，宣祐監官宦者闔扉拒之。道輔拊門銅镮大呼曰：「皇后被廢，奈何不聽我曹入諫？」宦者奏之，須臾，有旨：「今臺諫欲有所言，宜詣中書附奏。」道輔等悉詣中書，論辯喧嘩。夷簡曰：「廢後自有典故。」仲淹曰：「相公不過引漢光武勸上耳。此漢光武失德，又何足法邪？自余廢後，皆昏君所為。主上躬堯、舜之資，而相公更勸之效昏君所為乎？」夷簡拱立，曰：「茲事明日諸君更自登對力陳之。」道輔等退，夷簡即為熟狀，貶黜道輔等。故事，中丞罷，須有告詞。至是，直以敕除之。道輔等始還家，敕尋至，遣人押出城，仍下詔雲雲。"
      },
      {
        "index": 5,
        "text": "十一月戊子，故後郭氏薨。後之獲罪也，上直以一時之忿，且為呂夷簡、閻文應所譖，故廢之。既而悔之。後出居瑤華宮，章惠太后亦逐楊、尚二美人，而立曹後。久之，上遊後園，見郭后故肩輿，淒然傷之，作《慶金枝》詞，遣小黃門賜之，且曰：「當復召汝。」夷簡、文應聞之，大懼。會後有小疾，文應使醫官故以藥發其疾。疾甚，未絕，文應以不救聞，遽以棺斂之。王伯庸時為諫官，上言：「郭后未卒，數日先具棺器，請推按其起居狀。」上不從，但以後禮葬於佛舍而已。"
      },
      {
        "index": 6,
        "text": "始平公自鄆徙並，過京師，謁上。是時，上新用文、富為相，自以為得人，謂公曰：「朕新用二相，如何？」公曰：「二臣皆朝廷高選，陛下拔而用之，甚副天下之望。」上曰：「誠如卿言。文彥博猶多私，至於富弼，萬口同詞，皆雲賢相也。」始平公曰：「文彥博，臣頃與之同在中書，詳知其所為，實無所私，但惡之者毀之耳。況前者被謗而出，今當愈畏懼矣。富弼頃為樞密副使，未執大政，朝士大夫未有與之為怨者，故交口譽之，冀其進用，而己有所利焉。若富弼以陛下之爵祿樹私恩，則非忠臣，何足賢也；若一以公議概之，則向之譽者將轉而為謗矣。此陛下所宜深察也。且陛下既知二臣之賢而用之，則當信之堅，任之久，然後可以責成功；若以一人之言進之，未幾又以一人之言疑之，臣恐太平之功未易可致也。」上曰：「卿言是也。」"
      },
      {
        "index": 7,
        "text": "狄青平邕州還除州。"
      },
      {
        "index": 8,
        "text": "拽利王旺榮、天都王剛浪口夌者，皆元昊妻之昆弟也，與元昊族人嵬名山等四人為謨寧令，共掌軍國之政，而剛浪口夌勇健有智謀，尤用事。種世衡知青澗城，白始平公，遣土僧王嵩遺剛浪口夌書及銀龜，曰：「向者得書，知有善意，欲背僭偽，歸款朝廷，甚善。事宜早發，狐疑變生。」欲以間之。於是元昊囚嵩而使剛浪口夌麾下教練使李文貴詣世衡所，陽為不喻，曰：「前者使人以書來，何意也？豈欲和親邪？」公以其言妄，止文貴於青澗城。"
      },
      {
        "index": 9,
        "text": "後數月，元昊寇涇原，葛懷敏戰沒。會梁適使契丹，契丹主謂適曰：「元昊欲歸款南朝而未敢，若南朝以優禮懷來之，彼必洗心自新矣。」於是密詔公招懷元昊：元昊茍肯稱臣，雖仍其僭稱亦不害；若改稱單於可汗，則固大善。公以為若此間使人往說之，則元昊益驕，不可與言，乃自青澗城召李文貴，謂之曰：「汝之先王及今王之初，奉事朝廷，皆不失臣節；汝曹忽無故妄加之名，使汝王不得為朝廷臣，紛紛至今，使彼此之民肝腦塗地，皆汝群下之過也。汝犯邊之初，以國家久承平，民不習戰，故屢以汝勝；今邊民亦習戰，汝之屢勝豈可常邪？我國家富有天下，雖偏師小衄，未至大損；汝兵一敗，社稷可憂矣。天之立天子者，將使溥愛四海之民而安定之，非欲殘彼而取快也。汝歸語汝主：若誠能悔過從善，降號稱臣，歸款朝廷，以息彼此之民，朝廷所以待汝者，禮數賞賜必優於前矣。」文貴頓首曰：「此固西人日夜之願也。龍圖能為言之朝廷，使彼此息兵，其誰不受賜！」公乃厚待而遣之。"
      },
      {
        "index": 10,
        "text": "頃之，文貴復以剛浪陵等遺公書來言和親之意，用鄰國抗敵之禮，公上之。朝廷為還書草，稱剛浪陵等為太尉，使公報之。公曰：「方今抑其僭名，而稱其臣已為三公，則元昊豈肯降屈邪？不若稱其胡中官謨寧令，非中國之所諭，無傷也。」朝廷善而從之。剛浪陵又以書來，欲仍其僭稱，而稱臣款。公不復奏，即日答之，曰：「此非邊臣之所敢知也。若名號稍正，則議易合耳。」於是元昊使伊州刺史駕從勖上書，稱「男邦泥定國兀卒曩霄上書父大宋皇帝。」從勖至京師，朝廷復遣邵良佐、張子奭等往復議定名號，及每歲所賜之物，及他盟約，使稱臣作誓表上之，朝廷冊命為夏國主。"
      },
      {
        "index": 11,
        "text": "先是，元昊嬖尼生子，甚愛之。剛浪陵恐其廢立。會元昊妻拽利氏子寧令娶剛浪陵女為妻，剛浪陵謀於成婚之夕邀元昊至其帳，伏兵殺之。未發，其黨有告之者，元昊圍拽利氏，盡滅族。"
      },
      {
        "index": 12,
        "text": "李戎訟世衡擅用官物，奏劾。公正其官，奏世衡披荊棘，謹守法度吏耳。移環州，泣別。子古上彥遠書，除天興尉。"
      },
      {
        "index": 13,
        "text": "文公為相，龐公為樞密使，以國用不足，同議省兵。於是揀放為民者六萬余人，減其衣糧之半者二萬余人。眾議紛然，以為不可，施昌言、李昭亮尤甚，皆言：「衣食於官久，不願為農，又皆習弓刀，一旦散之閭閻，必皆為盜賊。」上亦疑之，以問二公，二公曰：「今公私困竭，上下遑遑，其故非他，正由畜養冗兵太多故也。今不省去，無由蘇息。萬一果有聚為盜賊者，二臣請以死當之。」既而，昭亮又奏：「兵人揀放所以如是多者，大抵皆縮頸曲腘，詐為短小，以欺官司耳。」公乃言：「兵人茍不樂歸農，何為詐欺如此？」上意乃決，邊儲由是稍蘇。後數年，王德用為樞密使，許懷德為殿前都指揮使，復奏選廂軍以補禁軍，增數萬人。"
      },
      {
        "index": 14,
        "text": "狄青既破儂智高，平邕州，上甚喜，欲以為樞密使、同平章事。宰相龐籍曰：「昔太祖時，慕容延釗將兵，一舉得荊南、湖南之地，方數千里，兵不血刃，不過遷官、加爵邑、賜金帛，不用為樞密使也。曹彬平江南，禽李煜，欲求使相，太祖不與，曰：『今西有河東，北有幽州，汝為使相，那肯復為朕死戰邪！』賜錢二十萬貫而已。祖宗重名器如山嶽，輕金帛如糞壤，此陛下所當法也。今青奉陛下威靈，殄戮兇醜，克稱聖心，誠可褒賞，然方於延釗與彬之功，則不逮遠矣。若遂用為樞密使、同平章事，則青名位極矣，寇盜之警不可前知，萬一他日青更立大功，欲以何官賞之哉？且樞密使高若訥無過，若之何罷之？不若且為之移鎮，加檢校官，賜之金帛，亦足以酬青之功矣。」上曰：「向者諫官禦史言：若訥舉胡恢書石經，恢狂險無行；又若訥前導者歐人致死，可謂無過乎？」龐公曰：「今之庶僚舉選人充京官，未遷官者猶不坐，況若訥大臣，舉恢以本官書石經，未嘗有所遷也，奈何以此解其樞務哉？若訥居馬上，前導去之裏余，不幸毆人致死，若訥尋執之以付開封府正其法，若訥何罪哉？且諫官禦史上言之時，陛下既以赦若訥不問矣，今乃追舉以為罪，無乃不可乎？」參知政事梁適曰：「王則止據貝州一城，文彥博攻而拔之，還為宰相；儂智高擾亂廣南兩路，青討平之，為樞密使何足為過哉？」籍曰：「貝州之賞，當時論者已嫌其太重。然彥博為參知政事，若宰相有缺，次補亦當為之，況有功乎？又國朝文臣為宰相，出入無常；武臣為樞密使，非有大罪不可罷也。且臣不欲使青為樞密使者，非徒為國家惜名器，亦欲保全青之功名耳。青起於行伍，驟擢為樞密副使，中外洶洶，以為朝廷未有此比。今青立大功，言者方息，若又賞之太過，是復召眾言也。」爭之累日，上乃從之，曰：「然則更與其諸子官，何如？」籍曰：「昔衛青有功，四子皆封侯，此固有前世之比，無傷也。」於是以青為護國軍節度使、河中尹，加檢校太傅，諸子皆超遷數官，賞賜金帛甚厚。後數日，兩府奏事，上顧籍笑曰：「卿前日商量除狄青官，深合事宜，可謂深遠之慮矣。」"
      },
      {
        "index": 15,
        "text": "是時，適意以若訥為樞密使，位在己上，宰相有缺，若訥當次補；青武臣，雖為樞密使，不妨己塗轍，故於上前爭之。既不能得，退甚不懌，乃密為奏，言狄青功大，賞之太薄，無以勸後；又密令人以上前之語告青；又使人語內侍省押班石全斌，使於禁中自訟其功，及言青與孫沔褒賞太薄，適許為外助。上既日日聞之，不能無信。頃之，兩府進對，上忽謂籍曰：「平南之功，前者賞之太薄，今以狄青為樞密使，孫沔為樞密副使，石全斌先給觀察使俸，更俟一年，除觀察使，高若訥優遷一官，加近上學士，置之經筵。」又言張堯佐亦除宣徽使，聲色俱厲。籍錯愕，對曰：「容臣等退至中書商議，明日再奏。」上曰：「勿往中書，只於殿門閣內議之，朕坐於此以俟之也。」若訥時為戶部侍郎，籍乃與同列議於閣內，以若訥為尚書左丞，加觀文殿學士兼侍讀，其餘皆如聖旨。入奏之，上容色乃和，遂下詔行之。"
      },
      {
        "index": 16,
        "text": "始平公自定州歸朝，既入見，退詣中書，白執政以求致仕。執政曰：「康寧如是，又主上意方厚，而求去如此之堅，何也？」始平公曰：「若待筋力不支、人主厭棄，然後去，乃不得已也，豈得為止足哉？」因退歸私第，堅臥不起。自青州至是，三年凡七上表，其劄子不可勝數，朝廷乃許之，以太保致仕。是時論者皆謂公精力充壯，必未肯決去，至是乃服。"
      },
      {
        "index": 17,
        "text": "嘉祐違豫。嘉祐元年正月甲寅朔，上禦大慶殿，立仗朝會。前夕，大雪，至壓宮架折。上在禁庭，跣禱於天。及旦而霽，百官就列。既卷簾，上暴感風眩，冠冕欹側，左右復下簾。或以指抉上口出涎，乃小愈；復卷簾，趣行禮而罷。"
      },
      {
        "index": 18,
        "text": "戊午，宴契丹使者於紫宸殿，平章事文彥博奉觴詣禦榻上壽，上顧曰：「不樂邪？」彥博知上有疾，猝愕無以對。然尚能終宴。己未，契丹使者入辭，置酒紫宸殿，使者入至庭中，上疾呼曰：「趣召使者升殿，朕幾不相見！」語言無次。左右知上疾作，遽扶入禁中。文彥博遣人以上旨諭契丹使者，雲昨夕宮中飲酒過多，今日不能親臨宴，遣大臣就驛賜宴，仍授國書。"
      },
      {
        "index": 19,
        "text": "彥博與兩府俟於殿閣，久之，召內侍都知史誌聰、鄧保吉等，問上至禁中起居狀，誌聰等對以禁中事嚴密，不敢泄。彥博怒，叱之曰：「主上暴得疾，系社稷之安危，惟君輩得出入禁闥，豈可不令宰相知天子起居，欲何為邪？自今疾勢稍有增損，必一一見白。」仍命直省官引至中書，取軍令狀。誌聰等素謹願，及夕，諸宮門白下鎖，誌聰曰：「汝曹自白宰相，我不任受其軍令。」"
      },
      {
        "index": 20,
        "text": "庚申，兩府詣內東門小殿門起居。上自禁中大呼而出曰：「皇后與張茂則謀大逆！」語極紛錯。宮人扶侍者皆隨上而出，謂宰相曰：「相公且為天子肆赦消災。」兩府退，始議下赦。茂則，內侍也，上素不之喜，聞上語即自縊，左右救解，得不死。文彥博召茂則責之曰：「天子有疾，譫言耳，汝何遽如是？汝若死，使中宮何所自容邪？」戒令常侍上左右，毋得輒離。曹後以是亦不敢輒近上左右。諸女皆幼，福康公主最長，時已病心，初不知上之有疾，更無至親在上側者，惟十閣宮人侍奉而已。上既不能省事，兩府但相與議定，稱詔行之。兩府謀以上躬不寧，欲留宿宮中而無名。辛酉，文彥博建議設醮祈福於大慶殿，兩府晝夜焚香，設幄宿於殿之西廡。史誌聰等曰：「故事，兩府無留宿殿中者。」彥博曰：「今何論故事也？」"
      },
      {
        "index": 21,
        "text": "壬戌，上疾小間，暫出禦崇政殿以安眾心。癸亥，賜在京諸軍特支錢。兩府求詣寢殿見上，史誌聰等難之，平章事富弼責之，誌聰等不敢違。是日，兩府始入福寧殿臥內奏事，兩制近臣日詣內東門問起居，百官五日一入。"
      },
      {
        "index": 22,
        "text": "甲子，赦天下。知開封府王素夜叩宮門，求見執政白事。文彥博曰：「此際宮門何可夜開？」詰旦，素入白有禁卒告都虞候欲為變者，執政欲收捕按治，彥博曰：「如此，則張皇驚眾。」乃召殿前都指揮使許懷德問曰：「都虞候某甲者，何如人？」懷德曰：「在軍職中最為謹良。」彥博曰：「可保乎？」曰：「可保。」彥博曰：「然則此卒有怨於彼，誣之耳。當亟誅之以靖眾。」眾以為然。彥博乃請平章事劉沆判狀尾，斬於軍門。及上疾愈，沆譖彥博於上曰：「陛下違豫時，彥博擅斬告反者。」彥博以沆判呈上，上意乃解。"
      },
      {
        "index": 23,
        "text": "先是，富弼用朝士李仲昌策，自澶州商胡河穿六漯渠，入橫隴故道。北京留守賈昌朝素惡弼，陰結內侍右班副都知武繼隆，令司天官二人候兩府聚處，於大慶殿庭執狀抗言：「國家不當穿河於北方，致上體不安。」文彥博知其意有所在，顧未有以制也。後數日，二人又上言請皇后同聽政，亦繼隆所教也。史誌聰等以其狀白執政，彥博視而懷之，不以示同列，有喜色。同列問，不以告。既而，召二人詰之曰：「汝今日有所言乎？」對曰：「然。」彥博曰：「天文變異，汝職所當言也，何得輒預國家大事？汝罪當族！」二人懼，色變。彥博曰：「觀汝直狂愚耳，未欲治汝罪，自今無得復爾。」二人退，彥博乃以狀示同列，同列皆憤怒曰：「奴敢爾妄言，何不斬之？」彥博曰：「斬之則事彰灼，中宮不安。」眾皆曰：「善。」既而議遣司天官定六漯於京師方位，彥博復遣二人往。武繼隆白請留之，彥博曰：「彼不敢輒妄言，有人教之耳。」繼隆默不敢對。二人至六漯，恐治前罪，乃更言六漯在東北，非正北，無害也。"
      },
      {
        "index": 24,
        "text": "戊辰以後，上神思浸清寧，然終不語，群臣奏事，大抵首肯而已。壬申，罷醮，兩府始分番歸第，不歸者各宿於其府。"
      },
      {
        "index": 25,
        "text": "二月癸未朔，甲申，詔惟兩府近臣日候問於內東門，余悉罷之。甲辰，上始禦延和殿，自省府官以上及宗室皆入參。丙午，百官奏賀康復。"
      },
      {
        "index": 26,
        "text": "貢父曰：章獻劉後本蜀人，善播鼗。蜀人宮美攜之入京。美以鍛銀為業，時真宗為皇太子，尹開封，美因鍛得見，太子語之曰：「蜀婦人多材慧，汝為我求一蜀姬。」美因納後於太子，見之，大悅，寵幸專房。太子乳母惡之。太宗嘗問乳母：「太子近日容貌臒瘠，左右有何人？」乳母以後對，上命去之。太子不得已，置於殿侍張耆之家。耆避嫌，為之不敢下直。未幾，太宗宴駕，太子即帝位，復召入宮。"
      },
      {
        "index": 27,
        "text": "劉貢父曰：「真宗將立劉後，參知政事趙安仁以為劉後寒微，不可以母天下，不如沈德妃出於相門。上雖不樂，而以其守正，無以罪也。他日，上從容與王冀公訟方今大臣誰最為長者，冀公欲擠安仁，乃譽之曰：「無若趙安仁。」上曰：「何以言之？」冀公曰：「安仁昔為故相沈義倫所知，至今不忘舊德，常欲報之。」上默然。明日，安仁遂罷政事。"
      },
      {
        "index": 28,
        "text": "王旦太尉薦寇萊公為相。萊公數短太尉於上前，而太尉專稱其長。上一日謂太尉曰：「卿雖稱其美，彼專談卿惡。」太尉曰：「理固當然。臣在相位久，政事闕失必多。準對陛下無所隱，益見其忠直，此臣所以重準也。」上由是益賢太尉。初，萊公在藩鎮，嘗因生日構山棚大宴，又服用僭侈，為人所奏。上怒甚，謂太尉曰：「寇準每事欲效朕，可乎？」太尉徐對曰：「準誠賢能，無如呆何！」上意遽解，曰：「然。此止是呆耳。」遂不問。及太尉疾亟，上問以後事，唯對以宜早召寇準為相雲。"
      },
      {
        "index": 29,
        "text": "錢資元曰：真宗末，王冀公每奏事，或懷數奏，出其一二，其余皆匿之，既退，以己意稱聖旨行之。嘗與馬知節俱奏事上前，冀公將退，知節目之曰：「懷中奏何不盡出之？」"
      },
      {
        "index": 30,
        "text": "張乖崖常稱：「使寇公治蜀，未必如詠；至於澶淵一擲，詠亦不敢為也。」深嘆服之。"
      },
      {
        "index": 31,
        "text": "邢惇，雍丘人，以學術稱於鄉曲，家居不仕。真宗末，以布衣召對，問以治道，惇不對。上問其故，惇曰：「陛下東封西祀，皆已畢矣，臣復何言？」上悅，除試四門助教，遣歸。惇衣服居處，一如平日，鄉人不覺其有官也。既卒，人乃見其《敕》與廢紙同束置屋梁間。"
      }
    ]
  }
}