{
  "chapterNumber": 2,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "呂蒙正相公不喜記人過。初參知政事，入朝堂，有朝士于簾內指之曰：「是小子亦參政耶？」蒙正佯為不聞而過之。其同列怒，令詰其官位姓名，蒙正遽止之。罷朝，同列猶不能平，悔不窮問，蒙正曰：「若一知其姓名，則終身不能復忘，固不如無知也。不問之，何損？」時皆服其量。"
      },
      {
        "index": 2,
        "text": "太祖末，關中羣盜有馬四十匹，常有怨于富平人，志必屠之，驅略農人，使荷畚鍤隨之，曰：「吾克富平，必夷其城郭。」富平人恐，羣詣荊姚見同州巡檢侯舍人告急。舍人素有威名，率眾伏于邑北，羣盜聞之，舍富平不攻而去。舍人引兵于邑西邀之，令士皆傅弩，戒勿妄發，曰：「賊皆有甲，不可射；射其馬，無具裝，又劫掠所得，非素習戰也，射之必將驚潰。」既而，合戰，眾弩俱發，賊馬果驚躍散走，縱兵擊之，俘斬殆盡。餘黨散入他州，巡檢獲之，自以為功，送詣州邑。盜固稱：「我非此巡檢所獲，乃侯舍人所獲也。」巡檢怒，自詣獄責之，曰：「爾非我所獲而何？」盜曰：「我昔與君遇于某地，君是時何不擒我邪？我又與君遇于某地，君是時棄兵而走，何不擒我耶？我為舍人所破，狠狽失據，為君所得，此所謂敗軍之卒，舉帚可撲，豈君智力所能獨辦耶？」巡檢慙而退。"
      },
      {
        "index": 3,
        "text": "至道中，國家征西夏，調發陜西芻粟隨軍至靈武，陜西騷動，民皆逃匿，賦役不肯供給。有詔：「督運者皆得便宜從事，不牽常法。」吏治率皆峻急，而京兆府通判水部員外郎楊譚、大理寺丞林特尤甚。長安人歌之曰：「楊譚見手先教鏁，林特逢頭便索枷。」長安多大豪及有蔭戶，尤不可號令。有見任知某州妻清河縣君者，不肯運糧，譚鏁而杖之，于是民莫敢不趨令。譚、時令民每驢負若干，每人擔若干，仍齎糧若干，官為封之，須出塞乃聽食，怨嗟之聲滿道。既而京兆最為先辦，民無逃棄者；諸州皆稽留不能，此事畢，人畜死者十八九。由是人始復稱之。二人以是得顯官：譚終諫議大夫，特至尚書、三司使。"
      },
      {
        "index": 4,
        "text": "李順作亂於蜀，詔以參知政事趙昌言監護諸將討之。鳳翔，是時寇準知州，密上言：「趙昌言素有重名，又無子息，不可征蜀，授以利柄。」太宗得疏大驚，曰：「朝廷皆無忠臣，言莫及此。賴有寇準憂國家耳。」乃詔昌言行所至即止，專以軍事付王紹宣，罷知政事，以工部侍郎知鳳翔府，召寇準參知政事。昌言自鳳翔歷秦、陜、永興三州，入為禦史中丞。"
      },
      {
        "index": 5,
        "text": "真宗咸平五年，翰林學士王欽若、直館洪湛知貢舉。京師豪族有奏名至及第者，既而其家分居爭財，出其錢簿，有若干貫遺知舉洪學士。上怒，下御史臺窮治，連及王欽若，亦有所受。是時欽若被眷遇，上大怒，以昌言操意巇險，誣陷大臣，昌言自戶部尚書兼御史中丞貶安州司馬。自是不獲省錄十余年，更屢赦，量移放還。至祥符中，乃復敘為戶部侍郎。西祀恩，遷吏部侍郎卒。"
      },
      {
        "index": 6,
        "text": "李順反，太宗命參知政事趙昌言為元帥。昌言為人辯智，于上前指畫破賊之策，上悅之，恩遇甚厚。既行，時有峩眉山僧茂貞以術得幸，謂上曰：「昌言折頞，貌有反相，不宜委以蜀事。」上悔之，遽遣使者追止其行，以兵付諸將，留少兵，令昌言駐鳳州為後援。事平，罷參知政事，知鳳翔府。"
      },
      {
        "index": 7,
        "text": "錢若水為同州推官，知州性褊急，數以胷臆決事，不當。若水固爭不能得，輒曰：「當陪奉贖銅耳。」既而，果為朝廷及上司所駁，州官皆以贖論。知州愧謝，已而復然。前後如此數矣。有富民家小女奴逃亡，不知所之，奴父母訟于州，命錄事參軍鞫之。錄事嘗貸錢于富民，不獲，乃劾富民父子數人共殺女奴，棄尸水中，遂失其尸。或為元謀，或從而加功，罪皆應死。富民不勝箠楚，自誣服。具上，州官審覆，無反異，皆以為得矣。若水獨疑之，留其獄，數日不決。錄事詣若水廳，詬之曰：「若受富民錢，欲出其死罪耶？」若水笑謝曰：「今數人當死，豈可不少留熟觀其獄詞邪？」留之且旬日，知州屢趣之，不得，上下皆怪之。若水一旦詣州，屏人言曰：「若水所以留其獄者，密使人訪求女奴，今得之矣。」知州驚曰：「安在？」若水因密使人送女奴于知州，乃垂簾引女奴父母問曰：「汝今見汝女，識之乎？」對曰：「安有不識也？」因從簾中推出示之，父母泣曰：「是也。」乃引富民父子，悉破械縱之。其人號泣不肯去，曰：「微使君之賜，則某滅族矣！」知州曰：「推官之賜也，非我也。」其人趣詣若水廳事，若水閉門拒之，曰：「知州自求得之，我何與焉？」其人不得入，繞垣而哭，傾家資以飯僧，為若水祈福。知州以若水雪冤死者數人，欲為之奏論其功，若水固辭，曰：「若水但求獄事止，人不冤死耳，論功非其本心也。且朝廷若以此為若水功，當置錄事于何地耶？」知州歎服曰：「如此尤不可及矣。」錄事詣若水叩頭愧謝，若水曰：「獄情難知，偶有過誤，何謝也？」於是遠近翕然稱之。未幾，太宗聞之，驟加晉擢，自幕職半歲中為知制誥，二年中為樞密副使。"
      },
      {
        "index": 8,
        "text": "李繼隆與轉運使盧之翰有隙，欲陷之罪，乃檄轉運司，期八月出塞，令辦芻粟。轉運司調發方集，繼隆復為檄言：「陰陽人狀，國家不利八月出師，當更取十月。」轉運司遂散芻粟。既而復為檄云：「得保塞軍偵候狀，言賊且入塞，當以時進兵，芻粟即日取辦。」是時，民輸輓者適散，倉卒不可復集，繼隆遂奏轉運司乏軍興。太宗大怒，立召中使一人，付三函，令乘驛騎取轉運使盧之翰、竇玭及某人首。丞相呂端、樞密使柴禹錫皆不敢言，惟樞密副使錢若水爭之，請先推驗，有狀然後行法。上大怒，拂衣起入禁中。二府皆罷，若水獨留廷中不去。上既食，久之，使人偵視廷中有何，報云：「有細瘦而長者，尚立焉。」上出詰之，曰：「爾以同州推官再朞為樞密副使，朕所以擢任爾者，以爾為賢，爾乃不才如是耶？尚留此安侯？」對曰：「陛下不知臣無狀，使得待罪二府，固當竭其愚慮，不避死亡，補益陛下，以報厚恩。李繼隆外戚，貴重莫比，今陛下據其一幅奏書，誅三轉運使，雖彼有罪，天下何由知之？鞫驗事狀明白，乃加誅，亦何晚焉？獻可替否，死以守之，臣之常分。臣未獲死，固不敢退。」上意解，乃召呂端等，奏請如若水議，先令責狀，許之，三人皆黜為行軍副使。既而敵欲入塞事皆虛，繼隆坐貶招討，知秦州。"
      },
      {
        "index": 9,
        "text": "曹侍中將薨，真宗親臨視之，問以後事，對曰：「臣無事可言。」固問之，對曰：「臣二子璨與瑋，才器可取，皆堪為將。」上問其優劣，對曰：「璨不如瑋。」已而，果然瑋知秦州，嘗出巡城，以城上遮箭板太高，召主者令卑之。主者對曰：「舊如此者矣。」瑋怒曰：「舊固不可改邪？」命牽出斬之。僚佐以主者老將，諳兵事，罪小，宜可赦，皆諫瑋，瑋不聽，卒誅之。軍中懾伏。西蕃犯塞，候騎報敵將至，瑋方飲●〈口舀〉自若。頃之，報敵去城數里，乃起貫戴，以帛纏身，令數人引之，身停不動。上馬出城，望見敵陣有僧奔馬徑來于陣前檢校，瑋問左右曰：「彼布陣乃用僧耶？」對曰：「不然。此敵之貴人也。」瑋問軍中誰善射者，眾言李超，瑋即呼超指示之，曰：「汝能取彼否？」對曰：「憑太保威靈，願得五十騎裹送至敵陣前，可以取之。」瑋以百騎與之，勑曰：「不獲而返，當死。」遂進至敵陣前，騎左右開，超射之，一發而斃。于是，敵鳴笳而遁。瑋以大軍征之，敵眾大敗，出塞窮追，俘斬萬計，改邊鑿濠。西邊由是慴服，至今不敢犯塞，每言及瑋，則加手于額，呼之為父云。"
      },
      {
        "index": 10,
        "text": "瑋在秦州，有士卒十餘，叛赴敵中。軍吏來告，瑋方與客弈棋，不應；軍吏亟言之，瑋怒，叱之曰：「吾固遣之去，汝再三顯言耶！」敵聞，亟歸告其將，盡殺之。"
      },
      {
        "index": 11,
        "text": "曹侍中彬為人仁愛多恕，平數國，未嘗妄斬人。嘗知徐州，有吏犯罪，既立案，逾年然後杖之，人皆不曉其旨，彬曰：「吾聞此人新娶婦，若杖之，彼其舅姑必以婦為不利而惡之，朝夕笞罵，使不能自存。吾故緩其事，而法亦不赦也。」其用誌如此。"
      },
      {
        "index": 12,
        "text": "楊徽之，建州浦城人。少好學，善屬文，有志節。是時福建屬江南，江南亦置進士科以延士大夫，徽之恥之，乃間道詣中朝應舉，夜浮江津。周世宗時及第，為拾遺。是時，太祖已為時望所歸，徽之上書言之。及太祖即位，將殺徽之，太宗時為晉王，力救之，曰：「此周室忠臣也，不可殺。」其後左遷為峨眉令，十餘年不得調。太宗即位，始召之，用為太子諭德、侍講，官至兵部侍郎，贈僕射。徽之性介特，人罕能入其意者，雖親子弟，不肖不為奏任為官，平生獨奏外孫宋綬、族人自誠及某三人而已。綬後歷清顯，至參知政事。自誠，徽之疏族也，徙居建昌。自誠子偉，仕至翰林學士；從父弟儀，今為秘閣校理。"
      },
      {
        "index": 13,
        "text": "光祿寺卿王濟，刑部詳覆官，屢上封事。是時，諸道置提舉茶鹽酒稅官，朝廷因令訪察民間事、吏之能否，甚重其遠。會京西道缺，太宗問左右：「刑部有好言者，為誰？」左右以濟對，上即以授之。"
      },
      {
        "index": 14,
        "text": "魏廷式為益州路轉運使，入奏事，太宗令以事先詣中書，廷式曰：「臣乘傳來三千七百里之外，所奏事固望陛下宸斷決之，非為宰相來也，奈何詣中書？」上悅，即非時出見之，賜錢五十萬，遣還官。"
      },
      {
        "index": 15,
        "text": "兖王宮翊善姚坦好直諫。王嘗作假山，所費甚廣，既成，召宮屬置酒共觀之，眾皆褒嘆其美，坦獨俯首不視。王強使視之，坦曰：「坦見血山耳，安得假山？」王驚問其故，坦曰：「坦在田舍時，見州縣督稅，峻急，里胥臨門，捕人父子兄弟，送縣鞭笞，血流滿身，愁苦不聊生。此假山皆民租賦所為，非血山而何？」太宗聞是言時亦為假山，亟命毀之。王每有過失，坦未嘗不盡言規正。官中自王以下皆不喜，左右乃教王詐稱疾不朝。太宗日使醫視之，逾月不瘳，召王乳母入宮，問王疾增損狀，乳母曰：「王本無疾，徒以翊善姚坦檢束，王起居不得自便，王不樂，故成疾耳。」上怒曰：「吾選端士為王僚屬者，固為輔佐王為善耳。今王不能用規諫，而又詐疾，欲使朕逐去正人以自便，何可得也。且王年少，未知出此，必爾輩為之謀耳。」因命杖之數十。召坦慰諭曰：「卿居王宮，為羣小所嫉，大為不易。卿但能如此，毋患讒言，朕必不聽。」"
      },
      {
        "index": 16,
        "text": "田錫好直諫，太祖或時不能堪，錫從容奏曰：「陛下日往月來，養成聖性。」上悅，亦重之。"
      },
      {
        "index": 17,
        "text": "王禹偁字元之，濟州人，少善屬文，舉進士及第，為大理評事、知長洲縣。太宗聞其名，召為右正言、直史館，纔周歲，遂知制誥。禹偁性剛狷，數忤權貴，宦官尤惡之。上累命執政召至中書戒諭之，禹偁終不能戒。禹偁為翰林學士，上優待之，同列莫與比。上嘗曰：「當今文章，惟王禹偁獨步耳。」"
      },
      {
        "index": 18,
        "text": "王禹偁子嘉言為館職，平時若愚騃，獨寇萊公知之，喜與之語。萊公知開封府，一旦問嘉言曰：「外人謂劣丈云何？」嘉言曰：「外人皆云丈人旦夕入相。」萊公曰：「于吾子意何如？」嘉言曰：「以愚觀之，丈人不若未相為為善，相則譽望損矣。」萊公曰：「何故？」嘉言曰：「自古賢相，所以能建功業、澤生民者，其君臣相得，皆如魚之有水，故言聽計從，而功名俱美；今丈人負天下重望，相則中外有太平之責焉，而丈人之于明主，能若魚之有水乎？此嘉言所以恐譽望之損也。」萊公喜，起執其手曰：「元之雖文章冠天下，至於深識遠慮，殆不能勝吾子也。」"
      },
      {
        "index": 19,
        "text": "保安軍奏獲李繼遷母，太宗甚喜。是時寇準為樞密院使，呂端為宰相，上獨召準與之謀。退，自宰相幕次前過不入，端使人邀之曰：「嚮者主上召君何為」？準曰：「議邊事耳。」端曰：「陛下戒君勿分言于端乎？」準曰：「不然。」端曰：「若邊鄙常事，樞密院之職，端不必預知；若軍國大計，端備位宰相，不可以莫之知也。」準以獲繼遷母告，端曰：「君何以處之？」準曰：「準欲斬于保安軍北門之外，以戒兇逆。」端曰：「陛下以為何如？」準曰：「陛下以為然，令準之樞密院行文書耳。」端曰：「必若此，非計之得者也。願君少緩其事，文書勿亟下，端將入覆奏之。」即召閣門吏，役奏「宰相臣呂端請對」。上召入之，端見，具道準言，且曰：「昔項羽得太公，欲烹之，漢高祖曰：『願遺我一杯羹。』夫舉大事者，固不顧其親，況繼遷本悖逆之人哉！且陛下今日殺繼遷之母，繼遷可擒乎？若不然，徒樹怨讎而堅其叛心也。」上曰：「然則奈何？」端曰：「以臣之愚，請直置于延州，使善養視之，以招徠繼遷，雖不能即降，終可以繫其心，而母生死之命在我矣。」上撫髀稱善，曰：「微卿，幾誤我事。」即用端策。其母後病死于延州，繼遷尋亦死，其子德明竟納降請命。"
      },
      {
        "index": 20,
        "text": "魏王德昭，太祖之長子，從太宗征幽州，軍中夜驚，不知上所在，眾議有謀立王者，會知上處乃止。上微聞，銜之，不言。時上以北征不利，久不行河東之賞，議者皆以為不可，王乘間入言之，上大怒，曰：「待汝自為之，未晚也！」王惶恐還官，謂左右曰：「帶刀乎？」左右辭以禁中不敢帶。王因入茶果閣門，推戶，取割果刀自刎。上聞之，驚悔，往抱其屍，大哭曰：「癡兒，何至此耶！」"
      },
      {
        "index": 21,
        "text": "蘇王元偓，太祖遺腹子，太宗子養之。"
      },
      {
        "index": 22,
        "text": "太宗時，寇準為員外郎，奏事忤上旨，上拂衣起，欲入禁中，準手引上衣，令上復坐，決其事然後退。上由是嘉之。"
      },
      {
        "index": 23,
        "text": "太宗器重準，嘗曰：「朕得寇準，猶唐文皇之得魏鄭公也。」準以虞部員外郎，言事，召對稱旨。太宗謂宰相曰：「朕欲擢用寇準，當授以何官？」宰相請用為開封府推官，上怒曰：「此官豈所以待準者？」宰相請用為樞密直學士，上沈思良久，曰：「且使為此官可也！」"
      },
      {
        "index": 24,
        "text": "李穆字孟雍，陽武人。幼沈謹，溫厚好學，聞酸棗王昭素先生善《易》，往師之。昭素喜其開敏，謂人曰：「觀李生才能氣度，他日必為卿相。」昭素先時著《易論》三十三篇，祕不傳人，至是盡以授穆，穆由是知名。舉進士，翰林學士徐台符知貢舉，擢之上第，除鄂州軍事判官，遷汝州防禦判官。周世宗即位，求文學之士，或薦穆，擢拜左拾遺。太祖登極，洊殿中侍御史，屢奉使偽國。平蜀之初，通判洋州，又通判陜州，坐有罪，復免一官。久之，召為中允，尋以左拾遺知制誥。太宗即位，屢遷至中書舍人。宰相盧多遜得罪，穆坐與之同年登進士第，降授司封員外郎。上惜其才，尋命之攷校貢院。及御試進士，上見其顏色憔悴，憐之，復以為中書舍人，職任皆如故。尋命知開封事，有能名，遂擢參知政事。穆性至孝，母病累年，惡暑而畏風，穆身自扶持起居，能適其志，或通夕不寐，未嘗有倦惰之色。母卒，哀毀過人。朝命起復，固辭，不得已，視事，然終不飲酒食肉，未終喪而卒，年五十七。上甚惜之，謂宰相曰：「李穆，國之良臣，奄爾淪沒，非穆之不幸，乃國之不幸也。」穆贈工部尚書。"
      },
      {
        "index": 25,
        "text": "錢氏在兩浙，置知機務如知樞密院，通儒院學士如翰林學士。"
      },
      {
        "index": 26,
        "text": "周仁冀事錢俶，首建歸朝之策。吳越丞相沈虎子者，錢氏骨鯁臣也。俶為朝廷攻拔常州，虎子諫曰：「江南，國之藩蔽。今大王自撤其藩蔽，將何以衛社稷乎？」俶出虎子為刺史，以仁冀代為丞相。仁冀說俶曰：「主上英武，所向無敵，今天下事勢已可知。保族全民，策之上者也。」俶深然之。太祖時，自明州海道入朝，太祖禮而遣之。太平興國三年，仁冀復從俶入朝，盧多遜說上留之勿遣。俶朝禮畢，數日，欲去，不獲命，又不敢辭，君臣恐懼，莫知所為。仁冀曰：「今朝廷意可知，大王不速納土，禍將至矣。」俶左右固爭，以為不可，仁冀厲聲曰：「今已在人掌握中，去國千里，雖有羽翼不能飛出耳。」遂定速納兩浙地圖，請效上為內臣。上一再辭讓，遂受之。改封俶淮海國王，俶子惟濬淮南道節度使兼侍中，以仁冀為副。俶辭，又更除鄧州。以仁冀為鴻臚卿，卒之不遷官，蓋太宗心亦薄之也。"
      },
      {
        "index": 27,
        "text": "孫何、丁謂舉進士第，未有名，翰林學士王禹偁見其文，大賞之，贈詩云：「三百年來文不振，直從韓、柳到孫、丁。如今便好合修史，二子文章似六經。」二人由此詩名大振。"
      },
      {
        "index": 28,
        "text": "盧多遜父有高識，深惡多遜所為，聞其與趙中令為仇，曰：「彼元勳也，而小子毀之，禍必及我。得早死，不及見其敗，幸也。」竟以憂卒，未幾，多遜敗。"
      },
      {
        "index": 29,
        "text": "韓王將營西宅，遣人于秦、隴市良材以萬數，盧多遜陰以白上，曰：「普身為元宰，乃與商賈競利。」及宅成，韓王時為西京留守，已病矣。詔詣闕，將行，乘小車一遊第中，遂如京師，捐于館，不復再來矣。"
      },
      {
        "index": 30,
        "text": "張藏英，燕人，父為人所殺，藏英尚幼，稍長，擒讎人，生臠割以祭其父，然後食其心肝。鄉人謂之「報讎張孝子」。契丹用為蘆臺軍使。逃歸中國，從世宗征契丹。藏英請不用兵，先往說下瓦橋關。乃單騎往城下，呼曰：「汝識我乎？我張蘆臺也。」因陳世宗威德，曰：「汝非敵也。不下，且見屠。」藏英素為燕人所信重，契丹遂自北門遁去，城人開門請降。"
      }
    ]
  }
}