{
  "chapterNumber": 10,
  "title": "卷十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "文潞公知益州，喜遊宴。嘗宴鈐轄廨舍，夜久不罷，從卒輒拆馬庌為薪，不可禁遏。軍校白之，座客股栗，公曰：「天實寒，可拆與之。」神色自若，宴飲如故，卒氣沮，無以為變。"
      },
      {
        "index": 2,
        "text": "故相劉沆薨，贈侍中，知制誥張瑰草告詞，頗薄其為人。其子瑾詣闕，累章訟冤，稱瑰挾私怨，至詆瑰云：「祖奸、父贓、母穢、妻濫。」瑰，洎之孫，父方回，嘗以贓抵罪，母、妻之謗，出於錢晦所訟「一門萃眾醜，一身備百惡」。又帥兄弟婦女，衰绖詣待漏院哭訴。執政亦以褒贈乃朝廷恩典，瑰不當加貶黜之詞。五月戊子，瑰左遷知黃州，然瑾竟亦不敢請謚。"
      },
      {
        "index": 3,
        "text": "張密學奎、張客省亢母宋氏，白之族也。其夫好黃白術，宋氏伺其夫出，取其書並燒煉之具悉焚之。夫歸，怒之，宋氏曰：「君有二子，不使就學，日見君燒煉而效之，他日何以興君之門？」夫感其言而止。宋氏不愛金帛，市書至數千卷，親教督二子使讀書。客至，輒於窗間聽之。客與其子論文學、政事，則為之設酒殽；或閑話、諧謔，則不設也。僑居常州，胡樞密宿為舉人，有文行，宋氏以為必貴。亢少跅弛，宋氏常藏其衣冠，不聽出，唯胡秀才召，乃給衣冠使詣之。既而二子皆登進士第，仕至顯官。"
      },
      {
        "index": 4,
        "text": "張密學奎少嗜酒，嘗有酒失，母怒，欲笞之，遂不復飲，至終身。"
      },
      {
        "index": 5,
        "text": "至和三年春，仁宗寢疾，不能言，兩府以設道場為名，皆宿禁中，專決庶政。有禁卒詣開封府告大校謀為變者，府中夜封上之。時富公以疾謁告，惟潞公、劉相、王伯庸居中。旦日，潞公召三帥問大校平日所為如何，三帥言其謹願。潞公秉筆欲判其狀，斬告變者，伯庸捏其膝，乃請劉相判之。"
      },
      {
        "index": 6,
        "text": "仁宗寢疾，兩府雖宿禁中，數日不知上起居。潞公召內侍都知等詰之曰：「主上疾有增損，皆不令兩府知，何也？」對曰：「禁中事不敢漏泄。」潞公怒曰：「天子違豫，海內寒心。彥博等備位兩府，與國同安危，豈得不預知也！何謂漏泄？」顧直省官曰：「引都知等至中書，令供狀：今後禁中事如不令兩府知，甘伏軍令。」諸內侍大懼。日暮，皇城諸門白下鎖，都知曰：「汝自白兩府，我當他劍不得。」由是禁中事兩府無不知者。樞密使王德用開便門入中書，潞公執守門親事官送開封府撻之。明日，謂同列曰：「昨日悔不斬守門者。天子違豫，禁中門戶豈得妄開邪？」"
      },
      {
        "index": 7,
        "text": "崔公孺，諫議大夫立之子，韓魏公夫人之弟也。性亮直，喜面折人。魏公執政，用監司有非其人者。公孺曰：「公居陶镕之地，宜法造化為心。造化以蛇虎者害人之物，故置蛇於藪澤，置虎於山林。公今乃置之通衢，使為民害，可乎？」魏公甚嚴憚之。"
      },
      {
        "index": 8,
        "text": "范仲淹字希文，早孤，從其母適朱氏，因冒其姓，與朱氏兄弟俱舉學究。少尫瘠，嘗與眾客同見諫議大夫姜遵，遵素以剛嚴著名，與人不款曲，眾客退，獨留仲淹，引入中堂，謂其夫人曰：「朱學究年雖少，奇士也。他日不唯為顯官，當立盛名於世。」遂參坐置酒，待之如骨肉，人莫測其何以知之也。年二十餘，始改科舉進士。"
      },
      {
        "index": 9,
        "text": "晏丞相殊留守南京，仲淹遭母憂，寓居城下。晏公請掌府學，仲淹常宿學中，訓督學者，皆有法度，勤勞恭謹，以身先之。夜課諸生讀書，寢食皆立時刻，往往潛至齋舍诇之。見有先寢者，詰之，其人紿云：「適疲倦，暫就枕耳。」仲淹問：「未寢之時，觀何書？」其人亦妄對。仲淹即取書問之，其人不能對，乃罰之。出題使諸生作賦，必先自為之，欲知其難易，及所當用意，亦使學者準以為法。由是四方從學者輻湊。其後宋人以文學有聲名於場屋朝廷者，多其所教也。"
      },
      {
        "index": 10,
        "text": "服除，至京師，上宰相書，言朝政得失及民間利病，凡萬餘言，王曾見而偉之。時晏殊亦在京師，薦一人為館職，曾謂殊曰：「公知范仲淹，舍不薦，而薦斯人乎？已為公置不行，宜更薦仲淹也。」殊從之，遂除館職。頃之，冬至立仗，禮官定議欲媚章獻太后，請天子帥百官獻壽於庭，仲淹奏以為不可。晏殊大懼，召仲淹，怒責之，以為狂。仲淹正色抗言曰：「仲淹受明公誤知，常懼不稱，不知己羞，不意今日更以正論得罪於門下也。」殊慚無以應。"
      },
      {
        "index": 11,
        "text": "黃晞，閩人，好讀書，客遊京師，數十年不歸。家貧，謁索以為生，衣不蔽體，得錢輒買書，所費殆數百緡，自號聱隅子。石守道為直講，聞其名，使諸生如古禮，執羔雁束帛，就里中聘之，以補學職，晞固辭不就。故歐陽永叔《哭徂徠先生》詩云「羔雁聘黃晞，晞驚走鄰家」是也。著書甚多。至和中，或薦於朝，除試太學助教，月餘，未及具綠袍，遇疾，暴卒。有子，甚愚魯，所聚及自著書，皆散失無存者。"
      },
      {
        "index": 12,
        "text": "郭后既廢，京師富民號陳子城者，因保慶楊太后納女入宮，太后許以為后也。已至掖庭，將進御，勾當御藥院閻士良聞之，遽見上。上方披《百葉圖》擇日，士良曰：「陛下讀此何為？」上曰：「汝何問焉？」士良曰：「臣聞陛下欲納陳氏女為后，信否？」上曰：「然。」士良曰：「陛下知子城使何官？」上曰：「不知也。」士良曰：「子城使，大臣家奴仆之官也。陛下若納奴仆之女為后，豈不愧見公卿大夫邪？」上遽命出之。"
      },
      {
        "index": 13,
        "text": "杜祁公衍，越州人，父早卒，遺腹生公，其祖愛之。幼時，祖父脫帽，使公執之，會山水暴至，家人散走，其姑投一竿與之，使挾以自泛。公一手挾竿，一手執帽，漂流久之，救得免，而帽竟不濡。"
      },
      {
        "index": 14,
        "text": "前母有二子，不孝悌，其母改適河陽錢氏。祖父卒，公年十五六，其二兄以為母匿私財以適人，就公索之，不得，引劍斫之，傷腦。走投其姑，姑匿之重？？尞上，出血數升，僅而得免。乃詣河陽，歸其母。繼父不之容，往來孟、洛間，貧甚，傭書以自資。嘗至濟源，富民相裏氏奇之，妻以女，由是資用稍給。舉進士，殿試第四。及貴，其長兄猶存，待遇甚有恩禮。二兄及錢氏、姑氏子孫，受公蔭補官者數人，仍皆為之婚嫁。"
      },
      {
        "index": 15,
        "text": "慶曆四年四月戊戌，上與執政論及朋黨事，參知政事范仲淹對曰：「方以類聚，物以群分。自古以來，邪正在朝，未嘗不各為一黨，不可禁也，在聖鑒辨之耳。誠使君子相朋為善，其於國家何害？」"
      },
      {
        "index": 16,
        "text": "慶曆四年六月，范希文宣撫陜西、河東，自知權要惡之者多，上益厭之，乃上章乞罷政事、除一郡。上欲聽其請，章郇公言於上曰：「仲淹素有虛名，今一請而罷之，恐天下皆謂陛下輕黜賢臣，不若且賜詔不允。若仲淹即有表謝，則是挾詐要君，乃可罷。」上從之。希文果奉表謝，上曰：「果如章得象言。」遂罷知邠州。既而杜丞相、富彥國、韓稚圭、歐陽永叔、俞希道稍稍皆以事得罪矣。"
      },
      {
        "index": 17,
        "text": "通、泰、海州皆濱海，舊日潮水皆至城下，土田斥鹵，不可稼穡。范文正公監西溪倉，建白於朝，請築捍海堤於三州之境，長數百里，以衛民田，朝廷從之。以文正為興化令，專掌役事；又以發運使張綸兼知泰州，發通、泰、楚、海四州民夫 治之。既成，民至於今享其利。興化之民往往以範為姓。"
      },
      {
        "index": 18,
        "text": "慶曆三年九月丁卯，上幸天章閣，召中書、樞密院官朝拜太祖、太宗御容，觀內庫瑞物，因問安邊大略，移刻而罷。"
      },
      {
        "index": 19,
        "text": "慶曆六年八月甲戌，以諫議大夫、參知政事吳育為樞密副使，丁度為參知政事。是時宰相賈昌朝、陳執中議罷制科，育以為不可，爭論於上前，退而上章求解政務，故有是命。龐籍為樞密副使在度前，籍女嫁參知政事宋庠之子，庠因言於上，以親戚共事為嫌，故度得先之。"
      },
      {
        "index": 20,
        "text": "余靖本名希古，韶州人。舉進士，未預解薦，曲江主簿王仝善遇之，為幹知韶州者舉制科。知州怒，以為玩己，捃其罪，無所得，唯得仝與希古接坐，仝坐違敕停任，希古杖臀二十。仝遂閑居虔州，不復仕進。希古更名靖，字安道，取他州解及第。景祐中，為館職，為范文正訟冤獲罪，由是知名。范公入參大政，引為諫官。秘書丞茹孝標喪服未除，入京師私營身計，靖上言：「孝標冒哀求仕，不孝。」孝標由是獲罪，深恨靖。靖遷龍圖閣直學士，王仝數以書幹靖求貨，靖不能應其求。孝標聞靖嘗犯刑，詐匿應舉，乃自詣韶州購求其案，得之。時錢子飛為諫官，方攻範黨，孝標以其事語之，子飛即以聞。詔下虔州問王仝。靖陰使人諷仝令避去，仝辭以貧不能出，靖置銀百兩於茶篚中，托人餉之。所托者怪其重，開視，竊銀而致茶於仝，仝大怒。及詔至，州官勸仝對「當日接坐者余希古，今不知所在」，仝不從，對稱「希古即靖是也」。靖竟坐以左屯衛將軍分司。"
      },
      {
        "index": 21,
        "text": "余靖初及第，歸韶州，州束嘗鞫其獄者往見之，靖不為禮，吏恨之，乃取靖案，裹以緹油，置於梁上。吏病且危，囑其子曰：「此方今達官之案，他日朝廷必來求之。汝謹掌視，慎勿失去。」及茹孝標求其案，以為事在十年前，必不存，孝標訪於吏子，竟得之。"
      },
      {
        "index": 22,
        "text": "慶曆四年五月己巳，詔特徙右司諫、直集賢院、知渭州兼涇原路部署尹洙知慶州。先是，資政殿學士鄭戩兼陜西四路招討經略都部署，內殿崇班、渭州西路巡檢劉滬建策，以為秦、渭兩路有急，發兵相援，路出隴坻之內，回遠，恐不及事，請募熟戶，於山外築水洛、結公二城，以兵戍之，緩急以通援兵之路。戩以狀聞，命滬及著作佐郎董士廉董其役。會樞密副使韓琦宣撫陜西還，奏罷四路招討，以戩知永興軍。又言：「兩城之旁多生戶，今奪其地，恐城未畢而寇至，請罷之。」戩因極言築二城之利，不可輒罷。詔三司副使魚周詢往視其利害。未至，尹洙召滬、士廉令還，滬、士廉以熟戶既集，官物無所付，請遂城之。洙怒，以滬、士廉違部署司節制，命涇原路部署狄青往斬之，青械系滬、士廉於德順軍。及周詢還，言二城利害與戩議同，乃徙洙於慶州，滬降一官，士廉徙他路，官特支修城禁軍、弓箭手等錢有差。"
      },
      {
        "index": 23,
        "text": "尹師魯謫官監均州酒，時範希文知鄧州，師魯得疾，即擅去官，詣鄧州，以後事屬希文。希文日往視其疾，師魯曰：「今日疾勢復增幾分，可更得幾日。」一旦，遣人招希文甚遽，既至，師魯曰：「洙今日必死矣。人言將死者必見鬼神，此不可信，洙並無所見，但覺氣息奄奄就盡耳。」隱几坐，與希文語久之，謂希文曰：「公可出，洙將逝矣。」希文出至廳事，已聞其家號哭。希文竭力送其喪及妻孥歸洛陽。"
      },
      {
        "index": 24,
        "text": "王禹玉曰：包希仁知廬州，廬州即鄉里也，親舊多乘勢擾官府。有從舅犯法，希仁撻之，自是親舊皆屏息。"
      },
      {
        "index": 25,
        "text": "李公明曰：孔中丞道輔知仙源縣，諸孔犯法，無所容貸。"
      },
      {
        "index": 26,
        "text": "嘉祐七年五月辛未，樞密副使包拯薨，車駕臨幸其第。拯字希仁，廬州人，進士及第，以親老侍養，不仕宦且十年，人稱其孝。後歷監察御史，為天章閣待制、知諫院，遷龍圖閣直學士、知瀛州，又遷樞密直學士、知開封府。為人剛嚴，不可幹以私，京師為之語曰：「關節不到，有閻羅包老。」吏民畏服，遠近稱之。歷御史中丞、三司使、樞密副使，薨。拯為長吏，僚佐有所關白，喜面折辱人，然其所言若中於理，亦幡然從之。剛而不愎，此人所難也。"
      },
      {
        "index": 27,
        "text": "先是，詔周後柴氏，每遇親郊，聽奏補一人充班行。至是，或上言：「皇嗣未生，蓋以國家未如古禮封二王後。」嘉祐四年四月癸酉，詔：「擇柴氏族人最長一人除京官，已在班行則換文資，仍封崇義公，於河南府、鄭州境內與應入差遣，更給公田十頃。其周室陵廟，委之管勾，歲時祭享。如至知州資序，即與他處差遣，更取以次近親襲爵受官承替。」"
      },
      {
        "index": 28,
        "text": "丁度字公雅，開封祥符人。祖顗，盡其家資聚書至八千卷，為大室以貯之，曰：「吾聚書多，雖不能讀，必有好學者為吾子孫矣。」父逢吉，以醫事真宗於藩邸，官至將作監丞致仕。度以祀汾陰歲舉服勤詞學第二人登科，解褐大理評事、通判通州事，遷太子中允、直集賢院。今上即位，度上書請博延儒臣、勸講道誼，增置諫官、切劘治體，懇辟荒萊、安集流庸，以為州縣殿最。章獻皇后善之，遷太常博士，賜緋。俄出知湖州事，徙京西轉運使，以祠部員外郎知制誥，遷翰林學士。久之，兼侍讀學士，又加承旨，又兼端明殿學士。國朝故事：中書制民政，樞密專兵謀。又趙元昊逆命，朝廷事多，度建言：「古之號令皆出於一，今二府分兵民之政，若措置異同，則下無適從，非為國體。」於是始詔軍旅重務，二府通議。"
      },
      {
        "index": 29,
        "text": "度在兩禁十五年，性寬厚，儻宕不修威儀，流輩多易之。上嘗從容問度：「用人資序與才器孰先？」度對曰：「天下無事則循守資序，有事則簡拔才器。」上甚善之。會諫官有言度承間求進者，上以度言諭執政，且曰：「度侍從十五年，而應對如是，不自為地，真淳厚長者也。」尋以度為工部侍郎、樞密副使。逾年，參知政事。"
      },
      {
        "index": 30,
        "text": "頃之，衛士為變，事連宦官楊懷敏，樞密使夏竦言於上：「請使御史與宦官同於禁中鞫其獄，不可滋蔓，使反側者不自安。」度曰：「宿衛有變，事關社稷，此可忍，孰不可忍？」固請付外臺窮治黨與。自旦爭至食時，上卒從竦議。未幾，度求解政事。時初置紫宸殿學士，以度為之，兼侍讀學士，尋以「紫宸」稱呼非宜，改為觀文殿學士。後數年薨，贈吏部尚書，謚文簡。度早喪妻，晚年學修養之術，常獨居靜室，左右給使唯老卒一二人而已。"
      },
      {
        "index": 31,
        "text": "慶曆四年三月癸亥朔，丁卯，上曰：「楊安國、趙師民皆醇儒，乃昔時崔遵度之比，久侍經筵，各宜進職。」於是安國加直龍圖閣，仍賜紫，又以安國新除母服，家貧，賜金百兩；師民充天章閣侍講，仍賜緋。"
      },
      {
        "index": 32,
        "text": "慶曆三年九月，諫官蔡襄上言：「兩府私第毋得見賓客，若欲詢訪天下之事，采拔奇異之材，許臨時延召。」詔旬休許見賓客。"
      },
      {
        "index": 33,
        "text": "至和二年七月，翰林學士歐陽修又上言：「兩制以上毋得詣兩府之第。」詔從之。"
      },
      {
        "index": 34,
        "text": "歐陽修字永叔，吉州人。舉進士，國子補監生、發解、禮部奏名皆第一人。天聖八年及第。"
      },
      {
        "index": 35,
        "text": "嘉祐七年三月乙卯，以參知政事孫抃為觀文殿學士、同群牧制置使，樞密副使趙？？為參知政事，翰林學士、左司郎中、權知開封府吳奎為樞密副使。抃以進士高第，累官至兩制，性淳厚，無他材。上以久任翰林，擢為樞密副使，多病，誌昏，醫官自陳勞績求遷，吏以文書白抃，抃見吏衣紫，誤以為醫官，因引手案上，謂曰：「抃數日來體中不佳，君試為診之。」聞者傳以為笑。及在政府，百司白事，但對之拱默，未嘗開一言。是時，樞密使張昇屢以老乞致仕，朝論以抃次補應為樞密使，恐必不勝任。殿中侍御史韓縝因進見，極言其不才，當置之散地，抃初不知。後數日，中書奏事退，宰相韓琦、曾公亮獨留身在後，抃下殿，謂參知政事歐陽修曰：「丞相留身何也？」修曰：「豈非奏君事也？」抃曰：「抃何事？」修曰：「韓御史言君，君不知邪？」抃乃頓首摘耳曰：「不知也。」因移疾請退，朝廷許之。"
      },
      {
        "index": 36,
        "text": "初，周王將生，詔選孕婦朱氏以備乳母。已而生男，真宗取視之，曰：「此兒豐盈，亦有福相，留宮中娛皇子。」皇子七歲薨，真宗以其兒賜內侍省都知張景宗為養子，名曰茂實。及長，累歷軍職，至馬軍副都指揮使。有軍人繁用，其父嘗為張氏仆。用幼聞父言：茂實生於宮中，或言先帝之子，於上屬為兄。用冀幸恩賞，即為表具言其事，於中衢邀茂實，以表呈之。茂實懼，以用屬開封府。府以用妄言，杖之，配外州下軍。然事遂流布，眾庶歡然。於是言事者請召用還考實，詔以嘉慶院為制獄案之。案者言：「用素病心，一時妄言，茂實不上聞，擅流配之，請案其罪。」詔繁用配廣南牢城，辭所連及者皆釋之。"
      },
      {
        "index": 37,
        "text": "至和元年八月，嘉慶院制獄奏：軍人繁用素病心，妄對張茂實陳牒，稱茂實為皇帝。案署茂實得狀當奏，擅送本衙取勘。獄成，知諫院張擇行錄問，駁用非心病，詔更驗定。臺諫官劾茂實當上言而不以聞，擅流配卒夫，不宜典兵馬。馬軍副都指揮使張茂實，其父先朝大閹也。世傳先朝嘗以宮人賜之，生茂實。至是，有卒夫對茂實言其事，茂實杖而流之，事遂流聞。茂實內不自安，求出，除寧遠軍節度使、知潞州。"
      },
      {
        "index": 38,
        "text": "章獻太后臨期，內侍省都知江德元權傾天下，其弟德明奉使過杭州，時李及知杭州，待之一如常時中人奉使者，無所加益。僚佐皆曰：「江使者之兄居中用事，當今無比，榮枯大臣如反掌耳，而使者精銳，復不在人下，明公待之，禮無加者。意者，明公雖不求福，獨不畏其為禍乎？」及曰：「及待江使者不敢慢，亦不敢過，如是足矣，又何加焉？」既而德明謂及僚佐曰：「李公高年，何不求一小郡以自處，而久居余杭繁劇之地，豈能辦邪？」僚佐走告及曰；「果然，江使者之言甚可懼也。」及笑曰：「及老矣，誠得小郡以自逸，庸何傷？」待之如前，一無所加，既而德明亦不能傷也。時人服其操守。"
      },
      {
        "index": 39,
        "text": "滕宗諒知岳州，修岳陽樓，不用省庫錢，不斂於民，但榜民間有宿債不肯償者，獻以助官，官為督之。民負債者爭獻之，所得近萬緡，置庫於廳側，自掌之，不設主典案籍。樓成，極雄麗，所費甚廣，自入者亦不鮮焉。州人不以為非，皆稱其能。"
      },
      {
        "index": 40,
        "text": "滕宗諒知涇州，用公使錢無度，為臺諫所言，朝廷遣使者鞫之。宗諒聞之，悉焚公使歷。使者至，不能案，朝廷落職徙知岳州。"
      },
      {
        "index": 41,
        "text": "呂許公疾病，仁宗剪髭為藥以賜之，又手詔以問群臣可任兩府者。其親遇如此。"
      },
      {
        "index": 42,
        "text": "諫議大夫李宗詠，晉侍中崧之孫也，父粲，崧之庶子。崧之遇禍，粲猶在繈褓，其母投之墻外，身隨以出，由是獨免。崧於胡相？？方為叔，世居深州饒陽，墳墓夾道，崧在道東，謂之「東李」，昉在道西，謂之「西李」，故宗詠猶與宗諤聯名。"
      },
      {
        "index": 43,
        "text": "寶元二年五月壬子，以定國軍節度使、知樞密院事王德用充武寧軍節度使，發赴徐州本任。癸丑，德用獻所居第，以益芳林園，詔給其直。八月庚申朔，庚午，武寧節度使王德用自陳：所置馬得於馬商陳貴，契約具在，非折繼宣所賣。詔德用除右千牛衛上將軍，徙知隨州，仍增置隨州通判一員。九月丁未，折繼宣責授諸衛將軍，徙知內地，以其弟代之。"
      },
      {
        "index": 44,
        "text": "寶元二年十二月乙丑，鄜延環慶路都部署司奏：夏虜寇掠保安軍及延州，駐泊鈐轄、六宅使盧守勤等將兵擊卻之，各以功大小受賞有差。散直狄青功最多，超四資，除殿直。"
      },
      {
        "index": 45,
        "text": "癸酉，雨木冰。己卯，昭遠受詔宰猗氏。孔道輔卒於澶州。"
      },
      {
        "index": 46,
        "text": "文彥博知永興軍。起居舍人母湜，鄠人也。至和中，湜上言：「陜西鐵錢不便於民，乞一切廢之。」朝廷雖不從，其鄉人多知之，爭以鐵錢買物，賣者不肯受，長安為之亂，民多閉肆。僚屬請禁之，彥博曰：「如此是愈使惑擾也。」乃召絲絹行人，出其家縑帛數百匹，使賣之，曰：「納其直盡以鐵錢，勿以銅錢也。」於是眾曉然知鐵錢不廢，市肆復安。"
      },
      {
        "index": 47,
        "text": "景祐三年正月，詔御史中丞杜衍沙汰三司吏，吏疑衍建言。己亥，三司吏五百餘人詣宰相第喧嘩，又詣衍第詬詈，亂投瓦礫。詔捕後行二人，杖脊配沙門島，因罷沙汰。"
      },
      {
        "index": 48,
        "text": "壬申，以翰林學士、戶部郎中吳奎為左司郎中、權知開封府，翰林侍讀學士、權知開封府王素充群牧使。初，素與歐陽修數稱譽富弼於上前，弼入相，素頗有力焉。弼既在相位，素知開封府，冀弼引己以登兩府。既不如誌，用詆毀弼，又求外官，遂出知定州，徙知益州，復還知開封府，愈郁郁不得志，厭倦煩劇，府事多鹵莽不治，數出遊宴。素性驕侈，在定州、益州，皆以賄聞。為人無誌操，士大夫多鄙之。開封府先有散從官馬千、馬清，善督察盜賊，累功至班行，府中賴之。或謂素：「二馬在外，威福自恣，大為奸利。」素奏，悉逐之遠方。於是京師盜賊累發，求捕不獲。臺官言素不才，亦自乞外補，朝廷因而罷之。"
      },
      {
        "index": 49,
        "text": "大理寺丞楊忱監蘄州酒稅，仍令御史臺即日押出城。忱，故翰林侍讀學士偕之子，少與弟慥俱有俊聲。忱治《春秋》，慥治《易》，棄先儒舊說，務為高奇，以欺駭流俗。其父甚奇之，與人書曰：「天使忱、慥，力扶周、孔。」忱為文尤怪僻，人少有能讀其句者。忱常言《春秋》無褒貶。與人談，流蕩無涯岸，要取不可勝而已。性輕易，喜傲忽人，好色嗜利，不修操檢，商販江、淮間，以口舌動搖監司及州縣，得其權力，以侵刻細民，江、淮間甚苦之。至是，除通判河南府事，待闕京師。弟慥掌永興安撫司機宜，卒於長安，忱不往視，日遊處於倡家。會有告其販紗漏稅者，忱自言與權三司使蔡襄有宿隙，乞下御史臺推鞫，朝廷許之。獄成，以贖論，仍沖替。忱尚留京師，御史中丞王疇劾奏忱曰：「忱口談道義，而身為沽販；氣淩公卿，而利交市井；畜養汙賤，而棄遠妻孥。」故有是命。"
      }
    ]
  }
}