{
  "chapterNumber": 1,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "建隆元年正月辛丑朔，鎮、定奏契丹與北漢合勢南侵，太祖時為歸德軍節度使、殿前都點檢，受周恭帝詔，將宿衛諸軍禦之。癸卯，發師，宿陳橋，將士陰相與謀曰：「主上幼弱，未能親政。今我輩出死力為國家破賊，誰則知之？不若先立點檢為天子，然後北征，未晚也。」甲辰將士皆擐甲執兵仗，集於驛門，讙噪突入驛中。太祖尚未起，太宗時為內殿祗候供奉官都知，入白太祖，太祖驚起，出視之。諸將露刃羅立于庭，曰：「諸軍無主，願奉太尉為天子。」太祖未及答，或以黃袍加太祖之身，眾皆拜於庭下，大呼稱萬歲，聲聞數里。太祖固拒之，眾不聽，扶太祖上馬，擁逼南行。太祖度不能免，乃繫轡駐馬謂將士曰：「汝輩自貪富貴，強立我為天子，能從我命則可，不然，我不能為若主也。」眾皆下馬聽命，太祖曰：「主上及太后，我平日北面事之，公卿大臣，皆我比肩之人也，汝曹今日毋得輒加不逞。近世帝王初舉兵入京城，皆縱兵大掠，謂之『夯市』。汝曹今毋得夯市及犯府庫，事定之日當厚賚汝；不然，當誅汝。如此可乎？」眾皆曰：「諾。」乃整飭隊伍而行，入自仁和門，市里皆安堵，無所驚擾，不終日而帝業成焉。"
      },
      {
        "index": 2,
        "text": "天平軍節度使、同平章事、侍衛馬步軍副都指揮使韓通為京城巡檢，剛愎無謀，時人謂之韓瞠眼。其子少病傴，號韓橐駝，頗有智略，以太祖得人望，嘗勸通為不利，通不以為意。及太祖勒兵入城，通方在內閣，聞變，遑遽奔歸。軍士王彥升遇之于路，躍馬逐之，及于其第，第門不及掩，遂殺之，並其妻子。太祖以彥昇專殺，甚怒，欲斬之，以受命之初，故不忍，然終身廢之不用。太祖即位，贈通中書令，以禮葬之。自韓氏之外，不戮一人而得天下。"
      },
      {
        "index": 3,
        "text": "周恭帝之世，有右拾遺、直史館鄭起上宰相范質書，言太祖得眾心，不宜使典禁兵，質不聽。及太祖入城，諸將奉登明德門，太祖命將士皆釋甲還營，太祖亦歸公署，釋黃袍。俄而，將士擁質及宰相王溥、魏仁溥等皆至，太祖嗚咽流涕曰：「吾受世宗厚恩，今為六軍所逼，一旦至此，慙負天地，將若之何？」質等未及對，軍校羅彥環按劍厲聲曰：「我輩無主，今日必得天子！」太祖叱之，不退。質頗誚讓太祖，且不肯拜，王溥先拜，質不得已，從之，且稱萬歲，請詣崇元殿，召百官就列。周帝內出制書，禪位，太祖就龍墀北面再拜命。宰相扶太祖登殿，易服于東序，還即位，群臣朝賀。及太祖即位，先命溥致仕，蓋薄其為人也。又嘗稱質之賢，曰：「惜也，但欠世宗一死耳。」"
      },
      {
        "index": 4,
        "text": "太祖將受禪，未有禪文，翰林學士承旨陶穀在旁，出諸懷中而進之而曰：「已成矣。」太祖由是薄其為人。"
      },
      {
        "index": 5,
        "text": "周恭帝幼沖，軍政多決于韓通，通愚愎，太祖英武有度量，多智略，屢立戰功，由是將士皆愛服歸心焉。及將北征，京師間喧言：「出軍之日，當立點檢為天子。」富室或挈家逃匿于外州，獨宮中不之知。太祖聞之懼，密以告家人曰：「外間洶洶若此，將若之何？」太祖姊，面如鐵色，方在廚，引麪杖逐太祖擊之，曰：「丈夫臨大事，可否當自決胷懷，乃來家間恐怖婦女何為耶！」太祖默然而出。"
      },
      {
        "index": 6,
        "text": "太祖之自陳橋還也，太夫人杜氏、夫人王氏方設齋于定力院。聞變，王夫人懼，杜太夫人曰：「吾兒平生奇異，人皆言當極貴，何憂也。」言笑自若。太祖即位，是月，契丹、北漢皆自還。"
      },
      {
        "index": 7,
        "text": "太祖初即位，亟出微行，或諫曰：「陛下得天下，人心未安，今數輕出，萬一有不虞之變，其可悔乎！」上笑曰：「帝王之興，自有天命，求之亦不能得，拒之亦不能止。萬一有不虞之變，其可免乎！周世宗見諸將方面大耳者皆殺之，然我終日侍側，不能害我。若應為天下主，誰能圖之？不應為天下主，雖閉戶深居，何益也？」由是微行愈數，曰：「有天命，者，任自為之，我不汝禁也。」于是眾心俱服，中外大安。《詩》稱武王之德，曰：「上帝臨女，無貳爾心。」又曰：「無貳無虞，上帝臨女。」漢高祖罵醫曰：「命乃在天，雖扁鵲何益？」乃知聰明之主，生知之性如合符矣。"
      },
      {
        "index": 8,
        "text": "太祖嘗見小黃門損畫壁者，怒曰：「豎子可斬也。此乃天子廨舍，汝豈得敗之耶！」"
      },
      {
        "index": 9,
        "text": "太祖將親征，軍校有獻手撾者，上曰：「此何以異于常撾而獻之？」軍校密言曰：「陛下試引撾首視之。撾首，即劍柄也。有刃韜于中，平居可以為杖，緩急以備不虞。」上笑，投之于地，曰：「使我親用此物，事將何如？當是時，此物固足恃乎？」"
      },
      {
        "index": 10,
        "text": "太祖嘗罷朝，坐便殿，不樂者久之。內侍行首王繼恩請其故，上曰：「爾謂天子為容易耶？早來吾乘快指揮一事而誤，故不樂耳。」孔子稱「如知為君之難也，不幾乎一言而興邦乎」，太祖有焉。"
      },
      {
        "index": 11,
        "text": "太祖平蜀，孟昶宮中物有寶裝溺器，遽命碎之，曰：「自奉如此，欲求無亡得乎？」見諸侯大臣侈靡之物，皆遣焚之。"
      },
      {
        "index": 12,
        "text": "太祖初即位，頗好畋獵，墜馬，怒，自拔佩刀刺馬殺之。既而嘆曰：「我耽逸樂，乘危走險，自取顛困，馬何罪焉？」自是遂不復獵。"
      },
      {
        "index": 13,
        "text": "開寶元年，羣臣請上太祖尊號曰應天廣運一統太平聖神文武明道至德仁孝皇帝，上曰：「幽燕未定，何謂一統？」遂卻其奏。"
      },
      {
        "index": 14,
        "text": "太祖嘗謂左右曰：「朕每因宴會，乘歡至醉，經宿，未嘗不自悔也。」"
      },
      {
        "index": 15,
        "text": "太祖親征澤、潞，中書舍人趙逢憚涉山險，稱墜馬傷足，止于澤州。及師還，當草制，復稱疾，上怒，謂宰相曰：「逢人臣，乃敢如此！」遂貶房州司戶。"
      },
      {
        "index": 16,
        "text": "太祖遣曹彬伐江南，臨行謂之曰：「克之還，必以使相為賞。」彬平江南而還，上曰：「今方隅未平者尚多，汝為使相，品位極矣，豈肯復力戰邪！且徐之，更為我取太原。」因密賜錢五十萬。彬怏怏而退，至家，見布錢滿室，乃歎曰：「好官亦不過多得錢耳，何必使相也。」太祖重惜爵位，不肯妄與人如此。孔子稱：「惟器與名，不可以假人，君之所司也。」"
      },
      {
        "index": 17,
        "text": "太祖嘗彈雀于後園，有羣臣稱有急事請見，太祖亟見之，其所奏乃常事耳。上怒，詰其故，對曰：「臣以尚急于彈雀。」上愈怒，舉柱斧柄撞其口，墮兩齒，其人徐俯拾齒置懷中。上罵曰：「汝懷齒欲訟我邪？」對曰：「臣不能訟陛下，自當有史官書之。」上悅，賜金帛慰勞之。"
      },
      {
        "index": 18,
        "text": "太祖幸西京，將徙都，羣臣不欲留。時節度使李懷忠乘間諫曰：「東京有汴渠之漕，坐致江淮之粟四五千萬，以贍百萬之軍，陛下居此，將安取之？軍府、重兵皆在東京，陛下誰與此處乎？」上乃還。"
      },
      {
        "index": 19,
        "text": "潞州節度使李筠謀反，其長子涕泣切諫，不聽，使其長子入朝，且詢朝廷動靜。太祖迎謂曰：「太子，汝何故來？」其子以頭擊地，曰：「此何言，必有讒人構臣父耳！」上曰：「吾亦聞汝數諫諍，老賊不汝聽耳。汝父使汝來者，不復顧惜，使吾殺之耳。吾今殺汝何為？汝歸語汝父：我未為天子時，任自為之；我既為天子，汝獨不能少讓之耶？」其子歸，具以白筠。筠欲謀反。有僧素為人所信嚮，筠乃召見，密謂之曰：「吾軍府用不足，欲借師之名以足之。吾為師作維那，教化錢糧各三十萬，且寄我倉庫，事畢之日中分之。」僧許諾。乃令僧積薪，坐其上，剋日自焚。筠為穿地道于其下，令通府中，曰：「至日走歸府中耳。」筠乃與夫人先往，傾家財盡施之。于是，遠近爭以錢糧饋之，四方輻輳，倉庫不能容。旬日六十萬俱足。筠乃塞地道，焚僧殺之，盡取其錢糧，遂反。引軍出澤州。車駕自往征之，山路險狹多石，不可行。上自於馬上抱數石，羣臣、六軍皆負石，即日開成大道。筠戰敗于境上，走入澤州。圍而克之，斬筠，遂屠澤州。進至潞州。其子開城降，遂赦之。"
      },
      {
        "index": 20,
        "text": "太祖初登極時，杜太后尚康寧，嘗與上議軍國事，猶呼趙普為書記，嘗撫勞之曰：「趙書記且為盡心，吾兒未更事也。」太祖寵待趙韓王如左右手。御史中丞雷德驤劾奏趙普擅市人第宅，聚斂財賄，上怒，叱曰：「鼎鐺尚有耳，汝不聞趙普吾之社稷臣乎？」命左右曳於庭數匝，徐使復冠，召升殿，曰：「今後不宜爾，且赦汝，勿令外人知也。」"
      },
      {
        "index": 21,
        "text": "昭憲太后聰明有智度，嘗與太祖參決大政，及疾篤，太祖侍藥餌，不離左右。太后曰：「汝自知所以得天下乎？」太祖曰：「此皆祖考與太後之餘慶也。」太后笑曰：「不然，正由柴氏使幼兒主天下耳。」因戒敕太祖曰：「汝萬歲後，當次傳之二弟，則并汝之子亦獲安矣。」太祖頓首泣曰：「敢不如母教！」太后因詔趙普于榻前，約為誓書，普于紙尾自署名云：「臣普書。」藏之金匱，命謹密宮人掌之。太宗即位，趙普為盧多遜所譖，出為河陽，日夕憂不測。上一日發金匱，得書，大悟，遂遣使急召之，普惶恐，為遣書與家人別而後行。既至，復為相。"
      },
      {
        "index": 22,
        "text": "趙普嘗欲除某人為某官，不合太祖意，不用；明日，普復奏之，又不用；明日，又奏之，太祖怒，取其奏壞裂投地，普顏色自若，徐拾奏歸，補綴；明日，復進之，上乃悟，用之。其後果稱職，得其力。"
      },
      {
        "index": 23,
        "text": "太祖時，嘗有羣臣立功，當遷官。上素嫌其人，不與，趙普堅以為請。上怒曰：「朕固不為遷官，將若何？」普曰：「刑以懲惡，賞以酬功，古今之通道也。刑與賞者，天下之刑賞，非陛下之刑賞也，豈得以喜怒專之？」上怒甚，起，普亦隨之；上入宮，普立宮門，久之不去。上悟，乃可其奏。"
      },
      {
        "index": 24,
        "text": "太祖既得天下，誅李筠、李重進，召普問曰：「天下自唐季以來，數十年間，帝王凡易十姓，兵革不息，蒼生塗地，其故何也？吾欲息天下之兵，為國家建長久之計，其道何如？」普曰：「陛下之言及此，天地神人之福也。唐季以來，戰鬬不息，國家不安者，其故非他，節鎮太重，君弱臣強而已矣。今所以治之，無他奇巧也，惟稍奪其權，制其錢穀，收其精兵，則天下自安矣。」語未畢，上曰：「卿勿復言，吾已喻矣。」頃之，上因晚朝，與故人石守信、王審琦等飲酒，酒酣，上屏左右謂曰：「我非爾曹之力不得至此，念爾之德無有窮已。然為天子亦大艱難，殊不若為郡節度使之樂，吾今終夕未嘗敢安寢而臥也。」守信等皆曰：「何故？」上曰：「是不難知，居此位者，誰不欲為之？」守信等皆頓首曰：「陛下何為出此言？今天命已定，誰敢復有異心？」上曰：「然汝曹無心，其如汝麾下之人欲富貴者何！一旦以黃袍加汝之身，汝雖欲不為，不可得也。」皆頓首涕泣曰：「臣等愚不及此，惟陛下哀憐，指示以可生之途。」上曰：「人生如白駒之過隙，所以好富貴者，不過多積金銀，厚自娛樂，使子孫無貧乏耳。汝曹何不釋去兵權，擇便好田宅市之，為子孫立永久之業；多置歌兒舞女，日飲酒相歡，以終其天年。君臣之間，兩無猜嫌，上下相安，不亦善乎！」皆再拜謝曰：「陛下念臣及此，所謂生死而肉骨也。」明日，皆稱疾，請解軍權。上許之，皆以散官就第，所以慰撫賜賚之者甚厚，與結婚姻，更度易制，使主親軍。其後，又置轉運使、通判，使主諸道錢穀，收選天下精兵以備宿衛，而諸功臣亦以善終，子孫富貴，迄今不絕。向非趙韓王謀慮深長，太祖果斷，天下何以治平？至今班白之老不覩干戈，聖賢之見何其遠哉！普為人陰刻，當時以睚眦中傷人甚多，然其子孫至今享福，國初大臣鮮能及者，得非安天下之謀，其功大耶！"
      },
      {
        "index": 25,
        "text": "太祖既納韓王之謀，數遣使者分詣諸道，選擇精兵。凡其才力技藝有過人者，皆收補禁軍，聚之京師，以備宿衛。厚其賜糧，居常躬自按閱訓練，皆一以當百。諸鎮皆自知兵力精銳非京師之敵，莫敢有異心者，由我太祖能強幹弱枝，制治于未亂故也。"
      },
      {
        "index": 26,
        "text": "太祖征河東，圍太原，久之不拔，宿衛之士皆自奮告曰：「蕞爾小城而久不拔者，士不致力故也。臣等請自往力攻，必取之。」固止之曰：「吾蒐簡訓練汝曹，比至于成，心力盡矣。汝曹悉皆天下精兵之髓，實吾之股肱爪牙也，吾寧不取太原，豈可糜滅汝曹于此城之下哉！」遂引兵而還。軍士聞之，無不感激，往往有出涕者。"
      },
      {
        "index": 27,
        "text": "初，梁太祖因宣武府署修之為建昌宮，晉改命曰大寧宮，周世宗後加營繕，猶未盡如王者之制。太祖始命改營之，一如洛陽宮之制。既成，太祖坐正殿，令洞開諸門直望之，謂左右曰：「此如我心，小有邪曲，人皆見之。」"
      },
      {
        "index": 28,
        "text": "太祖征李筠，河東遣其宰相衛融將兵助筠，融兵敗，生獲之。上面責其助亂，因謂：「朕今赦汝，汝能為我用乎？」對曰：「臣家四十口，皆受劉氏溫衣飽食，何忍負之！陛下雖不殺臣，臣終不為陛下用，得間則走河東耳。」上怒，命以鐵撾撾其首，曳出。融曰：「人誰不死？死君事，臣之福也。」上曰：「忠臣也！」召之于御座前，傅以良藥，賜襲衣、金帶及鞍勒，拜太府卿。"
      },
      {
        "index": 29,
        "text": "王師平江南，徐鉉從李煜入朝，太祖責之，以其不早勸李煜降也。鉉曰：「臣在江南，備位大臣，國亡不能止，罪當死，尚何所言！」上悅，撫之曰：「卿誠忠臣，事我當如事李氏也。」"
      },
      {
        "index": 30,
        "text": "太祖聞國子監集諸生講書，甚喜，遣使賜之酒果，曰：「今之武臣，亦當使其讀經書，欲其知為治之道也。」"
      },
      {
        "index": 31,
        "text": "太祖聰明豁達，知人善任使，擢用英俊，不問資級。察內外官有一材一行可取者，密為記籍之。每一官缺，則披籍選用焉。是以下無遺材，人思自效。"
      },
      {
        "index": 32,
        "text": "太祖微時與董遵誨有隙，及即位，召而用之，使守通遠軍。通遠軍，今環州是也。其母因亂沒邊外，上因契丹厚以金帛贖而與之，遵誨涕泣，憾無死所。党項羌掠回鶻貢物，遵誨寄聲誚讓之，羌懼，即遣使謝，歸其所掠。"
      },
      {
        "index": 33,
        "text": "太祖使郭進守西土，每遣戍卒，上輙戒曰：「有罪，我尚能赦汝，郭進殺汝矣，不可犯也。」有部下軍校告其謀反者，上詰問其故，軍校辭窮，服曰：「進御下嚴，臣不勝忿怨，故誣之耳。」上命執以與進，令自誅之，進釋不問，使禦河東寇，曰：「汝有功則我奏遷汝官，敗則降河東，勿復來也。」軍校往死戰，果立功而還。"
      },
      {
        "index": 34,
        "text": "張永德，周祖之壻也。為鄧州節度使，有軍士告其謀反，太祖械送之，永德笞之十下而已。"
      },
      {
        "index": 35,
        "text": "張美為滄州節度使，民有上書告美強取其女為妾，及受取民財四千緡。太祖召上書者諭之曰：「汝滄州，昔張美未來時，民間安否？」對曰：「不安。」曰：「既來則何如？」對曰：「既來，則無復兵寇。」帝曰：「然則張美全活滄州百姓之命，其賜大矣，雖取汝女，汝安得怨？今汝欲貶此人，殺此人，吾何愛焉，但愛汝滄州之人耳。吾今戒勑美，美宜不復敢。汝女直錢幾何？」對曰：「值錢伍百緡。」帝即命官給美所取民錢，并其女直，而遣之。乃召美母，告以美所為，母叩頭謝罪，曰：「妾在闕下，不知也。」乃賜其母錢萬緡，令遺美，使還所略民家，謂之曰：「語汝兒，乏錢欲錢，當從我求，無為取于民也；善遇民女，歲時贈遺其家，數慰撫之。」美惶恐，折節為廉謹。頃之，以政績聞。美在滄州十年，故世謂之滄州張氏。"
      },
      {
        "index": 36,
        "text": "周渭，連州人。湖南與廣南戰，渭為廣南所虜，其妻莫氏并二子留在家。渭在廣南有官祿矣。太祖平廣南，得渭，喜，以為平廣南得一人耳。後以為侍御史、廣南轉運。渭久已改娶，使人訪其故妻，先與之別二十七年矣。妻固不嫁，育二子皆長。渭欲復迎之，妻曰：「君既有室，我不可復往。且吾有婦孫，居此久，不可去。」渭為具奏，詔特爵為縣君；並其二子，渭皆為奏官。"
      },
      {
        "index": 37,
        "text": "周渭為白馬縣主簿，大吏有罪，渭輒治之，太祖奇其材，擢為贊善大夫。後通判興州事，有外寨軍校縱其士卒暴犯居民，渭往責而斬之，眾莫敢動。上聞益壯之，詔褒稱焉。"
      },
      {
        "index": 38,
        "text": "王明為鄢陵縣令，公廉愛民。是時天下新定，法禁尚寬，吏多受民賂遺，歲時皆有常數，民亦習之，不知其非。明為鄢陵令，民以故事有所獻饋，明曰：「令不用錢，可人致數束薪芻水際，令欲得之。」民不諭其意。數日，積薪芻至數十萬，明取以築堤道，明年無水患。太祖聞之，即擢明知廣州。"
      },
      {
        "index": 39,
        "text": "君倚曰：太祖初晏駕，時已四鼓，孝章宋后使內侍都知王繼隆召秦王德芳，繼隆以太祖傳位晉王之誌素定，乃不召德芳，而以親事一人徑趨開封府召晉王。見醫官賈德玄坐于府門，問其故，德玄曰：「去夜二鼓，有呼我門者，曰『晉王召』，出視則無人，如是者三。吾恐晉王有疾，故來。」繼隆異之，乃告以故，叩門，與之俱入見王，且召之。王大驚，猶豫不敢行，曰：「吾當與家人議之。」入久不出，繼隆趣之，曰：「事久將為他人有。」遂與王雪中步行至宮門，呼而入。繼隆使王且止其直廬，曰：「王且待于此，繼隆當先入言之。」德玄曰：「便應直前，何待之有？」遂與俱進。至寢殿，宋后聞繼隆至，問曰：「德芳來耶？」繼隆曰：「晉王至矣。」后見王，愕然，遽呼「官家」，曰：「吾母子之命，皆託官家。」王泣曰：「共保富貴，無憂也。」德玄後為班行，性貪，故官不甚達，然太宗亦優容之。"
      },
      {
        "index": 40,
        "text": "太祖時，宮人不滿三百人，猶以為多，因久雨不止，故又出其數十人。"
      },
      {
        "index": 41,
        "text": "太祖嘗曰：「貴家子弟，惟知飲酒彈琵琶耳，安知民間疾苦！」由是詔：「凡以資蔭出身者，皆先使之監當場務，未得親民。」"
      },
      {
        "index": 42,
        "text": "太祖嘗謂秦王侍講曰：「帝王之子，當務讀經書，知治亂之大體，不必學做文章，無所用也。」"
      },
      {
        "index": 43,
        "text": "太祖性節儉，寢殿設布緣幃簾，常出麻屨布衫以示左右，曰：「此吾故時所服也。」"
      },
      {
        "index": 44,
        "text": "太祖欲使符彥卿典兵，趙韓王屢諫，以為彥卿名位已盛，不可復委以兵柄，上不聽。《宣》敕已出，韓王復懷之請見，上迎謂之曰：「豈非以符彥卿事耶？」對曰：「非也。」因別奏，事罷，乃出彥卿《宣》進之。上曰：「果然。《宣》何以復在卿所？」韓王曰：「臣託以處分之語未備，復留之，惟陛下深思利害，勿為後患。」上曰：「卿苦疑彥卿，何也？朕待彥卿至厚，彥卿豈能負朕也？」韓王曰：「陛下何以能負周世宗？」上默然，遂中止。"
      },
      {
        "index": 45,
        "text": "太祖事世宗于檀州，曹彬為世宗親，掌茶酒，太祖嘗從之求，曰：「此官酒，不敢相與。」自沽酒以飲太祖。太祖即位，常語及世宗舊吏，曰：「不敢負其主者，獨曹彬耳。」由是委以腹心，使監征蜀之軍。"
      },
      {
        "index": 46,
        "text": "太祖時，宋白知舉，多受金銀，取舍不公，恐榜出羣議沸騰，乃先具姓名以自上，欲託上旨以自重。上怒曰：「吾委汝知舉，取舍汝當自決，何為白我？我安能知其可否？若榜出別致人言，當斫汝頭以謝眾。」白大懼而悉改其榜，使協公議而出之。"
      }
    ]
  }
}