{
  "chapterNumber": 4,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "叔禮為余言：昔通判定州，佐王德用。是時契丹主在燕京，朝廷發兵屯定州者幾六萬人，皆寓居逆旅及民家，闐塞城市，未嘗有一人敢喧嘩暴橫者。將校相戒曰：「吾輩各當務斂士卒，勿令擾我菩薩。」一旦，倉中給軍糧，軍士以所給米黑，喧嘩紛擾，監官懼，逃匿。有四卒以黑米見德用，德用曰：「汝從我，當自入倉視之。」乃往召專副問曰：「昨日我不令汝給二分黑米、八分白米乎？」曰：「然。」「然則汝何不先給白米後給黑米？此輩見所得米腐黑，以為所給盡如是，故喧嘩耳。」專副對曰：「然。某之罪也。」德用叱從者杖專副，人二十。又呼四卒謂曰：「黑米亦公家物，不給與汝曹，當棄之乎？汝何敢乃爾喧嘩！」四卒相顧曰：「向者不知有八分白米故耳。某等死罪。」德用又叱從者，亦之二十。召揮使罵曰：「衙官，汝何敢如此，欲求決配乎？」指揮使百拜流汗，乃舍之。倉中肅然，僚佐皆服其能處事。"
      },
      {
        "index": 2,
        "text": "翰林學士曾公曰：景祐末，河東地震，京師正月雷。上憂災異，深自貶損。秘書丞、國子監直講林瑀上言：「災異有常數，不足憂。」又依附《周易》，推衍五行陰陽之變，為書上之。上素好術數，觀瑀書異之，欲為遷官，參知政事程琳以為不可，乃賜緋章服。瑀時兼諸王宮教授，琳因言：「瑀所挾多圖緯之言，不宜與宗室遊。」乃罷官職。上每讀瑀書，有不解者，輒令禦藥院批問，瑀因是得由禦藥院關說於上，大抵皆諂諛之辭，緣飾以陰陽。上大好之。會天章閣侍講闕，講官李淑等薦史館檢討王洙，事在中書，未行。一旦，內以瑀充侍講。是時，呂夷簡雖惡瑀，欲探觀上意用瑀堅否，乃曰：「瑀，上所用；洙，臣下所薦耳。不若並進二名，更請上擇之。」眾以為然。明日，以洙、瑀名進，上曰：「王洙何如？」夷簡對曰：「博學，明於經術。」上曰：「吾以命林瑀矣，若何？」夷簡因請並用二人，乃俱拜天章閣侍講。"
      },
      {
        "index": 3,
        "text": "瑀侍上數年，專以術數悅上意。又言布衣徐復善《易》，召至闕下，拜官不受。瑀與撰《周易·天文會元圖》上之，言自古聖帝即位，皆乾卦禦年，若漢高祖、太祖皇帝亦然。上以其言問禦史中丞賈昌朝，對曰：「臣所不習。」瑀與昌朝辨於上前，由是與昌朝不協。上問瑀：「太宗即位之年直何卦？」瑀對非乾卦。又問真宗，亦然。上由是不樂，益厭瑀之迂誕。昌朝因劾奏：「瑀為儒士，不師聖人之言，專挾邪說，罔惑上聽，不可在近侍。」有詔落侍講、通判歙州。後知成州，坐事失官，遂廢於世。"
      },
      {
        "index": 4,
        "text": "傅求曰：皇祐二年，詔陜西揀閱諸軍及新保捷，年五十以上，若短小不及格四指者，皆免為民。議者紛然，以為邊事未可知，不宜減兵。又雲，停卒一旦失衣糧，歸鄉閭間，必相聚為資賊。緣邊諸將急之尤甚。是時文公執政，龐公為樞密使，固執行之不疑。是歲陜西所免新保捷凡三萬五千余人，皆歡呼返其遙黃湮疵庹呱形逋蠐噯耍齍員鬴？，恨己不得去。求曰：陜西緣邊計一歲費七十貫錢養一保捷，是歲邊費凡減二百四十五萬貫，陜西之民由是稍蘇。"
      },
      {
        "index": 5,
        "text": "之美曰：慶歷初，永叔、安道、王素俱除諫官，君謨以詩賀曰：「禦筆新除三諫官，喧然朝野競相歡。當年流落丹心在，自古忠良得路難。必有謨猷裨帝右，直須風采動朝端。世間萬事俱塵土，留取功名久遠看。」三人以其詩薦於上，尋亦除諫官。"
      },
      {
        "index": 6,
        "text": "張侍郎曰：陳執中以前兩府知青州，兼青、齊一路安撫使。轉運使沈邈、陳述古之徒輕之，數以事侵執中，言率民錢數萬貫修青州城，民間苦之。集賢校理李昭遘上言執中之短，詔以昭遘疏示之，執中慚恚，上疏求江淮小郡，詔不許。"
      },
      {
        "index": 7,
        "text": "會賊王倫起沂州，入青州境，執中謂青、齊捉賊傅永吉曰：「沂州君所部也，今賊發部中，又不能獲，君罪大矣。」永吉懼，請以所部兵追之，自詭必得。賊自青、徐歷楚、泗、真、揚，入蘄、黃，永吉自後緩兵驅之。賊聞後有兵，不敢頓舍，比至蘄、黃，疲弊不能進，黨與稍散，永吉掩擊盡獲之。上聞之，嘉永吉以為能，超遷閣門通事舍人，又遷閣門使。入見，許升殿，上稱美永吉獲倫之功，永吉對曰：「臣非能有所成也，皆陳執中授臣節度，臣奉行之，幸有成耳。」因極言陳執中之美。上益多永吉之讓，而賢執中。因問永吉曰：「執中在青州凡幾時？」對曰：「數歲矣。」未幾，上謂宰相曰：「陳執中在青州久，可召之。」遂詔以執中為參知政事。於是諫官蔡襄、孫甫等爭上言：「執中剛愎不才，若任以政，天下不幸。」上不聽。諫官爭不止，上乃命中使賫敕告即青州授之，且諭意曰：「朕欲用卿，舉朝皆以為不可，朕不惑人言，力用卿耳。」明日，諫官復上殿，上作色逆謂之曰：「豈非論陳執中邪？朕已召久矣。」諫官乃不敢復言。中使至青州，諭上旨，執中涕泣謝恩。"
      },
      {
        "index": 8,
        "text": "既至中書，是時杜衍、章得象為相，賈昌朝與執中參知政事，凡議論，執中多與之立異。蔡襄、孫甫所言既不用，因求出。事下中書，甫本衍所舉用，於是中書共為奏雲：「今諫院闕人，乞且留二人供職。」既奏，上頷之。退歸，即召吏出劄子，令襄、甫且如舊供職。衍及得象既署，吏執劄子詣執中，執中不肯署，曰：「向者上無明旨，當復奏，何得遽令如此？」吏還白衍，衍取劄子壞焚之，執中遂上奏雲：「衍黨顧二人，茍欲令其在諫署，欺罔擅權。及臣覺其情，遂取劄子焚之以滅跡，懷奸不忠。」明日，衍左遷尚書左丞，出知兗州，仍即日發遣，賈昌朝為相，蔡襄知福州，孫甫知鄧州。頃之，得象亦出知陳州，執中遂為相。"
      },
      {
        "index": 9,
        "text": "又曰：「執中之為相也，葉清臣為翰林學士，草其制詞，少所褒美。慶歷六年夏，清臣以翰林侍讀學士自揚州移知邠州，過京師，袖麻詞草於上前自陳，曰：「臣代王言，不敢虛美，當執中為相，才德實無可言，執中以是怨臣，故盛夏自揚州移臣邠州，水陸數千裏。臣誠無罪，唯陛下哀之。」因改知澶州。至官未逾月，改知青州。明年夏，資政殿學士程琳自知永興軍府移青州，執中復奏移清臣，自青州移永興軍。清臣官時為戶部郎中，上命遷諫議大夫，執中曰：「故事，兩制自中行郎中遷左右司郎中。今遷諫議大夫太優，乞且令兼龍圖閣學士。」上許之。故事，新除知永興軍府者，當有錫賚，執中復曰：「清臣近已得賜。」遂不與。清臣愈恨，過京師，復於上前力言執中之短，上疏及口陳者不可勝數，辭龍圖閣學士不授。上命與之錫賚，亦不授。既而，終赴長安，上遇執中亦如故。或曰：「往者執中自諫官左遷，乘舟東下，清臣自兩浙罷官歸，道中相遇，爭泊舟之地，遂相忿詈，坐是有隙，所由來久矣。」"
      },
      {
        "index": 10,
        "text": "又曰：天章閣待制張昷之為河北都轉運使，保州界河巡檢兵士常以中貴人領之，與州抗衡，多齟齬不相平，州常下之。其士卒驕悍，糧賜優厚，雖不出巡僥，常廩口食。通判石待舉以為虛費，申轉運使罷之，士卒怨怒，遂作亂，殺知州、通判等，梟待舉首於木上，每旦射之，箭不能容，則拔去更射。推都監為主，不從，即以槍刺之，洞心，刃出於背。又脅監押韋貴，貴曰：「必若此，能用吾言乃可。」眾許之，遂立貴為主。貴以言諭之，令勿動倉庫及妄殺人，且說之以歸順朝廷，眾頗聽之。"
      },
      {
        "index": 11,
        "text": "會朝廷遣知制誥田況賫詔諭之，況遣人於城下遙與賊語，出詔示之，賊終狐疑不聽，稍近城則射之，不能得其要領。有殿直郭逵者，徑逾壕詣城下，謂賊曰：「我班行也，汝下索，我欲登城就汝語。」賊乃下索，即授之登城，謂賊曰：「我班行也，豈不自愛，茍非誠信，肯至此乎？朝廷知汝非樂為亂，由官吏遇汝不以理，使汝至此。今赦汝罪，又以祿秩賞汝，使兩制大臣奉詔書來諭汝，汝尚疑之，豈有詔書而不信邪？兩制大臣而為妄誕邪？」辭氣雄辯，賊皆相顧動色，曰：「果如此，更使一二人登城。」即復下索，召其所知數人登城，賊於是信之，爭投兵下城降，即日開門。大軍入，收後服者一指揮而坑之，余皆勿問。殿直加閣門祗候。"
      },
      {
        "index": 12,
        "text": "保州城未下之時，有中貴人楊懷敏與張昷之不協，在軍中密奏：「賊雲：『得張昷之首，我當降。』願賜昷之首以示賊，宜可降。」上從之，遣中使奉劍往，即軍中斬昷之首以示賊。是時參知政事富弼宣撫河北，遇之，亟遣中使復還，且奏曰：「賊初無此言，是必怨仇者為之；藉令有之，若以叛卒之故斷都轉運使頭，此後政令何由得行？」上乃解。昷之落職知虢州。"
      },
      {
        "index": 13,
        "text": "王逵者，屯田郎中李曇仆夫也。事曇久，親信之。既而去曇應募兵，以選入捧日軍，凡十余年。會曇以子學妖術妄言事，父子械系禦史臺獄。上怒甚，治獄方急，曇平生親友無一人敢餉問之者，逵旦夕守臺門不離，給飲食、候信問者四十余日。曇坐貶南恩州別駕，仍即時監防出城，諸子皆流嶺外。逵追哭送之，防者遏之，逵曰：「我主人也，豈得不送之乎？」曇河朔人，不習嶺南水土，其從者皆辭去，曰：「某不能從君之死鄉也。」數日，曇感恚自死，旁無家人，逵使母守其屍，出為之治喪事，朝夕哭如親父子，見者皆為流涕。殯曇於城南佛舍然後去。"
      },
      {
        "index": 14,
        "text": "嗚呼！逵賤隸也，非知有古忠臣烈士之行，又非矯跡求令名以取祿仕也，獨能發於天性至誠，不顧罪戾，以救其故主之急，於終始無倦如此，豈不賢哉！嗟乎，彼所得於曇不過一飯一衣而已；今世之士大夫，因人之力，或致位公卿，已而故人臨不測之患，屏手側足，戾目窺之，猶懼其禍之延及己也，若畏猛火，遠避去之，或從而擠之以自脫，敢望其優恤振救邪！彼雖巍然衣冠類君子哉，稽其行事，則此仆夫必羞之。"
      },
      {
        "index": 15,
        "text": "王景曰：晉鹽之利，唐氏以來可以半天下之賦。神功以此法令嚴峻，民不敢私煮煉，官鹽大售。真廟以降，益緩刑罰，寬聚斂，私鹽多，官利日耗。章獻時，景為選人，始建通商之策，大臣陳堯咨等多謂不便。章獻力欲行之，延謂大臣曰：「聞外間多苦惡鹽，信否？」對曰：「唯禦膳及宮中鹽善耳，外間皆是土鹽。」章獻曰：「不然。禦膳亦多土鹽，不可食。欲為通商，則何如？」大臣皆以為：「必如是，縣官所耗，失利甚多。」章獻曰：「雖棄數千萬亦可，耗之何害？」大臣乃不敢復言。於是命盛度與三司詳定，卒行其法。詔下，蒲、解之民皆作感聖恩齋。慶歷初，範傑復建議：「官自運鹽，於諸州賣之。」八年，範祥又請：「令民入錢於邊，給鈔請鹽。」朝廷從之，擢祥為陜西提刑。"
      },
      {
        "index": 16,
        "text": "又曰：太宗初築塘泊，非以限幽薊之民，蓋欲斷虜入寇之路，使出一塗，見易制耳。及楊懷敏為水則，乃言可以限絕北胡，堤塞其北而稍註水益之，漫衍而南，侵溺民田，無有限極。其間不合處又三四十裏，而圖畫密相。比以朝廷有澶淵之役，胡自梁門、遂城之間，積薪土為甬道而來，曾不留行。又況冰凍，及自西山或不合處過，足以明其無益矣。去歲河決商胡，河朔水災所以甚於往前者，以河流入塘泊，堰有缺處，懷敏補之，水不能北流則愈南浸也。"
      },
      {
        "index": 17,
        "text": "梁寔曰：杜杞在廣南，誘宜州蠻數十人，飲以漫陀羅酒，醉而殺之，以書詫於寔父，自比馬援，曰：「此不足以為吾功，力能辦西北，顧未得施耳。」是時，言事者爭言杞為國家行不信於蠻夷，獲小亡大，朝廷詰杞上所殺蠻數，為即其洞中誅之邪？以金帛召致邪？杞不能對。亦有陰為之助者，故得不坐。然杞自虞部員外郎數年位至兩制。"
      },
      {
        "index": 18,
        "text": "孫奭字宗古，博平人。幼好學，博通書傳，善講說。太宗端拱中九經及第，再調大理評事，充國子監直講。太宗幸國子監，詔奭說《尚書·說命》三篇。奭年少位下，然音讀詳潤，帝稱善，因嘆曰：「天以良弼賚商，朕獨不得邪？」因以切勵輔臣，賜奭緋章服。累遷都官員外郎，侍諸王講，賜紫章服。"
      },
      {
        "index": 19,
        "text": "真宗即位，令中書門下諭奭欲任以他官，奭對不敢辭，乃罷諸王侍講。頃之，自職方員外郎除工部郎中，充龍圖閣待制。會真宗幸亳州，謁太清宮，奭上言切諫，真宗不納，遂為《解疑論》以示群臣。俄知密州，轉左諫議大夫、知河陽，還為給事中。奭以父年九十，乞解官侍養，詔知兗州。"
      },
      {
        "index": 20,
        "text": "上即位，召還，以工部侍郎為翰林侍讀學士，預修先朝實錄。丁父憂，起復舊官，久之，改兵部侍郎兼龍圖閣學士。奭每上前說經，及亂君亡國之事，反復申繹，未嘗避諱，因以規諷。又掇五經切治道者，為五十篇，號《經典徽言》，上之。畫《無逸》為圖，乞施便坐，為觀鑒之助。時莊獻明肅皇太後每五日一禦殿，與上同聽政，奭因言：「古帝王朝朝暮夕，未有曠日不朝；陛下宜每日禦殿，以覽萬機。」奏留中不報。然上與太後雅愛重之，每進見，常加禮。"
      },
      {
        "index": 21,
        "text": "久之，上表致仕，上與太後禦承明殿委曲敦諭，不聽所請。因詔與龍圖閣學士馮元講《老子》三章，禮部尚書晏殊進讀《唐史》，各賜帛二百匹。改工部尚書、知兗州，特宴太清樓，近臣皆預。俄出禦飛白書賜群臣，中書門下、樞密院大字一軸，諸學士以下小字各二軸，惟奭與太子少傅致仕晁迥大小兼賜焉；並詔群臣賦詩。翌日，奭入謝承明殿，上令講《老子》三章，賜襲衣、金帶、銀鞍勒馬。及行，賜宴於瑞聖園，上賦詩餞行，並詔近臣賦詩，士大夫以為榮。耕籍恩，改禮部尚書。是歲，累表聽致仕。病甚，戒其子不納婢妾，曰：「無令我死婦人之手。」年七十有四，謚曰宣。"
      },
      {
        "index": 22,
        "text": "奭舉動方重，議論有根柢，不肯詭隨雷同。真宗已封禪，符瑞屢降，群臣皆歌誦盛德，獨奭正言諫爭，毅然有古人風采。精力於學，同定《論語》、《爾雅》、《孝經》正義，請以孟軻書鏤板，復鄭氏所註《月令》。初，五日郊，從祀神不設席，尊不施冪；七祠時享，獻神齋福，止用一尊，不設三登，登歌不《雍》徹；冬至攝祀昊天上帝，外級止七十位；享先農，在祈谷之前；上丁釋奠無三獻；宗廟不備二舞。奭皆言其謬闕，並從增改雲。又建言：禮家六天帝，止是天之六名，實則一帝；今位號重復，不合典禮。冬至宜罷五帝，雩祀設五帝，不設昊天帝位。乞與群臣議定。時習禮者少，又憚改作，其議不行。撰《崇祀錄》、《樂記圖》、《五經節解》、《五服年月》，傳於時。三子：瑤，虞部員外郎；琪，衛尉寺丞，早卒；瑜，殿中丞。"
      },
      {
        "index": 23,
        "text": "伯京曰：馮元、孫奭俱以儒素稱。馮進士，奭諸科及第。奭數上疏直諫。真宗末，侍東宮。天聖初，皆為侍讀學士。十年，奭固請老，詔不許，奭請不已，乃遷禮部尚書、知兗州。上宴太清樓下以餞之。又詔兩制、三館餞於秘閣。奭已辭，亟行，詔追餞席於瑞聖園。先是，宴兩制者，中丞不預；王隨時為中丞，恥之，曰：「朝廷盛事也，吾不可以不預。」上疏請行，詔許之。上又賜禦詩、禦書以寵之。卒於兗州。"
      },
      {
        "index": 24,
        "text": "元性微吝，判國子監，公宴，自以其家所賜酒充事，而取其直以歸，人以此少之。無子，死之日，家貲鉅萬。"
      },
      {
        "index": 25,
        "text": "子高曰：故事，直學士以上皆服金帶。孫奭羸老，不勝其重，詔特聽服犀帶而賜以金帶。"
      },
      {
        "index": 26,
        "text": "張景晦之曰：十一月，夏虜寇承平砦，都轄許懷德卻之，寇曰：「來月見延州城下。」範雍洶懼，請濟師。俾俠士三百，平以環慶署兼麈延，雍領之。"
      },
      {
        "index": 27,
        "text": "十二月，以甲萬五千來，留半月所，寇無聞。"
      },
      {
        "index": 28,
        "text": "正月初，還屯華池，寇又聲言由保安來。雍俾懷德壁承平，部署元孫、鈐轄德和屯保安以禦之。李奠驕貪，士憤之。十七日，寇聲言取金明砦，奠介以俟，逮亥不至，釋而寢。十八日四鼓，寇奄至，士叛，俘奠，奠孥騁入延，延兵合三千，雍駴，失據。表交臣名乎苦，遂堙阇，介婦執陴。十九日，寇及城下。前是，雍聞寇且至，亟呼平，平至自華池赴難。會大雪，平兼行過保安，元孫、德和以其甲巡，是夕宿白巾，未知寇及郭。二十日五鼓，平合吏議進師，裨將郭遵曰：「吾未識寇深淺而瞽進，必敗；請先止此，偵而進。」平叱曰：「吾謂豎子驍決，乃爾怯沮吾軍！」遂呼馬乘去。士未遍食，踐雪行數十裏。寇偽為雍使，督平進，且曰：「寇已至，道隘，宜單騎引眾。」平信之。寇稍翦取，亡數指揮，乃寤。遂屯五龍川，據高自守。二十一日，寇以羸兵先犯之，遵陷陣搏戰，俘馘而返。已而再至，平軍少利。比晚復至，為兩翼以揜之。德和乃以數千人南遁，平軍遂敗，寇圍而薙之，遵等死。二十二日旦，平、元孫以殘甲數千自固，寇以渠令召之，皆乘馬而往。虜騎及榆林，民逃者過河中。二十三日，寇撤城下兵去。德和至鄜州，奏「平率眾降賊，已完數千兵僅免。」雍以實狀聞，乃斫德和腰，賞平、元孫家。"
      },
      {
        "index": 29,
        "text": "初，雍辟計用章自副，李康伯監安撫兵，鈐轄守勤疾之。城之圍也，用章欲棄延保鄜，康伯垂涕，守勤皆叱之。圍解，守勤欲白二人，雍使先之，遂奉詔用章杖流，康伯竄，雍以太常卿守安州。"
      },
      {
        "index": 30,
        "text": "又曰：九月，寇屯□寺，聲言入寇。十月一日，沿使部署葛懷敏、鈐轄李知和以甲七萬出屯瓦亭，裨將劉賀以胡三萬從行。留且半月，寇攻平定，平定守郭固、鎮戎守曹英，皆來請援。十三日，進屯鎮戎，知和善郭固，請救之，懷敏未應。知和請暨英先進，曰：「君祿盈車，今能偷安，我不能也。」十五日，遂以甲進。寇以羸胔餌之，知和告勝相繼，軍中心躍。十七日，知和過平定十裏，為寇所窘，來告，懷敏遂以大軍赴之。適至平定，知和已敗還。軍中擾寇繼至，趙珣以數千騎旁出，欲邀之，寇乃退。自是，寇每夕出軍後呼噪，軍中閉聲滅火，旦輒斂去。糧道絕，軍餒十日。懷敏諸將皆欲還走，珣曰：「來塗寇必有伏，若自籠竿往，彼無險，且非所意。」自昏議至四鼓，不決，珣憤，欲斫指，眾解之，因罷。比明，中軍已行，眾從之。寇躡其後，為方陣而行。及冓上，寇分為二道，自兩旁截之，軍絕為三。中軍殲，前軍脫者十二三，後軍自籠竿，盡免。懷敏、知和殪，珣虜。沿閉城自固。遊騎及潘原，大掠而去。沿左遷待制、知虢州。"
      },
      {
        "index": 31,
        "text": "西鄙用兵，許公當國，增兵四十萬。及文公為相，龐公為樞密使，減陜西保捷八萬。儂智高破嶺南十四州，狄青平之。"
      },
      {
        "index": 32,
        "text": "文公罷三蕃接伴，不使侵擾河北，虜使大悅。"
      },
      {
        "index": 33,
        "text": "趙抃上言，陳相不學亡術，措置顛倒，引用邪佞，招延卜祝，私仇嫌隙，排斥良善，很愎任情，家聲狼籍等八事。"
      }
    ]
  }
}