{
  "chapterNumber": 16,
  "title": "卷十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "向來執政弄權者，雖潛因喜怒作威福，猶不敢亂資序、廢赦令。王介甫引用新進資淺者，多借以官，茍為己盡力，則因而進擢；或小有忤意，則奪借官而斥之；或無功，或無過，則暗計資考及常格，然後遷官。如呂吉甫弟升卿新及第，為真定府觀察推官，初無資考，使之察訪京東，還，除淮南轉運判官。轉運判官皆須升朝官為之，又借以太子中允，尋召為崇政殿說書。及介甫與吉甫有隙，升卿復於上前詆訐介甫之短，由此被斥，然尚以宣力久，特遷太祝，監無為軍稅。練亨甫以泗州軍事推官為崇文院校書兼檢正官，及坐鄧綰事，亦以宣力久，循一資，為漳州軍事判官。"
      },
      {
        "index": 2,
        "text": "介甫用事，坐違忤斥逐者，雖累經赦令，不復舊職。如知制誥李大臨、蘇頌封還李定詞頭，奪職外補，幾十年，經三赦，大臨才得待制，頌才得秘書監。及熙寧十年圜丘赦，頌除諫議大夫。"
      },
      {
        "index": 3,
        "text": "熙寧七年圜丘赦，中書奏謫官應復者四十余人，中旨悉復舊原。呂吉甫參知政事，意所惡者皆廢格不行。如胡宗愈、劉摯皆坐為臺諫官言事落職外補，至是惟摯復館職，宗愈為蘇州通判，一不沾恩。摯嘗言曾布，布為吉甫所惡故也。十年圜丘赦，宗愈始復館職。"
      },
      {
        "index": 4,
        "text": "介甫用新進為提轉，其資在通判以下則稱「權發遣」，知州稱「權」，又遷則落「權」字。"
      },
      {
        "index": 5,
        "text": "何浹以錄事參軍提舉梓州路常平倉等，所至暴橫，捶撻吏民以立威，皆竄匿無地。氣陵提轉，直出其上，公牒州縣雲：「未得當司指揮，其提轉牒皆不得施行。」轉運使李竦、判官陳充與之議事，不合，輒叱罵之。知州詣之白事，下馬於門外，循廊而進，至其坐榻之側，亦不為起。浹欲廢廣安軍，眾議以為旁去他州遠，不可廢。有章辟方得其父集賢校理何涉所撰《鼓角樓記》以呈之，曰：「先君子亦具言置軍要害之意。」浹曰：「凡事當從公論，此妄語，何足憑也？」李竦等具奏其狀，詔罷歸。浹沿道上奏，訟竦等，無所不道。至京師，下開封府鞫問，浹索紙萬幅以答款，府司以數百幅給之，乃一紙書一宗。坐上書詐不實，凡一百四十事，由是停官。時所遣提舉官，大抵狂妄作威，而浹最為甚。"
      },
      {
        "index": 6,
        "text": "初，韓魏公知揚州，介甫以新進士簽書判官事，韓公雖重其文學，而不以吏事許之。介甫數引古義爭公事，其言迂闊，韓公多不從。介甫秩滿去。會有上韓公書者，多用古字，韓公笑而謂僚屬曰：「惜乎王廷評不在此，其人頗識難字。」介甫聞之，以韓公為輕己，由是怨之。及介甫知制誥，言事復多為韓公所沮。會遭母喪，服除，時韓公猶當國，介甫遂留金陵，不朝參。曾魯公知介甫怨忌韓公，乃力薦介甫於上，強起之，其意欲以排韓公耳。"
      },
      {
        "index": 7,
        "text": "上將召用介甫，訪於大臣，爭稱譽之。張安道時為承旨，獨言：「安石言偽而辨，行偽而堅，用之必亂天下。」由是介甫深怨之。"
      },
      {
        "index": 8,
        "text": "曾布改助役為免役，呂惠卿大恨之。"
      },
      {
        "index": 9,
        "text": "介甫使徐禧、王古按秀獄，求惠卿罪不得；又使蹇周輔按之，亦無狀跡。王雱危之，以讓練亨甫、呂嘉問，亨甫等請以鄧綰所言惠卿事雜他書下秀獄，不令丞相知也。惠卿素加恩結堂吏，吏遽報惠卿於陳州。惠卿列言其狀，上以示介甫，介甫對「無之」，歸以問雱，乃知其狀。介甫以咎雱，雱時已寢疾，憤怒，遂絕。介甫以遣延諫希？？旒崆笸恕繊介甫請並京師行陜西所鑄折二錢，既而宗室及諸軍不樂，有怨言，上聞甫，欲罷之。介甫怒曰：「朝廷每舉一事，定為浮言所移，如此何事可為？」退，遂移疾，臥不出。上使人諭之，曰：「朕無間於卿，天日可鑒，何遽如此？」乃起。"
      },
      {
        "index": 10,
        "text": "諫議大夫程師孟嘗請於介甫曰：「公文章命世，師孟多幸，生與公同時，願得公為《墓誌》，庶傳不朽，惟公矜許。」介甫問：「先正何官？」師孟曰：「非也，師孟恐不得常侍左右，自欲豫求《墓誌》，俟死而刻之耳。」介甫雖笑不許，而心憐之。及王雱死，有習學檢正張安國者，被發藉草，哭於柩前，曰：「公不幸，未有子，今郡君妊娠，安國願死，托生為公嗣。」京師為之語曰：「程師孟生求速死，張安國死願托生。」"
      },
      {
        "index": 11,
        "text": "上以外事問介甫，介甫曰：「陛下從誰得之？」上曰：「卿何必問所從來？」介甫曰：「陛下與他人為密，而獨隱於臣，豈君臣推心之道乎？」上曰：「得之李評。」介甫由是惡評，竟擠而逐之。他日，介甫復以密事質於上，上問於誰得之，介甫不肯對，上曰：「朕無隱於卿，卿獨有隱於朕乎？」介甫不得已，曰：「朱明之為臣言之。」上由是惡明之。明之，介甫妹夫也。及介甫出鎮金陵，吉甫欲引介甫親昵置之左右，薦明之為侍講，上不許，曰：「安石更有妹夫為誰？」吉甫以直講沈季長對，上即召季長為侍講。吉甫又引弟升卿為侍講。升卿素無學術，每進講，多舍經而談財谷利害、營繕等事。上時問以經義，升卿不能對，輒目季長從旁代對。上問難甚苦，季長辭屢屈，上問從誰受此義，對曰：「受之王安石。」上笑曰：「然則且爾。」季長雖黨附介甫，而常非王雱、王安禮及吉甫所為，以謂必累介甫。雱等深惡之，故亦不甚得進用也。"
      },
      {
        "index": 12,
        "text": "熙寧六年十一月，吏有不附新法者，介甫欲深罪之，上不可。介甫固爭之，曰：「不然，法不行。」上曰：「聞民間亦頗苦新法。」介甫曰「祁寒暑雨，民猶有怨咨者，豈足顧也！」上曰：「豈若並祁寒暑雨之怨亦無邪？」介甫不悅，退而屬疾家居。數日，上遣使慰勞之，乃出。其黨為之謀曰：「今不取門下士上所素不喜者暴進用之，則權輕，將有窺人間隙者矣。」介甫從之。既出，即奏擢章惇、趙子幾等，上喜其出，勉強從之，由是權益重。"
      },
      {
        "index": 13,
        "text": "熙寧八年十一月，介甫以疾居家。上遣中使問疾，自朝至暮十七返，醫官脈狀皆使駃行親事賫奏。既愈，復給假十日將治，又給三日，又命兩府就第議事。"
      },
      {
        "index": 14,
        "text": "興化縣尉胡滋，其妻宗室女也，自言夢人衣金紫，自稱王待制來為夫人兒，妻尋產子。介甫聞之，自京師至金陵，與夫人常坐於船門簾下，見船過輒問：「得非胡尉船乎？」既而得之，舉家悲喜，亟往撫視，涕泣，遺之金帛不可勝數，邀與俱還金陵。滋言有捕盜功，應詣銓求賞，介甫使人為營致，除京官，留金陵且半年，欲丐其兒，其母不可，乃遣之。"
      },
      {
        "index": 15,
        "text": "內侍李憲既怨介甫罷其南征，乃言青苗錢為民害，上以內批罷之，介甫固執不可而止。先是，州縣所斂青苗錢，使者督之，須散盡乃已，官無余蓄。至是，敕留五分，皆憲發之也。介甫既罷相，沖卿代之，於新法頗更張，禹玉始無異同。"
      },
      {
        "index": 16,
        "text": "御史鼓汝礪劾奏禹玉雲：「向者王安石行新法，王珪從而和之；今吳充變行新法，王珪亦從而和之。若昨是則今非，今是則昨非矣。乞令珪分析。」禹玉由是力主新法不肯變。汝礪又言：「俞充為成都轉運使，與宦官王中正共討茂州蠻，媚事中正，故得都檢正。」又言：「李憲擁兵驕恣。」由是不得居臺中，加館職充江南東路提刑。汝礪固辭館職。"
      },
      {
        "index": 17,
        "text": "呂升卿於上前言練亨甫以穢德為王雱所昵，且曰：「陛下不信臣言，臣有老母，敢以為誓。」於是臺諫言：「王安國非議其兄，呂惠卿謂之不悌，放歸田裏；今升卿對陛下親詛其母，比安國罪不尤重乎？」有旨：升卿罷江西轉運副使，削中允，落直集賢院，以太祝監無為軍酒稅。時熙寧八年十二月也。"
      },
      {
        "index": 18,
        "text": "吉甫言王安禮任館職，狎遊無度，安禮由是乞出，一章即許之，除知潤州。介甫猶以吉甫先居憂在潤州，欲使安禮采其過失故也。"
      },
      {
        "index": 19,
        "text": "王安國字平甫，介甫之弟也，常非其兄所為。為西京國子監教授，溺於聲色。介甫在相位，以書戒之曰：「宜放鄭聲。」安國復書曰：「安國亦願兄遠佞人也。」官滿，至京師，上以介甫故，召上殿，時人以為必除侍講。上問以其兄秉政物論如何，對曰：「但恨聚斂太急、知人不明耳。」上默然不悅，由是別無恩命。久之，乃得館職。安國嘗力諫其兄，以天下恟恟，不樂新法，皆歸咎於公，恐為家禍。介甫不聽，安國哭於影堂，曰：「吾家滅門矣！」又嘗責曾布以誤惑丞相，更變法令，布曰：「足下，人之子弟，朝廷變法，何預足下事？」安國勃然怒曰：「丞相，吾兄也；丞相之父，即吾父也；丞相由汝之故，殺身破家，僇及先人，發掘丘壟，豈得不預我事邪？」"
      },
      {
        "index": 20,
        "text": "士大夫以濮議不正，鹹疾歐陽修，有謗其私於子婦者。御史中丞彭思永、殿中侍御史蔣之奇承流言劾奏之，之奇仍伏於上前，不肯起。詔二人具析語所從來，皆無以對。治平四年三月五日，俱坐謫官。仍敕榜朝堂，略曰：「偶因燕申之言，遂騰空造之語，醜詆近列，中外駭然。以其乞正典刑，故須閱實其事，有一於此，朕亦不敢以法私人。及辨章之屢聞，皆懣讕而無考，反雲其事暗昧，不切審實。」又曰：「茍無根之毀是聽，則謾欺之路大開。上自邇僚，下逮庶尹，閨門之內，鹹不自安。」先是，之奇盛稱濮議之是以媚修，由是薦為御史，既而反攻修。修尋亦外遷，其謝上表曰：「未乾薦禰之墨，已關射羿之弓。」"
      },
      {
        "index": 21,
        "text": "熙寧十年七月，王韶獻所著，名曰「發明自身之學」，皆荒浪狂譎之語。其一篇曰《法身三門》，其略曰：「敷陽子既罷樞密副使、知洪州，於廬山之北建法堂，中建法身像，號曰太虛無極真人，遂立三門，一曰鴻樞獨化之門，二曰萬靈朝真之門，三曰金剛巨力之門，太虛無極真人獨化行於天下，而天下方賴幽明顯晦，有識無識皆會而朝之。太虛無極真人出獨化之門，建大法旗，擊大法鼓，手提玉印，臨大庭而躬接之。」其書凡十萬余言，皆仿此。既而進禦，又摹印以遺朝中諸公及天下藩鎮學校，其妖妄無所忌憚如此。王公儀得其書以示余。"
      },
      {
        "index": 22,
        "text": "觀文殿學士、知洪州王韶謝上表曰：「為貧而仕，富貴非學者之本心；與時偕行，功業蓋丈夫之余事。」又曰：「自信甚明，獨立不懼。面折廷爭，則或貽同列之忿；指擿時病，則或異大臣之為。以至聖論雖時有小差，然臣言亦未嘗曲徇。」又曰：「曉然知死生之不迷，灼然見古今之不異。通理盡性，雖未能達至道之淵微；立言著書，亦足以贊一朝之盛美。」知雜御史蔡確上言：「韶不才忝冒，自請便親，敢因謝表，辭旨怨憤，指斥聖躬，公為罔慢。」於是落韶觀文殿學士，降知鄂州。"
      },
      {
        "index": 23,
        "text": "交趾之圍邕州也，介甫言於上曰：「邕州城堅，必不可破。」上以為然。既而城陷，上欲召兩府會議於天章閣，介甫曰：「如此則聞愈彰，不若只就東府。」上從之。介甫憂沮，形於言色，王韶曰：「公居此尚爾，況居邊僥者乎？願少安重，以鎮物情。」介甫曰：「使公往，能辦之乎？」韶曰：「若朝廷應副，何為不能辦？」介甫由是始與韶有隙。"
      },
      {
        "index": 24,
        "text": "李士寧者，蓬州人，自言學道，多詭數，善為巧發奇中。目不識書，而能口占作詩，頗有才思，而詞理迂誕，有類讖語，專以妖妄惑人。周遊四方及京師，公卿貴人多重之。人未嘗見其經營及有囊橐，而貲用常饒，猝有賓客十數，珍饌立具，皆以為有歸錢術。王介甫尤信重之，熙寧中，介甫為相，館士寧於東府且半歲，日與其子弟遊；及介甫將出金陵，乃歸蓬州。宗室世居者，太祖之孫，頗好文學，結交士大夫，有名稱，士寧先亦私入睦親宅，與之遊。士寧以為太祖肇造，宗室子孫當享其祚，會仁宗有賜英宗母仙遊縣君《挽歌》，微有傳後之意，士寧竊其中間四句，易其首尾四句，密言世居當受天命以贈之。世居喜，賂遺甚厚。"
      },
      {
        "index": 25,
        "text": "進士葉適試補監生第一，介甫愛其所對策；布衣徐禧得洪州進士黃雍所著書，竊其語，上書褒美新法，介甫亦賞其言；皆奏除官，令於中書習學檢正。及介甫出知金陵，吉甫薦二人皆安石素所器重，上召見，適奏對不稱旨，上以介甫故，除光祿寺丞、館閣校勘檢正官，月余而卒；禧稱旨。禧無學術，而辨口，揚眉奮髯，足以移人意。上或問以故事，禧對此非臣所學雲雲，其說皆雍語也。而蔡承禧收得雍草封上之。承禧又言：「禧母及妻，皆非良家，禧與其妻先奸後婚，妻恃此淫佚自恣，禧不敢禁。」又言：「禧前居父喪而博，為吏所捕，因亡命詣闕上書。」"
      },
      {
        "index": 26,
        "text": "鄭俠，閩人，進士及第。熙寧七年春，上以旱災，下詔聽吏民直言得失，俠以選人監安上門，上言：「新制，使選人監京城門，民所賫物，無細大皆征之，使貧民愁怨。人主居深宮，或不知之，乃畫圖並進之。」朝廷以為狂，笑而不問。會王介甫請罷相，上未之許，俠上言：「天旱由安石所致。若罷安石，天必雨。」既而介甫出知江寧府，是日雨，俠自以為所言中，於是屢上疏論事，皆不省。是歲冬，俠上疏幾五千言，極陳時政得失、民間疾苦，且言：「王安石作新法，為民害；呂惠卿朋黨奸邪，壅蔽聰明；獨馮京時立異與之校計。請黜惠卿，進用馮京。」呂吉甫大怒，白上奪俠官，汀州編管。"
      },
      {
        "index": 27,
        "text": "俠貧甚，士大夫及吏民多憐之，或遺之錢米。頃之，上問馮當世：「卿識鄭俠乎？」對曰：「臣素不之識。」御史知雜張琥聞之，陰訪求當世與俠交通狀。或語以當世嘗從俠借書畫，遺之錢米，琥即劾奏：「京大臣，與俠交通有跡，而敢面謾，雲不識。又俠所言朝廷機密事，俠選人，何從知之？必京教告，使之上言。」上以章示當世，對：「實不識，乞下所司辨正。」"
      },
      {
        "index": 28,
        "text": "惠卿乃使其黨和制誥鄧潤甫與御史臺同按問，遣選人舒亶乘驛追俠詣臺，索其篋笥中文書，悉封上之。亶還，特除京官以賞之。臺中掠治俠，其疏所與交通者，皆逮系之。僧曉容善相，多出入當世家，亦收系考驗。取當世門歷，閱視賓客無俠名。"
      },
      {
        "index": 29,
        "text": "俠素師事王雱，而議論常與雱異，與王安國同非新法，安國親厚之。俠既上疏，安國索其草視之，俠不與，安國曰：「家兄為政，必使天下共怨怒，然後行之。子今言之甚善，然能言之者子也，能揄揚流布於人者我也，子必以其草示我。」俠曰：「已焚之矣。」俠詣登聞檢院上疏，集賢校理丁諷判檢院，延坐與啜茶，詢其所言，稱獎之。諷又嘗見當世，語及俠，當世稱：「俠疏文辭甚佳，小臣不易敢爾。」俠既竄逐，前三司副使王克臣與之舊，命其子駙馬都尉師約資送之，師約曰：「師約通姻帝室，不敢與外人交，請具銀百兩，大人自遺之。」克臣從之。於是臺司收安國、諷等鞫之。安國自陳無此語，臺司引俠使證之，俠見安國，笑曰：「平甫居常自負剛直，議論何所不道，今乃更效小人，欲為詆讕邪？」安國慚懼，即服罪。潤甫等亦深探俠獄，多所連引，久系不決。上以其枝蔓，令歲前必令獄具，臺官皆不得歸家。"
      },
      {
        "index": 30,
        "text": "獄成，惠卿奏俠謗國，欲致之大辟，上曰：「俠所言，非為身也，忠誠亦可念，豈宜深罪之。」但移英州編管而已。當世罷政事，以諫議大夫知亳州，王克臣奪一官，丁諷落職、監無為軍酒稅，王安國追出身以來敕告，放歸田裏，曉容勒歸本貫，其余吏民有與俠交遊及饋送者，皆杖臀二十，遠州編管。仍賜詔介甫慰諭，又以安禮權都檢正，以慰其心。"
      },
      {
        "index": 31,
        "text": "三班使臣王永年者，宗室之婿，自南方罷官，押錢綱數千緡詣京師，私用千余緡，冀妻家償之，其妻父叔皮不為償。三司督之急。永年知叔皮嘗於上元夜微步遊閭裏，乃夜叩東府門告變：「叔皮及弟叔敖私詣卜者，雲已有天命，謀作亂，密造乘輿服禦物已具。」敕開封府判官吳幾復按驗，皆無狀，永年引虛，病死獄中，方免叔皮。"
      },
      {
        "index": 32,
        "text": "王永年，宗室叔皮之婿也，監金耀門文書庫。翰林學士楊繪、待制竇卞皆嘗舉之。永年盜賣官文書，得錢，費於娼家，畏其妻知之，偽立簿雲：「買金銀若干遺楊內翰，若干遺竇待制。」亦嘗買繒帛及酒遺繪、卞及提舉京百司、集賢修撰張芻；繪受之，卞止受其酒，芻俱不受。又嘗召繪、卞飲於其家，令縣主手掬酒以飲卞、繪。縣主以永年盜官文書事白父叔皮，叔皮白宗正司，牒按其事，永年夜叩八位門告變，詔吳幾復按之。永年告變事今已明白，其盜官文書等事請付三司結絕。既而三司使沈括奏：「事涉兩制，請付御史臺窮治。」苑鈧？依。知雜御史蔡確奏：「幾復不發摘卞、繪等贓淤，避事惜情。」熙寧十年五月，繪責授荊南節度副使、卞落職管勾靈仙觀，吳幾復知唐州。上以芻獨不受其饋遺，未幾，遷諫議大夫、知鄧州。"
      },
      {
        "index": 33,
        "text": "知制誥鄧潤甫上言：「近日群臣專尚告訐，此非國家之美，宜用敦厚之人以變風俗。」上嘉納之。尋有中旨，以陳述古為樞密直學士，宋次道為龍圖閣直學士。時熙寧八年十二月也。"
      },
      {
        "index": 34,
        "text": "韓魏公判相州，有三人為劫，為鄰裏所逐而散。既而為魁者謂其徒曰：「自今劫人，有救者先殺之。」眾諾。他日，又劫一家，執其老嫗，搒捶求貨，鄰人不忍其號呼，來語賊曰：「此姥更無他貨，可惜搒死。」其徒即刺殺之。州司皆處三人死。"
      },
      {
        "index": 35,
        "text": "刑房堂後官周清，本江寧法司，後為三司大將，王介甫引置中書，且立法雲：「若刑房能駁審刑、大理寺、刑部斷獄違法得當者，一事遷一官。」故刑房吏日取舊案，吹毛以求其失。清以此自大將四年遷至供備庫使、行堂後官事。相州獄已決數年，清駁之曰：「新法：凡殺人，雖已死，其為從者被執，雖經拷掠，茍能先引服，皆從按問欲舉律減四等。今盜魁既令其徒雲，有救者先殺之，則魁當為首，其徒用魁言殺救者則為從。又至獄先引服，當減等。而相州殺之，刑部不駁，皆為失入死罪。」"
      },
      {
        "index": 36,
        "text": "事下大理，大理以為：「魁言有救者先殺之，謂執兵仗來鬥者也；今鄰人以好言勸之，非救也。其徒自出己意，手殺人，不可為從。相州斷是。」詳斷官竇平、周孝恭以此白檢正劉奉世，奉世曰：「君為法官，自圖之，何必相示？」二人曰：「然則不可為失入。」奉世曰：「君自當依法，此豈必欲君為失入邪？」於是大理奏：「相州斷是。」清執前議，再駁，復下刑部新官定。刑部以清駁為是，大理不服。"
      },
      {
        "index": 37,
        "text": "方爭論未決，會皇城司奏相州法司潘開賫貨詣大理行財枉法。初，殿中丞陳安民簽書相州判官日斷此獄，聞周清駁之，懼得罪，詣京師，歷抵親識求救。文潞公之子大理評事文及甫，陳安民之姊子、吳沖卿之婿也。沖卿時為首相，安民以書召開雲：「爾宜自來照管。」法司竭其家貲入京師，欲貨大理胥吏問息耗。相州人高在等在京師為司農吏，利其貨，與中書吏數人，共耗用其物，實未嘗見大理吏也。為皇城司所奏，言賫三千余緡行求大理。事下開封府，按鞫無行賂狀，惟得安民與開書。諫官蔡確知安民與沖卿有親，乃密言：「事連大臣，非開封可了。」乃移其獄下御史臺司，旬有數日，所按與開封無異。會沖卿在告，王珪奏令確共按之，辟寺丞劉仲弓推鞫，收大理寺詳斷官竇平、周孝恭等，枷縛暴於日中，凡五十七日，求其受賄事，皆無狀。"
      },
      {
        "index": 38,
        "text": "中丞鄧潤甫夜聞掠囚聲，以為平、孝恭等，其實他囚也。潤甫心非確所為慘刻，而力不能制。確引陳安民，置枷於前而問之，安民懼，具道嘗請求文及甫，及甫雲已白丞相，丞相甚垂意。確得其辭，甚喜，遽欲與潤甫登對奏之，言丞相受請枉法，潤甫止之。明日，潤甫在經筵，獨奏：「相州獄事甚微，大理實無受賄事，而蔡確深探其獄，滋蔓不已，竇平等皆朝士，搒掠身無完膚，皆銜冤自誣。乞早結正。」上甚駭異。明日，確欲登對，上使人止之，不得前。命諫官黃履、監察御史黃廉、禦藥李舜舉同詣臺按驗。三人與潤甫、確坐簾下，約都不得語，引囚於前，讀示以所承之辭，令實則書實，虛則自陳冤。囚畏獄吏之酷，皆書款引實，驗拷掠之痕則無之，履等還奏。確又上言：「陳安民請求文及甫，事連宰相，鄧潤甫黨附執政，不欲推究，故早求結正。」上遂大怒，以潤甫為面謾，確為忠直。"
      },
      {
        "index": 39,
        "text": "元豐元年四月丙辰，潤甫落翰林學士、中丞，以右諫議大夫知撫州，告詞曰：「奏事不實，奉憲失中。言涉詆欺，內懷顧避。」中允、監察裏行上官均亦嘗上言確按獄深刻，降授光祿寺丞、知邵武軍光澤縣，告詞曰：「不務審克，茍為朋附，俾加閱實，不如所言。」確自右正言除右諫議、權中丞。確遂收文及甫繫獄。及甫懼，亦雲嘗白丞相，言固是。又雲嘗屬沖卿子群牧判官、太常博士安持。確又收刑房檢正劉奉世。奉世先為樞府檢詳，沖卿自樞府入相，奏為檢正，雅信重之。確令大理稱受奉世風旨出相州獄，奉世懼，亦雲於起居日嘗受安持屬請。確又欲收安持，上不許，令即訊，安持恐被收，亦言嘗以屬奉世。時三司使李承之、副使韓忠彥皆上所厚，承之嘗為都檢正，忠彥，魏公之子也，確皆令囚引之。承之知之，數為上言確險诐之情，上意亦解，趣使結正。"
      },
      {
        "index": 40,
        "text": "六月乙丑，劉奉世落直史館，監當；吳安持奪一官，降監當；竇平追一官，勒停；周孝恭、文及甫沖替；陳安民追一官，勒停；韓忠彥贖銅十斤；自余連坐者十余人。周清遷一官。沖卿上表請退，及闔門待罪者三四，上輒遣中使召出令視事。確屢帥臺諫官登對，言罪吳安持太輕，上曰：「子弟為親戚所屬請，不得已而應之，此亦常事，何足深罪？卿輩但欲共攻吳充出之，此何意邪？」以確所彈奏劄還之，言者乃止。"
      }
    ]
  }
}