{
  "chapterNumber": 8,
  "title": "卷八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "王化基為人寬厚，嘗知某州，與僚佐同坐，有卒過庭下，為化基{如言}，而不及幕職，幕職怒，退召其卒笞之。化基聞之，笑曰：「我不知欲得一{如言}如此之重也。向或知之，化基無用此{如言}，當以與之。」人皆服其雅量。官至參知政事、禮部尚書，謚曰惠獻。子舉正，有父風，官亦至參知政事、禮部尚書，謚曰安簡。"
      },
      {
        "index": 2,
        "text": "李文定公迪罷陜西都轉運使，還朝。是時真宗方議東封西祀，修太平事業。知秦州曹瑋奏：「羌人潛謀入寇，請大益兵為備。」上大怒，以謂瑋虛張虜勢，恐愒朝廷，以求益兵。以迪新自陜西還，召見，示以瑋奏，問其虛實，欲斬瑋以戒妄言者。文定從容奏曰：「瑋武人，遠在邊鄙，不知朝廷事體，輒有奏陳，不足深罪。臣前任陜西，觀邊將才略，無能出瑋之右者，他日必能為國家建功立事。若以此加罪，臣為陛下惜之。」上意稍解。迪因奏曰：「瑋良將，必不妄言。所請之兵，亦不可不少副其請。臣觀陛下意，但不欲從鄭門出兵耳。秦之旁郡兵甚多，可發以戍秦。臣在陜西，籍諸州兵數為小冊，常置鞶囊中以自隨，今未敢以進。」上曰：「趣取之。」迪取於鞶囊以進，上指曰：「以某州某州兵若干戍秦州，卿即傳詔於樞密院發之。」既而，虜果大入寇，瑋迎擊，大破之，遂開山外之地。奏到，上喜，謂迪曰：「山外之捷，卿之功也。」"
      },
      {
        "index": 3,
        "text": "及上將立章獻後，迪為翰林學士，屢上疏諫，以章獻起於寒微，不可母天下，由是章獻深銜之。周懷政之誅，上怒甚，欲責及太子，群臣莫敢言，迪為參知政事，俟上怒稍息，從容奏曰：「陛下有幾子，乃欲為此計？」上大寤，由是獨誅懷政等，而東宮不動搖，迪之力也。"
      },
      {
        "index": 4,
        "text": "及為相，時真宗已不豫，丁謂與迪同奏事退，既下殿，謂矯書聖語，欲為林特遷官，迪不勝忿，與謂爭辨，引手板欲擊謂，謂走，獲免，因更相論奏。詔二人俱罷相，迪知鄆州。明日，謂復留為相。"
      },
      {
        "index": 5,
        "text": "迪至鄆且半歲，真宗晏駕，迪貶衡州團練副使。謂使侍禁王仲宣押迪如衡州，仲宣始至鄆州，見通判已下而不見迪，迪皇恐，以刃自刎，人救得免。仲宣淩侮迫脅，無所不至：人往見迪者，輒籍其名；或饋之食，留至臭腐，棄捐不與。迪客鄧余怒曰：「豎子！欲殺我公以媚丁謂邪？鄧余不畏死，汝殺我公，我必殺汝！」從迪至衡州，不離左右。仲宣頗憚之，迪由是得全。至衡州歲餘，除秘書監、知舒州。"
      },
      {
        "index": 6,
        "text": "章獻太后上仙，迪時以尚書左丞知河陽，今上即位，召詣京師，加資政殿大學士，數日復為相。迪自以受不世之遇，盡心輔佐，知無不為。呂夷簡忌之，潛短之於上，歲余罷相，出知某州。迪謂人曰：「迪不自量，恃聖主之知，自以為宋璟，而以呂為姚崇，而不知其待我乃如是也。」"
      },
      {
        "index": 7,
        "text": "真宗乳母劉氏號秦國延壽保聖夫人言，仁宗聖性寬仁，宗戚近幸有求內批者，上鹹不違。康定元年十月戊子，謂宰相曰：「自今內批與官及差遣者，並具舊條，覆奏取旨。」"
      },
      {
        "index": 8,
        "text": "慶歷三年五月旱，丁亥夜雨。戊子，宰相章得象等入賀，上曰：「昨夜朕忽聞微雷，因起，露立於庭，仰天百拜以禱。須臾雨至，朕及嬪禦衣皆沾濕，不敢避去，移刻雨霽，再拜而謝，方敢升階。」得象對曰：「非陛下至誠，何以感動天地！」上曰：「比欲下詔罪己，避寢撤膳，又恐近於崇飾虛名，不若夙夜精心密禱為佳耳。」慶歷三年九月，知諫院王素、余靖、歐陽修、蔡襄以言事不避，並改章服。十月，王素除淮南轉運使，將之官，入辭，上謂曰：「卿今便去，諫院事有未言者，可盡言之。」右正言余靖奉使契丹，入辭，書所奏事於笏，各用一字為目。上顧見之，問其所書者何，靖以實對。上指其字一一問之，盡而後已。上之聽納不倦如此。"
      },
      {
        "index": 9,
        "text": "溫成皇后張氏，其先吳人，從錢氏歸國，為供奉官。祖穎進士及第，終於縣令；子堯封尚幼，二女入宮事真宗，名位甚微。堯封亦進士及第，早終，妻惟有一女，即後也。庶子化基幼。堯封從父弟堯佐亦進士及第，時已為員外郎，不收恤諸孤。後母賣後於齊國大長公主家為歌舞者，而適蹇氏，生男守和。大長公主納後於禁中仙韶部，宮人賈氏母養之。上嘗宮中宴飲，後為俳優，上見而悅，遂有寵。後巧慧，善迎人主意。初為修媛，後冊為貴妃，飲膳供給皆逾於曹後，幾奪其位數矣，以曹後素謹，上亦重其事，故不果。上以其所出微，欲使之依士族以自重，乃稍進用堯佐，數年間為三司副使、天章閣待制、三司使、淮海軍節度使、宣徽使，追封堯封為清河郡王，後母為齊國夫人，後兄化基子守誠、蹇守和皆拜官，宗族赫然俱貴。至和元年正月暴疾薨，上哀悼之甚，追冊為溫成皇后，禮數資送甚極豐厚。"
      },
      {
        "index": 10,
        "text": "後方寵幸，賈氏尤用事，謂之賈夫人，受納貨賄，為人屬請，無不行者。賈安公以姑禮事之，遂被大用，然亦以此獲譏於世。齊國夫人柔弱，故官爵賞賜多入堯佐，而化基等皆不及焉。化基終於閣門祗候。後薨，齊國夫人相繼物故。後數年，堯佐亦卒，張氏遂衰。"
      },
      {
        "index": 11,
        "text": "子淵曰：溫成立忌，禮官列言其不可，執政患之。有禮官謂執政曰：「禮官張芻獨主此議，他人皆不得已從之耳。」前歲芻父牧當任蜀官，芻上章乞代父入蜀知廣安軍，執政謂之曰：「故事，史館檢討不為外官，足下能舍去帖職則可往矣。」芻始謂出外當改校理，及聞執政言，出於意外，愕然，則不願外補也。執政皆笑。至是，執政追擿前事罪之曰：「代父入蜀，不當擇職田善處求廣安軍，又聞不得帖職而復止，進退失據。」奏落芻職監潭州酒。禮官議者亦稍稍而息。"
      },
      {
        "index": 12,
        "text": "慶歷元年十二月，才人張氏進封修媛。慶歷四年三月，以修媛張氏世父職方員外郎堯佐提點開封府縣鎮公事。右正言余靖上言：「堯佐不當得此差遣。一堯佐不足為輕重，但鑒郭后之禍興於楊、尚。」上曰：「朕不以女謁用人，自有臣僚奏舉。若物議不允，當與一郡。」"
      },
      {
        "index": 13,
        "text": "至和元年，張元妃薨，初謚廣明皇后，又謚元明，又謚溫成，京師禁樂一月。正月二十日，自皇儀殿殯於奉先寺，儀衛甚盛。又詔與孝惠、淑德、章懷、章惠俱立忌。正月二十日殯成，上前五日不視朝，兩府不入。前一日之夕，上宿於皇儀殿，設警場於右掖門之外。是日旦發引，陳鹵簿、鼓吹、太常樂、僧道，威儀甚盛。皇親、兩府、諸司緣道設祭，自右掖門至奉先院，絡繹不絕。百官班辭於御史臺前，陳祭之後，又赴奉先院。已殯，百官復詣西上閣門奉慰。"
      },
      {
        "index": 14,
        "text": "寶元二年十一月丁酉，旬休，上禦延和殿決御史臺所奏馮士元獄，謂宰相曰：「此獄事連大臣，近者臺司進奏禁止鄭戩、龐籍起居，自余盛度、程琳殊無論奏。度、琳乃儒臣耳，脫有權勢更重者，當如之何？」於是開封府判官李宗簡特追一官、勒停，天章閣待制龐籍贖銅四斤、知汝州，自余與士元交關者，皆以罪輕重責降有差。其知開封府鄭戩等按鞫士元不當罪，特放；知樞密院事盛度除尚書右丞、知揚州，參知政事程琳降授光祿卿、知潁州，皆以交關士元使幹治私務故也；御史中丞孔道輔降授給事中、知鄆州，以不按劾二人之罪故也。"
      },
      {
        "index": 15,
        "text": "十二月庚申，賜京西、鄜延馬遞及急腳鋪卒特支錢。詔審刑院、刑部、大理寺不得通賓客，有受情曲法者，開相告之科。鄜延路奏：「邊事警急，差強壯丁防守諸寨，換禁兵鬥敵。」從之。辛酉，賜鄜延特支錢。"
      },
      {
        "index": 16,
        "text": "上問宰相唐世入閣之儀，參知政事宋庠退而講求以進，曰：「唐有大內，有大明宮。大內謂之西內，大明宮謂之東內。高宗以後，多居東內。其正南門曰丹鳳，丹鳳之內曰含元殿，正至大朝會則禦之。次曰宣政殿，謂之正衙，朔望大冊拜則禦之。次北紫宸殿，謂之上閣，亦曰內衙，奇日視朝則禦之。唐制，天子日視朝，則必立仗於正衙，或乘輿止於紫宸，則呼仗自東西閣門入，故唐世謂奇日視朝為入閣。」"
      },
      {
        "index": 17,
        "text": "李端願曰：章獻之誌非也，暴得疾耳。鑿垣而出，瘞於洪福寺，此章獻之過也。"
      },
      {
        "index": 18,
        "text": "又曰：上幼沖即位，章獻性嚴，動以禮法禁約之，未嘗假以顏色，章惠以恩撫之。上多苦風痰，章獻禁蝦蟹海物不得進禦，章惠常藏弆以食之，曰：「太后何苦虐吾兒如此。」上由是怨章獻而親章惠，謂章獻為大娘，章惠為小娘。及章獻崩，尊章惠為太后，所以奉事曲盡恩意。景祐中，薨，神主祔於奉慈廟。弟景宗，少為役兵，以章惠故得官，性兇悍，使酒，好以滑槌毆人，世謂之楊滑槌。數犯法，上以章惠故，優容之，官至觀察使。初，丁謂治第於城南，景宗為兵，負土焉；及謂敗，第沒官，上以賜景宗居之。"
      },
      {
        "index": 19,
        "text": "十一日，賜兩府、兩制宴於中書，喜雪也。"
      },
      {
        "index": 20,
        "text": "十九日，賜兩府、兩制宴於都亭驛，曾相主之，冬至故也。果有八列，近百種，凡酒一獻，從以四殽，堂廚也，曾氏也， 使者也，太官也。"
      },
      {
        "index": 21,
        "text": "至和元年春，張貴妃薨，上哀悼之甚，欲極禮數以寵秩之，乃追謚溫成皇后，殯於皇儀殿，命參知政事劉沆監護喪事。是時陳執中、梁適為宰相，王拱辰、王洙判太常寺兼禮儀事，皆皇恐，不愛名器，以承順上意。"
      },
      {
        "index": 22,
        "text": "又詔為溫成皇后立忌日。同知禮院馮浩、張芻、吳充、鞠真卿皆爭之，執政患之。因芻向時奏以父牧當任蜀官，自乞代父入蜀；既而又奏得父書，自願入蜀，更不代行；無何，牧至京師，復上奏乞免蜀官。於是執政以芻奏事前後異同，落史館檢討，監潭州酒，欲以警策其余。"
      },
      {
        "index": 23,
        "text": "禮院故事，常豫為印狀，列署眾銜，或非時中旨有所訪問，不暇遍白禮官，則白判寺一人，書填印狀，通進施行。是時，溫成喪事，日有中旨訪問禮典，判寺王洙兼判少府監，廨舍最近，故吏多以事白洙，洙常希望上旨，以意裁定，填印狀進內。事既施行，而論者皆責禮官。禮官無以自明，乃召禮直官戒曰：「自今凡朝廷訪問禮典稍重應商議者，皆須遍白眾官，議定奏聞。自非常行熟事，不得輒以印狀申發，仍責取知委。」後數日，有詔問「溫成皇后廟應如他廟用樂舞否？」禮直官李亶以事白洙，洙即填印狀奏雲：「當用樂舞。」事下禮院，充，真卿怒，即牒送禮直官李亶於開封府，使案其罪。是時蔡襄權知開封府，洙抱案卷以示襄曰：「印狀行之久矣，禮直官何罪？」襄患之，乃復牒送亶於禮院，雲：「請任自施行。」充、真卿復牒送府，如是再三。"
      },
      {
        "index": 24,
        "text": "先是，真卿好遊臺諫之門，會溫成後神主祔新廟，皆以兩制攝獻官，端明殿學士楊察攝太尉，殿中侍御史趙抃監祭，吳充監禮。上又遣內臣臨視。察臨事，內出圭瓚以盥鬯。充言於察曰：「禮，上親享太廟則用圭瓚，若有司攝事則用璋瓚。今使有司祭溫成廟而用圭瓚，是薄於太廟而厚於姬妾也。其於聖德，虧損不細，請奏易之。」察有難色，曰：「日已暮矣，明日行事，言之何及？」而內臣視祭者已聞之，密以上聞，詔即改用璋瓚祭之。明日趙抃上言，劾蔡襄知開封府不案治禮直官罪，畏懦觀望。於是執政以為充因祠祭教抃上言。又禮直官日在溫成墳所，訴於內臣雲：「欲送禮直官於開封府者，充與真卿二人而已。」由是怒充與真卿。"
      },
      {
        "index": 25,
        "text": "明日，詔禮直官及系檢禮生各贖銅八斤，充及真卿皆補外官：充知高郵軍，真卿知淮陽軍。於是臺諫爭言充等不當補外，最後，右正言、修起居註馮京言最切直，以為「今百職隳廢，獨充等能舉其職，而陛下責胥吏太輕，責充等太重，將何以振飭紀綱？」於是朝廷落京修註，即日趣充等行。開封府推官、集賢校理刁約掌修墳頓遞，亦嘗對中貴人言溫成禮數太重，詔以約為京西路提點刑獄，亦即日行。元規受詔讀冊，辭曰：「故事，正後翰林學士讀冊。今召臣承之，臣實恥之。」奏報聞。至日，集賢官僚謂之曰：「公今日何為復來？」元規曰：「共傳誤本耳。」又諫追冊曰：「皆由佞臣贊成茲事。」二相甚銜之。將行追冊，言官力諫，上意稍寢。明日，以問執政，執政順成之。夢得及母湜、俞希孟皆求外補，郭申錫請長告，皆以言不用故也。"
      },
      {
        "index": 26,
        "text": "王樂道曰：尚美人、楊美人爭寵，郭后查傷今上頸，召都知而付之。初，章獻為上娶郭后，後恃章獻驕妒，後宮莫得進，上患之，不敢詰。章獻崩，楊、尚並進，後有怨言。都知閻文應惡之，因與上謀廢後。上問呂許公，亦曰：「古亦有之。」遂降敕廢為金庭教主，後不知之。文應懷敕並道衣以授之，後恚，有悖語，文應即驅出，以車送瑤華宮。既而，上悔之，作《慶金枝曲》，遣使賜後，後和而獻之。又使詔入宮，文應懼，以疾聞。上命賜之酒及藥，文應遂酖之。"
      },
      {
        "index": 27,
        "text": "丁正臣曰：範諷問上傷，上以後語之。及疾，文應使醫置毒，上不知。"
      },
      {
        "index": 28,
        "text": "慶歷三年九月丁丑，知諫院蔡襄上言：「自今中書、密院執政官，非休假日，私第不得見客。欲詢訪外事者，聽呼召。」從之。"
      },
      {
        "index": 29,
        "text": "嘉祐四年五月，上手詔賜兩府曰：「朕觀在昔君臣，惟同心同德，故成天下之務，享無疆之休。倘設猜防之端，是乖信任之道。近因納言屢述禦臣之規，頗立科條，用制邪慝。方今圖任賢哲，倚為股肱，論道是咨，推誠無間，而有禁未解，斯豈稱朕意邪？先有兩制臣僚不許至執政私第，兩府大臣奏薦人不得充臺諫官條約，其悉除之。庶使君臣之際，了無疑間之跡。卿等謀謨舉措，義宜何如。」"
      },
      {
        "index": 30,
        "text": "嘉祐七年二月癸卯，以駙馬都尉李瑋知衛州事，兗國公主入居禁中，瑋所生母楊氏歸瑋之兄璋宅，公主乳母韓氏出居於外，公主宅勾當內臣梁懷吉勒歸前省，公主宅諸色祗應人皆散遣之。瑋貌陋性樸，上以章懿太后故，命之尚公主。自始出降，常以庸視之。乳母韓氏復相離間。梁懷吉等給事公主閣內，公主愛之。公主嘗與懷吉等閑飲，楊氏窺之，公主怒，毆傷楊氏。由是外人喧嘩，鹹有異議。朝廷貶逐懷吉等於外州，公主恚懟，或欲自縊，或欲赴井，或縱火欲焚第舍，以邀上意，必令召懷吉等還。上不得已，亦為召之，然公主意終惡瑋。至是不肯復入中閣，居於廳事，晝夜不眠，或欲自盡，或欲突走出外，狀若狂易。左右以聞，故有是命。"
      },
      {
        "index": 31,
        "text": "三月戊申朔，壬子，制曰：「陳車服之等，所以見王姬之尊；啟脂澤之封，所以昭帝女之寵。茲雖親愛之攸屬，時乃風化之所關。茍不能安諧於厥家，則何以觀示於流俗。兗國公主生而甚慧，朕所鐘憐，故於外家之近親，以求副車之善配。而保傅無狀，閨門失歡，歷年於茲，生事弗順，達於聽聞，深所駭驚。雖然恩義之常，人所難斷；至於賞罰之際，朕安敢私？宜告大庭，降徙下國。於戲！惟肅雍以成美德，惟柔順以輯令名，乃其恪恭，庶幾永福。可降封沂國公主。安州觀察使、駙馬都尉李瑋改建州觀察使，依舊知衛州。」公主既還禁中，上數使人慰勞李氏，賜瑋金二百兩，且謂曰：「凡人富貴，亦不必為主婿也。」於是瑋兄璋上言：「家門祚薄，弟瑋愚呆，不足以承天姻，乞賜指揮。」上許之離絕。又以不睦之咎皆由公主，故不加責降焉。"
      },
      {
        "index": 32,
        "text": "嘉祐元年夏，詔自今舉選人充京官者，已舉不得復首，及被舉者亦不得納舉主人。"
      },
      {
        "index": 33,
        "text": "詔文武官、宗室、嬪禦、內官應奏薦親戚補官，舊制遇乾元節奏一人者，今遇三年親郊乃得之；舊遇親郊奏一人者，今再遇親郊乃得之；其余減損各有差。"
      },
      {
        "index": 34,
        "text": "京師雨兩月余不止，水壞城西南隅，漂沒軍營民居甚眾。宰相以下親護役救水，河北、京東西、江、淮、夔、陜皆大水。"
      },
      {
        "index": 35,
        "text": "九月辛卯，上以疾瘳，恭謝天地於大慶殿。禮畢，禦宣德門，大赦，改元，恩賜皆如南郊。"
      },
      {
        "index": 36,
        "text": "二年夏五月庚辰，管勾麟府路軍馬事郭恩遇夏虜於屈野河西，與戰，敗績，恩及走馬承受公事黃道元皆為虜所擒。秋，虜復遣道元歸。"
      },
      {
        "index": 37,
        "text": "詔文武官應磨勘轉官者，皆令審官院以時舉行，毋得自投牒。"
      },
      {
        "index": 38,
        "text": "又詔自今間歲一設科場，復置明經科。"
      },
      {
        "index": 39,
        "text": "三年五月甲申，榜朝堂：「敕：鹽鐵副使郭申錫屬與李參訟失實，黜知濠州。」"
      },
      {
        "index": 40,
        "text": "范文正公於景祐三年言呂相之短，坐落職、知饒州，徙越州。康定元年，復天章閣待制、知永興軍，尋改陜西都轉運使。會許公自大名復入相，言於仁宗曰：「范仲淹賢者，朝廷將用之，豈可但除舊職邪？」即除龍圖閣直學士、陜西經略安撫副使。上以許公為長者，天下皆以許公為不念舊惡。文正面謝曰：「向以公事忤犯相公，不意相公乃爾獎拔。」許公曰：「夷簡豈敢復以舊事為念邪？」"
      },
      {
        "index": 41,
        "text": "及文正知延州，移書諭趙元昊以利害，元昊復書，語極悖慢，文正具奏其狀，焚其書不以聞。時宋相庠為參知政事。先是，許公執政，諸公唯諾書紙尾而已，不敢有所預；宋公多與之論辯，許公不悅。一日，二人獨在中書，許公從容言曰：「人臣無外交，希文乃擅與元昊書，得其書又焚去不奏，他人敢爾邪？」宋公以為許公誠深罪範也。時朝廷命文正分析，文正奏：「臣始聞虜有悔過之意，故以書誘諭之。會任福敗，虜勢益振，故復書悖慢。臣以為使朝廷見之而不能討，則辱在朝廷，乃對官屬焚之，使若朝廷初不知者，則辱專在臣矣。故不敢以聞也。」奏上，兩府共進呈，宋公遽曰：「范仲淹可斬！」杜祁公時為樞密副使，曰：「仲淹之誌出於忠果，欲為朝廷招叛虜耳，何可深罪？」爭之甚切。宋公謂許公必有言助己，而許公默然，終無一語。上顧問許公：「如何？」許公曰：「杜衍之言是也，止可薄責而已。」乃降一官、知耀州。於是，論者喧然，而宋公不知為許公所賣也。宋公亦尋出知揚州。"
      },
      {
        "index": 42,
        "text": "正臣雲：宗實既堅辭宗正之命，諸中貴人乃薦燕王元儼之子允初。上召入宮，命坐，賜茶。允初顧左右曰：「不用茶，得熟水可也。」左右皆笑。既罷，上曰：「允初癡呆，豈足任大事乎？」"
      },
      {
        "index": 43,
        "text": "李參，鄆州人，為定州通判。夏守恩為真定路都部署，貪濫不法，轉運使楊偕、張存欲發其事，使參按之，得其斂戍軍家口錢十萬為之遣代者；權知定州，取富民金釵四十二枚，為之移卒於外縣。守恩坐除名、連州編管，弟殿前都指揮使守赟亦解兵權。參由是知名。"
      }
    ]
  }
}