{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "馮拯，河南人，其父為趙韓王守第舍。拯年少時，韓王見之，問此為誰，其父對曰：「某男也。」韓王奇其狀貌，曰：「此子何不使之讀書？」其父遂使之就學。數年，舉進士，韓王為之延譽，遂及第。太宗時，拯上言請立太子，太宗怒，謫之嶺南。久之，以右正言通判廣州事。其同官為太常博士，署位常在拯下。寇萊公素惡拯，會覃恩，拯遷虞部員外郎，其同官遷屯田員外郎。其同官以拯素剛，讓居其下，萊公見奏狀，怒，下書詰之，曰：「虞部署位乃在屯田之上，於法何據？趣以狀對。」於是，拯密奏言：「寇準以私憾專抑挫臣。呂端畏怯，不敢與爭；張洎又準所引用，朝廷之事一決於準。威福自任，縱恣不公，皆如此。」比上省章奏，大怒，萊公由是出知褒州。上又責讓呂端、張洎，二人皆頓首曰：「準在中書，臣等備員而已。」真宗即位，拯遂被用至宰相。今上即位，發丁朱崖罪，竄之南荒，拯之力也。拯無文學，而性伉直，自奉養奢靡，官至侍中。"
      },
      {
        "index": 2,
        "text": "種放以處士召見，拜諫官，真宗待以殊禮，名動海內。後謁歸終南山，恃恩驕倨甚。王嗣宗時知長安，放至，通判以下群拜謁，放小俯垂手接之而已，嗣宗內不平。放召其諸侄出拜嗣宗，嗣宗坐受之。放怒，嗣宗曰：「向者通判以下拜君，君扶之而已；此白丁耳，嗣宗狀元及第，名位不輕，胡為不得坐受其拜？」放曰：「君以手搏得狀元耳，何足道也！」嗣宗怒，遂上疏言：「放實空疏，才識無以逾人，專飾詐巧，盜虛名。陛下尊禮放，擢為顯官，臣恐天下竊笑，益長澆偽之風。且陛下召魏野，野閉門避匿，而放陰結權貴以自薦達。」因抉擿言放陰事數條。上雖兩不之問，而待放之意浸衰。齊州進士李冠嘗獻嗣宗詩曰：「終南處士聲名滅，邠土妖狐窟穴空。」"
      },
      {
        "index": 3,
        "text": "王嗣宗不信鬼神，疾病，家人為之焚紙錢祈禱，嗣宗聞之，笑曰：「何等鬼神，敢問王嗣宗取枉法贓邪？」"
      },
      {
        "index": 4,
        "text": "嗣宗性忌刻，多與人相忤。世傳嗣宗家有恩仇簿，已報者則勾之。晚年交遊，皆入仇簿。"
      },
      {
        "index": 5,
        "text": "林特本廣南攝官，以勤為吏職，又善以辭色承上接下，官至尚書三司使、修昭應宮副使。是時，丁朱崖為修宮使，特一日三見，亦三拜之。與吏卒語，皆煦煦撫慰之，由是人皆樂為盡力，事無不齊集。精力過人，常通夕坐而假寢，未嘗解衣就枕。"
      },
      {
        "index": 6,
        "text": "周王，母章穆皇后也，真宗在藩邸時生。景德中，從幸永安，還，得疾，薨，時年十歲許。章穆悲感成疾，明年亦崩。李允則知雄州十八年。初，朝廷與契丹和親，約不修河北 城隍，允則欲殿雄州城，乃置銀器五百兩於城北神祠中。或曰：「城北孤迥，請多以人守之。」允則不許。數日，契丹數十騎盜取之，允則大怒，移牒涿州捕賊，因且急築其城。契丹內慚，不敢止也。允則為長吏，於市中下馬往富民家，軍營與婦女笑語無所間，然富民犯罪未嘗少寬假。契丹中機密事，動息皆知之，當時邊臣無有及者。"
      },
      {
        "index": 7,
        "text": "真宗不豫，寇萊公與內侍省都知周懷政密言於上，請傳位皇太子，上自稱太上皇，上許之，自皇后以下皆不與知。既而月餘無所聞。二月二日，上幸後苑，命後宮挑生菜，左右皆散去。懷政伺上獨處，密懷小刀至上所，涕泣言曰：「臣前言社稷大計，陛下已許臣等，而月餘不決，何也？臣請剖心以明忠款。」因以刀劃其胸，僵仆於地，流血淋漓。上大驚，因是疾復作，左右扶輿入禁中。皇后命收懷政下獄，按問其狀。又於宮中索得萊公奏言傳位事，乃命親軍校楊崇勛密告云：「寇準、周懷政等謀廢上、立太子。」遂誅懷政而貶萊公。"
      },
      {
        "index": 8,
        "text": "寇萊公之貶雷州也，丁晉公遣中使賫敕往授之，以錦囊貯劍，揭於馬前。既至，萊公方與郡官宴飲，驛吏言狀，萊公遣郡官出逆之。中使避不見，入傳舍中，久之不出。問其所以來之故，不答。上下皆皇恐，不知所為。萊公神色自若，使人謂之曰：「朝廷若賜準死，願見敕書。」中使不得已，乃以敕授之。萊公乃從錄事參軍借綠衫著之，短才至膝，拜受敕於庭，升階復宴飲，至暮而罷。"
      },
      {
        "index": 9,
        "text": "真宗晚年不豫，嘗對宰相盛怒曰：「昨夜皇后以下皆云，劉氏獨置朕於宮中。」眾知上眊亂誤言，皆不應。李迪曰：「果如是，何不以法治之？」良久，上寤，曰：「無是事也。」章獻在帷下聞之，由是惡迪。初，自給事中、參知政事除工部尚書、平章事，既而貶官，十餘年，歷諸侍郎，景祐初，復以工部尚書入相。"
      },
      {
        "index": 10,
        "text": "宮美以鍛銀為業，納鄰倡婦劉氏為妻，善播鼗。既而家貧，復售之。張耆時為襄王宮指使，言於王，得召入宮，大有寵。王乳母秦國夫人性嚴整，惡之，固令王斥去。王不得已，置於張耆家，以銀五挺與之，使築館居於外。徐使人請於秦國夫人，乃許復召入宮。美由是得為開封府通引官，給事王宮。及王即帝位，劉氏為美人，以其無宗族，更以美為第，改姓劉雲。樂道父與張耆俱為襄王宮指使，故得詳耳。"
      },
      {
        "index": 11,
        "text": "胡順之為浮梁縣令，民臧有金者，素豪橫，不肯出租，畜犬數十頭，里正近其門輒噬之。繞垣密植橘柚，人不可入。每歲里正常代之輸租，前縣令不肯禁。順之至官，里正白其事，順之怒曰：「汝輩嫉其富，欲使順之與為仇耳。安有王民不肯輸租者邪？第往督之。」及期，里正白不能督；順之使手力繼之，又白不能；又使押司錄事繼之，又白不能。順之悵然曰：「然則此租必使令自督邪？」乃命里正聚槁，自抵其居，以槁塞門而焚之。臧氏人皆逃逸，順之悉令掩捕，驅至縣，其家男子年十六以上盡痛杖之。乃召謂曰：「胡順之無道，既焚爾宅，又杖爾父子兄弟，爾可速詣府自訟矣。」臧氏皆懾服，無敢詣府者。自是臧氏租常為一縣先。"
      },
      {
        "index": 12,
        "text": "府嘗遣教練使詣縣，順之聞之，曰：「是固欲來煩擾我也。」乃微使人隨之，陰記其入驛舍及受驛吏供給之物。既至，入謁，色甚倨，順之延與坐，徐謂曰：「教練何官邪？」曰：「本州職員耳。」曰：「應入驛乎？」教練使踧？？曰：「道中無邸店，暫止驛中耳。」又曰：「應受驛吏供給乎？」曰：「道中無芻糧，故受之。」又曰：「應與命官坐乎？」教練使趣下謝罪。順之乃收械繫獄，置暗室中，以糞十甕環其側。教練使不勝其苦，因順之過獄，呼曰：「令何不問我罪？」順之笑謝曰：「教練幸勿訝也，今方多事，未暇問也。」系十日，然後杖之二十，教練使不服，曰：「我職員也，有罪當受杖於州。」順之笑曰：「教練久為職員，殊不知法，杖罪不送州邪？」卒杖之。自是府吏無敢擾縣者。州雖惡之，然亦不能罪也。後為青州幕僚，發麻氏罪，破其家，皆順之之力。真宗聞其名，召至京師，除著作佐郎、洪州僉判。"
      },
      {
        "index": 13,
        "text": "順之為人深刻無恩，至洪州，未幾，病目，惡明，常以物帛包封乃能出，若日光所爍，則慘痛徹骨。由是去官，家於洪州，專以無賴把持長短，憑陵細民，殖產至富。後以覃恩遷秘書丞，又上言得失。章獻太后臨朝，特遷太常博士；又以覃恩遷屯田員外，卒於洪州。順之進士及第，頗善屬文。"
      },
      {
        "index": 14,
        "text": "青州臨淄麻氏，其先五代末嘗為本州錄事參軍。節度使廣納貨賂，皆令麻氏主之，積至巨萬。既而，節度使被召赴闕，不及取而卒，麻氏盡有其財，由是富冠四方。真宗景德初，契丹寇澶淵，其遊兵至臨淄，麻氏率莊夫千餘人據堡自守，鄉里賴之全濟者甚眾。至今基址尚存，謂之麻氏寨。虜退，麻氏斂器械盡輸官，留十二三以衛其家。麻溫舒兄弟皆舉進士，館閣美官。家既富饒，宗族橫於齊。有孤侄懦弱，麻氏家長恐分其財，幽餓殺之。事覺，姜遵為轉運使，欲樹名聲，因索其家，獲兵器及玉圖書小印，因奏麻氏大富，縱橫臨淄，齊人懾服，私畜兵，刻玉寶，將圖不軌。於是麻氏或死或流，子孫有官者皆貶奪，籍沒家財不可勝紀。麻氏由是遂衰。"
      },
      {
        "index": 15,
        "text": "真宗時，京師民家子有與人鬥者，其母追而呼之，不從，母顛躓而死。會疏決，法官處其罪當笞。上曰：「母言不從，違犯教令，當徒二年，何謂笞也？」群臣無不驚服。"
      },
      {
        "index": 16,
        "text": "永興軍上言朱能得天書，真宗自拜迎入宮。孫奭知河陽，上疏切諫，以為天且無言，安得有書？天下皆知朱能所為，惟上一人不知耳，乞斬朱能以謝天下。其辭有云：「得來唯自於朱能，崇信只聞於陛下。」其質直如此，上亦不之責。頃之，朱能果敗。"
      },
      {
        "index": 17,
        "text": "真宗將西祀，龍圖閣待制孫奭上疏切諫，以為西祀有十不可，陛下不過欲效秦皇、漢武刻石頌德、誇耀後世耳。其辭有云：「昔秦多徭役，而劉、項起於徒中；唐不恤民，而黃巢因於饑歲。今陛下好行幸，數賦斂，安知天下無劉、項、黃巢乎？」上乃自制《辨疑論》以解之，仍遣中使慰諭焉。"
      },
      {
        "index": 18,
        "text": "景德初，契丹入寇。是時，寇準、畢士安為相，士安以疾留京師，準從車駕幸澶淵。王欽若陰言於上，請幸金陵，以避其銳；陳堯叟請幸蜀。上以問準，時欽若、堯叟在旁，準心知二人所為，陽為不知曰：「誰為陛下畫此策者？罪可斬也。今虜勢憑陵，陛下當率勵眾心，進前禦敵，以衛社稷，奈何欲委棄宗廟、遠之楚、蜀邪？且以今日之勢，鑾輿回軫一步，則四方瓦解，萬眾雲散，虜乘其勢，楚、蜀可得至邪？」上寤，乃止。二人由是怨準。"
      },
      {
        "index": 19,
        "text": "上在澶淵南城，殿前都指揮使高瓊固請幸河北，曰：「陛下不幸北城，北城百姓如喪考妣。」馮拯在旁呵之曰：「高瓊何得無禮！」瓊怒曰：「君以文章為二府大臣，今虜騎充斥如此，猶責瓊無禮，君何不賦一詩詠退虜騎邪？」上乃幸北城，至浮橋，猶駐輦未進，瓊以所執楇築輦夫背，曰：「何不亟行！今已至此，尚何疑焉？」上乃命進輦。既至，登北城門樓，張黃龍旗，城下將士皆呼萬歲，氣勢百倍。會虜大將撻覽中弩死，虜眾遂退。他日，上命寇準召瓊詣中書，戒之曰：「卿本武臣，勿強學儒士作經書語也。」"
      },
      {
        "index": 20,
        "text": "寇準從車駕在澶淵，每夕與楊億飲博謳歌，諧謔喧呼，常達曰；或就寢，則鼾息如雷。上使人覘知之，喜曰：「得渠如此，吾復何憂！」"
      },
      {
        "index": 21,
        "text": "虜兵既退，來求和親，詔劉仁範往議之，仁範以疾辭，乃命曹利用代之。利用與之約，歲給金繒二十萬，虜嫌其少。利用復還奏之，上曰：「百萬以下，皆可許也。」利用辭去，準召利用至幄次，語之曰：「雖有敕旨，汝往，所許毋得過三十萬，過三十萬勿來見準，將將斬汝。」利用股栗。再至虜帳，果以三十萬成約而還。"
      },
      {
        "index": 22,
        "text": "車駕還自澶淵，畢士安迎於半道，既入京師，士安罷相，寇準代為首相。"
      },
      {
        "index": 23,
        "text": "上以澶淵之功，待準至厚，群臣無以為比，數稱其功，王欽若疾之。久之，數承間言於上曰：「澶淵之役，準以陛下為孤註，與虜博耳。茍非勝虜，則為虜所勝，非為陛下畫萬全計也。且城下之盟，古人恥之；今虜眾悖逆，侵逼畿甸，準為宰相，不能殄滅凶醜，卒為城下之盟以免，以足稱乎？」上由是浸疏之。頃之，準罷而天書事起。"
      },
      {
        "index": 24,
        "text": "王旦久疾不愈，上命肩輿入禁中，使其子雍與直省吏扶之，見於廷和殿。勞勉數四，因命曰：「卿今疾亟，萬一有不諱，使朕以天下事付之誰乎？」旦謝曰：「知臣莫若君，惟明主擇之。」再三問，不對。是時張詠、馬亮皆為尚書。上曰：「張詠如何？」不對。又曰：「馬亮如何？」不對。上曰：「試以卿意言之。」旦強起舉笏曰：「以臣之愚，莫若寇準。」上憮然，有間，曰：「準性剛褊，卿更思其次。」旦曰：「他人，臣所不知也。臣病困，不任久侍。」遂辭退。旦薨歲餘，上卒用準為相。直省吏今尚存，親為元震言之。前數事皆元震聞其先人所言也。元震先人為內侍省都知。"
      },
      {
        "index": 25,
        "text": "真宗晚年不豫，寇準得罪，丁謂、李迪同為相，以其事進呈，上命降準小處知州。謂退，署其紙尾曰：「奉聖旨：除遠小處知州。」迪曰：「向者聖旨無『遠』字。」謂曰：「與君面奉德音，君欲擅改聖旨以庇準邪？」由是二人鬥鬩，更相論奏。上命翰林學士錢惟演草制，罷謂政事，惟演遂出迪而留謂。外人先聞其事，制出，無不愕然，上亦不復省也。"
      },
      {
        "index": 26,
        "text": "真宗時，王文正旦為相，賓客雖滿座，無敢以私幹之者。既退，旦察其可與言者及素知名者，使吏問其居處。數月之後，召與語，從容久之，詢訪四方利病，或使疏其所言而獻之，觀其才之所長，密籍記其名。他日，其人復來，則謝絕不復見也。每有差除，旦先密疏三四人姓名請於上，上所用者，輒以筆點其首，同列皆莫之知。明日，於堂中議其事，同列爭欲有所引用，旦曰：「當用某人。」同列爭之莫能得。及奏入，未嘗不獲可。同列雖疾之，莫能間也。丁謂數毀旦於上，上益親厚之。"
      },
      {
        "index": 27,
        "text": "曹瑋久在秦州，累章求代。上問旦誰可代瑋者，旦薦樞密直學士李及，上即以及知秦州。眾議皆謂及雖謹厚有行檢，非守邊之才，不足以繼瑋。楊億以眾言告旦，旦不答。及至秦州，將吏心亦輕之。會有屯駐禁軍，白晝掣婦人銀釵於市中，吏執以聞。及方坐觀書，召之使前，略加詰問，其人服罪，及不復下吏，亟命斬之，復觀書如故。將吏皆驚服。不日，聲譽達於京師。億聞之，復見旦，具道其事，謂旦曰：「向者相公初用及，外廷之議皆恐及不勝其任；今及材器乃如此，信乎相公知人之明也。」旦笑曰：「外延之議，何其易得也。夫以禁軍戍邊，白晝為盜於市，主將斬之，事之常也，烏足以為異政乎？旦之用及者，其意非為此也。夫以曹瑋知秦州七年，羌人詟服，邊境之事，瑋處之已盡其宜矣。使他人往，必矜其聰明，多所變置，敗壞瑋之成績。旦所以用及者，但以及重厚，必能謹守瑋之規摹而已矣。」億由是益服旦之識度。"
      },
      {
        "index": 28,
        "text": "真宗既與契丹和親，王文正旦問於李文靖沆曰：「和親何如？」文靖曰：「善則善矣，然邊患既息，恐人主漸生侈心耳。」文正亦未以為然。及真宗晚年，多事巡遊，大修宮觀，文正乃潛嘆曰：「李公可謂有先知之明矣。」"
      },
      {
        "index": 29,
        "text": "蘇子容曰：王冀公既以城下之盟短寇萊公於真宗，真宗曰：「然則如何可以洗此恥？」冀公曰：「今國家欲以力服契丹，所未能也。戎狄之性，畏天而信鬼神，今不若盛為符瑞，引天命以自重，戎狄聞之，庶幾不敢輕中國。」上疑未決，因幸秘閣，見杜鎬，問之曰：「卿博通《墳》、《典》，所謂《河圖》、《洛書》者，果有之乎？」鎬曰：「此蓋聖人神道設教耳。」上遂決冀公之策，作天書等事。故世言符瑞之事始於冀公成於杜鎬雲。晚年，王燒金以幻術寵貴，京師妖妄繁熾，遂有席帽精事，閭里驚擾，嚴刑禁之乃止。"
      },
      {
        "index": 30,
        "text": "陳恕為三司使，真宗命具中外錢穀大數以聞，恕諾而不進。久之，上屢趣之，恕終不進。上命執政詰之，恕曰：「天子富於春秋，若知府庫之充羨，恐生侈心，是以不敢進。」上聞而善之。"
      },
      {
        "index": 31,
        "text": "太宗疾大漸，李太后與宣政使王繼恩忌太子英明，陰與參知政事李昌齡、殿前都指揮使李繼勛、知制誥胡旦謀立潞王元佐。太宗崩，太后使繼恩召宰相呂端，端知有變，鎖繼恩於閣內，使人守之而入。太后謂曰：「宮車已宴駕，立嗣以長，順也，今將何如？」端曰：「先帝立太子，正為今日。今始棄天下，豈可遽違先帝之命，更有異議？」乃迎太子立之。尋以繼勛為使相、赴陳州本鎮，昌齡為忠武行軍司馬，繼恩為右監門衛將軍、均州安置，胡旦除名、流潯州。"
      },
      {
        "index": 32,
        "text": "真宗既於大行柩前即位，垂簾引見群臣，宰相呂端於殿下平立不拜，請卷簾，升殿審視，然後降價，率群臣拜呼萬歲。"
      },
      {
        "index": 33,
        "text": "真宗嘗謂李宗諤曰：「聞卿能敦睦宗族，不隕家聲，朕今保守祖宗基業，亦猶卿之治家也。」"
      },
      {
        "index": 34,
        "text": "真宗初即位，以工部侍郎郭贄知天雄軍，郭贄辭訴不肯赴職，上不許。贄退，上以問宰相，對曰：「近例亦有已拜而復留不行者。」上曰：「朕初嗣位，命贄為大藩而不行，後何以使群臣？」卒遣之。"
      },
      {
        "index": 35,
        "text": "石熙政知寧州，上言：「昨清遠軍失守，蓋朝廷素不留意。」因請兵三五萬。真宗曰：「西邊事，吾未嘗敢忘之，蓋熙政遠不知耳。」周瑩等曰：「清遠失守，將帥不才也，而熙政敢如此不遜，必罪之。」上曰：「群臣敢言者亦甚難得，茍其言可用，用之；不可用，置之。若必加罪，後復誰有敢言者？」因賜詔書褒嘉焉。"
      },
      {
        "index": 36,
        "text": "真宗東封還，群臣獻歌頌稱贊功德者相繼，惟進士孫籍獻書言：「封禪帝王之盛事，然願陛下慎於盈成，不可遂自滿假。」上善其言，即召試中書，賜同進士出身。"
      },
      {
        "index": 37,
        "text": "秦國長公主嘗為子六宅使世隆求正刺史，真宗曰：「正刺史系朝廷公議，不可。」"
      },
      {
        "index": 38,
        "text": "魯國長公主為翰林醫官使趙自化求尚食使兼醫官院事，上謂王繼英曰：「雍王元份亦嘗為自化求遙郡，朕以遙郡非醫官所領，此固不可也。」"
      },
      {
        "index": 39,
        "text": "駙馬都尉石保吉自求見上，言：「仆夫盜財，乞特加重罪。」上曰：「有司自有常法，豈肯以卿故亂天下法也。」又請於私第決罰，亦不許。"
      },
      {
        "index": 40,
        "text": "真宗即位，每旦，御前殿，中書、樞密院、三司、開封府、審刑院及請對官以次奏事，辰後入宮上食。少時，出坐後殿，閱武事，至日中罷。夜則召侍讀、侍講學士，詢問政事，或至夜分還宮。其後率以為常。"
      },
      {
        "index": 41,
        "text": "真宗嘗讀《易》，召大理評事馮元講《泰卦》。元曰：「泰者，天氣下降，地氣上騰，然後天地交泰。亦猶君意接於下，下情達於上，無有壅蔽，則君臣道通。向若天地不交，則萬物失宜；上下不通，則國家不治矣。」上大悅，賜元緋衣。"
      },
      {
        "index": 42,
        "text": "真宗重禮杜鎬。鎬直龍圖閣，上嘗因沐浴罷，飲上尊酒，封其餘，遣使賜鎬於閣下。鎬素不飲，得賜，喜，飲之至盡，因動舊疾，忽僵不知人。上聞之，驚，步行出至閣下，自調藥飲之。仍詔其子津入侍疾。少頃，鎬稍蘇，見至尊在，欲起，上撫令臥。鎬疾平，然後入宮。方鎬疾亟時，上深自咎責，以為由己賜酒致鎬疾也。"
      },
      {
        "index": 43,
        "text": "種放隱於終南山豹林谷，講誦經籍，門人甚眾。太宗聞其名，召之，放辭以母老不至，詔每節給錢物供養其母。咸平元年，母卒，真宗賜錢二十萬、帛三十匹、米三十斛以葬。明年，復賜錢五萬，詔本府禮遣，亦辭疾不至。五年，又遣供奉官周圭，賫詔至山召之，仍賜錢十萬、絹百匹，放應命至闕。上甚喜，見於便殿，賜坐與語，即拜左司諫、直昭文館，賜居第、什器，禦廚給膳。明年，放上表請歸山，上令暫歸，三兩月復來赴闕。因拜起居舍人，宴餞於龍圖閣，上賦詩送之，命群臣皆賦。景德三年，遷右諫議大夫。祥符元年，遷給事中。從祀汾陰，拜工部侍郎。"
      },
      {
        "index": 44,
        "text": "真宗祀汾陰，召河中府處士李瀆、劉巽。巽拜大理評事，致仕，乃賜緋；瀆以疾辭。又召華山鄭隱、敷水李寧，對於行宮，隱賜號正晦先生。又召陜州魏野，亦辭疾，不應命。"
      },
      {
        "index": 45,
        "text": "先朝命郭后觀奉宸庫，後辭曰：「奉宸國之寶庫，非婦人所當入。陛下欲惠賜六宮，願量頒之，妾不敢奉詔。」上為之止。"
      }
    ]
  }
}