{
  "chapterNumber": 3,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "太祖時，趙韓王普為宰相，車駕因出，急幸其第。時兩浙王錢俶，方遣使致書及海物十瓶于韓王，置左廡下。會車駕至，倉卒出迎，不及屏也。上顧見，問何物，韓王以實對。上曰：「此海物必佳。」即命啟之，皆滿貯瓜子金也。韓王惶恐，頓首謝曰：「未發書，實不知。」上笑曰：「但取之無慮。彼謂國家事皆由汝書生耳。」因命韓王謝而受之。韓王東京宅，皆用此金所修也。"
      },
      {
        "index": 2,
        "text": "曹彬攻金陵，垂克，忽稱疾不視事。諸將皆來問疾，彬曰：「余之病非藥石所能愈，惟須諸公共發誠心，自誓以克城之日不妄殺一人，則自愈矣。」諸將許諾，共焚香為誓。明日，稱愈。及克金陵，城中皆安堵如故。曹翰克江州，忿其久不下，屠戮無遺。彬之子孫貴盛，至今不絕；翰卒未至十年，子孫有乞匄于海上者矣。"
      },
      {
        "index": 3,
        "text": "彬入金陵，李煜來見，彬給五百人，使為之運宮中珍寶金帛，惟意所取，曰：「明日皆籍為官物，不可復得矣。」時煜方以亡國憂憤，無意于蓄財，所取不多，故比諸降王獨貧。彬克江南，入見，詣閣門進榜子云：「奉敕差往江南勾當公事回。」時人美其不伐。"
      },
      {
        "index": 4,
        "text": "王禹偁，濟州人，生十餘歲，能屬文。太平興國八年，進士及第，補成武主簿，改大理評事、知長洲縣。太宗方獎拔文士，聞其名，召拜右拾遺、直史館，賜緋。故事，賜緋者給銀帶，上特命以文犀帶賜之。禹偁獻《端拱箴》以為誡。尋以左司諫知制誥。上嘗稱之曰：「王禹偁文章，當今天下獨步。」判大理寺，散騎常侍徐鉉為奴巫道安所誣，謫官，禹偁上疏訟之，請反坐尼罪，由是貶商州團練副使，無祿，種蔬自給。徙解州團練副使。上思其才，復召為左正言，仍命宰相以「剛直不容物」戒之。加直昭文館，以父老，求外補，出知單州，遭父喪，起復。至道初，召為翰林學士，知通進司，多所封駁。孝章皇后崩，喪禮頗不備，禹偁上書論之，坐出知滁州，徙知揚州。"
      },
      {
        "index": 5,
        "text": "王禹偁為諫官，上《禦戎十策》，大旨以為外任人，內修德，則可以弭之。外則合兵勢以重將權，罷小臣诇邏邊事，行間諜以離其黨，遣趙保忠、御卿率所部以張掎角，下詔感勵邊人，取燕、薊舊疆，蓋弔晉遺民，非貪其土地。內則省官以寬經費，抑文士以激武夫，信用大臣以資其謀，不貴虛名以戒無益，禁遊惰以厚民力。端拱冬旱，禹偁上疏請節用、省役、薄賦、緩刑。"
      },
      {
        "index": 6,
        "text": "真宗即位，召王禹偁于揚州，復知制誥，修《太宗實錄》。執政疑禹偁輕重其間，落職出知黃州。州境有二虎鬬，食其一，冬雷，群雞夜鳴。禹偁上疏引《洪範傳》陳戒，且自劾。上以問司天官，對以守臣任其咎，上乃命移知蘄州。尋詔還朝，禹偁已卒。"
      },
      {
        "index": 7,
        "text": "太宗末，王禹偁上言，請明數繼遷罪狀，募健兒殺之。真宗即位，詔群臣論事，禹偁上疏陳五事。一曰：謹邊防，通盟好。因嗣統之慶，赦繼遷罪，復與夏臺，彼必感恩內附，且使天下知屈己而為人也。二曰：減冗兵，併冗吏，使山澤之饒稍流于下。開寶前，諸國未平，而財賦足，兵威強，由所養之兵銳而不眾，所用之將專而不疑，設官至簡而事皆舉。興國後，增員太冗，宜皆經制之。三曰：難選舉，使入官不濫。先朝登第僅萬人，宜糾以舊制，還舉場于有司。至吏部銓擇官，亦非帝王躬親之事，宜依格敕註擬。四曰：澄汰僧尼，使疲民無耗。罷度人、修寺一二十載，容自消鑠，亦救弊之一端。五曰：親大臣，遠小人，使忠良謇諤之士，知進而不疑；姦憸傾巧之徒，知退而有懼。其後，潘羅支射死繼遷，平夏款附，卒如禹偁策；而歲限度僧尼之數，及病囚輕繫，得養治于家，至今行之。"
      },
      {
        "index": 8,
        "text": "太宗時，禹偁為翰林學士，嘗草繼遷制，遺馬五十匹以備濡潤，禹偁以《狀》不如式，卻之。及出守滁州，閩人鄭褒徒步來謁，禹偁愛其儒雅，及別去，為買一馬。或言買馬虧價者，太宗曰：「彼能卻繼遷五十馬，顧肯虧此價哉！」禹偁之卒，諫議大夫戚綸誄曰：「事上不回邪，居下不諂佞；見善若已有，疾惡過仇讎。」世以為知言。"
      },
      {
        "index": 9,
        "text": "祥符中，真宗觀書龍圖閣，得禹偁章奏，歎美切直，因訪其後，宰相稱其子嘉言以進士第為江都尉，即召對，擢大理評事。皇祐中，其曾孫汾第進士甲科，以免解例當降，仁宗閱其世次，曰：「此王禹偁孫也。」令無降等。面問其子孫仕者幾人，汾具以對。及汾改京官，又命優進其秩。"
      },
      {
        "index": 10,
        "text": "張洎為舉人時，張佖在江南已通貴，洎每奉謁求見，稱從表姪孫；既及第，稱弟；及秉政，不復論中表矣，以庶僚遇之。佖怨洎入骨髓。國亡，俱仕中國。洎作《錢俶謚議》云：「亢而無悔。」佖奏駁之，洎廣引經傳自辨，乃得解。"
      },
      {
        "index": 11,
        "text": "張洎與陳喬皆為江南相，金陵破，二人約效死于李煜之前。喬既死，洎白煜曰：「若俱死，中國責陛下久不歸命之罪，誰為陛下辨之！臣請從陛下入朝。」遂不死。太宗時，洎為員外郎判攷功，寇萊公判流內銓，年少倨貴，每入省，洎常立于省門，磬折候之。萊公悅，引與語，愛其博辯，遂薦于太宗。欲用之，而聞潘佑因洎而死，薄其為人。太宗好琴棋，琴棋待詔多江南人，洎皆厚撫之。太宗嘗從容問佑之死于待詔，曰：「人皆言張洎譖之，何如？」待詔對曰：「李煜自忿佑言切直而殺之，非執政之罪也。」萊公又數為上言洎學術該富，智識宏敏，上亦自愛其才，久之，遂與萊公皆參知政事。洎女嫁楊文僑公，倨不事姑，或效其姑語以為笑，後終出之。由是兩家不相能，故文公修《國史》，為《洎傳》，極言其短。"
      },
      {
        "index": 12,
        "text": "王嗣宗，汾州人，太祖時舉進士，與趙昌言爭狀元于殿前，太祖乃命二人手搏，約勝者與之。昌言髮禿，嗣宗毆其幞頭墜地，趣前謝曰：「臣勝之！」上大笑，即以嗣宗為狀元，昌言次之。初為秦州司理參軍，路沖知州事，嘗以公事忤沖意，怒，械繫之。會有獻新果一盒者，沖召嗣宗謂曰：「汝為我對一句詩，當脫汝械。」嗣宗請詩，沖曰：「佳果更將新合合。」嗣宗應聲曰：「惡人須用大枷枷。」沖悅，即捨之。太宗時，嗣宗以祕書丞知橫州，上遺武德卒之嶺南，诇察民間事。嗣宗執而杖之，械送闕下，因奏曰：「陛下不委任天下賢俊，而猥以此輩，以為耳目，竊為陛下不取。」上大怒，命械送嗣宗詣京師。既至，上怒解，喜嗣宗直節，遷太常博士，通判澶州。後知汾州事，州有某王廟，巫祝假之以惑百姓，歷年甚久，舉州信重。前後長吏皆先謁奠，乃敢視事。嗣宗毀其廟，熏其穴，得狐數十頭，盡殺之。"
      },
      {
        "index": 13,
        "text": "張開封云：梅侍讀詢，晚年尤躁于祿位。嘗朝退，過閣門，見箱中有錦軸云：「胡則侍郎致仕告身。」同列取視之，詢遠避之而過，曰：「幣重而言甘，誘我也，何以視？」時人多笑之。孫器之云：詢年七十餘，又病足，常撫其足而詈之，曰：「是中有鬼，令我不至兩府者，汝也！」所有愛馬，每夜令五人相代牽之將馬，不繫于柱，恐其繫絆傷之也；又夜中數自出視之。嘗牽馬將乘，撫其鞍曰：「賤畜，吾已薄命矣，汝豈無分被繡韉耶？」龔伯建云：詢與孫何、盛度、丁謂，真宗時俱在清貫。詢好潔衣服，裒以龍麝，其香數步襲人；何性落拓，衣服垢汙；度體充壯，居馬上，前如仰，後如俯；謂，吳人，面如刻削。時人為之語曰：「梅香，孫臭，盛肥，丁瘦。」渝州曰：何性落拓而酷好古文。為轉運使，頗尚苛峻，州縣吏患之，乃求古碑字磨滅者紙本數聯，釘于館中。何至則讀其碑，辨識文字，以爪搔髮垢而嗅之，遂往往至暮，不復省錄文案云。器之曰：何為轉運使，令人負礓礫自隨，所至散之地，吏應對小誤，則于地倒曳之。故從者憑依其威，妄為寒暑，所至搔擾，人不稱賢。度雖肥，拜起輕健。為翰林學士時，嘗自前殿出，宰相在後，度初不知，忽見，趨而避之，行百餘步，乃得直舍，隱于其中。翰林學士石中立見其喘甚，問之，度告其故，中立曰：「相公問否？」度曰：「不問。」別去十餘步乃悟，罵曰：「奴乃以我為牛也！」謂貌睢盱，若常寒餓者，而貴震天下，相者以為真猴形云。中立性滑稽，嘗與同列觀南御園所畜獅子，主者云：「縣官日破肉五觔以飼之。」同列戲曰：「吾儕反不及此獅子耶？」中立曰：「然。吾輩官皆員外郎，敢望園中獅子耶？」眾大笑。朝士上官闢嘗諫之，曰：「公名位非輕，奈何談笑如此？」中立曰：「君自為上官闢，何能知下官口？」及為參知政事，或謂曰：「公為兩府，談諧度可止矣。」中立取除書視曰：「《敕》命我『可本官參知政事，餘如故』，奈何止也？」嘗墜馬，左右驚扶之，中立起曰：「賴爾『石』參政也，嚮若『瓦』參政，齏粉久矣！」中立為參知政事，無他材能，時人或以鄭綮方之，未幾，罷為資政殿學士，不復用，老于家。"
      },
      {
        "index": 14,
        "text": "先朝時，鎖廳舉進士者，時有一人，以為奇異。試不中，皆以責罰，為私罪。其後，詔文官聽應兩舉，武官一舉，不中者不獲罰。景祐四年，鎖廳人最盛，開封府投牒者至數百人，國子監及諸州者不在焉。是時，陳堯佐為宰相，韓億為樞密副使，既而解牒出，堯佐子博古為解元，億子孫四人皆無落者。眾議喧然，作《河滿子》以嘲之，流聞達于禁中。殿中侍御史蕭定基時掌謄錄，因奏事，上問《河滿子》之詞，定基因誦之。先是，天章閣待制范仲淹坐言事，左遷饒州；王宮待制王宗道因奏事，自陳為王府官二十年不遷，詔改除龍圖閣學士。權三司使王博文言于上曰：「臣老且死，不復得望兩府之門。」因涕下。上憐之，數日遂為樞密副使。當時輕薄者取張祜詩，益其文以嘲之曰：「天章故國三千里，學士深宮二十年。殿院一聲《河滿子》，龍圖雙淚落君前。」于是，詔令後鎖廳應舉人與白衣別試，各十人中解三人，在外者眾試于轉運司，恐其妨白衣解額故也。慶歷中，又詔文武鎖廳試者不復限以舉數。故事，鎖廳及第注官者皆升一甲，今不復升之。宋靜曰：「景祐五年御試進士，上以時議之故，密詔陳博古、韓氏四子及兩家門下士范鎮、宋靜試卷皆不得預。攷官奏：「鎮、靜實有文，久在場屋有名聲，非附兩家之勢得之。」乃聽攷而降其等級。故事，省元及第未有在第二甲，雖近下猶升之，省元及第二甲自鎮始。鎮字景仁，成都人，與兄鎡皆以詞賦著名。自吳育、歐陽修為省元，殿前唱第三過三人，則疾聲自言。鎮獨默然，時人以是賢之。靜，字子鎮，眉州人。"
      },
      {
        "index": 15,
        "text": "廬州曾紹齊言，其鄉里數十年之間，吏治簡易，民俗富樂。有女不肯以嫁官人，云恐其往他州縣，難相見也。嫁娶者，宗族競為飲宴以相賀，四十日而止，傷今不然。"
      },
      {
        "index": 16,
        "text": "慶歷五年正月一日，見任兩制以上官：同中書門下平章事。樞密使、同中書門下平章事。參知政事。樞密副使。節度使、中書門下平章事。尚書。節度使。資政殿大學士。端明殿學士。翰林學士。資政殿學士。翰林侍讀學士。龍圖閣學士。樞密直學士。龍圖閣直學士。御史中丞。尚書左丞。給事中。諫議大夫。知制誥。天章閣待制。前兩府致仕。前兩制致仕。"
      },
      {
        "index": 17,
        "text": "張安壽曰：「呂申公夷簡平生朝會出入進止皆有常處，不差尺寸。慶歷中為上相，首冠百僚起居，誤忘一拜而起，外間讙言呂相失儀，是天奪之魄，殆將亡矣。」後十四日，忽感風疾，遂致仕，以至不起。又曰：彭內翰乘往在三館，時嘗與釣魚宴。故事，天子未得魚，臣雖先得魚，不敢舉竿。是時上已得魚，左右以紅絲網承之，侍坐者畢賀。已而，乘同列有得魚者，欲舉之，左右止之，曰：「侍中未得魚，學士未可舉也。」侍中，曹鄆公利用也。乘固已怪之。頃之，宰輔有得魚者，左右以白網承之；及利用得魚，復用紅網，利用亦不止之。乘出，謂人曰：「曹公權位如此，不以逼近自嫌，而安于僭禮，難以久矣。」未幾而敗。"
      },
      {
        "index": 18,
        "text": "景休曰：夏竦字子喬，父故錢氏臣，歸朝為侍禁。竦幼學于姚鉉，使為《水賦》，限以萬字，竦作三千字以示鉉，鉉怒不視，曰：「汝何不于水之前後左右廣言之，則多矣。」竦又益之，凡得六千字，以示鉉，鉉喜曰：「可教矣。」年十七，善屬文，為時人所稱。舉進士，開封府解者以百數，竦為第五，貢院奏名第四。會其父死于邊，竦以死事者子補奉職。貢院奏：「竦所試詩賦優于省元陳堯佐，以其幼，故抑之。來舉請免省試。」詔許之。竦以奉職行父喪，服終，換丹陽主簿，舉賢良方正及第，拜大理評事、通判臺州，秩滿，遷光祿寺丞、直史館。頃之，奉詔修史，俄知制誥，時年二十七。又曰：宋興以來，御試制科人無登第三等者，惟吳育第三等下，自餘皆四等上，竝為及第，降此則落。"
      },
      {
        "index": 19,
        "text": "魯平曰：宋初以來，至真宗方設制科，陳越、王曙為之首。其後夏竦等數人皆以制科登第，既而中廢。今上即位，天聖六年始復置。其後，每開科場則置之，有官者舉賢良方正，無官者舉茂材異等，餘四科多不應。皆自投牒，獻所著文論，差官攷校。中者召詣閣下，試論六首；及中選，則于殿前試策一道，五千字以上。其中選者不過一二人，然數年之後即為美官。慶歷六年，賈昌朝為政，議欲廢之，吳育參知政事，與昌朝爭論于上前，由是賈、吳有隙。乃詔自今後舉制科者，不聽自投牒，皆兩制舉乃得攷校。"
      },
      {
        "index": 20,
        "text": "原叔曰：趙槩與歐陽修同在直館，及同修起居注，槩性重厚寡言，修意輕之。及修除知制誥，是時韓、范在中書，以槩為不文，乃除天章閣待制，槩淡然不以屑意。及韓、范出，乃復除知制誥。會修甥嫁為修從子城妻，與人淫亂，事覺，時修為龍圖閣直學士、河北都轉運使，疾韓、范者皆欲文致修罪，云與甥亂。上怒，獄急，羣臣無敢言者，槩獨上書言：「修以文學為近臣，不可以閨房曖昧之事輕加汙衊。臣與修踪跡踈，修之待臣亦薄，所惜者朝廷大體耳。」書奏，上不悅，人皆為之懼，槩亦淡然如平日。久之，修坐降為知制誥、知滁州，執政私曉譬令槩求去，乃知蘇州。遭喪去官，服闋，除翰林學士，槩復表讓，以歐陽修先進，不可超越為學士。奏雖不報，時論美之。"
      },
      {
        "index": 21,
        "text": "龐公曰：先帝時，龍圖閣待制皆更直祕閣下，夜召入禁中，訪以外事。近歲直者，惟申牒託疾而已。"
      },
      {
        "index": 22,
        "text": "李受曰：淳化中，趙韓王出鎮，太宗患中書權太重，且事眾，宰相不能悉領理，向敏中時為諫官，上言請分中書吏房置審官院，刑房置審刑院。初皆以兩制重臣領之，其審刑詳議官皆自臺諫館閣為之。近歲用人頗輕，清流皆恥為之。凡天下獄事有涉命官者，皆以其獄上請，先下審刑院，令詳議官投鈞分之，略觀大情，即日下大理寺；詳斷官復投均分之，抄其節目，以法處之，皆手自書槩定；覆上審刑院，詳議官再觀之，重抄節目貼黃，六人通觀署定乃奏。其有不當，則駁下更正之。故大理寺常畏事審刑院小屬吏。凡有事，審刑院用頭子下大理寺，大理寺申狀。"
      },
      {
        "index": 23,
        "text": "原叔曰：陸參少好學，淳謹，獨與母居。鄰家失火，母急呼，參不應，蹴之墮牀下。良久，束帶，火將至，曰：「大人嚮者呼參，未束帶，故不敢應。」及長，舉進士及第。嘗為縣令，有劫盜繫甚急，參愍之，呼謂曰：「汝迫于饑寒為是耳，非性不善也。」命緩其縛。一夕，逸之，吏急以告參，參命捕之，歎曰：「我仁惻緩汝，汝乃忍負參如此，脫復捕得，胡顏見參？」又有訟田者，判其狀尾而授之，曰：「汝不見虞、芮之事乎？」訟者齎以示所司，皆不能解，復以見參，參又判其後曰：「嗟乎，一縣之人，曾無深于《詩》者！」人皆傳以為笑。蔡文忠公以為有淳古之風，薦之朝廷，官員外郎，遷史館檢討，著《蒙書》十卷。"
      },
      {
        "index": 24,
        "text": "師道曰：張昪自知雜左遷知潤州，司諫陳旭數言其梗直，宜在朝廷，上曰：「吾非不知昪賢，然言詞不擇輕重。」旭請其事，上曰：「頃論張堯佐事云：『陛下勤身克己，欲致太平，奈何以一婦人壞之乎！』」旭曰：「此乃直言，人臣所難也。」上曰：「昪又論楊懷敏：『茍得志，所為不減劉季述。』何至于此？」旭曰：「昪志在去惡，言之不激，則聖聽不回，亦不可深罪也。」皇祐二年，昪以天章閣待制代杜杞知慶州。"
      },
      {
        "index": 25,
        "text": "又曰：杜杞字偉長，為湖南轉運副使。五溪蠻反，杞以金帛官爵誘出之，因為設燕，飲以曼陀羅酒，昬醉，盡殺之，凡數千人。因立《大宋平蠻碑》，自擬馬伏波，上疏論功。朝廷劾其棄信專殺之狀，既而舍之。官至天章閣待制。"
      },
      {
        "index": 26,
        "text": "皇城使宋安道，故名國昌，始以醫進，景祐初，累遷藥局奉御，職上藥。是時，尚、楊二美人方有寵，每夕竝侍上寢，上體為之𠍯，或累日不進食。中外憂懼，皆歸罪二美人。保慶楊太后亟以為言，未能去。入內，內侍省都知閻文應日夕侍上，言之不已，上不勝煩，乃許。文應召氈車載之出，二美人涕泣，辭說，不肯行，文應批其頰，罵曰：「宮婢尚復何云！」即載送別宮。明日，下詔以尚氏為女冠，楊氏為尼，立曹后。"
      },
      {
        "index": 27,
        "text": "道梓曰：景祐初，內寵頗盛，上體多疾。司諫滕宗諒上疏曰：「陛下日居深宮，留連荒宴，臨朝則多倦色，決事如不掛聖懷。」坐是出知信州。又曰：呂許見上體不安，故擢允讓管勾宗正司，宗室聽換西班官，皆公之策也。故時，自借職十遷至諸司副使，及換西班官，自率府副使四遷為遙郡刺史，俸祿十倍于舊，國再益廣，于令為遷。((*|案：此下似有闕文。}}又曰：范諷性倜儻，好直節，不拘細行。自在場屋，與鞠詠、滕宗諒遊，已有軒輊之名；及為中丞，力擠張士遜，援呂夷簡，意夷簡引己至二府。夷簡忌其剛伉，久之不敢薦引，諷憤激求出。知兖州，將行，謂上曰：「陛下朝無忠臣，一旦紀綱大壞，然始召臣，將無益。」夷簡愈惡之，故尋被譴謫。"
      },
      {
        "index": 28,
        "text": "呂相在中書，奏令參知政事宋綬編《例》，又曰：「自吾有此《例》，使一庸夫執之，皆可為相矣。」"
      }
    ]
  }
}