{
  "chapterNumber": 1,
  "title": "Saggio sopra la durata de' regni de' re di Roma (Essay on the Duration of the Reigns of the Kings of Rome)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SAGGIO SOPRA LA DURATA DE' REGNI DE' RE DI ROMA"
      },
      {
        "index": 1,
        "text": "Quel genio osservatore e geometrico per cui il Neutono mostrò la fallacia delle più ingegnose ipotesi filosofiche, e potè penetrare il vero sistema del Mondo, quello stesso egli recò nello studio e nelle oscurità della Cronologia. Il fine di questa scienza è fissar le epoche della storia, ordinarne con certezza gli avvenimenti, e porre ogni cosa al debito luogo nell'oscuro e tacito corso dei tempi. Il che tanto più riesce difficile quanto più si va indietro nell'antichità, e vengon meno i monumenti che in tale ricerca servir possono di scorta e di lume. Le tracce che seguirono i cronologi greci, onde potere fissare le epoche più antiche della loro storia, furono le serie o successioni dei re che secondo la tradizione avevano in quegli antichi secoli regnato. Tenevano come cosa fuori di ogni dubbio e certissima che i regni dei re fossero eguali nella durata alle generazioni degli uomini; e con tale scorta furono da esso loro disposti i fatti storici nella lunghezza e nel buio dei tempi."
      },
      {
        "index": 2,
        "text": "Ma il Neutono avvisò essere di non poco fallace una così fatta scorta. Non succedendo sempre i re l'uno all'altro di padre in figliuolo, molti di essi essendo o deposti, o spenti anzi tempo di morte violenta, giudicò che diversa esser dovesse la legge della durata dei regni dalla legge delle generazioni; che la durata cioè di quelli esser dovesse assai più breve, che la durata di queste. E di fatto egli dimostra, col calcolo alla mano, chedove le generazioni aggiungono i trentatré anni ciascuna, i regni di tutti i re così antichi come moderni, de' quali la Cronologia è certa, non sorpassano, l'uno ragguagliato con l’altro, i dieciotto o vent’anni. La quale istessa legge si può anche vedere confermata da quella lunghissima serie d'imperadori che per migliaia d’anni, da Yao sino a' dì nostri, tennero la Cina, come mostrano le storie di quel paese. Tanto che i cronologi antichi, che davano largamente a ogni tre re lo spazio di un secolo, doveano veramente darne loro poco più che la metà, e secondo un tal ragguaglio ordinare i fatti nel corso de' tempi più addietro. Corresse adunque il Neutono la tecnica cronologia degli antichi fondata sopra varie conietture; e giusta al tenore e alle leggi di Natura venne ad avvicinare tra loro alcune epoche capitali dell'antichità poste, secondo la comune opinione, più lontane l'una dall'altra che non conveniva: abbreviò i tempi delle nostre storie, come il Delisle avea con accurate osservazioni ristretto i termini del nostro continente, che erano stati posti anch'essi più che non conveniva tra loro lontani."
      },
      {
        "index": 3,
        "text": "Di tale sistema è una immediata conseguenza che troppo più del giusto abbiano dato gli antichi cronologi ai sette re di Roma, facendogli regnare tutti insieme dugenquarantaquattro anni, che è trentacinque anni di regno per uno; e che per conseguente sia meno antica che non si crede la fondazione di quella città reina. La qual conseguenza dovrà ancora parere meno strana a chi considera come gli archivi di Roma perirono nelle fiamme, allorché dai Galli fu occupata quella Città. E però ne' tempi dipoi non ebbero gli storici altro fondamento di quelche scrivevano, se non se una cotal vaga tradizione delle cose passate. Cosicché conservando i nomi dei re e i fatti di quelli, che tuttavia duravano nella memoria degli uomini, disponendogli a posta loro, poterono gratificare a quel naturai desiderio che hanno così le famiglie come le nazioni, di spinger le proprie origini più là che possono entro alla caligine dell'antichità."
      },
      {
        "index": 4,
        "text": "Tuttavolta perché il vedere le azioni di quei re descritte dagli storici così minutamente e quasi d'anno in anno, fa credere ai più la Cronologia di quelli più che certa, ho creduto che portasse il pregio il cercare di mettere in chiaro sopra tal punto la verità. E perché il Neutono avverte solamente, stando alle leggi della Natura, come non è niente probabile che abbiano regnato dugenquarantaquattro anni sette re, i più dei quali sono stati uccisi ed uno è stato deposto, e non fa altro che toccare così in generale la detta quistione, io intendo discorrerla con alcune ragioni particolari cavate appunto dagli storici e massimamente da Tito Livio che, secondo il poeta, non erra. Dove si mostrerà che, a voler ritenere i fatti riferiti da esso lui, è forza rigettar le epoche che egli vi assegna; chi non volesse ammettere (che niuno il vorrà) certe inverisimilitudini ed anche ripugnanze che risultano da' suoi racconti medesimi e da quella sua Cronologia."
      },
      {
        "index": 5,
        "text": "E incominciando da Romolo che regnò trentotto anni, le gesta di lui furono le guerre contro ai Sabini che ridomandavano le lor donne, e le guerre contro ad alcuni altri popoli per gelosia d'imperio; guerre tutte brevissime, che non oltrepassarono la più parte il termine di una campagna. Plutarco ne dà l'epoca della guerra contro ai Camerî, che fu la penultima; e cadde nell'anno sedicesimo della edificazione di Roma, o del regno di Romolo. E ne' tempi appresso, egli non ebbe guerra che coi Veienti, i quali avevano già pigliate le armi domandando che fosse loro restituita Fidene come cosa della giurisdizion loro, e di cui Romolo si era impadronito avanti ch’egli s'impadronisse di Camerio. Tal particolarità ne somministra un argomento assai probabile di por questa ultima guerra nell'anno decimosettimo della edificazione di Roma o là in quel torno; non essendo punto verisimile che una nazione potente, come erano allora i Veienti, tardassero gran tempo a cercar di riavere il suo. Senza che ognuno ben sa che le guerre tra quei popoli erano subitanee e che tra loro la vendetta non tardava molto a seguitare la offesa. Posto adunque che l'ultima guerra fatta da Romolo cadesse nell'anno decimosettimo del suo regno, e facendolo regnare trentotto anni, e' converrebbe dire che sotto il reggimento di quel re i Romani fossero stati più lungo tempo in pace che in guerra. Il che non si accorda punto con l’indole bellicosa che tutti gli autori ad una voce attribuiscono al fondatore diquello imperio che dovea coll'armi fare la conquista del mondo. Né tampoco potrebbe ciò accordarsi con quelle parole che Plutarco mette in bocca a Numa, quando, per sottrarsi dall'accettare il regno offertogli da' Romani, egli insiste dicendo che di un uomo di spiriti ardenti e in sul fiore della età, che non di un re, ma sì di un condottiero di esercito aveano essi di bisogno a fronteggiare que' potenti nimici che Romolo avea lasciato loro sulle braccia."
      },
      {
        "index": 6,
        "text": "Un'altra ragione ci è ancora non meno stringente per dovere abbreviare il regno di Romolo, cavata da Plutarco. Secondo questo autore egli avrebbe dovuto incominciar a regnare di anni diciasette, poiché, giusta il suo computo, egli morì di anni cinquantaquattro e n'ebbe trentotto di regno. Ma come mai conciliare con una età così tenera le cose dallo stesso Plutarco asserite di lui, ch'egli tanto valesse ne' consigli e nella prudenza civile, che avesse già dato di molte prove del suo mirabile ingegno, ch'egli avesse purgato le vie da' ladroni, difeso i deboli contro alla superchieria de' potenti? Per non dir nulla che in quella età seppe farsi capo di un popolo, fondare una città: cose tutte che ci debbono far porre il suo regno più basso e di non pochi anni raccorciarlo."
      },
      {
        "index": 7,
        "text": "Ora da Romolo passando a Numa, il quale conta quarantatré anni di regno, non ci sono men forti argomenti per abbreviare similmente il tempo ch'ei regnò, lo lascio stare quella quistionetoccata da Livio e da Plutarco, ch'egli potesse essere stato uditore di Pitagora, e dalla dottrina di lui potesse avere derivato quegli ordini religiosi che non meno che i militari contribuirono di tanto alla grandezza del romano Imperio. Quel filosofo venne in Italia più tardi del tempo in cui, secondo la comune opinione, Numa salì al principato. E però chi volesse fare quel principe uditore di Pitagora, converrebbe porre il suo regno più sotto, e per conseguente si dovrebbero almeno scorciare le durate degli altri cinque regni che furono da esso Numa sino alla cacciata dei re; della certezza della qual epoca non è chi dubiti. Io lascio, dico, tal quistione, che risguarda piuttosto il tempo in cui venne a cadere il regno di Numa, e mi volgerò a mostrar quelle ragioni per cui si ha da abbreviare il suo regno. Dal racconto di Plutarco e di Livio si viene a raccogliere come Numa, nato nel paese de' Sabini, era in età di quaranta anni quando dopo la morte di Romolo e dopo un lungo contrasto per dargli un successore fu eletto in re di Roma; e che di così fatta elezione fu cagione principalissima il grande odore ch’erasi sparso della di lui sapienza: era talmente chiara a quel tempo la giustizia, la religione di Numa, dice Livio, la scienza ch'egli avea dellecose umane e divine, che udito in Roma il nome di lui, quantunque i padri vedessero la grandezza e riputazione che tornava ai Sabini togliendo il re della loro nazione, nondimeno niuno ebbe ardire di preporre a cotale uomo né sé medesimo, né altri della fazion sua, né alcuno altro de' padri o degli altri cittadini. Ora io domando se in una così fresca età, come sono quaranta anni, è credibile che non solo egli fosse di tanta scienza, di così alto senno fornito, ma per tale fosse ancora riputato nella sua patria e fuori; se è credibile che in Roma l'autorità di uno straniero sul fiore ancora degli anni fosse tanta, che il solo suo nome dovesse far tacere in un subito ogni particolar riguardo e le animosità delle parti che per lo spazio di un anno intero conteso avevano tra loro dello imperio. Ma questo non è il tutto. Tazio, che reggeva Roma insieme con Romolo, preso al grido della sapienza di Numa, gli diede Tazia unica sua figliuola per moglie. E ancorché dalla storia non abbiasi in qual tempo ciò precisamente avvenisse, a ogni modo senza tema d'errore possiamo affermare questo essere avvenuto nei primi anni del regno di Romolo, dacché Tazio morì prima delle guerre co' Fidenati, e co' Camerî cioè prima dell'anno sedicesimo o diciasettesimo del regno di Romolo. E Plutarco inoltre attesta che Tazia era morta quando Numa fu chiamato al regno, e ch’era vissuta con esso lui lo spazio di ben tredici anni Quindi si dee raccogliere che gran tempo avanti la morte di Romolo fioriva la fama della sapienza di Numa. E volendosi ritenere il computo di Plutarco, sarebbe di necessità dire, contra ogni verisimiglianza, che la fama di Numa all'età di soli venticinque anni fosse già tanta da indurre Tazio re ad allogare una sua unica figliuola con lui, uomo privato. Onde, tra per l'una cosa e per l'altra, non potremo fare che non diamo a Numa almeno un sessanta anni quando a una voce fu eletto re di Roma. E così ancora ci sarà maggior convenienza colle parole che gli mette in bocca Plutarco, quando di sottrarsi cercava dal carico del regno. Un uomo di sessanta anni può chiamarsi freddo, spossato e incapace per la età sua di reggere un esercito, che si disdirebbe a un uomo di soli quaranta. Facendo dunque che in effetto egli abbia incominciato a regnare vent'anni più tardi che non è la credenza comune, di altrettanti anni si verrà ad accorciare il suo regno, quando si voglia lui esser vissuto, siccome abbiamo dagli scrittori, sino all'età di anni ottantatré. E per tal modo abbreviando i regni di Numa e di Romolo, si verrà anche ad abbreviare la lunghezza della pace di cui godè Roma a quel tempo; cosa che assai meglio si accorda con la situazione in che era quella città, attorniata da popoli della grandezza di lei oltremodo gelosi. Questa pace Livio dice un tratto aver durato anni quaranta. Ma chi più sottilmente considera e tiene dietro a quanto di più particolare notano gli autori e a quanto conseguita da' loro medesimi racconti, troverà ch'ella durò in effetto anni sessantacinque: cioè quarantatré del regno di Numa, accordati tanto da Plutarco quanto da Livio uno d'interregno ed i ventuno pacifici di Romolo. Laddove, giusta le cose da noi discorse, ella viene a ristringersi a ventiquattro anni circa e non più. E da ciò riesce anche più facile a vedersi come Tulio Ostilio, erede del regno, non dell'arti di Numa, abbia potuto così prestamente risvegliar ne' suoi la virtù militare e guidargli a combatterenazioni bellicose e a vincerle. Il che troppo sarebbe inverisimile, se la virtù de' Romani fosse stata addormentata da una pace di sessantacinque anni."
      },
      {
        "index": 8,
        "text": "De' due susseguenti regni di Tulio Ostilio e di Anco Marzio, il primo de' quali è di trentadue anni e l'altro di ventiquattro, dirò solamente che senza raccorciare di alcuni anni anche la durata di quelli, ha dell'improbabile ciò che racconta Tito Livio de' figliuoli di Anco Marzio; voglio dire che alla morte del padre e' non fossero ancora giunti agli anni della pubertà: ed eccone il perché. Anco Marzio aveva cinque anni alla morte di Numa; se a cinque se ne aggiunga trentadue e ventiquattro avremo anni sessantuno, o sia l'età che Anco Marzio giunse al termine della sua vita; nella quale età egli avrebbe dovuto, naturalmente parlando, lasciar figliuoli più adulti, come quegli che essendo de' reali, pare avesse dovuto menar moglie assai di buon'ora affine di lasciar dopo sé figliuoli atti a governare il regno. Né varrebbe il dire ch'egli ne avesse avuti, i quali fossero morti innanzi a lui, ovveramente che non avesse da darsi certo pensiero di lasciare figliuoli atti a governare, poiché il regno di Roma pur era elettivo. Che dall'una parte è poco probabile che morti si fossero per appunto tutti i primi suoi figliuoli, e dall'altro canto nella elezione del re i voti stavano ordinariamente per la stirpe reale. E che sia il vero, i Romani chiamarono al regno il medesimo Anco Marzio, nipote di Numa; e Tarquinio Prisco che aspirava al regno egli, non volle a niun patto che nel tempo de' comizi i figliuoli di Anco, benché di tenera età, si trovassero in Roma."
      },
      {
        "index": 9,
        "text": "Ed eccoci a Tarquinio Prisco, successore di Anco Marzio. Questi ne viene rappresentato come un usurpatore in pregiudizio de' figliuoli di Anco, de' quali egli era stato instituito tutore dal padre medesimo. Egli regna trentotto anni, e finalmente viene ucciso per opera degli stessi figliuoli di Anco, che volean pure ricuperare il regno paterno. Dove avrà da parere pur troppo strana alle persone la dissimulazione o sia la prudenza di costoro, che per lo spazio di trentotto anni continui aspettarono tempo e luogo alla vendetta. E d'altra parte troppo la gran disdetta convien dire fosse la loro, che tanta dissimulazione e tanta prudenza non sortissero verun buono effetto; mentre dopo avere indugiato a operar quel fatto sino all'età di cinquanta anni, non ne colsero frutto veruno, essendo pur rimasi, dopo la uccisione di Tarquino, esclusi dal trono. Onde resta che si debba abbreviare il regno di Tarquinio Prisco, come si è fatto degli antecedenti."
      },
      {
        "index": 10,
        "text": "E che dovremo dire di Servio Tulio successore di Tarquinio, al quale vengon dati quarantaquattro anni di regno? Anche questo regno sarà mestieri accorciarlo di molto per quella medesima ragione che abbiamo accorciato quello del suo predecessore. Fu Servio Tulio ucciso da Lucio Tarquinio, cognominato dipoi il Superbo, che voleva ricuperare il regno paterno toltogli da esso Tulio, uomo intruso e di schiatta servile; e fu ucciso dopo un indugio di quarantaquattro anni. Il che vie maggiormente pare inverisimile a chi fa considerazione che questo Tarquinio era già uomo da menar moglie allorché Servio Tullo divenne re, che egli era di spiriti oltremodo ardenti e ambiziosissimo, e veniva tuttodì stimolato ad occupare il regno da Tullia, sua moglie, femmina trista sopra ogni credere e malvagia. Dal che tutto ne seguita esser meno probabile che Servio Tulio abbia potuto regnare quarantaquattro anni, che Tarquinio Prisco trentotto. Oltre di questo apparisce che Lucio Tarquinio, il quale, vivente Servio Tulio, è sempre qualificato giovane, fosse tuttavia giovane e robusto alla fine del regno di quello. Di fatto si legge che, abbrancato Servio nel bel mezzo della persona, lo si portò di peso fuor della Curia e gittollo giù per li gradini. Ora se a quarantaquattro anni del regno di Servio aggiungiamo i venti circa ch'ei doveva avere alla morte di Tarquinio Prisco e' verrà ad esser vecchio di sessantaquattro anni allorché dimostrò tanta gagliardia."
      },
      {
        "index": 11,
        "text": "Finalmente siamo pervenuti ad esso Tarquinio Superbo, che fu l'ultimo re di Roma e regnò venticinque anni. Accadde verso la fine del suo regno che Sesto Tarquinio e Tarquinio Collatino essendo a campo ad Ardea, vennero a contesa chi di loro avesse moglie più onesta. Donde poi nacque, come ognun sa, il Consolato e la libertà di Roma. Ora questo Tarquinio Collatino a quel tempo, secondo le parole di Livio, era giovanee secondo lo stesso autore era figliuolo di Egerio, a cui Tarquinio Prisco suo zio commise la guardia di Collazia, città novellamente acquistata nella guerra sabina; e ciò fu verso il principio del regno di Tarquinio Prisco; che viene a cadere, se non prima, l'anno cencinquanta, secondo il computo comune della edificazione di Roma. Convien dire che Egerio a quel tempo avesse almeno i suoi quaranta anni, se vogliamo crederlo atto a sostenere un carico di tanta gelosia come è quello di custodire una città di nuovo acquisto, e se vogliamo ch'ei fosse nato, come si ha da Livio, prima che Tarquinio Prisco venisse a Roma. Ma come può egli stare che un uomo di quaranta anni, l'anno di Roma cencinquanta avesse un figliuolo ancora giovane l'anno dugenquarantaquattro? Cioè quasi un secolo dipoi; come non si voglia dire ch'egli avesse figliuoli passati gli novanta anni. Il che meritava di aver luogo tra le maraviglie quasi direi della storia di Plinio, non che tra i fatti di quella di Livio. Se vorremo adunque ritenere questa discendenza de' Tarquini, sarà mestieri prendere il partito d'accorciare i regni di Tarquinio Prisco, di Servio Tullo e di Tarquinio Superbo, che occupano il tempo che è di mezzo tra il figliuolo ed il padre."
      },
      {
        "index": 12,
        "text": "Un altro argomento per dovere abbreviare il regno di Tarquinio Superbo e anche quello del suo predecessore Servio Tullo, si può ricavare da questo. Tarquinio, quand'egli pervenne al principato, aveva sessantaquattro anni, come abbiam veduto poco innanzi; a' quali chi aggiunge i venticinque che si dico aver lui regnato, troverà ch’egli era in età di ottantanove anni allorché fu cacciato dal regno. La qual particolarità, posto che vera, non sarebbe stata passata dagli storici sotto silenzio. Che più? Leggesi che il medesimo Tarquinio parecchi anni dopo che fu cacciato di Roma combattè a cavallo al lago Regillo contra il Dittatore Postumio; ciò che verrebbe a cadere l'anno centesimo circa della sua età. E questo, che pur risulta da un computo fondato sopra le epoche liviane, è troppo strano a pensarlo non che a volerlo sostenere. Un tale assurdo non è punto dissimile da quello che risulta, stando alla comune Cronologia, intorno all’età che doveva avere Elena, allor quando accese l'amor di Paride e la guerra di Troia. Era gemella, secondo la comune tradizione, di Castore e di Polluce, che si trovarono amendue alla spedizione degli Argonauti; e da quella epoca allo eccidio di Troia contandosi, giusta i migliori computi, da settanta e più anni, convien dire che fosse coetanea di Ecuba, quando per esso lei vennero insieme a conflitto l'Asia e l'Europa. E così appunto vien ella piacevolmente qualificata da Luciano che per avventura vi fece i conti addosso, e si accorse della fallacia di quella loro Cronologia. Ma certamente per quanto si spetta all'età di Tarquinio Superbo, se ne accorse Dionisio alicarnasseo, il quale al combattimento del lago Regillo pone in luogo di quel re Tito Tarquinio suo figliuolo, non parendo né manco a lui probabile che il padre potesse montare a cavallo e correr la giostra con un secolo sulle spalle."
      },
      {
        "index": 13,
        "text": "Che s'abbiano adunque a levare molti e molti anni a' regni di questi re, è provato abbastanza, cred'io, dalle repugnanze che manifestamente si scorgono nel voler comporre insieme co' tempi i fatti e le altre circostanze di quei medesimi regni. La memoria dei quali fatti dovette con più sicurezza esser conservata dalla tradizione, che non fu da essa trasmesso quante volte, mentre quelli avvennero, tornò un pianeta al medesimo sito del cielo. Ed egli è nell'istesso tempo provato abbastanza, come ristringendo le durate dei regni di quei re sotto alla legge della Natura avvertita dal Neutono, facendogli cioè regnare presi insieme diciotto o vent'anni per uno, tutte le difficoltà e le inverisimilitudini tutte degli storici vengono a svanire. In tal modo Romolo può verisímilmente avere operato quello che operato pur ha; l'autorità di un vecchio sapiente, come era Numa, può aver composto le parti che combattevano in Roma per lo principato; l'uomo cogli stimoli a fianco della vendetta e dell'ambizione non indugia di troppo a soddisfare a così violenti passioni; quella gagliardia che è di una età giovanile non si trova nella vecchiaia e torna ogni avvenimento nell'ordine naturale delle cose."
      },
      {
        "index": 14,
        "text": "Ciò non ostante, perché si vegga come il vero pullula da ogni lato, ne addurremo un'altra prova cavata dalle generazioni d'uomini che sono indicate dagli autori della storia di detti re; le quali generazioni anch’esse convincono di falsa la tecnica loro Cronologia quanto alle durate de' regni. Nella vita di Romolo si ha che Ostilio, avolo di Tulio Ostilio, morì nella guerra contro a' Sabini, che fu ne' primi anni di Roma. I regni pertanto di Romolo, di Numa e di Tulio Ostilio non si stendono più là che il tempo di due generazioni. Da Numa ad Anco Marzio ci è una generazione sola, poiché l'uno era avolo dell'altro. Dal che seguita che la generazione tra Numa ed Anco coincidendo col tempo di Tulio Ostilio, ci sia l'età di un uomo, qualche anno più o meno, da Tulio alla fine del regno di Anco. Onde dal principio del regno di Romolo alla fine di quello di Anco corrono da tre generazioni. Lucio Tarquinio Prisco, uno de' Lucumoni della Etruria, viene a Roma uomo maturo sotto il regno di Anco, de' cui figliuoli fu instituito tutore. E però l'età di Tarquinio convenendo con quella di Anco, non resta che una sola generazione tra il regno di Anco e il regno di Tarquinio Superbo, figliuolo del Prisco. Talché dal principio del regno di Romolo alla fine di quello di Tarquinio Superbo si contano quattro sole generazioni in circa e non più. È il vero che Tito Livio dice come ben non si sapeva se il Superbo fosse figliuolo del Prisco ovveramente nipote, cioè figliuolo di un figliuolo. Ma senza che i più erano di opinione ch'ei gli fusse dirittamente figliuolo (opinione abbracciata da esso Livio medesimo), si può mostrare che da Tarquinio Prisco al Superbo non corresse infatti più di una generazione, poiché in sulla fine del regno del Superbo Collatino era ancora giovane, mentre il padre suoEgerio era uomo già fatto verso il principio del regno del Prisco, come abbiamo veduto avanti. Ora sommando insieme gli anni di quattro generazioni che corsero durante i sette re di Roma, si hanno centotrentadue anni, poiché di comune sentimento vengon dati, come abbiam detto da principio, a una generazione d'uomini trentatré anni. E sommando insieme gli anni di ciascun re, secondo il computo di Livio, si hanno dugenquarantaquattro anni, e vi ha più di un secolo di differenza tra due risultati che pur avrebbono ad essere uguali. D'altra parte facendo che tocchi a ciascun re, l'uno raguagliato con l'altro, diciannove anni di regno, come vuole il Neutono, si ha centotrentatré anni, e tra questi due risultati non corre differenza niuna."
      },
      {
        "index": 15,
        "text": "Tanto basti aver detto intorno alla presente quistione. Io aggiugnerò solamente che siccome la Cronologia del Neutono discolpa Virgilio, poeta esattissimo, da quello anacronismo imputatogli volgarmente per conto de' tempi in cui vissero Enea e Didone, così ella può giustificare quella comun tradizione teneva in Roma, che Numa fosse stato uditore di Pitagora e che non meno contribuisse a fondar quello imperio, il quale fu signor del mondo, la virtù italiana che la greca sapienza."
      },
      {
        "index": 16,
        "text": "Come Livio scrive che non erra."
      },
      {
        "index": 17,
        "text": "(Inf., canto XXVIII, [12])."
      }
    ]
  }
}
