{
  "chapterNumber": 23,
  "title": "Libro II, Cap. 7",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO SETTIMO"
      },
      {
        "index": 1,
        "text": "della scienza civile italiana"
      },
      {
        "index": 2,
        "text": "«L’uomo tanto può quanto sa», dice Francesco Bacone di Verulamio; onde i popoli che sanno poco valgono poco, quelli che non sanno nulla sono al tutto invalidi ed impotenti. Nelle materie politiche la scienza è in gran parte esperienza, e dal difetto di tali due cose nacquero le nostre recenti disavventure. Imperocché i piú di coloro che presero ad avviarle o, dirò meglio, a sviarle, non aveano preveduto il moto italico né abilitato se stessi a condurlo; intenti gli uni (cioè i municipali) a godere, arricchire, oziare e deridere i santi desidèri dei popoli; gli altri (cioè i puritani) a cospirar dentro e fuori senza costrutto, precipitare gl’incauti in tentativi precoci, inutili, calamitosi, far proseliti con formole vuote, superficiali e disproporzionate ai bisogni e alle condizioni effettive d’Italia. Quando un tirocinio migliore non preceda il Rinnovamento, l’esito sará pari, e tanto piú colpevole quanto che mancherebbe ogni scusa e giustificazione. Se il doloroso riposo oggi imposto agl’italiani dee bastare a lungo (e nessuno può antivederne il termine con certezza), esso fia tanto piú opportuno all’acquisto del sapere. Oh! non lo sciupiamo. L’interregno politico d’Italia sia un’epoca di attivitá intellettuale. Avvezziamoci pensando e studiando a operare. In vece di consumare il tempo in fremiti inutili, in congiure dannose, in vani concetti di utopie e in disegni colpevoli di rappresaglie, attendiamo a instruire, a formare una generazione nuova, che di pensieri e di spiriti sia degna d’Italia e pari alla grandezza dei casi che si preparano. Gli studi austeri, in vece di debilitare il nostro vigore, l’accresceranno; e ingagliarditi dalla palestra del pensiero, entreremo piú baldi e sicuri in quella delle operazioni."
      },
      {
        "index": 3,
        "text": "A ciò debbono attendere i privati e i governi. Quando dico «governi», egli è chiaro che io parlo di quello del Piemonte, perché solo è civile e perché, se vuole apprestarsi all’egemonia nazionale (cosa in vero poco sperabile), a lui tocca principalmente l’imitar Paolo Emilio, che «teneva il vincere i nemici quasi per un accessorio del bene ammaestrare i cittadini»[1]. L’instruzione pubblica è di tre specie: l’una elementare, universale, appartenente alla plebe e al primo tirocinio di tutti i cittadini; l’altra mezzana, piú esquisita e propria della classe colta; l’ultima sublime, destinata agl’ingegni grandi e ai pochi dotti di professione, che attendono di proposito non solo a coltivare e insegnare ma ad accrescere il capitale delle dottrine. Oggi molti democratici reputano la terza specie d’instruzione men rilevante della seconda, e questa manco della prima, collocando l’ufficio principale del governo nel volgarizzare la scienza. Alcuni conservatori all’incontro, procedendo a rovescio, non solo assegnano l’ultimo luogo alla disciplina della plebe, ma la guardano di mal occhio e la disfavoriscono quasi fosse pericolosa, mirando a fare delle cognizioni un privilegio di pochi. Gli uni e gli altri s’ingannano, quando le tre qualitá d’insegnamento sono pari e importano egualmente: tra perché ciascuna delle due subordinate presuppone la superiore, e questa è inutile senza di esse (a che infatti gioverebbe la scienza consumata di pochissimi, se il resto degli uomini fosse ingolfata nell’ignoranza?); e perché solo dal concorso di tutte può nascere la mentalitá del popolo, l’union morale e il progresso civile della nazione. Qual è infatti il vincolo per cui gl’individui ed i ceti si legano insieme, se non lo spirito? e questa unitá di spirito in che modo può darsi senza comunanza d’idee e d’instruzione? Le idee son come l’aria, di cui altri s’imbeve piú o meno secondo la capacitá de’ suoi polmoni e della sua canna, ma che in una certa dose è richiesta alla vita di tutti. Il rigettare l’addottrinamento della plebe è non solo cosa empia, inumana per sé e impossibile al dí d’oggi, atteso il pendio democratico dei tempi, ma perniciosissima, perché in vece delle buone massime, ella s’impregnerebbe delle cattive e presterebbe facile orecchio alle lusinghe e alle chimere degli utopisti."
      },
      {
        "index": 4,
        "text": "A chi stima per lo contrario che l’instruzione piú prelibata rilevi meno della popolare, io chiederei come questa possa aversi senza di quella. Qui sta il nervo della quistione. Ora il fatto dimostra che senza un’eletta di veri sapienti, che possegga a compimento, mantenga ed accresca di continuo il patrimonio scientifico, la coltura media e plebeia ne scapita infallibilmente. La ragione si è che quelli sono la fonte universale della dottrina; e se la fonte scema o si secca, come può darsi che i rivi sieno perenni e si diramino fecondi per le pianure? Che cos’è l’instruzione popolare e plebeia se non la derivazione e quasi il ritaglio della scienza speciale e privilegiata dei dotti? Questi ne redano il tesoro dai loro precedanei, lo conservano, lo raffinano, lo spargono, lo augumentano. Essi sono quasi la cava ond’esce il prezioso metallo, che, coniato e ridotto a monete diverse di lega, di peso, di forma e di valore, gira per tutto e serve agli usi del grosso e minuto traffico intellettivo. Menom o stagni in man loro il capitale: che avviene? Incontanente cessano le invenzioni, piú non si scuoprono veritá nuove, le notizie perplesse ed informi non si districano né ripuliscono, non si compiono le incoate, gli errori e le false preoccupazioni si mantengono in credito e metton barbe vie piú profonde, la zizzania soffoca il buon grano, e la scienza in universale si ferma in vece di procedere e ampliarsi. Né qui il male si arresta, perciocché il difetto di avanzamento fa sí che alla posa sottentri in breve il regresso. A poco a poco si scema e si sperde l’antico deposito: alle veritá che si offuscano o cancellano sottentrano i falsi correlativi, decresce il numero dei veri dotti (tanto che il trovarne alcuni diventa caso assai raro, poi un prodigio), le ricche tradizioni giacciono morte nei libri, i libri sepolti nelle biblioteche, e in fine la suppellettile del sapere viene sbandita dalla memoria degli uomini, come la sua vena spenta negl’intelletti. Né ciò è finzione o presupposto ma storia, giacché non altrimenti la barbarie prese il luogo della gentilezza antica e l’Europa dei bassi tempi smarrí le dovizie del senno italogreco; tanto che questo al suo risorgere ebbe vista e pregio di una scoperta. Cosí dalla vasta e virile sapienza di Aristotile, di Teofrasto, di Archimede, di Varrone, di Plinio, di Plutarco, degli alessandrini, si discese rapidamente all’enciclopedia ristretta e barbogia di Alcuino e di Cassiodoro e ai vagiti scientifici del Trivio e del Quadrivio."
      },
      {
        "index": 5,
        "text": "La scienza maschia e profonda è necessaria massimamente nelle cose civili, perché sola essa può vincere le preoccupazioni radicate, dissipar l’incantesimo delle apparenze, convertire il senso volgare della plebe nel senso comune proprio della classe colta e innalzare il senso comune alla perfezione del senso retto. Se si pone in non cale o trasanda, le opinioni preconcette, non che svanire negli uomini di mezzana dottrina, penetrano eziandio nei piú dotti; e in cambio di mutare il volgo in popolo, fanno per guisa che il popolo diventa volgo. La dottrina squisita è nel giro dello scibile ciò che è l’ingegno privilegiato nell’ordine delle menti; laonde la demagogia, siccome tende nella pratica ad affogare gli spiriti eletti colla folla dei mediocri, cosí pospone nella speculativa la profonditá del sapere alla frivolezza, credendosi falsamente di supplire al diffalco di saldezza e perfezione coll’aumento di superficie. Ma «le cognizioni — dice egregiamente il Leopardi — non sono come le ricchezze, che si dividono e si adunano e sempre fanno la stessa somma. Dove tutti sanno poco, e’ si sa poco; perché la scienza va dietro alla scienza e non si sparpaglia. L’instruzione superficiale può essere, non propriamente divisa fra molti, ma comune a molti non dotti. Il resto del sapere non appartiene se non a chi sia dotto, e gran parte di quello a chi sia dottissimo. E levati i casi fortuiti, solo chi sia dottissimo e fornito esso individualmente di un immenso capitale di cognizioni è atto ad accrescere solidamente e condurre innanzi il sapere umano»[2]. E mancato colla scienza forte il cibo di cui la piú debole rinsanguina e si nutrica, eziandio questa vien meno e si torna all’ignoranza primitiva."
      },
      {
        "index": 6,
        "text": "Si dirá che la scienza dee essere democratica; e io lo concedo, purché questa voce non sia sinonima di «demagogica». Ella è democratica sí bene, ma in quanto è informata dal senso progressivo e mira al pro delle moltitudini, ed è insieme aristocratica in quanto il far questo e l’abbracciarla tutta e l’accrescerla notabilmente è conceduto a pochi. Gli antichi avvertirono la convenienza e la necessitá delle due dottrine, quando distinsero l’insegnamento acroamatico dall’essoterico, considerando l’uno come il seme fecondativo e la base naturale dell’altro. Se si rimuove dal sapere l’opera aristocratica, eziandio l’altra vien meno, se giá non si stima che per essere popolare debba essere posseduta da nessuno. Il negozio dell’instruzione corre presso a poco come quello dell’educazione, ché le due cose sono insieme connesse; e la prima, travasandosi dall’intelletto nel costume, dá luogo alla seconda, la quale è il fine a cui l’altra vuol essere indirizzata. Oggi è querela universale e giusta che l’educazione della plebe sia trascurata da per tutto; trascuratissima in Italia, non ostante i consigli e gli sforzi pietosi dell’Aporti, del Lambruschini, di Roberto d’Azeglio e di altri valentuomini. Ma non è ella del pari negletta l’educazione morale e civile e religiosa delle altre classi? Salvo che si abbia per sufficiente quella che se ne va tutta in cerimonie, in cortesie, in gentilezze, in morbidezze, in frivolezze, e lascia intatto l’intrinseco e il sostanziale sí dell’uomo che del cristiano e del cittadino. Il che tornerebbe a dire che l’evangelio non differisca dal rituale e l’etica dalla buona creanza. Da questo difetto di moral disciplina nasce che nell’uomo moderno l’altezza dei pensieri, l’energia degli spiriti, la magnanimitá, la costanza, la generositá, il coraggio, la lealtá, il decoro sono virtú molto rare; piú rare ancora nei ceti agiati che nella plebe, perché in essa il senso vergine e incorrotto di natura supplisce talvolta al difetto di tirocinio. Anzi la corruzione è ormai «tant’oltre, che nella vita comune è necessario dissimulare con piú diligenza la nobiltá dell’operare che la viltá»[3], per non esser messo in deriso dai seguaci di questa, che sono i piú. Dunque non è da stupire se dove i grandi sono male allevati, i piccoli sieno ineducati, perché l’educazione come l’instruzione dee aver principio dalle classi di alto affare, che sono specchio ed esempio delle altre, e se ivi manca non può trovarsi nelle minori."
      },
      {
        "index": 7,
        "text": "L’instruzione sublime è depositaria e tramandatrice della scienza, la quale, considerata in se stessa, non appartiene ad un secolo e ad un luogo piú che ad un altro, ma è di ogni tempo e cosmopolitica. Tuttavia in ordine agli uomini, nel modo che ella si va limando e ampliando di mano in mano, onde differisce da un’etá ad un’altra, medesimamente ella è sottoposta agl’influssi salutari o pregiudizievoli del genio dei popoli e dei paesi. Ché se le matematiche, le fisiche, la filologia, l’antiquaria e simili erudizioni per la qualitá immutabile del loro soggetto non dipendono dall’indole propria dei rispettivi cultori se non in quanto piú o meno sono atte a coltivarle, non si può dire altrettanto delle scienze che riguardano l’uomo e specialmente l’uomo civile. La politica per questo verso somiglia alla letteratura, che è la forma della scienza; imperocché nella guisa che il bello, ancorché uno, è moltilatero, onde la poesia, l’eloquenza, la lingua di un popolo si distinguono da quelle di un altro, similmente l’unitá del vero morale e civile non toglie che non abbia molte facce, secondo il carattere e l’essere proprio delle nazioni che lo considerano. Perciò le discipline di questa fatta soggiacciono dirittamente alle impressioni del genio sí individuale che nazionale di coloro che le professano; e questa quasi nazionalitá scientifica, o vogliam dire subbiettivitá, non pregiudica al carattere obbiettivo di ogni dottrina, anzi il ricompie, mettendo in luce le modificazioni effettive che l’uomo e la comunanza ricevono dai luoghi e dai tempi. Il che avviene massimamente nelle dottrine pratiche, le quali tengono dell’arte anzi che della speculazione; perché i popoli differenziandosi fra loro intorno a mille accidenti, quella parte del sapere che li concerne dee essere cosí varia, com’è veramente il soggetto in cui si esercita[4]. Per la qual cosa la scienza civile degl’italiani non dee attingersi di fuori servilmente, ma scaturire dal genio loro[5]. Oltre che, nelle dottrine straniere al vero spesso si accoppia il falso (come accade a tutte le scienze non ancor pervenute a stato fermo di maturezza): elle acchiuggono molte veritá relative che non sono accomodate alle tue condizioni, e di altre mancano che ti sarebbero a proposito. Uopo è dunque cernere e compiere: separare i veri assoluti dai relativi e dagli errori e supplire ai mancamenti. Ma ogni cerna suppone una critica e ogni compimento una dogmatica propria. La critica vuole un criterio esatto e la dogmatica un dogma fecondo, coll’aiuto dei quali si possa distinguere nelle dottrine avventizie il buono dal reo, il conveniente dall’inopportuno, il rispettivo dall’assoluto, svolgere i germi, colmare i vuoti, adempiere i difetti, scoprir nuovi veri, ampliare la scienza, darle maggior consistenza, squisitezza e perfezione."
      },
      {
        "index": 8,
        "text": "L’azione è effetto e ritratto del pensiero; onde ciò che succede negli ordini del reale corrisponde esattamente a quanto interviene in quelli dello scibile. Perciò coloro, ai quali piace che gl’italiani piglino di peso la loro scienza politica da oltremonte, sogliono considerare i moti d’Italia come un semplice sprazzo o riverbero degli oltramontani. Essi credono che le vicende dei popoli muovano principalmente dagli esempi ed influssi esterni, anzi che dal loro proprio intimo; il che falsa e snatura la storia e sovverte le leggi regolatrici del consorzio umano. Abbiasi per fermo che la molla capitale, non dico giá delle voglie e dei movimenti passeggieri ma delle disposizioni e rivoluzioni importanti dei popoli, è sempre dentro di loro: di fuori non possono venire che sviamenti momentanei e ritardi o aiuti e acceleramenti. Perciò a torto si crede che la rivoluzione francese dell’altro secolo sia stato il primo seme dei moti posteriori di Europa, perciocché come fatto e come dottrina essa fu preceduta e preparata da quella di America, la quale fu precorsa dai moti inglesi, onde la riforma religiosa del secolo decimosesto e i rivolgimenti italiani del medio evo furono i precessori. E cotali movimenti si somigliano, non perché l’uno imiti l’altro, ma perché tutti seguono la stessa legge insita alla natura dell’uomo. Cosí, verbigrazia, il moto fiorentino dei ciompi colle sue antecedenze e le conseguenze rende in ristretto immagine di molte moderne rivoluzioni. A una tendenza universale si dee assegnare una causa parimente universale, la quale è la civiltá moderna, connaturata piu o meno a tutte le nazioni di Europa e ad una parte di America. Eccovi il vero Primo di tutte le nostre vicissitudini, e delle rivolture politiche massimamente, che sono gli sforzi con cui la natura immutabile e la cultura progressiva dell’umana specie rompono gl’impedimenti che loro si contrappongono. Le impressioni che i popoli si fanno scambievolmente possono rallentare, affrettare, modificare tali vicende; ma il principio efficiente essendo intimo a ciascuno di loro e in tutti il medesimo, anco gli effetti hanno insieme una sostanziale similitudine. La Francia non è dunque altro che un Secondo, benché di tutti il piú efficace, sia come ganglio o foco in cui si concentrano e accumulano le tendenze universali, acquistandovi maggior vigore; sia come elaterio onde di nuovo si spargono, atteso la sua postura geografica, la centralitá politica, il genio dell’universaleggiare, la pianezza e disinvoltura della sua lingua[6]. Spesso ancora per le stesse cagioni ella ha l’entratura dei movimenti: non però sempre, come si vide nel nostro Risorgimento, che precedette i casi di febbraio e concorse a promuoverli; il quale fu spontaneo, patrio, italico da ogni parte, e non che somigliare appunto alla rivoluzione francese, ne fu per piú capi il rovescio ed il contrapposto. Copia servile di essa fu bensí il conato dei puritani, e però non valse che a disperdere l’acquistato, tale essendo la sorte di ogni mutazione che non abbia radici proprie. Il Rinnovamento, essendo europeo, non potrá avere nello stesso grado l’impronta patria; tuttavia dovrá studiarsi di serbarla al possibile, toccando al genio italico di temperare le vivacitá nocive a cui trascorrono gli oltramontani, e impedire che la filosofia non sia empia, la libertá licenziosa, l’eguaglianza livellatrice, la democrazia demagogica, la dittatura violenta e crudele, e che l’economia traligni in comunismo o in altre chimere di certo danno e d’impossibile riuscimento."
      },
      {
        "index": 9,
        "text": "La scienza civile non sarebbe nazionale se in vece di essere una scuola patria fosse una setta, perché le sètte hanno questo di proprio: che sono parziali e dipendono piú o meno da un individuo. La scuola italiana non dee reggersi a principe né giurare nelle parole di alcun maestro, ma a guisa di una repubblica teocratica avere a capo Iddio solamente[7]. Altrimenti non sarebbe libera né esprimerebbe il comun senso e il genio della nazione. Tuttavia ella ha d’uopo di un principio che la informi, di una guida che la regga, di un concetto che la fecondi; altrimenti non avrebbe unitá e non sarebbe una scuola ma una lizza e una giostra. Or qual può essere questo principio unificativo se non il genio nazionale medesimo? Ma questo non potendo far tale ufficio se non si converte in idea, il problema si riduce a trovare una formola dottrinale che esprima il vero carattere dell’ingegno italiano e sia insieme atta a partorire la scienza. Egli è chiaro che la scienza uscita da questa fonte sará italiana, avendo per principio una formola che s’immedesimi colla nostra indole e sia quasi la naturale espressione di essa. La qual formola perciò appunto sará antica e nuova nello stesso tempo, radicandosi nelle tradizioni e rivelandosi come germe di perfezionamenti. Come antica, avrá il marchio immutabile del genio patrio; come nuova, sará l’anima motrice de’ suoi progressi. E mediante la sua scorta, eccovi che la scuola italiana potrá avere un solo indirizzo senza scapito delle sue franchigie. Or qual è, qual può essere questa idea e formola generatrice se non quella di creazione? Essa da un lato esprime la proprietá piú pellegrina della nostra stirpe, come ho provato altrove, giacché l’Italia è la nazione creatrice di Europa negli ordini religiosi, intellettuali, civili[8]. Dall’altro lato è il principio supremo della filosofia e di tutto lo scibile; ondeché il fatto distintivo della nostra nazionalitá viene a essere tutt’uno coll’idea fondamentale della scienza, dalla quale medesimezza provengono i privilegi del primato italico. Imperocché il principio di creazione, avendo come assioma scientifico un valore assoluto, non può come forma specifica del genio italico avere un pregio di relazione semplicemente, e ci conferisce un vantaggio intrinseco dagli altri popoli; nel che la deduzione scientifica si accorda a maraviglia coll’istoria."
      },
      {
        "index": 10,
        "text": "Il principio di creazione comune alla filosofia e al cristianesimo è il fondamento naturale dell’accordo che corre tra le speculazioni e le credenze. Ma siccome qual dogma rivelato non dipende dalla filosofia, cosí quale asserto speculativo non dipende dalla religione, imperocché non solo è immediato allo spirito, ma forma per cosí dire la base, la tela, la sustruttura di tutto il conoscimento. La filosofia che su di esso riposa è dunque pienamente libera e distinta dalla religione, e come tale ella può servir di scorta alla scuola italiana, qualunque sieno le opinioni teologiche de’ suoi seguaci. Discorrendo di filosofia in proposito di politica, non intendo giá mica di asserire che ad essere valoroso statista sia d’uopo avere studiate le figure del sillogismo e l’origine delle idee o la natura degli universali. Il concetto di questa disciplina si è cosí rappiccinito da che il psicologismo prevale sotto varie forme nelle scuole francesi e italiane, eli ’essa è divenuta una facoltá secondaria, e pochi sono tuttavia quelli che ravvisino in essa la scienza generatrice e principe. Distinguasi in filosofia il capo dalle membra: queste sono distinte fra loro e l’uno non ha bisogno dell’altro; tanto che il politico può far senza la suppellettile del logico, del psicologo, del cosmologo e via discorrendo. Ma il capo, cioè la scienza prima, importa a chi ragiona di Stato quanto la notizia e la certezza dei veri in cui si travaglia. Gli errori che oggi regnano nella polizia (dei quali diedi un piccolo e breve saggio nel primo libro) nascono tutti da qualche falso filosofema, eziandio quando coloro che li professano non se ne avveggono: tutti si collegano in ultimo costrutto col panteismo, che è il sofisma supremo e fondamentale[9]; onde non si possono veramente sterpare se non si risale alla loro origine. «Chiunque — dice un giornalista nostrale — ha potenza e uso d’ingegno che valga a seguitare l’indirizzo logico di un principio fino alle sue conseguenze estreme, è compiutamente convinto che niuna morale, niuna religione, niuna politica veracemente sana e robusta, anzi niuna scienza razionale è possibile senza la base del principio creativo. L’Italia nostra, vissuta sotto l’influsso immediato del cattolicismo, non aberrò che di rado e in pochi seguitatori delle stranezze oltramontane dal principio creativo, che è veramente il suo sole onde risplende e primeggia fra le nazioni. Quindi è che il tenersi attaccati a questo principio è per noi non solo un interesse ed una condizione della scienza vera e legittima, ma insieme una gloria nazionale e grandissima»[10]. Fra i rivi poi di questa scienza prima la filosofia storiale, che investiga le leggi governatrici degli Stati, dei popoli, della specie e della civiltá umana; la morale, che studia le regole dell’onesto e le accorda colle ragioni del vero utile; e l’antropologia, per cui si scrutano le condizioni intime e sostanziali della nostra natura, sono cosí connesse colla scienza politica che questa non può essere e ampliarsi senza di loro. Che piú? La politica stessa, con tutte quelle sue dipendenze che trattano delle varie spezie del giure, in quanto si fonda in natura, non è che una derivazione della filosofia e appartiene al novero delle scienze che chiamansi «speculative»."
      },
      {
        "index": 11,
        "text": "Lascio stare l’utilitá che viene dalla filosofia alla vita civile per gli abiti intellettivi e morali di cui l’informa. Imperocché, siccome il pensiero è la cima delle cose e la radice dell’azione, siccome l’ingegno è l’apice del pensiero, cosí la filosofia è la sommitá dell’ingegno, che solo per via di essa può poggiare alle cognizioni piú eccelse e avere il pieno possesso di se medesimo. E quella signoria del pensiero mediante l’ingegno, la quale abbiam veduto essere il primo bisogno del nostro secolo, che cos’è in sostanza se non il regno della filosofia sulla societá umana, onde si adempia il voto di quell’antico savio, che reputava beato il paese in cui i re filosofassero o la filosofia regnasse in luogo loro? La filosofia è il direttorio sovrano del pensiero e dell’ingegno in tutte le operazioni loro perciò che riguarda la vita civile, e quasi una propedeutica educativa che abilita il politico a conoscere gli uomini e il cittadino ad amarli e servirli; imperocché l’altezza dell’animo, la vastitá delle idee, la nobiltá degli affetti, la libertá dello spirito, la costanza dei propositi, la tolleranza dei mali, il disprezzo dei pericoli, l’operositá della vita, le abitudini costumate e sobrie, l’amore della libertá e della patria, la caritá degl’infelici, la riverenza della legge, l’odio di ogni ingiustizia, di ogni tirannide, di ogni corruttela, e insomma tutte le virtú morali e civili sono aiutate mirabilmente dal culto virile e profondo della sapienza. Se la filosofia odierna partorisce di rado tali effetti, e spesso i suoi cultori sono uomini timidi, meschini, servili, egoisti, corrotti, cupidi, inetti a operare, ciò nasce che quella è per lo piú una piccola parte o un’ombra di se medesima. Quanto ella valga, se viene intesa e culta a dovere, per aggrandire e perfezionare l’uomo, vedesi negli antichi; dove da Pitagora a Boezio, cioè per lo spazio di un millenio, le scuole speculative furono il semenzaio inesausto di virtú maravigliose e la fucina in cui le nature piú maschie e robuste raffinandosi si temperarono. Dante aveva l’occhio a quell’antichitá beata, quando scriveva che «alla felicitá di questa vita noi pervegniamo per gli ammaestramenti filosofici, pure che quegli seguitiamo, secondo le virtú morali ed intellettuali operando»[11]."
      },
      {
        "index": 12,
        "text": "La filosofia, cima della scienza, è il tirocinio dell’intelletto e dell’animo, nel modo che la poesia, fiore della letteratura, è la disciplina dell’immaginativa e dell’affetto. Di qui nasce la lor parentela, non ostante le molte e notabili dissomiglianze. In origine si confusero, perché «tutti gli uomini di ogni qualitá e di ogni lingua nascono per natura filosofi e poeti»[12], e perché «la poesia e la filosofia sono le due parti piú nobili, piú faticose ad acquistare, piú straordinarie, piú stupende e, per cosí dire, le due sommitá dell’arte e della scienza umana»[13]. Entrambe sono universali, hanno per principio la virtú creatrice (onde il nome di «poeta»), per istrumento l’intuito immediato delle cose e per soggetto il loro accordo dialetticale. Laonde il poeta di Oriente[14] è tutt’uno col savio della scuola pitagorica; Omero ed Esiodo furono filosofi, come i primi filosofi furono poeti, parlando per via d’immagini e di simboli e usando scrivere in versi. La qual consuetudine durò sino a Platone, che recò la poesia nella prosa e chiuse, come dire, il ciclo della sapienza italica ed omerica, giacché Aristotile suo successore separò le due arti e fu padre dell’austera scienza. Entrambe sono popolari in quanto pigliano spirito e vita dal popolo, e aristocratiche come privilegio degli alti ingegni; e per ambo i rispetti sono pregne di vena auguratrice[15], hanno il senso distinto dell’avvenire, e come i profeti d’Israele (che erano vati e sapienti aiutati da superiori influssi) lo traducono in oracoli. La filosofia e le lettere educano le genti e suggellano la nazionalitá loro, che ha bisogno di tal nutrimento; tanto che ogni rivoluzione politica suol essere preceduta da una trasformazione intellettiva, che ne è la sorgente, il fomite e la guida. In tal guisa i popoli piú culti e gentili di Europa divennero nazioni libere: anzi la virtú di cotal leva è cosi gagliarda che fece risorger la Grecia e mantiene Israele in vita dopo un esilio cosmopolitico di molti secoli. Il nostro Risorgimento mosse da una filosofia non iscompagnata da poesia; e cadde come tosto venne alle mani di uomini mediocri, privi di ogni estro ideale e di ogni polso speculativo."
      },
      {
        "index": 13,
        "text": "Coloro i quali vorrebbero dividere la politica dalla filosofia tentano un’opera impossibile, ché tanto sarebbe il voler sequestrare l’azione dal pensiero, le scienze subalterne dalla primaria, e sovvertire una legge immutabile negli ordini enciclopedici e in quelli di natura. Cotali conati, assurdi e vani in teoria, non riescono in pratica ad altro che ad introdurre una scienza falsa e pregiudiziale in vece della sana e profittevole. Al che collimano del pari senza avvedersene coloro che ripongono tutta la filosofia nei tritumi analitici e nei lucidamenti psicologici, essendo giocoforza che ne nasca l’uno o l’altro di questi due effetti. O si adoperano cotali rami della scienza come ne fossero il tronco, e si vuole coll’aiuto di essi legittimare e fecondare lo scibile; e in tal caso si riesce al sensismo scettico dell’etá scorsa o al panteismo dogmatico della nostra, giacché la psicologia e l’analisi usate come scienza e metodo principale non possono menare altri frutti. Ovvero il senno naturale rimedia a questi inconvenienti e tronca il corso della logica, quando comincia a essere pericoloso; e in tal presupposto la filosofia vien meno o si riduce a uno sterile eclettismo, composto d’ingredienti eterogenei, destituito di unitá, di vigore e di genio veramente scientifico. Giá il primo di questi due casi comincia a verificarsi; tanto piú facilmente quanto che quel bene, che non si ha in casa, i forestieri ce lo promettono, benché alterato e non senza l’arrota del suo contrario. E in fatti l’introduzione delle dottrine esterne, che sono maggiormente in voga e hanno un maggior attrattivo, non è leggermente evitabile quando si difetta di dottrine proprie che loro suppliscano. Giá da non pochi indizi si può raccogliere che l’hegelianismo penetra in Italia; e non mica coi pregi e temperamenti giudiziosi del maestro, ma coi difetti e le esorbitanze dei nuovi discepoli. E se giugnesse a predominare fra noi, che sorte avrebbero il pensiero e la vita civile d’Italia? che utilitá e che frutto ne caverebbero la morale, la scienza, la politica, la religione? Il panteismo è, si può dire, la demagogia del pensiero e della speculazione; e come il costume demagogico annulla nella operativa ogni civiltá e fino a se stesso, cosí gli andazzi panteistici sovvertono il sapere in universale e lo riconducono per mezzo della confusione al caos e al nulla dell’ignoranza."
      },
      {
        "index": 14,
        "text": "L’hegelianismo primitivo è ricco di sodi e profondi filosofemi, ma guasti da una base viziosa e da una falsa assiomatica, negando esso l’atto creativo e quindi alterando l’idea dell’infinito. Ora senza una buona dottrina di questo non si può avere ontologia, giacché quella che gli hegelisti chiamano con questo nome non è se non la scienza del finito e dell’universo. La teorica infinitesimale della creazione conserva e ricompie le parti pregevoli del sistema germanico e appresta loro la base onde mancano: ne corregge gli errori, ne adempie le lacune, sale piú alto, spazia piú largo, penetra piú profondo e ha verso di quello ragion di progresso; onde chi gli si arruola non va innanzi ma indietro. Ella sola può inoltre, mediante il concetto dell’infinito, comporre le antinomie speciose che nel giro del finito appariscono. Cosí, per cagion di esempio, il divorzio introdotto da un chiaro nostro psicologo tra il reale e l’ideale non si può comporre stando nei termini delia psicologia sola; e se si muove da questo dato per salir piú alto, si riesce di necessitá al panteismo dell’Hegel e de’ suoi seguaci[16]. Laddove il dissidio cessa se le prefate categorie si estimano col criterio dell’infinito, il quale ci mostra nel reale l’idealitá limitata e nell’ideale la realtá senza limiti. Perciò il difetto di circoscrizione, che si allega per rimuovere dall’ideale la sussistenza, argomenta il contrario, giacché esso, non che escludere la realtá, la rende interminata e assoluta[17]."
      },
      {
        "index": 15,
        "text": "La filosofia della creazione è dunque idonea per natura a essere il preludio speculativo del Rinnovamento e a fondare la sua politica, dando corpo a quella scienza sublime, da cui si propaggina la piú volgare, come dall’instruzione propria dei dotti deriva quella dei dilettanti. Che cosa infatti dee essere il Rinnovamento se non la creazione civile d’Italia? e come creare senza il pensiero che è la radice dell’atto creativo e della sua essenza? Il pensiero è legge, diritto, dovere, autonomia, libertá, unione, nazionalitá, ordine, progresso, scienza, poesia, potenza, gloria, virtú, felicitá, e brevemente ogni cosa; quando tutti i beni per via del pensiero si acquistano, si conservano e si godono e in lui sostanzialmente riseggono; tanto che il declinare dei popoli e degl’individui non è altro che indebolimento e scemanza della loro virtú cogitativa. La religione stessa è pensiero nella sua forma piú eccellente, e lo scadere odierno delle credenze procede, se ben si guarda, dall’essersi attenuata la mentalitá loro. Laonde il ristauro della filosofia conferirá a ravvivarle e rimetterle in credito, ritirandole all’idealitá primigenia e al senso cattolico, che è il pensiero della Chiesa universale."
      },
      {
        "index": 16,
        "text": "Il principio di creazione universaleggia piú di ogni altro, perché la vastitá del sapere, come quella dello sguardo, deriva dalla sua altezza. Abbracciando ogni cosa non esclude veruna idea positiva, e movendo dal punto piú elevato lascia intatta la libertá, perché un regolatorio infinitesimale non può ristringere l’ingegno né coartare la scienza. E siccome il genio italiano è confederato con questo principio, esso è il piú universale e dialettico, accoppiando l’ideale col positivo e armonizzando insieme i pregi piú dispari[18]. Questa universalitá spiccò nelle dottrine dall’Alighieri al Caluso, e apparve persino in coloro che paiono doverne essere piú lontani, cioè nei matematici e negli artisti. Da Archimede insino a Giovanni Plana e a Guglielmo Libri, non conosco calcolatore italiano di grido che abbia verificato in se stesso quel divorzio fra il valor nelle scienze quantitative e la perizia nelle altre di cui Biagio Pascal fa menzione, e che è in vero cosí frequente tra i popoli d’oltremonte. Il Parini osserva che fra coloro che scrissero sulle arti belle risplende ordinariamente piú filosofia che negli altri autori italiani del Cinquecento[19]; e inoltre piú spontaneitá, piú vena, piú erudizione, piú varietá e forza creatrice. Michelangelo e Leonardo furono miracoli di sapere, secondo il loro tempo: dottissimi l’Alberti, il Barbaro, il Brunelleschi, il Giocondo, il Rosso e altri non pochi. Lo stesso Cellini, benché avesse poca o niuna coltura di lettere, abbracciò tutte le parti del disegno e delle arti plastiche[20], e si pregiava di filosofia nella sua professione[21].Il qual costume risale ai tempi piú remoti, e niuno fu piú ampio di Pitagora, fondatore della scuola civile italiana, per opera del quale e dei successori la sapienza ellenica si congiunse colla latina[22]. Egli fu il primo che cogliesse i vincoli della politica colla speculativa, e diede la sovranitá agli ottimati, cioè all’ingegno e alla scienza. Dalla sua scuola uscí il tebano Epaminonda, cioè l’uomo che, per la militare e civil sapienza fra i greci, e per la perfezione dell’animo fra gli antichi universalmente, ha lode d’incomparabile e di supremo[23]. Tutti i legislatori, i politici, i moralisti, che vennero appresso, ritrassero piú o meno del genio pitagorico. Ne ritrasse in particolare Mnesifilo Freario che «non era rettorico né uno dei filosofi detti ‘fisici’, ma attendeva a quello studio che si chiamava ‘sapienza’ e consisteva nell’abilitá a ben reggere le cose civili e in una prudenza attiva ed operosa. La qual maniera egli conservava, seguitando quasi per successione una setta da Solone instituita; ma quelli che vennero dopo, mescolata avendo tale maniera colle arti declamatorie dei fòro ed avendola fatta passare dalle operazioni ad un semplice esercizio di parole, chiamati furono ‘sofisti’»[24]. Da questo passo si raccoglie onde nascesse massimamente la singolare grandezza degli antichi, presso i quali la teorica non era disgiunta dalla pratica né l’azione dalla speculazione. Finché tale armonia durò, essi mantennero il privilegio dell’eccellenza; venendo meno quella, tralignarono da se medesimi, e i sapienti diventarono sofisti in Grecia, retori in Roma e declamatori. Ché se costoro degenerarono per aver disgiunto il pensiero e la parola dalle opere, i moderni incorrono per lo piú nel vizio contrario, separando a uso degli empirici l’esercizio della scienza dal culto suo. Di qui nasce principalmente la nullitá o mediocritá odierna degli uomini pratici, e quindi si corrobora la necessitá di dare una filosofia generosa per fondamento e per norma alla scuola civile italiana."
      },
      {
        "index": 17,
        "text": "Per vedere piú paratamente quali debbano essere i caratteri essenziali di questa scuola, si vuol notare che, essendo ordinata a nutrire e crescere la civiltá moderna, dee ritrarre della sua indole. Ora nella guisa che abbiamo veduto due essere i principi fattivi del popolo, cioè l’ingegno e la plebe, doppia è pure l’origine del nostro incivilimento, il quale da un lato risale all’antichitá e per l’altro discende dal cristianesimo. L’antichitá greca e romana educò l’aristocrazia naturale e virile, conferendo il principato alla virtú e all’ingegno: l’evangelio compose la democrazia, nobilitando la donna e la plebe, in cui predomina il sentimento; tanto che dai due portati uniti insieme risulta la modernitá del pensiero umano. L’una attese principalmente all’individuo e alla patria, cioè ai dui estremi della comunanza, e coltivò il diritto e la giustizia; onde i moderni sono «infinitamente inferiori nella politica generale, cioè negli ordini della societá e soprattutto nel sentimento della dignitá umana», come osserva Pietro Colletta[25]. L’altro all’incontro insegna l’amore, la fratellanza, la misericordia: s’intromette massimamente nella vita privata e domestica, abbraccia la famiglia che tramezza fra i detti estremi, e la moltitudine che è la cava onde nascono. Procura e sovviene il sesso fievole, l’etá tenera e cadente, il povero, il servo, l’infermo, il derelitto, lo sconsolato, l’oppresso, tutti i fiacchi e gli umili insomma; per modo che può definirsi la forza della debolezza[26]. Ora, perciocché il sentimento sormonta nella turba rozza e nel sesso imbelle, laddove il pensiero maturato è proprio del sesso gagliardo e del ceto colto, l’antichitá italogreca si può considerare come il principio maschile, razionale e finito, e il cristianesimo come il principio femmineo, istintivo e infinito nell’opera comune della generazione civile. Ché se, tutto essendo in origine unisessuale, la cultura gentilesca contiene in seme eziandio la dolcezza, e se per la maggior tenuta dell’elemento popolano e donnesco (come quello che universaleggia per natura) la sapienza evangelica acchiude il vigore[27], ciascuna di cotali virtú non può attuarsi senza l’aiuto della sua concausa. E però il ridurre a fatto positivo e durabile i conati magnanimi dei Gracchi, di Spartaco e di Cesare fu ufficio della parola evangelica; siccome fu opera della classicitá risorgente il porre un termine al medio evo e procreare la virilitá civile del genio moderno."
      },
      {
        "index": 18,
        "text": "Il divorzio innaturale dei due princípi fu tentato piú volte nei tempi addietro e ha fautori anche oggi. Giuliano imperatore fu il primo che per amore dell’antichitá tentasse di sbattezzare la civiltá novella, e se non il proposito, almeno gli spiriti suoi informarono per qualche parte i conati politici di Crescenzio, Arnaldo, Cola, Stefano Porcari, che unirono il concetto ghibellino col popolare, ponendo mano a repubbliche effimere di municipio. La maraviglia dell’antichitá scoperta nel secolo quindecimo ne fece trasmodare il culto; e questa tendenza, avvalorata dagli abusi invalsi nella religione e nei sacerdozio, preparò e poscia produsse le sètte moderne, che, dai deisti inglesi del penultimo millesimo agli odierni hegelisti di Germania e ai puritani d’Italia, con odio infinito perseguono le credenze. A costa di cotal eresia civile ne fiorisce un’altra contraria, che sprezza e ripudia le memorie classiche per amor male inteso del genio moderno e per angustia di religione. Ella si distingue in due scuole: l’una laicale, borghese, positiva; l’altra claustrale e mistica. La prima, avvezza a riporre la sostanza della cultura negli esercizi e negli studi materiali, come a dire nelle industrie, nelle macchine, nelle navigazioni, nella mercatura, nell’economica, nella statistica, nelle scienze fisiche e calcolatrici, lo studio dell’antico le pare inutile, il culto retrogrado e nocivo per l’imitazion del costume, atteso le qualitá svariatissime del nostro vivere [28]. Costoro, animati dal genio pratico ma triviale e ristretto della borghesia moderna, vorrebbero sbandito lo studio degli autori e delle lingue classiche dall’educazione o ridotto a pochissima cosa, e si accordano su questo punto colla scuola mistica, benché per ragioni molto diverse. La quale considera il cristianesimo come l’unica base della civiltá nostra e reputa l’antico retaggio che i greci e i romani ci tramandarono per cosa corrotta e diabolica. E si divide in due fazioni: l'una vaga dell’assoluto e l’altra del popolo. Quella fa del papa un autocrate, questa un tribuno; ma amendue si somigliano in quanto ripongono la cultura nell’ascetica e mutano la cittá in un convento governato all’aristocratica dai vescovi e dai gesuiti, o alla democratica dai curati e dai cappuccini. La prima ebbe per fondator principale Ignazio di Loyola, la seconda è assai piú vecchia e produsse in tempi diversi le rivoluzioni fratesche del Bussolari, del Savonarola e del Campanella[29]. Questa vorrebbe mutar la cittá in una repubblica di piagnoni e di quaccheri o moravi ortodossi; e benché faccia professione leale di dolcezza e di mansuetudine, il suo zelo religioso, piú fervido che assennato, non può assicurare gli amatori del vivere libero; i quali sanno che un eccesso tira l’altro e che i falò dei libri hanno sovente accesi i roghi degli uomini. Né ella si ristringe fra i termini della politica, ma vuole eziandio una riforma economica, la quale si riduce in sostanza a una spezie di comunismo cristiano, fondato sul divieto teologico dell’usura e sul giure pontificio bandito dal Ghislieri."
      },
      {
        "index": 19,
        "text": "Le due opinioni negative ed opposte non hanno mestieri di lunga critica. I politici positivi ben fanno a riprovare lo studio dell’antichitá scompagnato da quello delle idee e delle cose moderne, il quale solo può adempiere i difetti di quella e impedirne le torte imitazioni. Ma investigata e meditata coll’uso di tal criterio, ella è ricca di tesori che altrove non si rinvengono, e chi n’è digiuno non potrá mai avere a compimento buon gusto nelle lettere, buon giudizio nelle scienze e quel cumulo di qualitá intellettive e morali che fanno l’uomo grande ed il cittadino. I politici mistici s’ingannano a dire che la religione basti alla gentilezza, potendo ella sí bene partorire una civiltá iniziale come quella dei bassi tempi, ma non mica una civiltá piú avanzata e conforme ai bisogni dell’etá nostra. Anche i dettati della morale evangelica non penetrano daddovero la vita sociale se non mediante l’aggiunta della cultura, e molte enormitá oggi abborrite o derise furono in onore quando l’indirizzo delle cose umane era in arbitrio dei sacerdoti[30]. Né può darsi lo sfratto all’antichitá senza detrimento del cristianesimo, essendo ella stata l’ombra e l’apparecchio di questo[31]. «Iddio — dice un teologo non sospetto[32] — abbozzò la figura e gittò le fondamenta delle veritá cristiane nei libri paganici, e volle che la ragione facesse innanzi alla legge di grazia gli sforzi piú maravigliosi; onde è da credere che d’ora innanzi non avremo piú Virgili né Ciceroni». Il mondo grecolatino è la sustruzione su cui posa l’alzata del mondo cristiano, il quale si vantaggiò e abbellí di tutte le parti della sapienza antica e prese dalla Grecia e dal Lazio le sue classiche e originali favelle. Perciò Torquato Tasso scriveva che «molti gentili furono giusti, valorosi e prudenti, e col lume naturale indirizzarono tutte le loro operazioni, onde chi gli rifiuta par che ricusi i doni di natura»[33]; ché in effetto l’antichitá, come piú pressa alle origini, si accosta meglio al naturale che non l’etá piú recente. E altrove gridava pieno di sdegno: «Quest’antichissima strada, che giá condusse dall’Accademia e dal Liceo o da altro luogo sí fatto e dalla compagnia de’ filosofi a’ pericoli delle battaglie ed alla gloria de’ regni e degl’imperi, Pericle, Alcibiade, Epaminonda, Agesilao, Alessandro, Scipione, Pompeo e Cesare medesimo, ora è deserta come cosa vieta»[34]. D’altro lato l’antichitá non basta a nudarci, perché non fu sola a crearci; e gl’imitatori di Giuliano son piú inescusabili, quando gl’idoli loro son disfatti da quindici secoli. Oltre che, havvi un’«antichitá falsa e corrotta», differentissima dalla «vera e perfetta», come nota il Machiavelli[35], e invalsa di mano in mano che al periodo d’ incremento sottentrò quello di declinazione; e a cernere l’una dall’altra giova il cristiano giudicatorio. Ché se l’antichitá falsa e corrotta ripugna alle dottrine evangeliche, ciò torna loro a non piccola lode; come non ridonda in biasimo dell’antichitá vera e perfetta, se non si può accordare con quella larva di religione eunuca ed infetta che certuni oggi professano sotto nome di cristianesimo."
      },
      {
        "index": 20,
        "text": "Il componimento dei due priníipi e i primi tratti della modernitá, che ne nacque, appartengono alla seconda parte del medio evo, benché la poca notizia che si aveva delle cose antiche assegnasse al nuovo culto le prime parti nella fattura. «Per ben raffigurare le condizioni del medio evo e farne diritta stima, uopo è avvertire che tutto vi è incominciato e nulla vi è compiuto; nel che risiede la nota speciale di tale etá e il marchio piú pellegrino che la distingue dalle seguenti. I bassi tempi sono l’organogenia dei civili, e il volervi trovare una pulitezza adulta e maturata è come un andare in busca dell’uomo fatto nei rudimenti dell’embrione. Tuttavia, siccome il germe embrionico contiene i lineamenti di tutto l’uomo, cosí non v’ha alcun bene posseduto o sperabile dai popoli piú gentili che non si trovi dementato e schizzato a guisa di seme o di bozza nel medio evo»[36]. I giudizi ripugnanti che si portano su questo periodo, alcuni scrittori esaltandolo fuor di misura e altri dicendone ogni male, procedono dal non avere avvertito il suo proprio carattere, il quale è un misto di civiltá nascente e di barbarie in declinazione. È civile, ma in germe, per via d’intuito e di sentimento anzi che di riflessione; ed è quasi la matrice onde uscí la virilitá moderna e l’epoca plebeia che diede origine alla gentile. La notizia procreatrice dei semi civili è sempre confusa, e però inetta a esplicarli, perché ogni esplicamento ha mestieri di una contezza districata e provetta. È rozzo in effetto, conciossiaché la barbarie che lo precorse non è ancora soprammontata dalla civiltá nuova. Da questo prevalere della incoltezza antica nasce che i semi contrari si spengono in sembianza, prima di essere maturati; imperocché coloro che seminano non sono in grado di educare le tenere propaggini e condurle a bene. Ma questa morte non è se non apparente e la cultura cresce di mano in mano; tanto che quei germi che parean distrutti sopravvivono nell’intimo degli animi e delle memorie e in corso di tempo ripullulano e fruttano migliorati. Che furono di vero le leghe lombarde, le repubbliche municipali, le spedizioni crociate, se non augúri ed abbozzi del riscatto italiano, delle repubbliche nazionali e del primato occidentale sull’Oriente? L’etá media è quella dei fossili e degli schizzi, e quasi il mondo preadamitico della cosmogonia europea. Conghietturano i filosofi che i plesiosauri, le sigillari e le altre moli vegetative e animali dei tempi primigeni fossero come l’apparecchio della flora e della fauna presente e le bozze con cui la natura si addestrava a comporre la nostra specie. E se il medio evo fu la genesi e la concezione del moderno, la scoperta del nuovo mondo ne fu il nascimento; concorsavi ad aiutarlo la risurrezione erudita del mondo antico per opera del cristianesimo, che mille anni prima l’aveva sepolto. Cristoforo Colombo fece negli ordini della terra altrettanto che il Copernico in quelli del cielo; e il secondo fu principiatore della scienza moderna, come il primo della politica. Il novello emisfero divenne conquista, poi colonia, poi scuola del vecchio; e l’America è oggimai una seconda Europa, destinata a rinverdire e ravvivare la prima."
      },
      {
        "index": 21,
        "text": "Come le menti piú singolari antivengono i tempi, assai prima del Colombo e del Copernico era nato un uomo ancora piú grande, che presagi la fine del «sermon prisco» e fondò lo «stil dei moderni»[37], non pure nelle lettere e nelle scienze ma nella vita civile. E però se l’antica scuola politica d’Italia ebbe a padre Pitagora, la moderna riconosce Dante per suo progenitore. Il quale pose fine al barbarico col rinnovare l’antico, ribenedirlo, proscioglierlo dall’anatema con cui l’ignoranza e la superstizione escluso e vituperato l’avevano. Con audacia filosofica e poetica, ma senza uscire dei termini ortodossi, egli incielò la sapienza greca e romana nel cuor medesimo dell’inferno[38]: fece l’apoteosi di Cesare[39] e, accompagnandola con quella di Catone[40], volle insieme rendere omaggio al redentore della plebe e al martire degli ordini antichi, e mostrarsi conservatore e democratico. La religione universaleggia nel suo poema piú per la forma che per la sostanza. «Primo di tempo e d’ingegno — dice il Giordani, — egli mutò al nostro mondo la sede, non la natura; e cosí, non ostante il teologico del suo barbaro secolo, poté esser poeta morale e civile; con ciò, utile a tutti i secoli»[41]. L’Alighieri svolge nelle prose una polizia nuova, fondata nei dettami degli antichi saggi, la quale ha tre capi, cioè la monarchia, come fattiva di unitá nazionale; l’aristocrazia naturale dei virtuosi e degl’ingegnosi, come regola di buon governo e guardia di libertá; e in fine l’indipendenza temporale de’ laici, come molla d’incivilimento. Né pago di lavorar sugli astratti, egli cerca da uomo pratico il concreto per incorporarli, e trova il regno unificativo d’Italia nel principato piú illustre della storia, cioè nell’impero cesareo. Ché se l’ignoranza di un secolo che credeva alle False decretali e al dono di Costantino non gli permette di distinguere dal legittimo imperio i cesari spuri e usurpatori, dobbiam sapergli grado di essere risalito a una signoria laicale e a Roma antica per rifare il mondo de’ suoi tempi. L’errore di aver cercato in Germania il liberatore d’Italia merita scusa, perché questa, divisa, debole, discorde, non aveva un braccio capace di tanta opera. Parvegli di trovare il principio egemonico nell’imperio tedesco, il quale, se per la stirpe era forestiero, pel titolo e la successione apparente potea credersi italico. Ma non volle giá sottoporre l’Italia agli esterni, giacché l’imperatore, recandola a essere di nazione, dovea rimettervi l’avito seggio e rendersi nazionale. Perciò Dante, sostituendo allo scettro bastardo di Costantino e di Carlomagno il giuridico di Giulio Cesare, restituendolo a Roma e annullando l’opera del principe che lo trasferiva in Bisanzio e dei pontefici che lo trapiantavano in Francia, poi nella Magna, si mostrò italianissimo. Egli compose e temperò i placiti dei guelfi con quelli dei ghibellini; e «facendosi parte per se stesso»[42], non appartenne propriamente a niuna delle due fazioni."
      },
      {
        "index": 22,
        "text": "L’uno al pubblico segno i gigli gialli oppone, e quel s’appropria l’altro a parte, sí ch’è forte a veder qual piú si falli. Faccian li ghibellin, faccian lor arte sott’altro segno, ché mal segue quello sempre chi la giustizia e lui diparte[43]."
      },
      {
        "index": 23,
        "text": "L’aquila era dunque per Dante il «pubblico segno», cioè il vessillo nazionale e non mica la divisa «propria» di una «parte»."
      },
      {
        "index": 24,
        "text": "Ma la gloria piú insigne di lui, come politico, fu l’avvisare nel papato civile la causa principale della divisione e della debolezza d’Italia; e distinta la potestá temporale dalla spirituale, attribuire ai soli laici il possesso e il maneggio della prima. «Degno di quell’altissimo intelletto fu il raccomandare ai viventi e ai futuri quei due magnanimi pensieri di bene e di onore all’Italia, i quali occuparono tutta sino all’estremo la sua vita affannosa ed animarono tutte le sue scritture: che Italia si formasse unita e potente, e che dalle cure di questo mondo mortale si tenessero affatto separati i santi, che si professano maestri ed esempio di cercare solamente le cose celesti. Ed è pur lode massima dell’incomparabile poeta e magnanimo cittadino, ch’egli, da sí alto e sí lontano guardando, sí ardentemente e costantemente bramasse le due cose che dopo lui per cinquecento anni furono continuato desiderio degl’italiani. E la sua gloria si conferma e si amplifica dal considerare quanto era difficile a conseguirsi ciò che egli in tanta confusione e miseria de’ suoi tempi vedeva necessario e prevedeva, quando che fosse, futuro; tanto necessario e insieme tanto difficile, che ogni generazione dovesse volerlo, e il tanto volere anche di molti vi potesse ben poco, giacché nelle cose umane hanno gli uomini minor potere che non dagl’imprudenti si stima»[44]. Dottrina tanto piú maravigliosa quanto che, nel periodo che allora spirava, la dittatura papale era stata, non che necessaria e scusabile, ma necessaria e lodevole, atteso la condizione propria delle etá barbare, nelle quali il còmpito civile non può essere fornito che dal sacerdozio[45]. L’Alighieri adunque non guardò al passato ma al futuro, di cui ebbe l’antiveggenza e gittò la base, conciossiaché il carattere precipuo della modernitá e la precedenza della sua cultura versano appunto nell’emanceppazione compiuta del ceto secolaresco. La quale è indivisa dal componimento civile della nazione, atteso che nazione e laicato sono tutt’uno; e ogni nazione è non solo secolare di sua natura, ma fornita di quella virilitá matura che non si contiene nel sacerdozio, destinato a bailire e allevare i popoli infanti, e quindi ritraente nella sua nativa temperie del genio muliebre e senile."
      },
      {
        "index": 25,
        "text": "Ma, esautorando il re sacerdote, Dante fu devotissimo al pontefice; e non per altro la scuola politica da lui fondata scapitò di credito e di efficacia nei tempi seguenti, se non per aver deposto il genio pio e cattolico del fondatore. Tanto che se il suo voto non è ancora adempiuto né il vaticinio avverato, ciò si vuole attribuire in parte a cotal deviazione, incominciata sin dal secolo quindecimo, accresciuta colla Riforma e recata al sommo dai filosofi razionali. E anco senza uscire d’Italia, la politica dei generosi, dal Machiavelli all’Alfieri, fu spesso avversa o poco amica alle credenze. Il che non solo si scosta dalla moderanza di Dante, ma ripugna alla separazione dei due poteri da lui predicata, perché tanto li confonde chi si serve della religione per dare ai chierici il governo delle cose profane, quanto chi adopera la libertá per tôrre a quelli il maneggio delle sacre, o rendere i dogmi e i riti ecclesiastici contennendi e ridicoli. I puritani politici, entrando per questa via e correndola senza ritegno, nocquero e nocciono assaissimo alla causa patria; come io stimai di giovarle, seguendo piú lo spirito che la lettera dei precetti danteschi nel fermare i termini del nostro Risorgimento. Imperocché, se non si fosse invitato il pontefice all’impresa e tentato di accordare l’italianitá col suo dominio, si sarebbe incorso presso molti nella nota d’irriverenza verso il seggio spirituale, e quindi partecipato al disfavore che le licenze irreligiose procacciarono in addietro agli avversari del regno ecclesiastico. Laddove l’aver fatto lealmente opera per rimettere Roma in buon senno e il saggio infelicissimo dato da Pio nono, ci autorizzano ora a riprendere la tradizione dell’Alighieri, senza che i malevoli possano a ragione accusarci di dogmi empi o di spiriti acattolici."
      },
      {
        "index": 26,
        "text": "La scuola di Dante s’intreccia per via del Petrarca cogli statisti del Cinquecento e in particolare col Machiavelli. Il quale fu pel metodo il Galileo della politica, introducendovi l’esperienza fecondata e ampliata dall’induzione e dal raziocinio[46]: abbracciò l’idea dantesca dell’unitá nazionale e perfezionolla, esortando a colorirla e incarnarla un principe italico. Uno de’ suoi caratteri (come altresí del Guicciardini, non ostante i dispareri politici) è la moderazione, per la quale il Botta li chiama «grandi maestri del ben giudicare»; soggiugnendo che «se i fiorentini avessero, quando era tempo, dato loro ascolto, non avrebbero pianto cosí presto la perdita della loro repubblica, posciaché l’uno vi avrebbe ordinato un reggimento a popolo senza licenza e non di ciompi, l’altro un reggimento di magnati con poca libertá»[47]. Dante e il Machiavelli furono i due lumi principali della scuola fiorentina, che morí colla repubblica, e per via di Donato Giannotti si congiunge colla scuola veneta, illustrata dal Paruta e piú ancora dal Sarpi; se non che Venezia, campata sull’orlo d’Italia e appartata fra le lagune, ebbe un senso men vivo che Firenze della nazionalitá italica. A ogni modo l’ultimo dei predetti e i due gran fiorentini formano il triumvirato piú insigne della scuola patria, nato e nudrito nelle due repubbliche piú cospicue della penisola. Nel Regno (feracissimo di alti spiriti quanto sterile di buoni governi), non potea allora fiorir gran fatto la scienza pratica; onde la politica non ci uscí dalle utopie come nel Campanella, dall’erudizione come nel Gravina, e dalle speculazioni come nel Vico. E quando piú tardi ebbe anch’esso i suoi statisti piú positivi, e i due estremi d’Italia, Milano e Napoli, gareggiarono nel culto della filosofia civile, non può negarsi che, profittando nella pratica, non si scapitasse nella profonditá ed elevatezza, e che l’italianitá e spontaneitá dei pensieri non la cedessero al gusto delle imitazioni. Un gran poeta ristorò l’opera del poeta sommo, richiamando gli animi al fare antico, riaccendendo l’amore e lo studio dei propri maestri[48] e sfatando la «semifilosofia»[49], che sotto nome di «sapienza» ci era portata di fuori e che molti dei nostri comperavano a prezzo del genio patrio e del decoro nazionale."
      },
      {
        "index": 27,
        "text": "L’Italia ha dunque una scuola politica che dalle etá piú vetuste discende insino alla nostra senza notabili interruzioni, scuola ellenica e latina, antica e moderna, pagana e cristiana, progenitrice di tutte le altre scuole che sorsero di mano in mano e oggi fioriscono nelle varie parti di Europa. Se in questa scuola madre i difetti degli uni si correggono e ricompiono coi pregi degli altri, la sua idea ci renderá immagine di un insegnamento razionale e positivo, speculativo e pratico, discorsivo e sperimentale, e quindi perfetto da ogni parte. Ossequente alla religione, rispettoso non ligio né adulante al sacerdozio, libero di spiriti, fondato nella filosofia, nell’esperienza e nella storia; le quali, temperandosi a vicenda, illustrano i fatti colle idee e corroborano i generali coi particolari, per guisa che né i concetti tralignino in vuote astrazioni ed utopie fantastiche, né i successi e i fenomeni in un meschino e sterile empirismo. L’esperienza e la storia informate dalla speculazione imprimeranno nella scuola italica quel carattere di sodo e ampio realismo che tanto si dilunga dalle astruserie degl’idealisti quanto dal leggiero e gretto sensismo di alcune sètte di oltremonte; le quali, benché in vista discordi, riescono sottosopra alle stesse conclusioni, perché informate ugualmente dai dogmi dei nominali. Una dottrina che raccoglie e compone tutti i fatti e tutte le idee non avrá nulla di negativo e di esclusivo, giacché quanto si trova al mondo è idea o fatto; e sará inespugnabile, atteso che la caducitá, la declinazione e la rovina dei sistemi procedono dai fatti e dalle idee che se ne rimuovono. Ma l’accordo dei fatti fra loro, quello delle idee e l’armonia delle idee coi fatti è opera della dialettica, in cui perciò consiste il privilegio piú eminente della nostra scuola. E si noti che il fondatore della dialettica fu altresí il primo padre di quella, cioè Pitagora, il quale notò il conflitto degli oppositi e l’armonia loro, che sono i due momenti dialetticali, e colla teorica dell’intervallo e del numero preluse a quella dell’infinito. La dialettica privilegia la nostra scuola per le condizioni proprie dell’ingegno italico, che si governa nel suo spontaneo esercizio col principio di creazione, il quale è il motore della dialettica, la sua legge e il suo fondamento, com’è la base e la regola di tutto lo scibile.  La scuola italiana è oggi quasi spenta per la viziosa abitudine invalsa di peregrinar dalla patria colla mente e colle dottrine. Egli è dunque mestieri ravvivarla e quasi rifondarla, affinché serva di preambolo e di strada al Rinnovamento. Questa seconda fondazione ricerca innanzi tratto che si conoscano e si studino le tradizioni di essa scuola, giacché un capitale morto non si può far vivo ed accrescere se non da chi lo possiede ed è in grado di maneggiarlo. La cognizione dell’antichitá e quella dei nostri insigni scrittori, che è quanto dire gli studi classici, sono adunque la base preliminare dell’opera. Niuno speri procacciarsi l’italianitá senza di essa, giacché il pensare e il sentire italiano non si acquistano se non mediante una lunga e intima dimestichezza coi nostri padri e col «trasferirsi tutto in loro», secondo la frase energica del Machiavelli[50]. Oltre che, la pristina sapienza non è cosa triviale, come alcuni credono, anzi ha molto del peregrino, atteso che, come avverte il Leopardi, ci «resta ancora molto a ricuperare della civiltá degli antichi, per guisa che i moderni, dicendo di acquistare, solamente ricuperano parte del perduto»[51], specialmente per ciò che riguarda l’educazione, il costume e i vari pregi dell’uomo civile."
      },
      {
        "index": 28,
        "text": "Né però la scuola italiana del Rinnovamento dee restringersi alle idee dei tempi andati: non dee essere la scuola di Pericle, di Cicerone, di Tacito, di Dante, del Machiavelli, del Sarpi, dell’Alfieri, del Romagnosi, ma sí bene rispondere ai concetti, ai desidèri, ai bisogni, ai progressi, alle specialitá proprie dei nostri giorni. Conciossiaché l’etá in cui siamo è la nostra modernezza: tutti gli anni che precedettero sono antichi rispetto a noi. Se non viene informato da questa modernitá viva, lo studio dei classici e delle tradizioni è un nobile diletto, una gentile erudizione, una suppellettile letteraria e archeologica da antiquari e da umanisti, ma è inutile per la vita pratica. A rendere, dirò cosí, nuova e moderna, e far fruttare la notizia dell’antico, richieggonsi gli aiuti giá menzionati, cioè la filosofia, la storia e l’esperienza contemporanea. La filosofia, versando nel generico e nell’ideale e fecondando con essi la ragione dei fatti, abbraccia tutti i tempi, e tanto è necessaria alla contezza proficua delle cose presenti quanto a quella delle preterite. La storia è l’esperienza del passato, come l’esperienza è la storia del presente ed è necessaria al compimento di questa; imperocché il giro della vita umana è cosí corto e ristretto che l’esperienza propria, eziandio degli uomini invecchiati negli affari, è insufficientissima per conoscere bene il mondo e far equa stima del presente e dell’avvenire, se non è compiuta ed avvalorata da quella degli altri. Ora l’esperienza altrui appartiene per conto nostro alla scienza, anzi ne è la base, e costituisce la storia e la cognizione degli uomini in particolare e in universale. «L’evento — osserva il Guicciardini — è spesso giudice non imperito delle cose[52], non tanto per la notizia immediata che porge, quanto per le ragioni recondite che ci rivela. Ma se vuoi cogliere cotali ragioni, in vece di riandare i casi umani alla spartita, devi studiarli nelle loro connessioni reciproche, e abbracciando una certa successione di tempo, che ti abiliti a discendere dalle cause agli effetti e da questi risalire alle cause. La storia, cosí considerata, si può definire l’esperienza razionale dei vari secoli e dei vari paesi. Dico «razionale», perché essa rappresenta, oltre i fatti sensati, i loro legami intellettivi, cioè le leggi regolatrici degli eventi, le quali sono cosí ferme e stabili pel mondo morale e sociale come pel corporeo, stante che le deviazioni accidentali dell’arbitrio non possono annullarle sostanzialmente né interromperle. E siccome ogni legge mondiale, importando un ordine stabile e perpetuo, non solo guarda indietro ma s’infutura; la storia, benché per diretto si riferisca al passato, viene a far preconoscere colle sue induzioni le probabilitá avvenire, e quindi produce l’antiveggenza, che è la virtú principale dell’uomo di Stato e la base di tutte le altre."
      },
      {
        "index": 29,
        "text": "Perciò si trova di rado o non mai nelle nazioni culte un valente politico che non siasi appropriato al possibile, in un modo o in un altro, l’esperienza dei tempi anteriori; e io non conosco alcuna eccezione a questa regola, incominciando da Niccolò Machiavelli e venendo fino a Pellegrino Rossi. E nei paesi mezzo barbari, che mancavano di storie, veggiamo gli uomini grandi averci supplito col peregrinare in vari paesi e raccogliere le tradizioni casalinghe e forestiere, come fecero il legislatore degli ebrei e gli antichi tesmofori d’Italia e di Grecia. Il credere di poter guidare il secolo presente senza la menoma notizia dei passati è un miracolo di presunzione riserbato alla nostra etá. «Dovrebbe la storia — dice il Giordani — essere studio principale di tutti quelli che si assumono di guidare le cose pubbliche, ai quali è necessario conoscere con quali mezzi le si fanno e si mantengono prospere, per quali errori sono tenute o mandate in basso. Ma coloro, prima che sottentrino al peso, non sentono il bisogno d’instruirsi; quando son carichi, manca loro il tempo. Le storie restano in mano di pochissimi; i quali, esclusi dalla vita operante ne’ pubblici negozi e stimolati dall’appetito di scienza, v’imparano (assai inutilmente) a deplorare le stoltezze e le miserie comuni»[53]. Il Risorgimento italiano fu una luttuosa verificazione di cotal sentenza, giacché i piú de’ suoi guidatori precipitarono il presente per la loro imprevidenza del futuro, nata dall’ignoranza delle cose passate, essendo loro domestiche le cose del nostro genere come quelle dei popoli lunari e gioviali. Costoro sono tanto meno scusabili quanto che a far l’uomo di governo non si ricerca la suppellettile dell’erudito, e l’estensione giova assai meno della profonditá. Imperocché la natura umana essendo una, le leggi che la governano uniformi e immutabili, e trovandosi «in tutte le cittá, in tutti i popoli quelli medesimi desidèri e quelli medesimi umori che vi furono sempre»[54], chi conosce bene i fatti di un’epoca storica e di un paese, li conosce tutti e può trarne sicura norma per ogni specie di applicazione. Anzi il vivo della storia versando nei particolari e solo da questi potendosi raccôrre la notizia fruttuosa delle leggi che girano le vicende umane, i racconti speciali sono i soli che giovino; laddove le storie universali, pogniamo che rechino instruzione speculativa e piacere, sono di poco o nessun profitto per la pratica. Ben si vuole che altri mediti e quasi svisceri quello che legge, imitando gli antichi, i quali aveano alle mani un piccol novero di libri, e talvolta anco un solo, come Omero, Senofonte, Polibio, e che, masticandoli di continuo e quasi rugumandoli, ne traevano maggior pro morale e civile che noi non facciamo dalle intere biblioteche. E che abbia da natura quel senso fino e diritto, quel tasto, per cosí dire, delle cose reali, che"
      },
      {
        "index": 30,
        "text": "s’acquista per natura e non per arte,"
      },
      {
        "index": 31,
        "text": "senza cui l’instruzione non giova; ma che quando si trova in germe ed è coltivato dallo studio della storia, diventa cosí sagace e sicuro che ti somministra la misura esatta delle cose attuali o probabili, e fa che di rado t’inganni ne’ tuoi giudizi."
      },
      {
        "index": 32,
        "text": "L’esperienza contemporanea è il compimento della modernitá e quella parte di essa che è di uso e di frutto piú immediato. Essa non consiste in qualche pratica amministrativa e forense, come stimano i municipali e gli avvocati subalpini, i quali si reputano solenni politici se sanno vincere un piato o maneggiare le faccende di un comune. L’esperienza civile consiste nell’aver ben cònte e dimestiche le condizioni effettive del tuo paese; e siccome le proprietá di una contrada s’intrecciano per mille guise con quelle delle altre e che la leva politica dee oggi appuntarsi di fuori, cosí non si può aver notizia di una provincia italiana senza quella di tutta Italia, né si può conoscere l’Italia senza l’Europa. Le condizioni reali d’Italia e di Europa si stendono per tutti i rami della comunanza e della cultura, e quindi abbracciano le idee e i fatti, i bisogni e gl’interessi, i costumi e gl’instituti, le leggi e le armi, le credenze e le lingue, le lettere e le scienze, i traffichi e le industrie, le classi e le sètte, i governi e le popolazioni, e via discorrendo; campo vastissimo e presso che infinito. E siccome in ogni ampia congerie di cognizioni uopo è recare un certo ordine e scegliere, e che l’elezione e il metodo debbono essere determinati dal fine, questo si dee prendere da quei concetti e da quelle cose che oggi piú importano. Abbiamo veduto che tre bisogni principali signoreggiano l’etá nostra e apparecchiano materia di nuove mutazioni, cioè la sovranitá del pensiero, la costituzione nazionale dei popoli e il riscatto delle plebi. A soddisfare adunque questa triplice necessitá, come a scopo ultimo, dee collimare ogni ricerca, ogni studio, ogni lavoro della scuola italica. Ma l’Italia avendo un certo suo essere particolare, le generali riforme vogliono accomodarlesi ed essere regolate e informate dal genio suo proprio. Si dee aver l’occhio ad ammannire gli aiuti, qual si è l’egemonia, e rimuover gli ostacoli, il primo dei quali è l’imperio pretesco. Molte sètte ci dividono; alcune delle quali sono dialettiche e possono migliorarsi, altre sofistiche, che fa d’uopo rimuovere dai negozi come incorreggibili e troppo aliene dalla scuola nazionale. Le proprietá speciali di questi assunti deggiono dar orma alle generalitá anzidette, e temperando a uso nostro le dottrine straniere, renderle profittevoli. Imperocché in Francia, in Germania, in Inghilterra si è molto pensato e scritto su ogni parte della civiltá, e cotali lucubrazioni ci gioveranno se ne farem capitale con animo libero e con savio discernimento, il quale non può derivar d’altra parte che dalla giusta notizia delle cose nostre e dall’abito patrio radicato profondamente."
      },
      {
        "index": 33,
        "text": "Ma la parte positiva e coetanea delle cognizioni è oggi trasandata in Italia come ogni altro genere di nobili studi; e non conosco chi alla nostra memoria l’abbia avuta a dovizia, eccetto Pellegrino Rossi. Se non che, costretto dall’amor patrio a spatriare da giovane, trattare i negozi e dettar nella lingua di contrade forestiere, l’italianitá dei pensieri fu per avventura in lui meno vivida che da tanto ingegno altri poteva aspettare. Oltre che, essendo stato condotto dai tempi e necessitato dalla fortuna a convivere e stringersi coi liberali conservatori, se col valido intelletto seppe fuggirne le preoccupazioni, s’intinse però alquanto del colore di quelli e forse non avvertí appieno l’indole democratica dei tempi che corrono. Tuttavia per acume passò di gran lunga tutti i suoi coetanei e rese qualche immagine, in questo secolo ottuso, dei tempi del Machiavelli. Di che fanno buon testimonio non solo i suoi scritti ma le sue azioni; imperocché, imbasciatore di Francia, favorí le riforme attraversate dal governo che lo spediva; ministro di Pio nono dopo i disastri campali del quarantotto, ravvisò nella lega politica l’ultimo rifugio della povera Italia, e agli eroici ma vani sforzi che fece per indurvi Torino e Napoli dovette l’odio dei faziosi e la morte."
      },
      {
        "index": 34,
        "text": "Una copia di tante cognizioni e cosí diverse non è certo accomodata ai piú, e anco gl’ingegni singolari possono piú tosto tentarla che promettersi di conseguirla. Ma se la somma dei generali vuol essere comune a tutti, la scienza dei particolari può partirsi in un certo modo, non solo secondo la capacitá degl’individui ma eziandio conforme l’indole propria delle varie provincie; le quali cooperando tutte, ciascuna a sua guisa, il loro concorso gioverá vie meglio alla tempera nazionale. I due estremi d’Italia sono i piú discosti dall’italianitá, ma per compenso hanno molta attitudine agli studi e alle ricerche positive e storiche, nell’acquisto delle quali i subalpini si mostrano piú pazienti e i siciliani piú vivi. Con essi gareggiano napoletani e lombardi per la scienza dei fatti, e li superano cosí pel genio nazionale come pel valore nelle speculazioni; imperò la filosofia civile si può sperare principalmente dai conterranei del Beccaria e del Romagnosi, e piú ancora da quelli degli eleati, del Pagano e del Vico. Toscana e Roma (e proporzionatamente gli altri Stati ecclesiastici) sono il seggio naturale e propizio del genio italiano, che ivi nasce spontaneo e nei dintorni si diffonde. Ché se il giogo dei chierici lo compresse, e qualche respiro di vivere libero sará necessario per coltivare e mettere in luce le dovizie riposte, io porto opinione che un giorno l’italiana metropoli primeggerá d’ingegno come di grado sulla penisola. La fiamma creatrice dei tempi di Dante e di Michelangelo, che pare alquanto rimessa, verrá rianimata dal soffio della nuova vita fra i popoli toscani, nei quali la coltura e la gentilezza non furono mai interrotte; onde ci trovi piú fine giudizio che negli altri italici, una libertá e ampiezza di spirito, una saviezza dialettica attissima a contemperare gli estremi, riunire i diversi, risecare il troppo, ridurre a buon senso i paradossi e a senso pratico le speculazioni. Finalmente (ciò che addita il colmo dell’italianitá) il dialetto di Toscana e di Roma è la lingua della nazione, e però tocca a loro principalmente il carico di compiere la scienza colla civile letteratura e l’opera dei dotti con quella degli scrittori."
      }
    ]
  }
}
