{
  "chapterNumber": 21,
  "title": "Libro II, Cap. 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO QUINTO"
      },
      {
        "index": 1,
        "text": "continuazione dello stesso argomento"
      },
      {
        "index": 2,
        "text": "Innanzi tratto giova il ripetere che il pieno esercizio dell’egemonia piemontese nei termini propri del Rinnovamento non può aver luogo senza una di quelle commozioni universali e straordinarie, che dánno agli eventi una foga inusitata e agevolano tali imprese che altrimenti sarebbero vane ed assurde. Ma questo caso possibile in se stesso non esclude (se si discorre dei tempi piú a noi vicini) la possibilitá di un avviamento diverso e contrario; e potrebbe anche accadere che niuno dei due estremi si verificasse e le cose procedessero per una via mezzana tra l’uno e l’altro, che è quanto dire per un sentiero misto di vicende repentine e di equabili andamenti. In tal caso l’egemonia piemontese, non potendo sortire il suo pieno intento, dovrebbe accostarglisi al possibile e procedere all’ordinamento d’Italia, parte con quelle pratiche che giá abbiamo accennate, parte, occorrendo, eziandio colle armi. Quali sieno gli ostacoli che ella incontrerebbe nel suo cammino, come potria superarli e qual sarebbe l’assetto italiano effettuabile in tal presupposto, non accade qui il cercarlo, giacché non si può procedere fruttuosamente in tale inchiesta senza prima ponderare alcuni fatti e alcune probabilitá, che richieggono speciale discorso. Riserbandomi dunque a parlarne altrove, dico che un tale assetto, essendo difettuoso e imperfetto di sua natura, sarebbe piú tosto da considerare come prossimo apparecchio che come esito del Rinnovamento, il quale per ciò che ci riguarda non può avere la sua perfezione senza il pieno stabilimento della nazionalitá italica. Finché l’Italia non ha a compitezza il suo essere nazionale, la rivoluzione italiana ed europea può essere sospesa ma non finita; il mondo civile può aver tregua, non pace definitiva. D’altra parte è poco probabile che la costituzione adequata della nostra nazionalitá sia per effettuarsi altrimenti che per una di quelle commozioni universali ed invitte, le quali sciogliono i popoli dalla tutela dei potenti e gli rendono arbitri dei propri destini."
      },
      {
        "index": 3,
        "text": "Verificandosi questo caso, il Piemonte ha un solo modo di azione egemonica e di riuscita, cioè quello di bandire l’unione nazionale d’Italia e spianare la via colle armi al suo stabilimento. Il grido dell’unitá italica avvalorato da un forte esercito atto a porla in essere e a presidiarla, e un appello magnanimo fatto ai popoli e ai comuni, darebbe al re sardo una potenza maggiore di quella che sortí Carlo Alberto nei giorni piú lieti del quarantotto. «Quali porte se gli serrerebbero? quali popoli gli negherebbero l’ubbidienza? quale invidia se gli opporrebbe? quale italiano gli negherebbe l’ossequio?»[1]. Tanto piú se la condotta dell’opera crescesse forza alla meraviglia. Imperocché non si dovrebbero giá prendere le mosse con lentezza legale e a modo degli avvocati, cioè aprendo registri, convocando assemblee costituenti, deliberando alla parlamentare e ricercando se piaccia a tutti gl’italiani di essere uniti e liberi, se vogliano unitá federativa o statuale, libertá regia o repubblicana, e se il carico di cominciare l’impresa si debba commettere al Piemonte o ad altra provincia. Tal fu in parte lo stile che si tenne nel Risorgimento, e ciascun sa con che frutto. Ché se ai novizi l’errore fu perdonabile, dopo tanta e sí luttuosa esperienza sarebbe indegno di scusa. Ogni egemonia nazionale importa, almen nei princípi, la dittatura; imperocché, dovendosi usare celeritá somma, unitá, vigore di esecuzione, e potendo la menoma lentezza e perdita di tempo tornare esiziale, si debbono evitare le vie deliberative, tanto piú inopportune quanto che gli spiriti municipali e faziosi susciterebbero mille dispareri, con grave scapito dell’unanimitá e prontezza necessaria contro il nemico. La piú volgar prudenza consigliando di tôrre agli stranieri, ai retrogradi, alle sètte di vario colore ogni appiglio di macchinare, sparger zizzania, rallentare o impedire le operazioni, si dovrebbe recare a memoria il detto del Guicciardini: che «la esperienza ha sempre dimostrato e lo dimostra la ragione, che mai succedono bene le cose che dipendono da molti»[2]; e quello del Machiavelli: «che non mai o di rado occorre che alcuna repubblica o regno sia da principio ordinato bene o al tutto di nuovo fuori degli ordini vecchi riformato, se non è ordinato da uno, i molti non essendo atti a ordinare una cosa ma a mantenerla»[3]. Escluse dunque dal primo aringo le Diete e gli squittini, egli è manifesto che la paritá dei vari Stati italiani non si potria mantenere, e che siccome nei termini del Risorgimento (benché meno straordinari e difficili) le diverse provincie non furono uguali nella potestá direttiva, cosí nella carriera novella dovria primeggiare lo Stato che aggiunge alla devozione verso la causa patria piú forza di braccio e piú valida autoritá di comando."
      },
      {
        "index": 4,
        "text": "Questa dittatura iniziale sarebbe legittima, essendo necessaria, né si potrebbe dire ingiunta violentemente, dovendosi a ragione presumere che sin da principio avrebbe l’assentimento dei piú e che la bellezza del concetto, l’altezza del proposito e l’audacia medesima del cimento rapirebbero l’universale. E dove sorgesse qualche contrasto, si dovrebbe ricordare il consesso nazionale di Francia nell’etá passata, il quale non si fece scrupolo di trapassare il suo mandato, sospender le leggi, domare i renitenti colle armi; come una sola cittá non si recò a coscienza di comandare a tutta la nazione: onde Parigi e l’assemblea riportarono la gloria di salvar la Francia nei piú duri e disperati frangenti. Chiamo «iniziale» tal dittatura, perché ufficio del Piemonte sará bensí di operare da se solo la liberazione d’Italia ma non mica il suo giuridico ordinamento. Levando l’insegna dell’union nazionale e democratica d’Italia, esso dovrá dichiarare il carattere temporario e condizionale di tanto imperio, intimando una Dieta universale che, finita la guerra, ordini e fermi le condizioni definitive della penisola. L’azion subalpina si ristringerá adunque a cacciare il barbaro e a proclamare i princípi assiomatici dell’unione, dell’indipendenza, della libertá e democrazia patria, che non han mestieri di deliberazione, lasciando all’assemblea futura il determinare la forma speciale dell’unitá italica e del reggimento. Cosí l’impero dittatorio e l’azione deliberativa concorreranno ugualmente all’impresa, dandole l’uno principio e l’altra perfezione. Senza il primo ella non avrebbe celeritá e vigore, senza la seconda mancherebbe di quella soliditá e fermezza che nasce dal pieno consenso dell’universale. La Dieta convocata dará satisfazione alle idee che corrono e agli amatori del legale procedere, acqueterá gli scrupoli, rimoverá i sospetti, ovvierá ai contrasti e servirá di passaggio dalla dittatura straordinaria e guerriera al regolato e pacifico imperio della nazione. D’altro lato, trovando ella al suo adunarsi giá inviato il primo indirizzo delle cose, non avrá gl’inconvenienti soprallegati di un’assemblea parallela al potere esecutivo e investita del carico sproporzionato di dare il primo impulso alle operazioni. Il qual carico ripugna alla natura dei corpi deliberativi, come si vide in Francia, dove il consesso nazionale sarebbe stato impari a salvarla, se la sua potenza non si fosse raccolta nelle mani di quel celebre e terribile triumvirato che prese nome dalla salute pubblica. Ma quando uno o pochi membri di un’adunanza dánno legge al rimanente, non possono altrimenti riuscirvi che colla violenza e col terrore; onde nacque che i triumviri francesi lasciarono una memoria dolorosa e funesta per aver vinta una causa santa con mezzi atroci. Il che non avviene ogni volta che l’autoritá suprema non è commessa a una setta e ad un governo nuovo e vacillante, ma ad uno Stato antico e fermo, munito di florido esercito e avvezzo a umanitá, moderazione e giustizia da lunga abitudine; lode che non suol disdirsi al Piemonte eziandio da’ suoi nemici."
      },
      {
        "index": 5,
        "text": "Il seggio della Dieta dovrá esser Roma, metropoli naturale d’Italia per ogni verso e sola atta col suo gran nome a vincere la gara delle altre cittá. Per tal modo le condizioni del Rinnovamento avranno corrispondenza con quelle del Risorgimento, ma migliorandole, e si accorderanno alle ragioni proprie dell’egemonia italiana, conforme alle cose dette di sopra. La quale sará divisa tra il meriggio e il settentrione della penisola, tra Roma e Torino; qua il braccio, e le armi, lá il senno e la parola. Nella guisa che il primo moto fu inspirato dalla voce del pontefice, il secondo sará avvalorato dalla Dieta italica e romana; e il Piemonte, ammogliandosi alla cittá eterna per dar vita alla patria comune, nobiliterá se stesso, aggrandirá il proprio potere, stenderá i suoi influssi sulla penisola inferiore, torrá alle sètte nemiche un seggio che, lasciato vuoto, cadrebbe loro in mano, e in fine stabilirá un centro in cui si raccolgano tutte le forze intellettive della nazione. Né la dualitá dei seggi impedirá che l’indirizzo sia uno, perché nel primo stadio un solo di essi avrá la dittatura, e nel secondo la Dieta dovrá essere all’altro potere non mica di ostacolo ma di appoggio e di consiglio. Né il presupposto è tale che si debba presumere difficile a verificare, giacché l’entratura presa dal Piemonte gli darebbe un’autoritá siffatta, e la qualitá dell’impresa la chiarirebbe sí necessaria che non saria contrastata, essendo che in tali casi il retto senso dei piú e l’istinto della propria conservazione sogliono prevalere ai sofismi e agl’intenti faziosi. L’esempio di un parlamento investito di potere assoluto, e tuttavia abbastanza savio da temperarlo ed evitare ogni urto col potere esecutivo, non è nuovo nelle storie; e lasciando gli altri esempi antichi e moderni, l’ultima assemblea veneta mostrò col fatto che dai popoli savi non è vano il promettersi l’opportuna moderazione. Toccherá agli altri italici il provar col fatto che anch’essi sanno adoperarla; e quando pure l’augurio non si verificasse, io non temerei dell’esito, se ai soliti difetti delle adunanze deliberanti supplisse il senno energico del Piemonte. La cui dittatura esercitata ne’ termini soprascritti avrebbe ancora questo vantaggio non piccolo: che, stabilendo provvisionalmente l’unione italiana (la quale è il progresso piú arduo, perché combattuto dagli spiriti e interessi municipali), sará tanto piú facile alla Dieta il mantenerla quanto le sarebbe difficile l’introdurla se giá non fosse, e le tornerá malagevole l’annullarla. Imperocché chi può immaginare un consesso italico che, ricevendo l’Italia una, voglia rimetterla nella divisione antica? e osi disfare un’opera di tanta gloria? Quelle sètte medesime, che attraverserebbero con piú ardore l’unione se si trattasse di crearla, non si ardiranno a proporre che si distrugga, o certo il faranno assai piú rimessamente. Tal è il vantaggio dell’indirizzo preliminare e dittatorio del Piemonte, il quale, senza punto detrarre alla onnipotenza giuridica della futura Dieta, le porrebbe coll’opera anteriore un freno morale utilissimo per impedire quei traviamenti a cui le assemblee soggiacciono non di rado."
      },
      {
        "index": 6,
        "text": "Ma l’accordo preaccennato di Torino e di Roma è egli probabile? si può sperare che il Piemonte consenta ad assumere una dittatura egemonica e gli altri italiani ad accettarla? e dato che il governo sardo non rifiuti il carico, saprá egli ben maneggiarlo e sará pari all’aringo? Quistioni di gran rilievo, poiché ne dipende la probabilitá del successo; e per risolverle mi è d’uopo chiamare a rassegna gli ostacoli possibili a frapporsi dalle due parti. Pare in sulle prime che il popolo romano, avendo gustata la repubblica, malagevolmente si acconcerá a un dittatore di sangue regio, e che i fautori di repubblica non saranno disposti a soprattenerla, dove il moto europeo ne faciliti l’assecuzione. Tuttavia non poche e gravi considerazioni dovrebbero persuadere gli uomini giudiziosi e amatori della patria (qualunque sieno i loro pareri politici) a far buono il partito di cui discorro. La prima risulta dalle ragioni dell’egemonia, la quale, essendo necessaria a plasmare la nazionalitá e bisognandole forze e armi, non veggo dove meglio si possa locar che in Piemonte. Roma sola non basta, perché inerme come Toscana; Napoli è armato ma nemico, e dove pure fosse possibile di esautorare il principe a tempo e stringer l’esercito alla causa nazionale, la situazione del regno all’estremo meridionale d’Italia lo rende insufficiente da per se solo a impedire le aggressioni esterne. Tanto è dunque rimuovere il Piemonte quanto rinunziare al principio egemonico. Imperocché il crearne un altro (quando pure fosse fattibile) vorrebbe opera lunga, faticosa, dura; e il presidio sarebbe probabilmente apparecchiato passata l’ora di usarlo. E in ogni modo fra i due partiti corre questo divario: che nell’uno l’egemonia è bella e fatta e non si ha da pensare ad altro che a prevalersene, avendo lo Stato sardo armi, leggi, governo, amministrativa e quanto si ricerca a una presta e regolata azione; laddove nell’altro bisognerebbe farla, e in vece di una sola impresa alle mani, se ne avrebbero due, cioè la liberazione patria e la potenza liberatrice. Ora, se la sapienza civile prescrive di agevolare e accorciare il lavoro e di trar costrutto dagli elementi reali che si hanno in pronto, non sarebbe cosa dissennata e ridicola il buttar via l’aiuto sardo, dato che si possa avere? e il rigettare l’egemonia antica per raccapezzarne alla meglio una nuova, che, abborracciata in fretta, sarebbe assai meno acconcia a sortire l’effetto suo? la quale, benché piú debole, avrebbe assai maggior negozio a spedire, dovendo non solo redimere l’Italia ma vincere o frenare il Piemonte nemico. Conciossiaché nel presupposto che si rifiuti l’egemonia subalpina per odio del regno, egli è chiaro che la casa di Savoia sará contraria al moto italico, ed è anzi da temere che non si abbracci coll’Austria. L’esercito monarchico, per indole e per costume, e una parte notabile delle popolazioni terranno il fermo al loro principe, e il Piemonte diverrá nemico tanto piú formidabile quanto che spalleggiato e rinforzato dallo straniero. Fra un Piemonte favorevole e un Piemonte infesto al riscatto italiano l’elezione non può esser dubbia. Mutare il governo piemontese, finché è armato, non è possibile; e quando pur fosse, col trono verrebbe meno la milizia. Ora quanto gli Stati subalpini, divenuti inermi e deboli come Roma e Toscana, sieno per essere acconci all’ufficio egemonico, non fa d’uopo che io lo dica."
      },
      {
        "index": 7,
        "text": "O si vorrá ricorrere alla Francia per disfare la monarchia sarda e far la nazione? e all’egemonia interna si sostituirá la straniera? So che questo piacerebbe a taluno, che non si vergogna di dire e di scrivere che gl’italiani non possono e non debbono cooperare alla propria redenzione altrimenti che impetrando dagli esterni l’opera liberatrice. Se questa fosse in effetto l’opinione di molti, io non esiterei a dire che noi saremmo indegni di viver liberi e che i francesi avrebbero gran torto a travagliarsi per conto nostro, ché i codardi non meritano tal benefizio e son da natura destinati a servire. Ben s’intende ch’io non parlo di aiuto, quasi che le armi ausiliari di un popolo illustre non onorino le due parti quando si aggiungono alle proprie. Si ponga per massima fondamentale che, qualunque sia per essere la cooperazione amichevole dei forestieri al nostro Rinnovamento, il nervo delle sue forze e delle sue armi dovrá essere italico; ché altrimenti ci porterebbe servaggio e non franchezza, anzi peggiorerebbe il giogo antico, essendo men gravosa e disonorevole una tirannide propria che una libertá peregrina. Il partito adunque sarebbe vile, perché onorevole è l’alleanza e il sussidio, non l’imperio gallico. Sarebbe contraddittorio, perché chi dice egemonia forestiera accozza insieme due concetti che al tutto ripugnano. L’egemonia infatti, essendo il principio generativo della nazionalitá, non può distruggere l’autonomia che ne è l’essenza; e la distruggerebbe se venisse di fuori: cosicché l’atto medesimo che darebbe vita alla nazione ne sarebbe la morte. Tanto piú che non si può dare agli estrani il carico di redimerci senza conceder quello di governarci o almeno di decidere quali ordini ci reggeranno; il che è un cancellare affatto la nazionalitá italica e un fare di tutta la penisola una Gallia cisalpina. Dottrina assurda e nata da quella falsa cosmopolitia che non fa alcun caso delle distinzioni naturali dei popoli e del giure autonomo delle nazioni. Si abbia adunque per un principio non meno fermo e capitale del precedente, che l’Italia dovrá essere affatto libera e padrona di sé nei propri ordinamenti, benché per fare buon uso di cotal diritto ella debba nell’elezione consigliarsi coll’indole dei tempi, l’influenza dei successi esteriori e la convenevolezza di armonizzare al possibile i propri statuti con quelli dei popoli amici. Procedendo in altro modo, si rinnoverebbero le indegne scene del secolo preceduto, si avrebbe una larva di repubblica serva o vassalla, come le cisalpine, le cispadane, le partenopee, le liguri e le altre parodie ontose e ridicole di quei tempi. L’Italia saria di nuovo palleggiata fra l’Austria e la Francia e messa al giuoco delle armi come preda del primo occupante, e finirebbe forse coll’essere austrorussa; cosicché il danno sarebbe non meno della Francia che nostro. Ora se l’autonomia è il supremo dei beni civili, e se nei termini presenti d’Italia ella non può aversi senza l’egemonia piemontese, chi vorrá posporre una condizione cosí essenziale a un punto d’importanza secondaria, anzi a un vano fantasma di forma governativa? Saranno gl’italiani meno savi dei belgi, che nel quarantotto salvarono l’autonomia loro, perché non cedettero alle lusinghe intempestive di repubblica?"
      },
      {
        "index": 8,
        "text": "La repubblica è in se stessa un’ottima forma di Stato, ma non può supplire ai maggiori interessi del vivere unito e libero e dei civili avanzamenti. Ora l’unione, quando è nuova e sottentra a una divisione antica, riesce di necessitá fiacca e manchevole, non avendo ancor messe fonde radici; e però si richiede una centralitá salda e forte che la sostenga. L’unitá del comando e l’energia di un braccio regio sono assai piú atte a vincere gl’intoppi, ributtare gli assalti, conciliar gl’interessi, comporre le differenze, e insomma sí a fondar l’unione sí a preservarla contro i primi urti, che non lo Stato popolare; il quale, cosí per la natura propria (atteso l’intrinseca parentela di esso col comune), come pel costume dei dibattiti parlamentari, è piú atto ad accendere le gare municipali che a sopirle. La libertá e i progressi consistono nelle cose e non mica nei nomi e nelle apparenze. «Coloro che sperano che una repubblica possa essere unita, assai di questa speranza s’ingannano»[4]; e se le dissensioni (quando non passano un certo segno) dánno anima e vita agli ordini assodati, elle sono mortifere ai nuovi e malfermi. Lasciamo all’accorgimento finissimo dei puritani il credere che per avere una buona repubblica basti abbattere il trono, adunare un consesso, rabberciare uno statuto senza monarca; perché questa è la scorza, non la midolla di uno Stato libero. «Le cittá che non sono bene ordinate — dice il Machiavelli, — le quali sotto nome di repubblica si amministrano, variano spesso i governi e gli stati loro, non mediante la libertá e la servitú, come molti credono, ma mediante la servitú e la licenza»[5]. Ed è ragione, ché il valore delle leggi e degl’instituti dipende dagli spiriti e dai costumi, e il buon governo lo fa l’indirizzo pratico, non la regola scritta. Tale è lo Stato quali i cittadini, perché gli uomini fanno il reggimento prima che questo abbia avuto tempo e modo di rifare gli uomini. Quando un civil convitto è viziato dalla qualitá dei convittori, gli ordini e le gride tanto valgono a sanarlo, quanto a guarire la gocciola le pittime o l’acqua lanfa. Coloro, che stimano possibili a rinnovare i miracoli delle antiche repubbliche senza prima ravvivar l’uomo antico, somigliano a un architetto che edificasse colla mota e colle canne un bel palazzo o una basilica, quasi che il disegno senza la materia basti alla durata degli edifizi."
      },
      {
        "index": 9,
        "text": "La democrazia italiana non potrá mai metter piede, se si scredita e vitupera colle male prove. Nulla piú le nocerebbe che una cattiva repubblica, la quale o promovesse la libertá a scapito del buon ordine, o mantenesse questo a pregiudizio del vivere cittadino. Che il governo popolare quando è immaturo trascorra nell’uno o nell’altro di tali due eccessi, l’esempio dei francesi il dimostra. Due volte essi assaggiarono la repubblica; e la prima riuscirono a licenze sanguinose, la seconda a vergognoso servaggio. La Francia d’oggi è men libera che quando si reggeva a principe, e dalla mutazione non cavò per ora altro frutto che di scambiare gli Orleanesi ai gesuiti. Vero è che l’avere essa Stato compiuto e unitá di nazione, un mezzo secolo di esperienza politica, una civiltá florida, una plebe civile, fa sí che il male non può durare e che il solo mantenimento degli ordini popolani è arra di libertá. Ma chi potrebbe sperare altrettanto da una repubblica italiana, improvvisata fuor di proposito, priva o scarsa di tali sussidi? Non è egli chiaro che adunerebbe in sé i difetti contrari dei due saggi che se ne fecero in Francia? e che non avrebbe i compensi né le speranze dell’ultimo? Gl’introduttori di essa, pochi di numero e inesperti, sarebbero sbalzati a poco andare dalla incapacitá propria: sottentrerebbero nelle assemblee e nel governo i municipali, i retrogradi, i falsi conservatori, come in Francia, e si avrebbe una repubblica bozzelliana o pinelliana. Misericordia! Qual principato saria piú tristo? o quale oligarchia piú infelice? Non ignoro che i puritani parlano di terrore, e ci promettono di addecimare, ammazzare, proscrivere a furia, per tenersi in sella e regnare a vita. Ma per buona ventura cotali mezzi sono spesso piú facili a immaginare che a mettersi in pratica; e quando riescono, durano poco e danno luogo ben tosto a riscosse proporzionate. Gli errori del quarantotto tarparono le ali alla libertá francese, ma gli eccessi del secolo scorso la misero in fondo per lo spazio di due generazioni. Voglio io forse da ciò conchiudere che si debba in ogni caso rifiutar la repubblica? No, ché sarebbe questa un’insania simile all’altra, e i partiti rischiosi sono prudenti quando mancano i sicuri. Ora, quando il Piemonte ne porga uno di questi, che senno sarebbe il ricorrere ad un altro? qual mezzo è piú atto dell’egemonia sarda a conciliare le libertá nuove colla sicurezza, a levar la nascente democrazia italiana e addestrarla a fortune maggiori?"
      },
      {
        "index": 10,
        "text": "Abbiam veduto[6] che la gradazione e la proporzione sono due leggi naturali che non si prevaricano impunemente, atteso che quanto si fa a loro dispetto o non ha vita o non prospera che dopo molti travagli. Siccome l’abito e il tirocinio si fanno a poco a poco, cosí vuolsi andar per gradi, affinché i costumi si connaturino alle instituzioni. I popoli d’oggi non sono sí nuovi che non possano partecipare al governo, né sí assueti alla vita civile da appropriarselo interamente. Ora qual migliore inviamento a libertá perfetta che l’uso della temperata? Il saltare dal dominio assoluto a repubblica non si affá al solito andamento delle cose, ma è caso di eccezione e necessitá straordinaria. Vedete che da un mezzo secolo quasi tutta Europa ha scosso il giogo dispotico e tende allo Stato di popolo; e tuttavia ella sosta nella monarchia civile, che è come un valico dall’uno all’altro. La Francia ci soprastette piú lustri, né vi ha esempio di nazione che sia balzata da questo a quell’estremo felicemente; giacché ai repubblicani degli Stati uniti, che altri potrebbe allegare in contrario, serví di apparecchio la libertá dei coloni. Il quale apparecchio mancando agli emigranti accasati nell’America meridionale, il vivere a repubblica è per loro una trista altalena fra l’imperio soldatesco e una licenza oziosa o torbida. Un fatto cosí universale non è fortuito, ma nasce da una legge di natura; e mentiscono coloro che stimano lo scettro civile piú acconcio a divezzare gli uomini dalla vita libera che ad educarveli. La repubblica francese, come giá abbiamo avvisato, fu primaticcia; tuttavia è fuor di dubbio che gli uomini d’oggi vi sono piú idonei che i loro avi, per essere disciplinati da un mezzo secolo di temperate franchigie. Ma pugniamo che gli abitanti di Parigi fossero cosí atti a vivere popolarmente come quelli di Ginevra o di Filadelfia: non se ne potrebbe giá inferire altrettanto delle altre nazioni, come quelle che non sono parallele e uniformi di alzata sociale. Nel modo che in ciascuna di esse corrono molte dissonanze naturali di sito, d’idioma, di legnaggio, di costumi, tanto che il livellarle per tal rispetto sarebbe assurdo; similmente per rispetto alle civili abitudini elle si disagguagliano, in guisa che l’Europa odierna è quasi il sunto e lo specchio di tutti i secoli precedenti. Le une hanno autonomia e unitá di Stato, le altre ne mancano: queste fioriscono di gentilezza moderna, quelle tengono ancora della rustica ignoranza del medio evo. Che divario immenso fra la Russia e la Francia! fra la penisola iberica e la Gran Bretagna! E benché il convergere scambievole dei popoli e l’unitá della vita europea mirino a uniformarle, grande nondimeno è l’intervallo che le dispaia. Da questa differenza di condizioni effettive nasce la legge di proporzione, che è geometrica o non aritmetica; la quale vuole che i progressi e gl’instituti sieno simili, non uguali, e che vengano commisurati all’essere rispettivo dei vari popoli. A tale stregua il ridurre tutta l’Italia unita sotto un principe sarebbe per lei un avanzo assai piú notabile che non è stato per la Francia il passare dal regno a repubblica."
      },
      {
        "index": 11,
        "text": "Né si vuole per questo che i repubblicani rinunzino a quella forma di governo che stimano piú perfetta, ma solo che la differiscano nel caso che la fortuna porga un modo piú pronto e sicuro di ottenere i maggiori beni. La repubblica è anch’essa un bene, ma relativo e non assoluto, e tale che piglia il suo essere dall’opportunitá e quindi dall’indugio, se l’indugio è opportuno. I repubblicani d’oggi debbono correggere con un savio temporeggiare i danni causati dalla furia dei puritani, i quali piú nocquero alla repubblica col tristo saggio che ne fecero in Italia, che non le armi francesi piovute ad ucciderla. Né temano che il soprastare pregiudichi, imperocché io fo questo disgiunto: o la repubblica si assoda in Francia o no. Nel primo supposto tutta Europa diverrá anch’essa col tempo repubblicana: diverrá tale l’Italia, ma in modo piú naturale, piú spontaneo, piú unanime, piú scevro di pericoli, se la mutazione verrá preceduta e preparata da un regno popolare. Nel secondo caso (che dentro certi termini non è impossibile per le ragioni che vedremo piú innanzi), se l’Italia si attiene alla monarchia, potrá mantenere le franchigie costituzionali, le quali altrimenti sarebbero perdute senza rimedio, perocché il dispotismo è sempre l’erede delle repubbliche che periscono. La rivoluzione che avrá luogo sará un’esperienza o meglio un giuoco pericoloso, e i popoli a cui la fortuna dirá male ci metteranno la libertá, anzi la vita loro, che è quanto dire la signoria nazionale di se medesimi. Né per questo io pongo in dubbio la vittoria finale degli ordini democratici; ma ella può esser differita per un tempo indeterminato e tanto lungo quanto dureranno gli errori e i traviamenti dei loro partigiani. L’altro partito non ha alcuno di questi inconvenienti: allunga alquanto in apparenza la via, ma l’accorcia in effetto; assicura la libertá; conserva e usufruttua tutte le forze vive d’Italia; provvede all’unione, all’autonomia, alla difesa; non che escludere la repubblica, l’apparecchia, quando debba prevalere in Europa; e quindi è il solo degno di riscuotere l’assenso dei giudiziosi."
      },
      {
        "index": 12,
        "text": "Queste ragioni sono cosí ovvie che debbono cadere nell’animo a ciascuno, e sí stringenti da fare impressione anche nei piú infervorati del vivere popolare, purché non abbiano l’accorgimento e la coscienza dei puritani. Ma io stimerei di fare ingiuria al senno italico, se avessi questa setta per formidabile di numero e di potenza. Tuttavia è da temere che, solendo i faziosi sovrastare nei subiti moti, i puritani non s’impadroniscano in sulle prime del maneggio delle cose e lo tengano almeno quanto fia d’uopo a rovinarle una seconda volta. Questo pericolo accresce l’opportunitá dell’egemonia sarda, come quella che meglio di tutti può ripararvi. Nei movimenti politici quegli è sicuro di vincere che leva l’insegna accomodata ai tempi e piú idonea ad accendere l’entusiasmo dell’universale. L’unione e la nazionalitá italica sará il grido del Rinnovamento: chi primo scriverá nel suo vessillo l’idea generosa, invitando gl’italiani a colorirla, sará padrone del campo e arbitro dell’impresa. Laonde, se altre ragioni mancassero, questa sola dovria bastare a muovere la casa di Savoia, per cui il rinunziare all’ufficio egemonico sarebbe un darlo a’ suoi nemici. I puritani non mancherebbero di afferrarlo cupidamente a disonore del regno subalpino e con rovina del principato. Ma siccome l’insufficienza e la temeritá degli autori toglie ogni durata alle opere, il trionfo di costoro si trarrebbe dietro quello degli austrorussi ; e però tanto importa al Piemonte l’aggiudicarsi l’egemonia italiana quanto dee calergli che ella non passi ai mazziniani e poscia agl’imperatori. L’egemonia è come un forte che non è in tua mano di ricusare; poiché, se il rifiuti, verrá prima occupato a tuo sterminio dai nemici interni che ti fan guerra, e quindi invaso e posseduto a tua infamia dall’oste forestiera."
      },
      {
        "index": 13,
        "text": "Ma queste non sono le sole considerazioni che debbono invogliare il Piemonte a prendere il carico; perché, lasciando stare il debito morale che gli corre come parte d’Italia, la potenza e la gloria che gliene tornerebbero, egli non ha altro modo di provvedere al proprio ben essere e di assicurare le sue instituzioni. Abbiam veduto che uno degli errori piú gravi che sieno stati commessi nel periodo del Risorgimento fu quello di ridurre a solitudine civile il Piemonte coll’abbandono d’Italia; il che fu la rovina effettiva d’Italia e l’apparecchio di quella del Piemonte. I municipali, che ebbero tanta parte in questa cieca e sciagurata politica, ora cominciano ad avvertirne e temerne gli effetti; ma troppo tardi per medicarli, essendo la libertá subalpina minacciata dallo stato presente delle cose di Europa e la monarchia dall’avvenire. Tuttavolta, se il Piemonte si risolve a entrar francamente nell’aringo egemonico, il male ha ancora rimedio. Imperocché dalle cose dianzi discorse si deduce che, dove gli eventi generali piglino un corso moderato ed equabile, nasceranno ben tosto le occasioni di rimettere nella penisola le guarentigie costituzionali; e il re di Sardegna, che le mantenne con lealtá rara nei propri domini, potrá, cooperando a farle rivivere negli altri e pigliandole sotto la sua tutela, acquistare un nuovo grado di autoritá in Italia e un largo campo di simpatie e d’influenze. Quando poi la crisi universale temuta dagli uni e desiderata dagli altri si verifichi, egli è chiaro che il piemonte[7] d’Italia non potrá salvarsi altrimenti che intrinsecandosi col suo cuore e le sue pendici. Se prima era mestieri che la provincia si appoggiasse alla nazione, quella dovrá in tal caso diventare essa nazione, sostituire all’unione la medesimezza e compiere col fatto l’italianitá subalpina cominciata in idea da Vittorio Alfieri; altrimenti la monarchia verrá meno e il vivere libero ci correrá gravi rischi. Brevemente, il dilemma probabile dell’avvenire si riduce a questa elezione: se il Piemonte debba essere italico, o la casa di Savoia abbia da perdere il Piemonte e il principato. Ponderatelo e decidete."
      },
      {
        "index": 14,
        "text": "— Ma non è porre — dirá taluno — questa casa e la monarchia a maggior pericolo, il far dipendere le sorti dell’una e dell’altra dall’arbitrio di una Dieta? E tu, proponendo cotal partito, non ripugni a te stesso, avendo rigettata quando eri ministro ogni assemblea politica che a mandato libero decretasse? — Rispondo che la differenza non è mia ma dei tempi. Ciò che era prudente, opportuno, possibile nel giro del Risorgimento, non sarebbe tale in quello del Rinnovamento. La monarchia sarda nel principio del quarantanove era screditata dai disastri della prima campagna e dalle vergogne della mediazione; i puritani cresciuti di albagia e di numero alzavan la cresta; i democratici erano sí mal conoscenti dello stato di Europa, che credevano di aver guadagnata la posta, mentre era vicina, anzi giá incominciata la rivincita dei perditori; e in fine le popolazioni soggiacevano al terrore eccitato dalle minacce dei faziosi e dalla morte di Pellegrino Rossi. In tali congiunture una Dieta sovrana di tutta Italia avrebbe probabilmente operato in largo ciò che fece in ristretto la romana, acclamando la repubblica quando era piú che mai importante di difendere la monarchia per salvare la libertá. Perciò io mi opposi con vigore alla Costituente toscana; e se non mi riuscí di stôrre dal resto d’Italia i mali imminenti, posso almeno gloriarmi di aver messo in salvo lo statuto piemontese. Ma dove avvenga, quando che sia, in Europa un nuovo rivolgimento e che la fortuna arrida ai popoli (che è il solo caso a cui si applichi il partito da me proposto), chi non vede che il far senza la Dieta o il ristringerne le commissioni annullerebbe l’autoritá morale del Piemonte e porrebbe alla sua egemonia un obice non superabile? che questa avrebbe contro tutti i repubblicani d’Italia e di Europa? che l’impresa, spogliata del suo carattere generoso e patrio, smetterebbe la sua bellezza e però l’efficacia? che piglierebbe l’aspetto volgare di una mossa interessata e di una conquista ambiziosa? che susciterebbe in molti mille timori (dicasi pure non fondati) di fini subdoli e pericolosi agli ordini liberi? e che per ultimo i puritani, usufruttando con arte tali disposizioni, trarrebbero a sé quanta fiducia benevola e quanto entusiasmo verria meno al Piemonte per tal procedere?"
      },
      {
        "index": 15,
        "text": "Io espongo i giudizi probabili degli uomini, quali risultano dalla natura dei tempi, e non la mia opinione. La quale è assai diversa, e son piú anni che l’ho dichiarata[8]. Per me l’unitá e la nazionalitá italiana sarebbero ottime ed accettabili, anche senza Diete, senza patti, senza squittini; e ancorché le ricevessi da un principe, non temerei per la libertá. Ma se il politico dee guardare al vero, non può tuttavia dimenticare le preoccupazioni, le quali quando regnano nel maggior numero non si possono vincere in breve tempo né contrastare, perché sono anch’esse vere forze e poderose. Il capriccio delle assemblee è oggi cosí sparso e cosí radicato, che i piú non tengono per valido ciò che si opera senza partiti e deliberazioni. Gli stessi decreti del Padre eterno non si avrebbero per rati dai democratici, se non fossero accolti e ribaditi dal voto universale. — La è una follia — direte voi. — Vero, ma una follia che non può guarirsi in pochi anni. Ogni secolo ha i suoi grilli, come ogni donna incinta le sue voglie e i suoi ghiribizzi. L’uomo di Stato, che vuole urtare tali foghe universali in vece di secondarle (quando non hanno alcuna reitá intrinseca), ci rovina sotto o almeno non fa nulla che valga. Tre anni sono era debito di porre argine alla foga repubblicana in Italia a ogni costo, poiché il vento giá le correva contrario nell’altra Europa. Ma nell’ipotesi di cui ragiono essa avrá il vento in poppa, e il buon piloto dovrá declinarla anzi che coglierla di fronte, se non vorrá far naufragio. La monarchia, se fosse imposta, non reggerebbe in tali frangenti : potrá bensí sopravvivere come accettata liberamente, quasi un merito patrio e un premio nazionale. La libera elezione del popolo sará l’unica via per cui qualche trono stará in piedi; e nessun principe avrá piú buono in mano per augurarsela, che il redentore e unificatore di una nazione. Vogliam credere che il liberatore d’Italia possa essere esautorato da una Dieta italica? e chi abbia vinto sul Po il gran nemico sia per trovare sul Tevere lo smacco anzi che il diadema? No, il caso non è possibile. Il suffragio universale, non che essergli contrario, gli gioverebbe; giacché, lasciando stare che l’idea repubblicana è ignota o debole nelle nostre moltitudini, il riscatto della patria porrebbe in cielo il suo autore, e la sconfitta dei tedeschi trarrebbe seco necessariamente quella dei puritani. Ché se non ostante queste avvertenze altri vede qualche pericolo, si noti che esso nasce non dal partito ma dai tempi. E ogni ripiego diverso essendo assai piú pericoloso, il minor rischio si vuole avere in conto di sicurezza. — La monarchia sarda avrá da temere coll’egemonia e colla Dieta. — Sia pure, ma piú ancora senza l’egemonia e senza la Dieta. Nel primo presupposto il danno sará certo; nel secondo, possibile solamente, e i mezzi accennati, non che favorirlo, saranno soli in grado di allontanarlo."
      },
      {
        "index": 16,
        "text": "Pare adunque che, venendo il caso, niuna difficoltá seria sia per ostare dal canto del Piemonte all’ufficio egemonico. E pure il contrario ha luogo; e ostacoli gravissimi gli si attraversano, rispetto ai quali quelli che ho toccati sono di poco peso. Alcuni di essi nascono dagli abitanti e gli altri dai reggitori. Primo requisito per un compito qualsivoglia si è l’intenderlo, il volerlo e l'esser atto ad esercitarlo. Ora, per un fato singolare e per infortunio d’Italia, la provincia piú acconcia per molti titoli ad appropriarsi l’egemonia salvatrice è per altri la men capace di capirla e corrispondere coll’ingegno e coll’animo a tanto grado. Gl’istinti municipali ci han radici cosí profonde che i nazionali mal ci possono pullulare; tanto che, in vece di seminarli e nutrirli altrove, essa ha piú tosto bisogno di riceverli, né si può sperare che ciò succeda prima che l’unione abbia rifatte le popolazioni e trasfusa nelle vene subalpine una stilla di sangue italico. Dal che segue che il Piemonte potrá adempiere l’ufficio suo quando sará trascorsa l’occasione e la necessitá di darvi opera. La scarsa italianitá nasce dal tardo ingresso alla vita italica; e questo dalla origine alpina dei popoli e dei regnanti[9], dalla postura colligiana ed eccentrica del paese, dalla poca o niuna usanza avuta in addietro coll’Italia interiore, dalla feudalitá radicata e superstite negli abiti anche da che è spenta nelle instituzioni, dal genio e costume marziale dei terrazzani e sovrattutto dalla tarda partecipanza della lingua e delle lettere italiche, stante che il pensiero è informatore delle opere e la nazione s’immedesima colla favella. Laonde l’Alfieri diceva che «il parlare italiano è un vero contrabbando in Torino, cittá anfibia»[10], e quasi egli dovesse avverare in parte l’osservazione col proprio esempio, non potè il suo ingegno, benché sommo, vincere nelle minori scritture «la temperie del nativo paese, che per tante etá si vede non aver mai prodotto all’Italia alcun lodato scrittore»[11]. Qualcuna delle dette doti appartiene al novero di quelle che dinotammo come fattrici del giure egemonico; tanto che, come spesso avviene alle cose umane, quello che è di aiuto è al tempo medesimo d’impedimento."
      },
      {
        "index": 17,
        "text": "Mancando al Piemonte il senso della nazione, egli non può possedere in veritá quello di se stesso, né anco qual popolo e Stato particolare, giacché l’uno è indiviso dall’altro e il valor delle parti dipende dal tutto. Dal che si raccoglie che il municipalismo ripugna a se stesso, imperocché, abbandonando ogni pensiero e ogni cura della patria per amor del comune, toglie ogni vigore al comune, come quello che non è e non può nulla di rilievo senza la patria. Il municipalismo è la coscienza iniziale, intuitiva e confusa dei popoli, la quale, circoscrivendosi, diventa nazionale, come l’intuito distinto e determinato in riflessione si muta. Attalché presso i popoli adulti il municipio si sente e si vede nella nazione, come ciascuno contempla il proprio animo in Dio che lo crea e nel mondo che lo comprende; laddove nei popoli fanciulli la percezione confusa della patria fa sí che il senso piú vivo del municipio lo assorba, come lo spirito s’immedesima Dio e la natura presso i poeti ideali di Oriente. Simile appunto è in politica il caso dei piemontesi; i quali, mentre antipongnno all’Italia la nativa provincia, ne ignorano le forze e le potenze recondite, non sanno di che sia capace, si spaurano di ogni ardita e magnanima risoluzione, si abbiosciano nei pericoli, si prostrano nelle sventure, non confidano mai in se stessi ma nell’altrui patrocinio, come il putto che si appicca tremante alla gonna materna. Spesso ancora, come i fanciulli, trapassano dall’estremo della baldanza a quello della disperazione, e implorano dagli stranieri quell’appoggio che non vollero avere dalla nazione. Non abbiamo noi veduto taluno, che con ardore promosse l’abbandono della causa italica, porre tutta la sua fiducia nella mediazione anglogallica e poco appresso nel patrocinio inglese?"
      },
      {
        "index": 18,
        "text": "L’autonomia non può influir nel comune altronde che dalla patria; e come nel corpo umano qual membro ha tronca in parte od in tutto la comunicazione col celabro diventa paralitico o cadaverico, cosí nelle aggregazioni civili la solitudine dei popoli individui non passa senza danno di atonia o di morte. Il Piemonte non ha elaterio, cioè molla di vita intrinseca, e la maggiore delle sue virtú è l’inerzia; onde alla guisa dei catalettici egli suol restare in quell’attitudine che gli viene impressa, e ci starebbe in perpetuo se i casi esterni non lo mutassero: perciò ti è facile il fabbricarvi a tuo genio; ma al menomo impulso che venga o fiato che spiri di fuori, l’edifizio rovina, perché non ha sustruttura da reggere all’impeto né forza elastica da ripulsarlo. Coloro, che baldanzeggiano e si gloriano per le serbate franchigie, cantano innanzi alla vittoria, essendo i retrogradi che le inimicano tanto impotenti ad abbatterle quanto dianzi i liberali ad acquistarle, come quelle che furono spontaneo dono del principe. Questo difetto di entratura, di energia, di vita creatrice troppo ripugna all’ufficio egemonico, che è iniziamento e creazione. E chi non è buono a cominciare non sa neanche compiere, atteso che il compimento è il ricorso dell’atto principiativo. Tira le cose in lungo, non sa condurle con vigore, sciupa il tempo o lo impiega a sproposito, e insomma non sa dare perfezione e sodezza alle proprie opere. Quindi nasce la straordinaria lentezza nelle faccende, ché in Piemonte si spendono i mesi a far male ed a stento ciò che un inglese o un americano del norte fornisce in pochi giorni e ottimamente."
      },
      {
        "index": 19,
        "text": "Non nego che questo vizio non abbia un lato buono, poiché in virtú di esso i subalpini sono, come dice il Botta, «uno dei popoli della terra meglio fazionati a governo»[12]. Ma questa lode, quando è sola, è assai dubbia; poiché a tal misura, se il Piemonte avanza il resto d’Italia, la cederebbe ad un pecorile. La docilitá e pieghevolezza soverchia impedisce che i civili instituti portino i loro frutti, perché la libertá non versando nelle scritte ma nei costumi, allorché l’animo è schiavo, la legge non basta a far libero. Tali erano quei romani degeneri che stomacavano Tiberio, benché avido di potenza, e lo faceano sciamare all’uscir di senato: — O gente nata a servire![13] — Che importa, per cagion di esempio, l’immunitá della stampa, se non puoi bandire il vero ed il giusto senza incorrere nei vitupèri? Potrei io scrivere queste cose se fossi in Piemonte? La docilitá è virtú degna dei popoli liberi quando riguarda la legge e non i potenti, e reputa la libertá un diritto anzi che una grazia. Altrimenti è luogo di ripetere ciò che Agesilao e Callicratida dicevano degli ioni dell’Asia, chiamandoli «cattivi liberi e buoni schiavi»[14], perché non osavano esser franchi se non di licenza del principe. L’ossequio che trasmoda ha dell’empio, rivolgendo ai mortali quel culto che solo a Dio si addice; e come gli uomini religiosi ringraziano il cielo eziandio dei mali, cosí fanno i cortigiani verso i grandi e i monarchi[15]. Né l’animo che è servile riguardo ai viventi può esser libero verso i morti; onde nasce che il Piemonte non ha quasi storia, perché gli annali che vi si chiamano «patri» raccontano i principi e non il popolo, e non sono una critica ma un panegirico."
      },
      {
        "index": 20,
        "text": "Coloro che si rallegrano di queste doti, perché rimuovono il pericolo delle rivoluzioni, non si avveggono che elle chiudono parimente la via ai progressi. Ora il bene diventa male quando esclude un bene maggiore, e la possibilitá dell’eccesso non si può cansare senza spegnere le facoltá preziose da cui deriva. Che cos’è una rivoluzione se non una crisi causata da copia e rigoglio di vita, per cui un popolo cerca di riaversi dai mali che lo affliggono? La vita civile è morta se non è capace di esuberanza, e tanto è il voler levar via la radice intima delle rivoluzioni quanto il rendere gli Stati immobili e pigri, come quei di Levante. L’Occidente è ab antico rivoltoso e tumultuario di natura, perché destinato a procedere senza posa né requie nella via dei perfezionamenti. Né perciò si avrebbero da temere violenze e soqquadri, se i governi assecondassero il genio dei popoli e colle riforme opportune antivenissero le rivoluzioni. Ma la riforma richiede vena creatrice; e quando questa non alberga nei rettori e nei sudditi, e seco manca il motore dei miglioramenti e dei rivolgimenti, si riesce a una civiltá stativa come quella della Cina, la quale non muta assetto se non quando invasa dai tartari. Benché il Piemonte non sia potuto sottrarsi al moto proprio della vita occidentale, questo tuttavia vi fu lentissimo; e l’indugio, che in altre etá era innocuo, riesce a danno o almeno a pericolo nei tempi di accelerazione."
      },
      {
        "index": 21,
        "text": "Pare strano ed è pur vero che il difetto di forza si tragga dietro l’immoderanza e inclini agli eccessi. Ché se l’eccedere virilmente ripugna al Piemonte, non cosí il trasmodare nelle opinioni e nelle minuzie. Fra le sètte politiche che ci sono, la piú folta di aderenti è quella del municipio, e la piú scarsa è la nazionale. Dalla poca levatura nasce anco l’instabilitá dei giudizi che si portano sulle cose e sulle persone, secondo l’uso del volgo che trascorre agevolmente agli estremi[16]. Temistocle diceva che i suoi cittadini «a lui rifuggivano nei pericoli, come a un platano nella procella; ma che, rasserenato, lo sfrondavano e diramavano»[17]. Il Piemonte da questo lato rassomiglia alla vecchia Atene. Carlo Alberto nel giro di due anni fu bersaglio di biasimi e di lodi egualmente superlative. Nello spazio di otto mesi io venni ora levato alle stelle, ora tratto alle gemonie. Quando temevasi dei tumulti popolari o le parti aveano mestieri del mio appoggio, a me ricorrevano colmandomi di carezze e di applausi: poi, cessato il bisogno o il pericolo, mi calpestavano, non per altro se non ché io era sempre accordante alle dottrine espresse ne’ miei libri e, notando i falli, antivedendo i mali, mi studiava di ripararvi. E i pretesti che si coglievano per lacerarmi erano cosí ridicoli che a chi non ne fu testimonio parrebbero incredibili[18]. Parlo del mondo politico, non dell’altro, ché la popolazione di Torino mi serbò l’affetto suo sino all’ultimo, e me ne diede prove sin quando era giá incominciato il mio nuovo esilio. Mi è dolce il farne espressa testimonianza in queste carte, sí a lode del vero e a contrassegno di riconoscenza, come perché desidero si sappia che se ebbi a sperimentare l’ingratitudine delle fazioni non ho perduto e tuttavia conservo l’amore de’ miei cittadini."
      },
      {
        "index": 22,
        "text": "Da questi trascorsi piccolo è il passo all’ingiustizia, e a quella massimamente che piú offende gli Stati, che è il culto dei mediocri sostituito alla stima dei valorosi. Vizio antico in Piemonte e notato dal Botta, non sospetto in cotal materia; il quale impresse una nota di riso indelebile sul nome del Bogino, chiamando «castaldo e massaio» un uomo che i coetanei esaltavano come un solenne ministro[19]. Perciò a buon diritto il Leopardi, parlando dell’Alfieri, mordeva la «mediocritá» di quei tempi, che sotto «nome di follia il grande e il raro vituperavano»[20]. Ed esso Alfieri gridava: «Lagrime di dolore e di rabbia mi scaturivano del vedermi nato in Piemonte ed in tempi e governi ove niuna altra cosa non si poteva né fare né dire, cd inutilmente appena forse ella si poteva sentire e pensare»[21]. Né egli prendeva inganno, poiché vivo e morto non ebbe da’ suoi provinciali quella gloria che meritava. In Torino cominciò il suo «disinganno», e si fe’ capace che «non v’era da sperare né da ottenere quella lode che discerne ed inanima, né quel biasimo che insegna a far meglio»[22]. Non solo fu costretto a esulare, ma, disceso giá nel sepolcro, i piemontesi furono gli ultimi ad apprezzare la sua unica grandezza. E mentre un Falletti di Barolo suo provinciale ne facea strazio, i francesi rendevano il primo omaggio all’autore del Misogallo, chiamando una via torinese dal suo nome, raso pochi anni dopo dai principi ripatriati. Sia lode agli astensi e al municipio torinese che oggi risarciscono l’uomo insigne dell’ingrata oblivione, e possa il culto civile di Vittorio Alfieri essere seme ferace di virtú patrie al Piemonte ed a tutta Italia!"
      },
      {
        "index": 23,
        "text": "Vane forse non sono queste speranze, poiché a costa del vecchio mondo che ho descritto ne sorge un nuovo sotto i liberi influssi, netto della corruzione gesuitica che infettò le generazioni mature, senza escludere i liberali. Questo Piemonte novello appartiene forse meno alla metropoli che alle provincie, molte delle quali (compresovi le liguri e le sarde) han piú nervo, piú vita, piú spiriti italici e popolani; ma, siccome la dottrina e l’esperienza non sono mai comuni a molti, talvolta vi si trascorre alle improntitudini e alle chimere. Laddove in Torino, come per lo piú nelle capitali, è maggiore il senso e la pratica del positivo, ma per manco d’idee e di affetti la prudenza traligna in ignavia, la spertezza non vale che ai piccoli affari, e il talento conservativo in municipale degenera. Laonde io porto opinione che dal connubio intrinseco delle provincie e della metropoli si potrebbe cavare un ottimo temperamento, dove le buone parti schiumate dei vizi fra loro si permutassero. Cosí i popoli subalpini riuscirebbero per ingegno, per senno, per animo, pari all’altezza dell’assunto e sarebbero egemonici, che è quanto dir nazionali. Imperocché la riuscita di ogni impresa dipende dalla proporzione dei mezzi col fine, e l’apparecchio piú essenziale delle gran mutazioni è l’indole del popolo che deve operarle."
      },
      {
        "index": 24,
        "text": "Le stesse avvertenze quadrano alla stirpe dei regnatori. Il maggior lato di casa Savoia rispose al vecchio Piemonte e ne fu l’artefice persin nell’eloquio, poiché il francese e il vernacolo cacciarono lungo tempo dalla corte e dai crocchi la favella nazionale. Niun’ombra di comunella, di vita, di cura italica: straniera l’altra penisola, piú ancora di Austria e di Francia. Lo Stato era la nazione, e per ingrandirlo si racimolava presso i vicini, non mica per unire sé altrui a modo di aggregazione nazionale, ma per aggiunger gli altri a se stesso in guisa di dominio e di conquista. Perciò i reali deila vecchia casa, se ebbero arte, costanza, nerbo nelle piccole imprese, non valsero nelle maggiori; e quindi non sortirono alcun uomo insigne, salvo Eugenio, che si creò di fuori, e Carlo Emanuele primo, che saria stato grande se all’audacia e all’altezza dell’animo avesse risposto la lealtá[23]. E se niuno di essi fu crudele e tiranno (lode grande in quei secoli torbidi o rozzi), molti però furono poco osservanti della fede e della parola; onde il Giordani diede a casa Savoia l’epiteto d’«infedele»[24]. I nomi di Francesco Bonnivard (reso immortale dalle prose del Rousseau e dai versi del Byron) e di Pietro Giannone attestano che la doppiezza era anco al servigio dell’ambizione propria e di vendette straniere. Né mancava l’ingratitudine, di cui diede brutto esempio Vittorio Amedeo secondo verso Alberto Radicati, «filosofo prudente e savio, che il cielo avaro di simili doni gli aveva mandato in corte[25]», e verso il magnanimo Pietro Micca[26]. Per difetto di spiriti elevati si temeva nei sudditi quella grandezza di cui mancava il principe, quasi il grado reale ombreggiasse; e da ciò nacque che nelle lettere, nelle armi, nelle cose di Stato il Piemonte non ebbe per molti secoli alcun uomo piú che mediocre. Cosicché si può dire che s’imitassero i re dell’antica Etiopia, dei quali si racconta che, quando uno di essi avea gli stinchi ineguali, si azzoppavano tutti i cortigiani, parendo indegno che i sudditi camminassero piú diritto del principe[27]. Da ciò anche deriva quel vezzo che «il re d’ogni piccolissima cosa s’ingerisca», e frammettendosi negli affari privati voglia quasi governar le famiglie; paternitá eccessiva ed incomoda che accendeva la collera di Vittorio Alfieri[28]."
      },
      {
        "index": 25,
        "text": "Io sperava, sette anni sono, che «la nuova linea dei monarchi, piena del brio e delle speranze dell’etá verde, fosse destinata a compier l’opera di quella da cui discende, rannodando i popoli alpini cogli appennini e componendo di tutti una sola famiglia»[29]. Ma Carlo Alberto, che tenne nobilmente l’invito, mal corrispose colle opere, parte per colpa propria, parte per quella delle fazioni; onde, a malgrado del nuovo Piemonte, le recenti esperienze dimostrano che prevale ancora l’antico. Cosicché se i meriti accennati al principio di questo capitolo lo chiariscono degno di assumere la signoria egemonica, i falli discorsi nel primo libro lo mostrano poco abile a maneggiarla. Cinque erano nel Risorgimento gli uffici dell’egemonia sarda, cioè la guerra dell’indipendenza, la lega politica, il regno dell’alta Italia, l’indirizzo diplomatico della penisola inferiore e la resistenza alla parte repubblicana, che in quelle congiunture non potea far altro effetto che di mettere ogni cosa a scompiglio. Ora in tutte queste parti i rettori mostrarono un’imperizia e un’imprevidenza piú incredibili che singolari. La guerra fu incominciata con valore, ma condotta con mollezza, accompagnata da errori gravissimi e finita poco nobilmente, essendosi nelle due campagne ceduto a un primo disastro. La lega, trascurata (a dir poco) da Cesare Balbo, fu formalmente disdetta due volte dai successori; né il gran nome di Pellegrino Rossi poté espugnare la cieca ostinazione del governo sardo. Il regno dell’alta Italia non solo ebbe contro i repubblicani e i municipali delle provincie inferiori ma quelli eziandio del Piemonte, e incontrò tanti nemici congiurati a suo danno quanti furono i complici della mediazione. D’indirizzare con assennata destrezza e tenere nella buona via gli altri Stati e principi italiani non si ebbe pure il pensiero; e quando venne l’ora che bisognava frenare con vigore i puritani forieri al Tedesco, ciascun sa qual sia stato il senno dei democratici. Si può dunque dire che dei molti obblighi che correvano al Piemonte come potenza egemonica, niuno sia stato compreso, non che osservato a dovere. Fra gli uomini che ci ebbero parte ai pubblici maneggi, io fui solo o quasi solo a farmi un vero concetto di tal potenza, a misurarne i debiti e l’importanza e a cercare di metterla in atto. Ma non che essere secondato fui lasciato solo, anzi ebbi contro municipali e puritani, conservatori e democratici, principe e ministri, e persino gli amici mi si mutarono in nemici. I miei consigli furono negletti, le previsioni derise, le ammonizioni sprezzate, le intenzioni calunniate; e per aver veduto piú lungi degli altri, tentato di ovviare ai mali soprastanti e fatto scudo del mio nome e della mia vita alla monarchia sarda, non riportai altro frutto che il vilipendio e l’esilio. Or vogliamo affidarci che, ricorrendo tali o simili congiunture, altri sia per essere piú fortunato?"
      },
      {
        "index": 26,
        "text": "Dirassi che l’esperienza e le disgrazie hanno aperti gli occhi e migliorati i consigli degl’imparziali? Sí certo, ma non quei delle sètte, e dai fatti si vede che le sètte tuttavia governano. Dopo la rotta di Novara qual fu l’uomo eletto a rilevare le cose pubbliche? Quegli che le aveva con profonda imperizia precipitate e che, fra le altre sue ignoranze, non avendo inteso né la natura né la necessitá di quel potere straordinario che il corso delle cose assegnava al Piemonte, era stato il suo maggior nemico. Sarebbe cosa ingiusta l’imputare al giovane principe la cattiva elezione, ché in quel trambusto e viluppo di calamitá gravissime egli non avea modo né tempo di far equa stima degli uomini e pesare i loro pareri[30]. I municipali esaltavano il Pinelli, che si faceva innanzi da se medesimo: gli errori e le brutture de’ suoi precedenti governi erano mal note o travisate e convertite in meriti dai faziosi, e altri poteva crederlo emendato dai propri falli. Io stesso partecipai a tale fiducia, e non avrei ragione di apporre ad altri un inganno che in qualche modo fu anche mio. Ma come i princípi determinano i successi, non può negarsi che la nomina inopportuna non sia stata un cattivo presagio del nuovo regno. E ben tosto se ne videro i frutti, ché le ultime speranze di ricoverare, se non in tutto almeno in parte, l’egemonia perduta furono sprecate, necessitata la pace ignobile di Milano, compiuta la ruina d’Italia e seco la solitudine politica del Piemonte. La guerra venne dichiarata impossibile; il che fu quanto sentenziare per impossibile ugualmente l’ufficio egemonico, come quello che non può stare senza le armi. Lo statuto e gli altri beni, che tuttavia si conservano, mancano della prima condizione che vorrebbero avere, cioè della sicurezza; e in vece di essere arbitro d’Italia, si vive a beneplacito degli oltramontani e degli oltramarini. Alcuni fatti onorevoli dei rettori che vennero appresso son tristamente bilanciati dalle antecedenze; perché se, a cagion di esempio, è di lode il ricettare gli altri italici, fu vergogna il tradire i lombardi e i veneti (sotto il velo di un perdono apparente) in mano al nemico. Cosí la seconda amministrazione del Pinelli, benché breve, avvelenò, quasi vizio originale, i governi seguenti, e i tristi effetti di essa si stenderanno forse sino al Rinnovamento, come quelli dell’altra sviarono il moto anteriore; tanto importano i primi passi che si fanno nelle cose civili."
      },
      {
        "index": 27,
        "text": "Tuttavia l’entrata di Massimo di Azeglio recò un notabile miglioramento alla cosa pubblica. A un uomo che, senza aver posto mano a rialzar le fortune italiche, le aveva, quando giá erano in colmo, mandate in rovina, sottentrava chi era stato caldo ad aiutarle colla penna, difenderle colla spada, e recava seco un nome noto e caro agli amatori della causa italica. Io ho giá fatto menzione di alcune parti lodevoli e biasimevoli della sua amministrazione; ma restami a considerarla rispetto al tema che ho per le mani. Ella si può distinguere in tre spazi, il primo dei quali fu il meno felice per la compagnia del Pinelli e continuò la sua politica. Manomettendo le ultime offerte della Francia, predicando la guerra per impossibile, stringendo i capitoli di Milano, lasciando perire la libertá in Roma, in Toscana, in Napoli, senza pure accompagnarla con una protesta e mettendo il colmo alla solitudine civile del Piemonte, il ministero dei sette di maggio si mostrò ignaro dell’egemonia sarda, della comunione italica e dei gravi pericoli che tal politica apparecchiava alle franchigie e al principato. Il secondo spazio venne illustrato dalla riforma di Giuseppe Siccardi, che restituí al governo quell’aura popolare e quel credito che il Pinelli gli aveva tolto. Il terzo, che incomincia coll’ingresso di Camillo Cavour all’azienda del commercio e poi alle finanze, ebbe per un lato pregio e merito di progresso verso i periodi anteriori, atteso alcune qualitá egregie del nuovo ministro. Fra le quali campeggiano una ricca suppellettile di cognizioni positive intorno all’economica, all’amministrativa, al traffico, e una operositá rara in una provincia che per le cose pubbliche è albergo antico e privilegiato di pigrizia. Ma dall’altro lato egli rinforzò il carattere giá prevalente nel Consiglio e poco acconcio all’ufficio egemonico. Imperocché nel modo che il regno costituzionale di Carlo Alberto incominciò con Cesare Balbo, quello del successore ebbe quasi principio con Massimo di Azeglio, il quale partecipa col suo nobile amico alla lode di essere l’interprete piú insigne di quel liberalismo che ho altrove chiamato «patrizio». L’elezione sarebbe stata ottima se questo elemento non fosse stato disgiunto dal popolano, troppo necessario in una etá democratica a compiere il nazionale. Il qual difetto, come vedemmo, fu causa di errori e di danni notabili. Ora l’aggiunta del nuovo ministro accrebbe una qualitá che giá soverchiava, e di piú ne rendette men buona la direzione; cosicché per questo rispetto nocque all’indole generale del governo anzi che migliorarla. La materia è cosí importante che merita attenta e speciale considerazione, imperocché nell’indirizzo politico dato dal Cavour alle cose piemontesi mi par di avvisare (se mal non mi appongo) uno dei maggiori ostacoli che si attraversino all’egemonia sarda, e quindi uno dei maggiori pericoli che sovrastino alla monarchia."
      },
      {
        "index": 28,
        "text": "L’egemonia è un atto autonomico e presuppone quella maggior libertá e indipendenza di cui uno Stato è capace. Imperocché tu non puoi dirigere e inviare gli altri Stati consorti di favella e di stirpe, se non sei padrone appieno di te medesimo e libero ne’ tuoi moti. Un piccolo dominio non può trovare tal energia solo in se stesso: uopo è dunque che la cerchi di fuori. — Ma il buscar di fuori l’autonomia non è egli una ripugnanza? — No, se la pigli dalla nazione a cui ti attieni. Imperocché la nazione non è cosa esterna, anzi ella ti è intima quanto tu sei a te proprio; e nel modo che le membra al corpo, cosí gli Stati conterranei e i popoli congeneri a lei appartengono. Quindi nasce la dottrina della leva nazionale, che è al dí d’oggi uno dei perni principali della buona politica. Conforme a questa dottrina io additai la generica sorgente della civiltá italiana nella unione comune, e la particolare del Piemonte nell’egemonia richiesta a formare essa unione e a rassodarla. Camillo di Cavour rigettò sin da principio questa dottrina, o, dirò meglio, non la comprese, non per difetto d’ingegno, ma perché i suoi studi erano rivolti altrove, cioè a quella parte del mondo positivo, che non è propria di questo o quel paese ma a tutti appartiene come retaggio comune. Nella spezieltá degl’instituti e ordini civili egli rivolse tutto il suo studio ai britannici; tema ricco e utilissimo, ma che non può fruttare a noi se non è accompagnato da matura investigazione delle altre contrade, essendo l’inglese un popolo singolare e disparatissimo per costume e per indole da quelli del continente. E vuol essere sovrattutto condito colla scienza delle cose nostre e informato da quel genio che «italianitá» si appella. Il Cavour non è ricco di questa dote, anzi pei sensi, gl’istinti, le cognizioni è quasi estrano da Italia; anglico nelle idee, gallico nella lingua, per la natura delle sue lucubrazioni e forse ancora per l’esempio fraterno e il costume della famiglia. Ora l’italianitá era la base del Risorgimento, e senza l’adequata notizia di essa vano era il voler farsi un concetto della nazionalitá, dell’egemonia e via discorrendo. Perciò il nuovo ministro frantese l’indole del nostro moto, e promovendo la mediazione col suo giornale e la sua parola, sconsigliando la guerra, nutrendo le gelosie e le paure metropolitane di Torino, combattendo il regno dell’alta Italia, contribuí non poco agl’infortuni del quarantotto. La sola idea madre del Risorgimento a cui non si oppose fu quella della lega politica; ma se si osserva che non fece nulla per affrettarne l’esecuzione e che sostenne accanitamente il ministro Pinelli, che in parole la prometteva e colle opere la sventava, si può dubitare che anch’egli davvero la desiderasse."
      },
      {
        "index": 29,
        "text": "Ma il Pinelli, angustiando il Piemonte fra le strette meschine del municipio, non si dá fastidio degli effetti che ne nascono. Purché si abbia uno statuto e che la scranna ministeriale, le presidenze, le provvisioni, le cariche sieno accessibili agli avvocati, i subalpini non hanno da chieder altro e possono toccare il cielo col dito. Il Cavour è uomo di un’altra tempra. Egli sa che nella societá umana la civiltá è tutto e senza di essa il resto è nulla. Egli sa che gli statuti, i parlamenti, i giornali e tutti i corredi dei governi liberi, ancorché giovino ad alcuni, rispetto al pubblico son misere frasche se non aiutano i progressi civili. Non basta dunque che lo Stato sia libero, ma è d’uopo che si avanzi nella carriera dei perfezionamenti, che si accresca d’industrie, di traffichi, di ricchezze e di utili cognizioni. Ma come il può se non è una nazione? Cosí, da un lato ripudiando l’unione italiana per amore della metropoli, dall’altro volendo pure che il Piemonte proceda nella cultura, il Cavour fu costretto a considerare la piccola provincia come fosse grandissima; quasi che il nome e il concetto mutino l’intima ragion delle cose. Il liberalismo patrizio, che nel Balbo e nell’Azeglio era italico, nel Cavour si rendette subalpino, ma in modo assai piú nobile che nel Pinelli e ne’ suoi consorti. Questi da gretti borghesi abbassano la nazione alla misura del municipio, laddove il gentiluomo illustre (se mi è lecito usare la favella dei matematici) s’ingegna d’innalzare il municipio alla potenza nazionale. Questo è il carattere pellegrino dell’amministrazione di Camillo Cavour e la chiave della sua politica, la quale sarebbe ottima se il Piemonte fosse l’Italia o almeno avesse quindici o venti milioni di abitatori."
      },
      {
        "index": 30,
        "text": "Annoverando altrove i molti e gravi danni che derivano al Piemonte dalla solitudine a cui lo ridussero i municipali, io lasciai indietro il maggiore di tutti, cioè l’impotenza dei progressi civili. I quali hanno d’uopo di un gran concorso di forze, d’ingegni, di talenti, di braccia; onde non capono in quelle aggregazioni che non hanno la debita misura. Gli Stati piccoli e gli smisurati si somigliano in questo: che sono del pari inetti a progredire, perché hanno scarsa e lenta la vita, come quei corpi nani o giganti che nel regno animale sono impotenti alla generazione. La sapienza della natura stabilí le grandezze proporzionate delle nazioni, che tramezzano fra i due eccessi del troppo e del poco; e l’arte, discepola e imitatrice di quella, vi aggiunse i fochi delle cittá e i centri delle metropoli, nelle quali arrotandosi maggior numero d’uomini, il comune civanzo se ne vantaggia. La nazione è la sola area in cui la cultura ampliata vie meglio si avanza, e una gran capitale è quasi il cuore ed il celabro onde nel resto di quella si propaga la vita. Ora il Piemonte senza l’Italia non può avere alcuna di tali condizioni; e però è costretto a vegetare anzi che a vivere. Il volere per forza che faccia quello che potrebbe se fosse uno Stato ampioe forte ripugna alla natura delle cose, ed è come imporre ad un frutice la rosta densa e pesante di un albero di alto fusto."
      },
      {
        "index": 31,
        "text": "Camillo di Cavour non si avvede che le sue preoccupazioni, come piemontese, sono inaccordabili co’ suoi nobili desidèri, come uomo colto e addottrinato. Civiltá e municipalismo ripugnano, cosí negli ordini materiali come in quelli che appartengono a un genere di cose piú eccellente. Io deplorai in addietro la mancanza di una marinaresca italiana, e proposi per supplire al difetto la lega politica dei nostri principi[31]. Quando la penisola avesse una flotta confederata, il seno della Spezia sarebbe il piú degno e capace de’ suoi ridotti; e Napoleone ebbe in animo di mutar quella cala in un porto artificiale, vastissimo e non espugnabile. Ma che il piccolo Piemonte (massime ora che è aggravatissimo) possa egli solo condurre un’impresa concetta dal Buonaparte nel colmo della sua potenza e avere una marineria degna di questo nome, è cosa difficile a immaginare non che a seguire. Vero è che il Cavour, oltre all’immaginaria, potrebbe anco metterla ad esecuzione, se tre anni addietro non si fosse attraversato al regno dell’alta Italia e non avesse avvalorato coll’autoritá del suo nome un ministero nemico della guerra e della lega patria. Queste considerazioni fanno egualmente pei traffichi, le industrie, i pubblici lavori; fanno per tutti i miglioramenti intellettivi e morali, per tutte le instituzioni utili alla classe colta e al minuto popolo; non essendovi alcuno di tali beni che possa aversi dai domini angusti e poveri come dai vasti e ricchi, cosí per ragion della spesa come pel numero e la capacitá dei concorrenti. Chi non vede, per ragion di esempio, che la perfezione di un ateneo per la copia e la bontá dei professori, il corredo dei libri, degli strumenti e apparecchi scientifici, dipende dalla tenuta dell’erario? che i giornali medesimi fiorire non possono se non abbondano di compilatori abili e quindi di soscrittori?"
      },
      {
        "index": 32,
        "text": "La libertá religiosa, l’insegnativa e la commerciale tanto piú giovano ai grandi Stati e di coltura provetta quanto piú sono assolute. Non cosí ai piccoli, dove le sètte superstiziose e corruttrici han bisogno di morso e molte arti industriose di aiuto e di patrocinio. Quando la libertá è stabilita, i suoi nemici sogliono mostrarsi, nel culto, nell’instruzione, nel tirocinio, tenerissimi di franchigie senza limiti, e le sollecitano a tutt’uomo per abusarne; come fecero in Francia il Montalembert e i suoi compagni per quattro lustri, invocando ipocritamente la libertá di coscienza e di disciplina per introdurre, come fecero, la signoria dei gesuiti. Ma nelle contrade di gran tenuta la copia e l’intensione della civiltá, che si aduna nelle metropoli e quindi si dirama nelle provincie, bastano ad annullar le arti e le mene delle fazioni retrograde o almanco ad impedire che sieno esiziali. Laddove nei paesi ristretti debole è la potenza della pubblica opinione, debole la dottrina e la sufficienza eziandio dei saputi, e quindi meno efficace come freno e come guarentigia. Quanto da questo lato sia difettivo il Piemonte lo dicono i casi del quarantotto, come quelli che mostrarono un compíto difetto di esperienza e provvidenza civile. Ora, se in un paese cosí condizionato i gesuiti fiorissero e potessero come in Francia, lo statuto politico a poco andare sarebbe spento. Si guardino adunque i subalpini da coloro che per poco senno o fini subdoli predicano le libertá assolute, e abbiano a sospetto anche i ministri, quando promettono l’insegnamento libero e non fan nulla per renderlo popolare e buono. Allorché la scienza è scarsa eziandio nei pochi, la facoltá data a tutti di addottrinare non serve che all’ignoranza. Il Piemonte ha d’uopo non mica di dottorelli che insegnino quel che non sanno, ma di atenei e collegi ordinati sapientemente, che dieno agli studi privati e pubblici un buono e forte indirizzo. Altrimenti la povertá deplorabile delle sue lettere, che ogni giorno si accresce, ci ricondurrá in breve a quei tempi che precedettero il Lagrangia e l’Alfieri, quando i subalpini erano quasi esclusi dal novero dei popoli dotti e civili. Non dico che della libertá d’insegnare affatto si manchi; ma le considerazioni di questa debbono essere subordinate a quelle di maggior rilievo, finché il Piemonte è foresto e diviso dai benefici influssi della vita italica."
      },
      {
        "index": 33,
        "text": "Camillo di Cavour è uomo di tal perspicacia, che non può illudersi a pieno sull’intrinseca impotenza del Piemonte a far cose notabili da per se stesso; ond’egli si è rivolto a cercare altrove quei sussidi ed appoggi morali e materiali che non volle ricevere dall’unione italiana negli ultimi eventi. Niuno certo vorrá biasimarlo dell’amicizia inglese, che ci onora e in qualche parte ci assicura; ma oltre che essa è precaria per le ragioni che abbiamo addotte, se il patrocinio che se ne trae oltrepassa certi limiti, può essere piú contrario che favorevole al proposito. Cosí, per modo di esempio, io capisco benissimo che coll’oro britannico la baia della Spezia possa diventare una darsena, sí veramente che ella serva di ricetto a un navilio inglese anzi che italico. Imperocché la Gran Bretagna ama bensí un’Italia libera e divisa per la tratta delle sue merci, ma non mica un’Italia unita che col tempo possa essere sua rivale sul mare. Pel qual rispetto l’alleanza inglese sarebbe meno opportuna della gallica, oltre le ragioni che giá abbiamo assegnate. Il trattato di commercio testé fatto coll’Inghilterra, se le aggiunge maggiori stimoli a proteggere lo statuto, l’interessa non meno a impedire che il Piemonte si renda italico, giacché gli accordi fatti con uno Stato cessano quando si muta. Perciò il fine di tal potenza consuona per tal riguardo a quello dei nostri municipali, e qualche malizioso potrebbe supporre che il Cavour abbia voluto apparecchiare un nuovo ostacolo all’unione della penisola. Ma io mi farei coscienza di attribuirgli siffatta intenzione: credo bensí che gli spiriti municipali lo abbiano indotto senza sua saputa a praticare in Piemonte la stessa politica che i siciliani professano per la loro isola. Tanto che, se il doppio intento riuscisse, le due parti estreme d’Italia diverrebbero una dipendenza, un emporio e uno sbarco della Gran Bretagna; il che quanto valga a disporre l'egemonia e agevolare l’indipendenza, si può vedere da ognuno. Le convenzioni dei deboli fatte coi forti non sono mai pari dai due lati, e possono nei tempi gravi dar luogo ai soprusi piú iniqui, quali furono gl’insulti fatti nel i793 al porto di Genova e ripetuti nell’anno appresso[32]. Ché se allora la prepotenza mosse da sole ragioni politiche, quanto piú è da temere che non si rinnovi l’esempio, se vi si aggiunge il pungolo dell’interesse?"
      },
      {
        "index": 34,
        "text": "Le convenzioni commerciali premono talmente al nuovo ministro che, non pago d’infeudare il Piemonte alla Gran Bretagna, facendone una spezie di Ionia continentale o di Lusitania italica, egli lo strinse con simili patti a mezza Europa, rogandoli prima di proporli alle Camere, affinché queste sieno men libere nel rifiutarli; in guisa che oggi non vi ha quasi potenza culta a cui non caglia di perpetuare il nostro divorzio dalla nazione. L’Austria stessa non è esclusa dal lauto banchetto, poiché la pace di Milano l’autorizza ad entrarvi[33]. Ché se tali accordi non imbrigliano punto né poco la libertá dei potenti, chi non vede che ciascuno di essi è una nuova pastoia per quelli che vivono ad altrui discrezione? Nei tempi di pace ferma e durevole possono esser utili, purché sieno ben intesi, e niuno è piú atto del Cavour a intenderli dirittamente; ma che sorta di prudenza è il legarsi con tali vincoli quando sono in pendente gl’interessi piú gravi, e importa sopra ogni cosa l’essere sciolto e libero nell’elezione? a che tanta fretta? perché non aspettare che il nodo intralciato delle cose di Europa abbia un qualche districamento? L’indugio non era lungo, poiché nel vegnente anno gli eventi decideranno del futuro indirizzo. Ma, quasi che non bastasse l’incatenarci agli Stati laici, il Cavour vorrebbe fare altrettanto verso l’ecclesiastico, ché le pratiche di fresco intavolate con la Santa Sede o sono affatto inutili o mirano a un concordato di fatto se non di nome. Ora i concordati, quanto erano conformi al tenore proprio del Risorgimento, tanto si disconvengono all’epoca in cui entriamo, nella quale l’ossequio dovuto al supremo pastore non dee detrarre menomamente alla piena indipendenza del potere laicale. Giuseppe Siccardi avea messe le cose per un’ottima via, salvo che gli si può imputare (se pur egli ne fu l’autore) la legazione ridicola del Pinelli. I nuovi negoziati, sospendendo il corso delle riforme richieste a compier la prima e minacciando il paese di un convegno che le impedisca, spogliarono la Siccardiana del suo frutto principale, come quello che consisteva nell’introduzione di un nuovo giure verso Roma e nel credito popolare che al governo ne ridondava. Il qual errore e gli altri accennati nascono dalla falsa opinione, per cui si reputa definitivo uno stato di cose che in Italia e fuori non è altro che transitorio."
      },
      {
        "index": 35,
        "text": "Da ciò nasce che si mette ogni studio a tenersi fra le due parti contrarie dei corriva e dei retrivi, e si pensa solo al presente senza aver cura dell’avvenire. L’apparecchio egemonico vuole all’incontro la previdenza del futuro e la savia audacia, richiesta a usufruttuar le occasioni e ovviare dalla lunga ai pericoli. Chiamo «savia» quest’audacia, perché non si svaria dalla prudenza e partorisce la sicurezza. Si vede adunque che questi tre anni di dolorosa esperienza non son bastati a instruire il Piemonte, e che la dottrina dell’egemonia vi è oggi cosí trascurata, cosí frantesa come in addietro. Ora per potere, quando che sia, usar tal potenza è d’uopo esservi disciplinato; e difettando i preparamenti, sará impossibile l’esecuzione. Ché se questa mancò nel Risorgimento, quando era assai piú ovvia, più agevole , piú espedita, come potrá sortir l’intento fra difficoltá ed asprezze ili gran lunga maggiori? come potrá fare il piú chi non seppe fare il meno? E ancorché incominci l’impresa, come gli riuscirá di compierla? e di compierla a malgrado degli ostacoli cresciuti e moltiplicati? Quei municipali, che non vollero una Dieta federativa e raccapricciavano al solo nome del regno dell’alta Italia, faranno essi buon viso a un’assemblea politica e all’unione nazionale? quei torinesi, che ingelosivano di Milano, saranno forse piú generosi verso Roma? quei ricchi massai, a cui parvero troppe e non tollerabili le spese della guerra lombarda, si mostreranno piú liberali verso l’italica? E quali saranno i ministri? forse quelli della mediazione, che sviarono il Piemonte dalla via diritta? o quelli di Novara, che compierono il traviamento? Che fiducia avrebbe il paese se a tali uomini fossero affidate le sorti supreme d’Italia? Si ricorrerá dunque ad uomini nuovi. Pogniamo che col loro concorso si possa avere un governo oculato, risoluto, energico, quale i tempi lo chiederanno; ma sará egli in grado di operare? non si rinnoveranno i tristi esempi del ministero Casati, quando gli ordini si davano e non erano eseguiti, perché abbondavano gli opponenti e mancavano gli esecutori? non si ordiranno governi secreti per contraffare al pubblico? non si troveranno nomi illustri e autorevoli per dar loro forza? non si userá ogni arte per divolgere il principe? per iscreditare, avvilire, abbattere i buoni ministri ? non verran calunniate le loro intenzioni? contaminata la loro fama? messa in dubbio la lor sufficienza? non si spaccerá l’impresa per vana, impossibile, funesta? non si dirá che è follia il posporre i beni certi agl’incerti e l’accingersi a un’opera straordinaria, audace, pericolosa? non si invocheranno le vecchie tradizioni del paese e di casa Savoia? E se l’Austria, stretta dai tempi, si mostrerá larga e munifica, si saprá star forte alla tentazione? i suoi amatori (che abbondano fra i municipali) non faranno inclinare la bilancia dal suo lato? e ciò non sará loro assai facile, essendo aiutati e rincalzati dai retrogradi? Non sono essi tanto abili ai raggiri di questo genere quanto inetti alla sana e diritta politica? non si mostrarono tali nel quarantotto? E non che essere migliorati, non si dee temer di peggio, quando agl’impegni contratti si aggiunge presso molti di loro l’interesse di salvare le cariche e le provvisioni lautissime che si son procacciate e di premunirle dai rischi di un cambiamento? E se gli artifici e i sofismi di costoro sono derisi dai savi, non otterranno fede agevolmente presso la turba innumerabile di quelli che vivono alla cieca e a cui il secolo presente è men noto che non agli archeologi quello degli Atridi?"
      },
      {
        "index": 36,
        "text": "Ma un ostacolo e un rischio piú grave ancora dei menzionati è il seguente. Gl’illiberali e i municipali, non osando combattere di fronte il disegno magnanimo, cercheranno di assalirlo per fianco e contrapporranno alla vera una egemonia falsa per isventarla. Anche qui ciò che fecero ne addita ciò che faranno; imperocché la celebre amministrazione dei i9 di agosto non fu altro che una solenne impostura di questo genere, promettendo in parole autonomia, unione, lega, guerra e altre maraviglie, ma in effetto e in secreto attraversandole in mille modi e usando ogni arte per renderle impossibili. La qual doppiezza in alcuni era deliberata per mal animo, in altri involontaria e non avvertita, nascendo da difetto di cognizione; imperocché chi penetra poco addentro nelle cose di Stato soggiace agl’inconvenienti del senso volgare e confonde di leggieri la realtá colle apparenze. Abbiamo avuto piú volte occasion di notare la tendenza dei municipali (e anche di molti conservatori) ad attenuare, ristringere, impiccolire il Risorgimento e tirarlo di qua dal segno conforme alla sua natura. La quale era loro mal nota, perché la misuravano dal passato piú che dal presente, cioè dalla proporzione che dovea avere colle condizioni proprie dei tempi. Ora nel modo che costoro, non per mala intenzione ma per error d’intelletto, s’ingegnarono di ritirare il Risorgimento verso il moto piemontese del ventuno, e cosí lo mandarono a male; per simile si studieranno di ridurre la rivoluzione nuova ai limiti dell’anteriore, e non avranno miglior esito, perché nulla riesce se non ha perfetta rispondenza col tempo che corre. Egli è un fato dei municipali che anche il bene lo vogliano a sproposito e troppo tardi; cosicché quella egemonia ammisurata e di facile manifattura, che pur dianzi bastava e che essi ripudiarono nel quarantotto e nel quarantanove, la vorranno quando sará fuor di luogo e impari a sortire l’effetto suo. Essi parleranno allora di unione, di lega, di regno dell’alta Italia; vorranno la penisola confederata, quando converrá farla una; consentiranno di beccarsi sú la Toscana e l’Emilia o di dare un re ai siculi, perché l’ingrandirsi a spese degli altri e l’accrescere le divisioni patrie piace al genio municipale. Ma tutto ciò sará vano, perché fuor di tempo[34], e accadrá loro come a Filippo di Francia, a cui non valse il mutar ministri, consentir la riforma, bandir la reggenza, mentre il regno cadeva e sorgea la repubblica. La paura di questa fa sin d’oggi inclinare all’egemonia tali uomini che poco dianzi fieramente l’inimicavano; onde è piacevole udirli parlar d’Italia in lingua di corte e fra le adulazioni scolpite nei titoli stessi dei loro fogli. Se questa setta crescesse e pervenisse a ingannare il pubblico, non allungherebbe di un’ora la vita del principato; potrebbe bensí accrescere gl’intoppi alla redenzione italica e la somma di quei mali che nei giorni critici affliggono le nazioni. Ma volete distinguere i sinceri amatori dell’egemonia patria da’ suoi fingitori? Mirate ai giudizi che portano sulle cose presenti. Se si contentano di magnificare le future sorti del Piemonte e di casa Savoia senza pensare ai provvedimenti opportuni, anzi lodano l’inerzia dei governanti, dite pure che mentono, perché non ama davvero il fine chi trascura e non vuole i mezzi proporzionati a sortirlo."
      },
      {
        "index": 37,
        "text": "Stando le cose in questi termini, il lettore chiederá forse se io mi affidi che l’egemonia sarda sia un sogno possibile a verificarsi. Rispondo sinceramente (recandomi a coscienza di dissimulare il mio pensiero in cosa di tal momento) che appena oso sperarlo. Direi che affatto ne dispero, senza il giovane principe che regge il Piemonte. Egli protesta di amare l’Italia, e la fama che ha di leale acquista fede alle sue parole. Egli ama la gloria, e qual gloria può darsi maggiore di quella che tornerebbe a chi desse spirito e vita alla prima delle nazioni? Ancorché i fati conducessero col tempo la monarchia a perire, la casa di Savoia potrebbe darsene pace, perché la sua morte sarebbe un’apoteosi. Fuori di lui io non veggo in Piemonte chi sia in grado di apparecchiare l’impresa, non che di tentarla e di compierla. Laonde, se egli mancasse alla comune aspettativa, ogni ombra di fiducia sarebbe spenta, e i subalpini dovrebbero vestire sin d’oggi il lutto del principato. Imperocché tengasi per fermo che la monarchia sarda perirá infallibilmente nelle future vicissitudini di Europa, se non cerca la sua salute nel riscatto d’Italia. Io non iscriverei queste parole (oh, potessi scolpirle nei cuori!) se non fossi ben certo che saranno avverate dall’esperienza. Il caso fatale può differire di molti anni, ma sarebbe follia perciò il trascurarlo. Forse i primi e i secondi Borboni, salendo al trono, avrebbero sprezzati i rimoti pericoli del trenta e del quarantotto se gli avessero antiveduti? Né ora si tratta di fare ma di preparare, cominciando l’ordito di quel potere egemonico che dovrá fruttare ai nostri figliuoli o ai nostri nipoti. E se il giorno dell’esecuzione è lontano, non si dee perdere un’ora per l’apparecchio, perché il còmpito è grave, gli eventi possono incalzare e il tempo gittato non si ricupera."
      },
      {
        "index": 38,
        "text": "Ma Vittorio Emanuele non potrá educare e abilitare il Piemonte a egemonia nazionale, se non si spoglia in parte di una lode che tutti gli attribuiscono. La quale si è di regnare senza governare; pregio raro in tutti i principi e di esercizio difficilissimo a chi è nel colmo dell’etá e della potenza. Ma ciò che conviene ai grandi Stati avvezzi a vita pubblica non si addice al Piemonte, il quale ha tuttavia d’uopo che il capo non rinunzi del tutto a quell’indirizzo che chiamasi «personale». Ciò che altrove sarebbe difetto ivi diventa pregio anzi necessitá; perché se il voler governare a ritroso del senno pubblico, come fece l’Orleanese, è sempre vizio, il dirigerlo ed avvalorarlo è virtú. Siccome l’italianitá è tuttavia debole in Piemonte, l’opinione che vi predomina non è sempre italiana; e però chi voglia inviarlo italianamente dee far testa ai pareri e ai voleri subalpini ogni qual volta ripugnano ai nazionali. Ma i ministri e il parlamento medesimo possono farlo difficilmente, se non sono aiutati, sorretti, avvalorati dal principe. Solo il principe può vincere quegli ostacoli moltiplici e fortissimi che ho annoverati, può espugnare la pervicacia di molti e conquidere gli oppositori, giacché in Piemonte per le invecchiate abitudini la piú efficace ragione è la volontá di chi regna. Fra coloro che lodano Vittorio della sua riserva politica, non tutti il fanno per amor del bene, ma perché temono che, rimettendone, non sia per opporsi ai lor fini faziosi. Essi mirano a far dello Stato un’oligarchia incettatrice, che governi e goda sotto nome del principe. Gli stessi ministri possono poco quando non vanno ai versi di cotal setta; e il lettore dee averlo notato assai volte nel corso de’ miei racconti. Ma quando gli eletti sieno uomini nazionali e che si sappia da tutti che esprimono il fermo e risoluto volere del capo, i contrasti cesseranno o saranno piú superabili. Né egli sará solo, ma avrá seco tutti i buoni italiani delle altre provincie. Imperocché le sventure passate e presenti le addottrinarono, e coloro, che dianzi per uggia invidiosa di municipio astiavano il regno nuovo e ne straziavano i fautori sotto nome di «alberasti», levano ora lo sguardo al Piemonte come a vessillo di redenzione. Avrá seco i popoli subalpini, i quali gli saranno tanto piú infervorati quanto che sin d’oggi lo amano come re popolare, essendo egli il primo della sua casa che, deposto il fasto regio, non rifiuti di trattenersi alla domestica coi poveri e cogl’infelici; ottimo preambolo per un principe democratico. Avrá quanti sono in Piemonte amatori, non in parole ma in opere, della patria comune, i quali oggi possono poco, perché mancano di un centro intorno a cui si raccozzino. Avrá, se non tutto il parlamento, almeno la parte piú generosa e liberale di esso, la quale non può trovare un segno piú acconcio a cui rannodarsi che l’idea nazionale rappresentata dal principe. Io vorrei che gli opponenti, dismesse le quistioni e le gare di minor rilievo, rivolgessero le loro cure, gli studi, gli sforzi all’apparecchio egemonico, servendosi di esso quasi di giudicatorio per fare stima della bontá o reitá, della perizia o insufficienza dei rettori, e quindi sostenerli o combatterli. Cosí la Camera eserciterebbe l’indirizzo dell’egemonia patria, e il principe le darebbe il piú forte impulso e coll’autoritá suprema del grado ne spianerebbe l’esecuzione."
      },
      {
        "index": 39,
        "text": "Testé io movea alcune critiche a Camillo di Cavour, e forse alcuno de’ miei lettori ne avrá conchiuso che io gli porti mal animo e parli per rancore dei nostri dissidi politici nel quarantotto. Ma costui s’inganna, ché io m’inchino all’ingegno, e il Cavour è ricco di questa dote. Quel brio, quel vigore, quell’attivitá mi rapiscono; e ammiro lo stesso errore magnanimo di trattare una provincia come fosse la nazione, se lo ragguaglio alla dappocaggine di coloro che ebbero la nazione in conto di una provincia. Perciò io lo reputo per uno degli uomini piú capaci dal lato dell’ingegno di cooperare al principe nell’opera di cui ragiono. Ben si richiede che, deposte le preoccupazioni di municipio, egli entri francamente e pienamente nella via nazionale, che rinunzi alla vecchia politica di casa Savoia e alla meschina ambizione d’ingrandire il Piemonte in vece di salvar l’Italia, e si persuada che questa politica, la quale fu altre volte di profitto e di lode a coloro che la praticarono, oggi sarebbe (tanto i tempi sono mutati) di ruina e infamia certissima ai complici ed al paese. Ma il Cavour è capace di tal mutazione, perché il vero ingegno è progressivo; e siccome non rifiuta di abbandonare le vie men buone a cui l’educazione o gli accidenti lo fecero declinare per un istante, cosí egli è atto a discernere le cattive che menano al precipizio. L’impuntarsi contro i documenti della ragione e della esperienza appartiene soltanto alla mediocritá fastidiosa e incorreggibile dei Dabormida e dei Pinelli, i quali, se vivessero cent’anni, sarebbero all’ultimo cosí ciechi, cosí ostinati, cosí confitti nelle loro false opinioni come al presente[35]. So che gli uomini di Stato hanno d’uopo sopra ogni cosa della pubblica fiducia, e che il popolo (ragionevolmente) non ne è largo di leggieri a coloro che per qualche atto anteriore parvero demeritarla. Ma le occasioni non mancano al Cavour di procacciarsela; e quando egli sia impegnato alla causa patria con alcuno di quegli atti d’italianitá splendidi e solenni che non lasciano altrui balía di retrocedere, chi vorrá dubitare della sua perseveranza? I valenti ingegni non gittano volentieri le occasioni di rendersi famosi, anzi le cercano e le appetiscono; né oggi può darsi lode insigne per un ministro o un principe italiano che quella di essere iniziatore del Rinnovamento."
      },
      {
        "index": 40,
        "text": "Se la monarchia di Sardegna ricusasse di entrare per questa via veramente regia e sola sicura; se i suoi ministri continuassero a pascersi di vane speranze e a consumare neghittosamente il tempo, come fecero negli anni addietro; se dormissero nella beata fiducia che il trono e lo statuto sieno eterni, e sprezzassero i pronostichi dell’avvenire; gli amatori di repubblica sarebbero appieno giustificati. Peggio ancora, se fosse vero il romore sparso che sieno per inchinare alle lusinghe dell’Austria e stringer seco e coi principi spergiuri della penisola un patto vituperoso. Nessun buono italiano in tal caso avrebbe dubbio sull’elezione, ché troppo enorme saria il posporre l’Italia e l’onore al Piemonte, anzi il Piemonte a una forma governativa e all’interesse di una famiglia. Nel modo adunque che il divorzio di Roma dalla causa italiana ha mutato l’aiuto in ostacolo, e inimicati giustamente allo scettro temporale del papa coloro che dianzi lo celebravano come principio di redenzione, altrettanto avverrebbe a chi regge il Piemonte; e questi non avrebbe piú ragion di dolersi che Pio nono e la sua corte, poiché da lui e non da altri proverrebbe la mutazione. Cosí la fiducia nella monarchia italiana, che oggi è notabilmente scemata (essendo ridotta a collocarsi in un solo principe), sarebbe affatto spenta, e chiunque non diffida delle sorti patrie si volgerebbe di necessitá alla repubblica. Or vorrem noi disperare d’Italia? No certamente: la fortuna di venti milioni di uomini non può dipendere da una forma particolare di Stato e dalla elezione di uno o pochi individui. La societá è pieghevole come la natura; e nel modo che l’uomo può avvezzarsi a ogni clima, cosí i popoli possono abituarsi a ogni maniera di reggimento. La predilezione intollerante e faziosa dei municipali verso il regno è cosí stolta, come quella dei puritani verso il vivere popolare. Non vi ha governo che sia assolutamente necessario, e la possibilitá di cadere è a ciascuno di essi un freno utile che lo impedisce d’insolentire, quasi spada di Damocle sospesa sul suo capo. Vero è che il riscatto d’Italia senza il concorso e l’aiuto del Piemonte è ripieno di difficoltá, come vedemmo di sopra, e assai meno sicuro che nell’altro modo; onde questo, potendo, è certo da antiporre. A chi infatti si dovrebbe commettere l’egemonia? donde trarre un esercito estemporaneo? come cacciare il Tedesco con armi proprie dove non basti la diversione? come ovviare agli scismi politici e municipali? quando il riparare a tali inconvenienti col solo aiuto e patrocinio straniero (se pur s’impetrasse) sarebbe un rimedio peggior del male. A trattare accuratamente questi vari punti e altri somiglianti, poche pagine non basterebbero ma ci vorrebbe un libro. E io mi astengo per ora di aprire il mio pensiero sovra di essi, affinché niuno dubiti che la mia fiducia nel Piemonte non sia sincera, benché (a dir vero) tenuissima e quasi nulla. Non vorrei né anco che, entrando in tali materie prima che i tempi lo rendano necessario, altri stimasse che io operi per privato risentimento. Io non ho mestieri di vendette né di conforti; e quando pure ne abbisognassi, mi basterebbe l’opinione pubblica. Oltre che, i cuori non ignobili amano di ricambiare le ingiurie coi benefizi, e non è piccola lode a un privato il vincere in generositá i principi."
      }
    ]
  }
}
