{
  "chapterNumber": 9,
  "title": "Libro I, Cap. 8",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO OTTAVO"
      },
      {
        "index": 1,
        "text": "delle parti politiche in italia"
      },
      {
        "index": 2,
        "text": "Esposti e discussi trascorsivamente gli errori fondamentali di cui molti conservatori e democratici dentro e fuori d’Italia fan professione, veggiamo in succinto come cotali massime, trapassando dalla speculazione nella pratica e intrecciandosi cogl’interessi faziosi, abbiano avuto efficacia nel nostro Risorgimento e fattolo sviare dal buon cammino. Se non che i democratici e i conservatori, propriamente parlando, non furono i principali autori di tanto danno, ma altre sètte piú intemperate che, ampliando gli errori e prevalendosi dei falli di quelli, accrebbero il male e lo rendettero senza rimedio. Prima dunque di entrare nei fatti, abbozzerò un breve quadro delle parti o sia sètte politiche che signoreggiavano e tuttavia signoreggiano più o meno nella penisola. Le quali si stendono per tutti gli ordini, atteso che non pure i ritrovi, i giornali, gli scrittori politici, ma i ministri dello Stato, i consiglieri del principe, gli eletti del popolo per lo piú loro appartengono e pigliano da esse l’indirizzo che danno ai negozi; tanto che nei tempi torbidi elle son veramente padrone della cosa pubblica. E dopo averle generalmente ombreggiate, discenderò ai particolari che le riguardano, e avrò occasione in tal modo di fare un riconto sommario dei nostri mali, mostrandoli specchiati nella loro fonte, senza preterire la brevitá che mi sono proposta. Mi riserbo bensí piú innanzi a toccare partitamente de’ principi, cosí per l’altezza del grado che li distingue dagli altri uomini, come per la parte privilegiata che ebbero negli sbagli e nelle colpe comuni."
      },
      {
        "index": 3,
        "text": "Le voci di «parte» e di «setta», accennando disgiunzione e rottura di un tutto, significano non so che di privativo, di manchevole, di vizioso; e però nella buona lingua le parti e sètte politiche si chiamano anche «divisioni», quasi eresie speculative e scismi pratici verso l’opinione e unitá nazionale. E in vero ciascuna di esse rappresenta un solo aspetto o riguardo dell’idea moltiforme, che genera ed abbraccia compitamente il concetto e il fatto, il genio e l’essere di nazione. Sono unilateri, se posso cosí esprimermi, e non poligonali, sofistiche e non dialettiche, negative e non positive, eterodosse e non ortodosse rispetto alle dottrine civili. E siccome nel lavorio dello spirito l’affetto ritrae dal concetto, elle sono rissose e non pacifiche, intolleranti e non conciliative, parziali e non eque, eccessive e non moderate, volgari e non generose, sollecite di se stesse anzi che della patria e licenziose intorno ai mezzi che eleggono per sortire l’intento loro. Tanto che, assommata ogni cosa, tengono piú o manco del rovinoso o del retrogrado anche quando si credono progressive o conservatrici. Non si vuol però inferire che tutto sia falso nei loro dettati e reo nelle loro pratiche; perché se fosse, non potrebbero aver vita, credito e potenza. Ogni setta è l’esagerazione di un vero e di un bene parziale, nei quali sta il merito e il vizio, l’efficacia e l’impotenza loro, atteso che anche il vero e il bene si corrompono ogni volta che trasmodano a pregiudizio di altri beni e di altri veri. Egli avviene alle parti politiche quel medesimo che alle scuole scientifiche nei vari ordini del sapere. Laonde siccome per purgare tali scuole dalle loro mende e ridurle al segno, uopo è riunire insieme le loro opinioni, compiendo e castigando le une colle altre, risecandone il troppo, supplendone il difettuoso, correggendo il negativo di tutte col positivo diviso per ciascheduna, e procedendo in questo lavoro non mica a caso né colla sola guida del comun senso (come fanno gli eclettici volgari) ma colla scorta di una dottrina piú elevata; altrettanto vuol farsi intorno alle sètte politiche mediante la dialettica civile, che dalle parti e divisioni private fa emergere l’opinione pubblica e trae, per modo di dire, la nazione dalle fazioni."
      },
      {
        "index": 4,
        "text": "Le parti sono effetto della civiltá immatura, come le scuole della scienza primaticcia e manchevole, e quasi una reliquia dell’antica barbarie, ma migliorata. Nella barbarie il conflitto è violento e si spedisce colle armi, cosicché anche oggi quando l’impeto e il fervore risvegliano nei partigiani i sensi dell’antica ferocia, si suol ricorrere ai duelli, quasi per un ritorno istintuale delle sètte alla loro origine. Ma per ordinario la pugna si esercita nel campo delle idee e dei maneggi, sostituendo il pensiero e la parola, spesso l’arte e l’astuzia, talvolta ancora i raggiri e la frode, ai colpi e alla forza; il che è certo un notabile avanzo, imperocché la lotta ridotta a questi termini, se non è pacifica né generosa in se stessa, è però meno brutale e malefica per gli effetti. E a mano a mano che la civiltá cresce, le parti si emendano: diventano piú eque e tolleranti, piú benevole e disposte agli accordi; passano dai libelli e dai conventicoli ai giornali e ai parlamenti; pigliano una forma piú regolare, piú moderata e sincera; di private e spesso clandestine diventano in un certo modo pubbliche; di nocive, utili; e si chiamano «opposizione», la quale è in politica un progresso dialettico e somiglia alla dissonanza artificiosa nella musica, alla critica e all’obbiezione nella dogmatica e polemica dottrinale. D’altra parte elle vanno scadendo d’importanza e rimettendo di forza, per guisa che se la cultura potesse, quando che sia, toccare il colmo, elle affatto si dileguerebbero. Ma siccome l’idea e la dialettica compiuta non possono raggiungersi che per modo di avvicinamento, cosí il progresso della civiltá verso le sètte consiste nel migliorarle, rivolgendole sempre piú al bene e rendendole meno attuose pel male."
      },
      {
        "index": 5,
        "text": "Prima di esporre le ragioni e i torti, i pregi e i difetti delle sètte odierne d’Italia, e mostrarne le somiglianze, le differenze, le gare, i contrapposti e gl’intrecci reciproci, converrebbe descrivere l’origine e generazione loro. Ma questa ricerca eccedendo i termini prefissi al mio tema, mi contento di avvertire generalmente che le fazioni d’oggi si collegano in parte per successione storica, in parte per semplice parentezza di dottrine, con quelle dei tempi andati e risalgono di mano in mano sino al medio evo. Come i guelfi e i ghibellini di allora esprimevano la pratica civile del concetto speculativo dei realisti e dei nominali, cosí le parti politiche che regnano presentemente sono eredi per piú rispetti dei guelfi e dei ghibellini. I guelfi lavoravano sul concreto dei municipi italiani e della Chiesa di Roma, perché le franchigie del comune e l’unione cattolica dei vari Stati erano la sola libertá e la sola effigie di nazionalitá italica che avessero del vivo in quei secoli. I ghibellini si travagliavano intorno a due astratti, cioè all’essere politico di nazione e all’imperio cesareo, che era in quei tempi un nome senza forze. Se non che tali astrazioni non erano affatto vuote, come quelle che, traendo seco la memoria del passato e suscitando le speranze dell’avvenire, costituivano una potenza che, messa in atto per l’addietro e poi ritornata a grado d’implicazione, poteva emergere e attuarsi di nuovo, come i tempi ed i casi lo permettessero. Due furono gli errori capitali dei ghibellini: l’uno di non far conto degli ordini liberi, l’altro di voler trarre il principio dell’unione di fuori a scapito della dignitá e dell’autonomia, in vece di cercarlo in casa propria e riceverlo da Roma spirituale, che in quelle condizioni poteva essere il solo capo egemonico della penisola. Ma anche qui l’errore era il germe del vero, conciossiaché sotto la ruvida scorza dell’odio ghibellino contro Roma si occultava la separazione futura del sacerdozio e dell’imperio e il riscatto politico del ceto laicale. Amendue le sètte mancarono verso l’uscita del secolo quindecimo, e nel seguente non ne rimase piú alcun vestigio, atteso la declinazione e la caduta della repubblica di Firenze (che ne era stato il seggio piú vivace), il patronato dei primi e la tirannia dei secondi Medici in Toscana, la dominazione straniera introdotta in Italia, l’aggravata signoria dispotica per ogni dove, i fervori mistici che furono il contrasforzo delle eresie germaniche, e il pensiero incatenato per opera dei gesuiti. Non venne però interrotta la successione delle dottrine, le quali passarono dalle sètte negli scrittori, che, sparsi, occulti o perseguitati, nutrirono le ultime faville della scuola italica, tentarono varie combinazioni del concetto guelfo col ghibellino e apparecchiarono la rinascita delle idee patrie succeduta al tempo dei nostri avi."
      },
      {
        "index": 6,
        "text": "Principe di questa rinascita e risvegliatore dei sensi assopiti della nazionalitá antica fu Vittorio Alfieri, il quale rinnovò e contemperò insieme le idee di Dante e del Machiavelli e piantò l’italianitá come base di tutto l’edifizio politico. Ma questa dote, rendendolo piú illustre e singolare nei posteri, gli nocque tuttavia presso i coetanei, in cui prevalevano i concetti e gli amori stranieri, introdotti dai libri, favoriti dalla moda, accresciuti dall’esempio, avvalorati dalle armi e nudriti dalle congreghe segrete piú generose di spiriti che italiche d’origine e di pensieri. E siccome ogni setta ne provoca un’altra come sua opponente, le parti liberali dell’estrema Italia ne suscitarono delle contrarie, use a mantellare la loro politica coll’ipocrisia e col fanatismo; brutta e sozza canaglia spenta piú volte, ma che sempre ripullula come pianta succisa. Da questi influssi partigiani nacquero i conati progressivi del quindici, del venti, del ventuno, del trentuno, del trentatré, del quarantatré, del quarantaquattro, del quarantacinque e le riscosse che li soffocarono; e come ai carbonari e ai loro consorti sottentrò la Giovine Italia, cosí i paccanaristi, i calderari e i loro simili rifiorirono nel sodalizio gesuitico e nel sanfedismo. I princípi del Risorgimento italiano furono affatto indipendenti dalle mosse, dall’opera e dalle dottrine delle sètte liberali preaccennate; ma stante che queste e le loro avversarie vegliavano, le une presero a sviarlo e le altre a combatterlo: quelle diedero a queste coi loro eccessi pretesto di fargli contro, e queste presero dagli errori di quelle il modo agevole di contrastarlo e di vincerlo."
      },
      {
        "index": 7,
        "text": "Discendendo piú ai particolari, le sètte che testé campeggiarono e durano ancora si possono distinguere in varie classi, secondo lo scopo principale che si prefiggono. Fra le parti illiberali le une sono stative, astiando la libertá ma non avversando una certa coltura; le altre retrive, che odiano l’una e l’altra. Le prime amano il governo stretto, privilegiato e inchinano all’assoluto dominio o al piú ammettono qualche tenue franchigia, ma sono contrarie alla clerocrazia e vogliono l’indipendenza laicale come condizion necessaria e principio d’incivilimento. Le seconde suggellano la signoria dispotica coll’imperio ieratico; e siccome questo troppo discorda dal genio moderno, esse si studiano al possibile di far rinvenire il secolo ai bassi tempi. Nervo e colmo delle prime era l’Austria, la quale fra gli Stati cattolici è quello che meglio seppe in addietro scuotere il giogo dei chierici, servirsi della religione come di semplice strumento e piegare il dispotismo medesimo a un certo grado di gentilezza. Ella eredò dagli antichi germani e dalla casa di Svevia l’odio gentilizio contro Roma civile e papale e l’ambizione di signoreggiare in Italia; i quali vecchi istinti di postura, di tradizione e di stirpe, accresciuti coll’andar del tempo dagli spiriti aulici e statuali, furono rivolti a cultura dalle riforme di Giuseppe. Gli uomini di Stato amatori dei governi duri e inflessibili, coloro che non veggono altro bene che i materiali incrementi, quelli che a guisa dei giureconsulti odiano le influenze e le ingerenze pretesche, o come i gentiluomini cercano in un principato forte e assoluto o quasi assoluto la tutela dei privilegi contro la democrazia crescente, si rannodano piú o meno all’insegna tedesca. Polso e cima dell’altra specie d’illiberali sono i gesuiti, per le ragioni di sopra discorse. Essi vogliono ristorare la teocrazia pontificale dei tempi medi e peggiorarla, adoperandola a spegnere ogni ordine libero, sommettendo a se medesimi la potestá secolare ed ecclesiastica e infeudando, per cosí dire, il laicato e il sacerdozio, lo Stato e la Chiesa, i principi e i popoli, Roma e l’Italia, l’Europa ed il mondo alla Compagnia. Ma siccome questo assunto non è di facile manifattura finché fioriscono e avanzano le cognizioni, tra perché libertá e dottrina s’incorporano insieme, e perché i padri non possono gareggiare coi laici in tali nobili acquisti, essi brigano di ritirare gl’ingegni al buio delle etá barbare. Partigiani dei gesuiti sono tutti coloro che per ignoranza e superstizione partecipano al loro zelo fanatico o per vanitá e guadagneria ne ambiscono il patrocinio; i quali, per campare senza fatica o salir dove i lor meriti non li porterebbono, adulano l’instituto ricco e potente e ne professano le opinioni. Le due sètte illiberali hanno dunque alcuni fini propri ed altri comuni; e di questi il principale è impedire che l’ingegno sovrasti e trionfino quelle idee di libertá, d’uguaglianza, di nazione, le quali mirano a spegnere ogni vestigio dei tempi barbari e a far regnare il pensiero moderno in tutto il mondo civile."
      },
      {
        "index": 8,
        "text": "Negli anni addietro esse camminavano alla spartita e, non che accomunare i disegni e l’opera, si guardavano in cagnesco e anco talvolta si azzuffavano. Ma il moto riformativo d’Italia, la rivoluzione francese del quarantotto, le commozioni che ne seguirono in varie parti di Europa e la democrazia minacciante mostrarono loro l’opportunitá e il bisogno di unire i consigli ed affratellarsi. Al che eziandio le confortava la ricordanza delle comuni origini; quando il dispotismo moderno e il gesuitismo nacquero insieme verso la metá del secolo sedecimo, e insieme rinacquero nel terzo lustro del nostro. Senza che, ciascuna di loro avendo in proprio certi tali vantaggi che mancano all’altra, elle non possono promettersi di conseguire i rispettivi loro fini se non ricompiendosi scambievolmente. L’Austria ha le armi, la potenza, il governo e tutti quei mezzi materiali ed esterni che un ampio Stato somministra: la Compagnia possiede il maneggio delle coscienze e la molla degli affetti religiosi accesi dal fanatismo, oltre il nerbo che le conferisce l’essere una consorteria clandestina e pubblica, illegale e giuridica, sacra e profana ad un tempo, largamente sparsa, mirabilmente organata, congiunta in palese colla gerarchia cattolica e intrecciata in occulto con molte e svariatissime clientele. Ciascuna delle due potenze può dunque rifarsi e vantaggiarsi dell’altra; dove che, scompagnate, sono amendue tronche e difettive. Chi vuole signoreggiare gli uomini fuori della veritá e della giustizia dee prendere la loro maschera, adoperando la frode e la forza, e quindi, come dice il Machiavelli, «saper bene usare la bestia e l’uomo, e di quella pigliare la volpe e il lione; perché il lione non si difende da’ lacci, la volpe non si difende da’ lupi»[1]. Ora l’Austria e la Compagnia si partono appunto i due princípi del male, la forza e la frode, il lione e la volpe; il concorso dei quali è oggi piú che mai necessario, se non per vincere il mondo, almeno per impedire di esser vinto. L’alleanza dei padri e dei croati era dunque naturalissima; e cominciò per gradi fino dai primi albori del nostro risorgere, quando l’Austria prese ad accarezzare i gesuiti in Lombardia e in Germania, e il padre Taparelli di Azeglio ruppe una lancia in favore dell’Austria, ingegnandosi di falsare il concetto della nazionalitá italica. Gli eventi posteriori, accrescendo il pericolo, resero piú tenera ed intima colla dimestichezza la lega delle due fazioni e le riunirono quasi in un corpo, dando luogo alla setta mista degli «austrogesuiti» che oggi regna da principe in tre quarti della penisola. Ma siccome quando due potentati si allegano, uopo è che ciascuno di essi rinunzi a quelle pretensioni che possono spiacere al compagno, l’Austriaco suggellò ultimamente il patto di fratellanza annullando alcune riforme di Giuseppe che troppo cocevano ai nuovi amici; e questi, deposta l’antica dolcezza con cui da agnelli si mascheravano, piú non dissimulano le opere e le fattezze lupigne, levando a cielo i benefici influssi di Vienna su tutta Italia ed esaltando non solo i rigori e le crudeltá civili ma persino l’inquisizione, non ostante la vecchia ruggine e i mal sopiti rancori dei figliuoli d’Ignazio con quelli di Domenico."
      },
      {
        "index": 9,
        "text": "I liberali si distinguono in due classi, l'una delle quali comprende le sètte che chiamerò «dialettiche» e l’altra quelle a cui darò il nome di «sofistiche», avendo l’occhio al carattere predominante. «Dialettici» chiamo i conservatori e i democratici, tengano questi pel regno o per la repubblica, perché negli uni e negli altri le parti buone alle ree prevalgono. «Sofistici» appello i municipali e i puritani, per la ragione contraria. Mi si conceda l’uso di quest’ultima voce, tolta da una setta famosa, che recava nella religione la stessa angustia di spirito, purezza apparente e intolleranza di dottrina che i politici, di cui discorro, nelle cose civili. Imperocché, considerando i fautori di repubblica come un ramo dei democratici, egli è chiaro che per «puritani» io non intendo chi reputa lo Stato di popolo migliore di ogni altro e ne brama l’effettuazione, ma sí bene coloro che l’hanno per solo buono e stimano le altre forme esser tutte cattive ugualmente. «Puritani» chiamo quei nostri che, per ambizione politica, ostinazione d’animo, puntiglio di parte, impeto di fantasia, difetto di esperienza e di buon giudizio, ricusano di contentarsi, anco a tempo, di qualunque ordine diverso dalla repubblica, avversano il principato costituzionale quanto il dispotico anzi piú ancora, godono a vedere la libertá monarchica spenta in Roma, Toscana e Napoli, desiderano che venga meno in Piemonte, antepongono il dominio dell’Austria a quello dei principi nostrali, si rallegrano della rotta di Novara e che la Lombardia, la Venezia sieno ricadute sotto il giogo alemanno; credono insomma che la felicitá civile non possa conseguirsi altrimenti che colla repubblica e abbia con questa a ottenersi infallibilmente, e quindi doversi abbattere in ogni luogo e ad ogni costo gli ordini monarchici per sostituir loro i popolari, senza pure inchiedersi se sieno opportuni e se, introducendoli senza apparecchio, sieno in grado di portar buoni frutti e riesca possibile il conservarli. E per ultimo non si appagano né anco della repubblica se essi non ne sono principi, disposti ad osteggiare il governo popolano non meno del regio quando non sia da loro capitanato. Confusione adunque della forma accidentale coll’essenziale degli Stati liberi, intolleranza di ogni ordine che non sia di popolo, e odio della stessa repubblica se non s’immedesima colla loro setta, sono i tre caratteri specifici dei puritani; e se i due primi si possono recare a semplice error d’intelletto, l’ultimo ne svela l’egoismo fazioso. Il loro torto pertanto non versa nella predilezione della repubblica, ma sí nel volerla introdurre a sproposito e a danno dei maggiori beni, quali sono la libertá, l’indipendenza, la nazionalitá, l’unione, la forza, la sicurezza, i progressi civili, e sovrattutto nel fare degli ordini repubblicani uno strumento privato di ambizione e di cupidigia. I puritani furono dopo le sètte retrograde i principali nemici del Risorgimento italico, e intesero sin da principio a corromperlo per tirarlo ai loro fini od ispegnerlo se il primo proposito non riusciva."
      },
      {
        "index": 10,
        "text": "Da queste avvertenze e dai nomi stessi che adopero per qualificare le varie sètte si può raccogliere che io non colloco l’essenza loro, cioè la nota che distingue questa da quella e le dialettiche dalle sofistiche, nell’essere piú o meno affezionate teoricamente a questo o quel modo di signoria. La forma estrinseca del governo, essendo cosa in gran parte secondaria, non può dar luogo a un divario sostanziale tra le fazioni. Siccome i puritani si rendono riprensibili non mica parteggiando pel governo di molti, ma facendolo fuor di luogo e tempo, cosí i conservatori sono degni di lode, non giá come amatori del principato costituzionale, ma in quanto lo promuovono e lo difendono opportunamente. Il che tanto è vero che, variando la stagione e la contrada, anche il bene ed il male relativo si diversifica; sicché quello che si affaceva alle condizioni passate potrá ripugnare a quelle dell’avvenire, e ciò che quadra, verbigrazia, all’Italia può disdirsi alla Francia. E in vero i conservatori francesi di oggidí, che mirano a rovesciare gli ordini vigenti, cadono nello stesso errore dei puritani nostrali negli anni addietro, e sono degni del titolo di «perturbatori» cospirando per la monarchia in Parigi, come lo meritarono coloro che la nimicavano nella penisola."
      },
      {
        "index": 11,
        "text": "L’essenza delle divisioni politiche si vuol dunque cercare altrove, cioè nelle loro attinenze col realismo civile. Il quale è di due sorti: l’uno generico e l’altro specifico. «Generico» chiamo quello che appartiene a ogni luogo e tempo, e consiste nel riconoscere le idee e le cose, Iddio e la natura, che sono le due realtá supreme, e seguirne le leggi, antiponendo il razionale all’arbitrario, il naturale al fattizio, il principale all’accessorio; pigliando per guida non mica il senso volgare o il comune ma il senso retto, e però sfuggendo a piú potere quelle false dottrine che si fondano nell’apparenza anzi che nella sostanza degli esseri e delle relazioni che corron fra loro. Il realismo specifico è l’applicazione dell’altro alle condizioni particolari di un tempo e di un paese determinato; e quello di oggi in ordine all’Europa culta versa principalmente nel dare un essere politico alle tre realtá naturali del pensiero, delle nazionalitá e della plebe. Ciò posto, io dico che le sètte dialettiche si differenziano dalle sofistiche in quanto le prime serbano alquanto del realismo e le seconde son nominali, benché il loro nominalismo non sia di grado né di specie tutt’uno. E in prima non vi ha dubbio che gl’illiberali stativi e retrogradi sien nominali, volendo fermare la civiltá o distruggerla e stimando possibile il sospendere o annullare la legge suprema della perfettibilitá umana. Nominali sono i puritani, che, reggendosi colle astrazioni come i ghibellini del medio evo, sognavano testé un’assoluta unitá d’Italia quando appena era possibile l’unione; antepongono una vana specie di repubblica alla nazionalitá, che è l’interesse piú vivo e importante di un popolo; e vogliono che il progresso civile si faccia a sbalzi, senza tenere per la via del mezzo e senza far conto del genio, delle abitudini, delle disposizioni proprie degli uomini, delle forze del paese, delle condizioni dei vari domíni, dello stato presente ed effettivo della penisola. Parrá in sulle prime che i municipali si accostino al realismo, collocando come i guelfi la realtá politica nella provincia e nel municipio. Ma se nell’etá media, quando i sensi nazionali dormivano, la cittá e il comune erano la sola patria, oggi il caso è diverso, essendo giunto a maturitá bastevole il bisogno, il concetto e l’istinto spontaneo di nazione. Perciò le provincie e le municipalitá separate da questa sono anch’esse astrattezze, in quanto che per la civiltá vantaggiata e l’efficacia che i popoli hanno gli uni verso gli altri, quelle non possono prosperare se non si appoggiano ad una comune patria come a fonte di progresso e presidio di sicurezza. Il considerare pertanto lo Stato e il comune come un tutto anzi che come semplice parte, gli spoglia della loro consistenza politica e in certo modo gli annulla; tanto che i municipali non possono sottrarsi alla nota di nominalismo con piú fondamento che i puritani. Aggiungi che com’essi recidono i vincoli dei popoli particolari colla nazione, cosí troncano i legami scambievoli delle varie nazioni con quelle dottrine di segregamento e d’inerzia che si spacciano oltremonte, onde vengono tanto piú a debilitare le forze degli Stati e a trarre indietro la civiltá."
      },
      {
        "index": 12,
        "text": "La sostanziale medesimezza delle sètte fondata nel nominalismo comune fa sí che, a malgrado delle discrepanze e contrarietá apparenti, esse si rassomigliano per piú versi. Imprima si accordano nel disconoscere le tre realtá soprascritte. Illiberali, municipali, puritani portano lo stesso odio alla dottrina e all’ingegno e, non che assegnar loro la preminenza, gli scartano a lor potere dal governo delle faccende. La predilezione in cui hanno l’ignoranza e la mezzanitá, per non dire la nullezza politica, nasce non pur dall’amore che portano a se stessi, ricchissimi di tali parti, e dall’invidia di chi sovrasta per senno e per intelletto, ma eziandio dalla ripugnanza di questi pregi colle loro dottrine. Imperocché è proprio della scienza il cogliere la realtá e dell’ingegno il pigliarne diletto; e all’una mal soddisfanno le astrazioni vuote, all’altro le notizie empiriche disgiunte dalle ideali. Il nominalismo politico ha l’ombra del sapere piú tosto che la sostanza, né può gustare agli spiriti sodi e penetrativi, che non si appagano di scortecciare gli oggetti ma cercano di smidollarli. Qual ingegno di polso, verbigrazia, presumerá di fermare il corso delle idee civili o vorrá imprigionarsi tra le angustie municipali? Assunti che possono parer plausibili a chi non ha fiato di filosofia e di storia. Il puritanismo politico è meno avverso alle idee e pare che per tal rispetto debba gradire agli uomini di valore. Ma a questi non vanno a sangue le idee vuote, cioè divise dai fatti, né i fatti sterili, cioè disgiunti dalle loro attinenze e dalle idee che li fecondano; e conseguentemente non possono esser meglio puritani che municipali. Vero è che le astrazioni e le fantasie piacciono all’etá verde, usa di scambiare il fervore dello spirito e le larve dell’immaginazione coll’esperienza. Per la qual cosa, laddove il municipalismo si confá in modo speciale agli uomini attempati e d’indole gretta o mogia, l’altro sistema può garbare all’etá fervida ma non all’adulta dell’ingegno e del sapere."
      },
      {
        "index": 13,
        "text": "L’ignoranza e il disprezzo della nazionalitá in universale e dell’italiana in particolare è un’altra dote comune alle sètte eteroclite. Non occorre che io mi arresti a provarlo dei politici pausanti o a ritroso, i primi dei quali pongono la nazione nella reggia e gli altri nella Compagnia[2]. Se non che dopo la taglia passata fra le due parti, si direbbe che la nazionalitá austriaca sia la sola che abbia qualche costrutto e che debba premere agl’italiani. I municipali sono gli ebioniti della politica e i guelfi di campanile, troncando quei nodi intimi che stringono insieme tutti i popoli consorti di stanza, di stirpe, di favella, e sostituendo all’universale, che è la nazione, il particolare, che risiede nella provincia e nel municipio. I puritani trascorrono all’eccesso opposto, e per un falso amore del genere vorrebbero annientare le specie, distruggere l’individuitá naturale delle nazioni, spegnere le patrie e allargare la civil comunella a tutta la specie umana, «recando tutti gli uomini in una sola nazione e patria come fu da principio, e facendo professione di amore universale verso tutta la loro specie, ma veramente dissipando la stirpe umana in tanti popoli quanti saranno uomini»[3]. Il municipalismo e il cosmopolitismo sono due estremi viziosi, fra cui tramezza l’idea dialettica di nazione; e stante che gli estremi si toccano, l’uno, aspirando a trinciare l’Italia in piccoli Stati, si confonde coll’altro che, spogliandola di ogni carattere proprio, la mescola coll’Europa. Ma tolta via la nazionalitá in genere, come può darsi italianitá, che è la forma specifica del nostro essere nazionale? Quindi nasce la comune tendenza degl’illiberali, dei municipali e dei puritani a imbeversi di dottrine e imitare gli esempi forestieri, sfatare le nostre lettere, antiporre favellando e scrivendo la lingua altrui alla propria o usare la propria barbaramente; anzi i municipali antipongono i dialetti all’idioma patrio (essendo questi il municipalismo della lingua), o lo parlano con tale eleganza che poco si differenzia dai vernacoli. L’amore dei forestieri è talmente inviscerato nelle due sètte che gl’illiberali farebbero volentieri della penisola una dizione dell’imperio; e pogniamo che i municipali non osino tanto, nondimeno vagheggiano l’idea di un’alleanza austrorussa come piú favorevole allo scisma politico e conservatrice"
      },
      {
        "index": 14,
        "text": "degli spiriti di municipio. Colla stessa agevolezza i puritani ci trasformerebbero in provincia gallica come nell’etá scorsa, purché tornasse in acconcio di vivere a repubblica; anzi stimano men male che l’Italia sia austriaca e serva piuttosto che libera ed autonoma sotto uno o piú re nazionali."
      },
      {
        "index": 15,
        "text": "Alla nazionalitá si attengono intimamente l’unione e l’egemonia, e chi disvuole o frantende quella non può essere intelligente di queste né averle a cuore. Siccome la sola forma di unione possibile nel Risorgimento era la lega politica, i municipali, i puritani e i retrogradi si accordarono nel ripugnarla: i primi per non chiudersi la via a sbocconcellare qualche frusto di territorio e per altre ragioni, i secondi per amar meglio debole la patria che forte il principato, i terzi perché il titolo della confederazione non dovea toccare né all’imperatore né al generale della Compagnia. L’esercizio dell’egemonia militare e civile spettava al Piemonte e importava la guerra dell’indipendenza, la fondazione di un’Italia settentrionale e l’indirizzo morale della penisola. Il regno dell’alta Italia non rilevava meno che la cacciata del barbaro, anzi piú per un certo rispetto, giacché poco giova il vincere se non si assicurano i frutti della vittoria. Dappoiché i tempi non permettevano che la penisola a un solo Stato si riducesse, la sua redenzione era cosa affatto precaria se, cacciata l’Austria, non si univa il Tirreno coll’Adriatico, recando a unitá di Stato e di milizia tutta quella parte che corre lungo le Alpi e formandone quasi un valido antimuro contro ogni nuova invasione; giacché né l’Austria avrebbe ceduto a una sola disfatta, né saria stata sola alla riscossa, troppo montando a tutti i despoti boreali il soffocare la nascente libertá italica. Ora anche su questo capo, maraviglioso fu il consenso dei puritani e dei municipali coi nemici della nostra causa. Ai puritani spiacevano la forza e la gloria che ne tornava al principato; ai municipali della bassa Italia e a Ferdinando, Pio, Leopoldo davano nel cuore lo splendore della casa di Savoia e l’ampliazione dello Stato piemontese: come se, trattandosi del comun bene, si dovesse aver l’occhio agl’interessi particolari. Pare a prima vista che appunto per queste ragioni i municipali subalpini dovessero aver cara l’impresa; ma il vero si è che anch’essi la contrastarono per ignavia e per cupidigia. Finalmente l’inesperienza e la debolezza degli Stati del mezzo erano tali che, per farli cooperare con vigore alla guerra e tenervi in freno le parti opposte degl’immoderati e dei retrogradi, era d’uopo che il Piemonte li vigilasse e coi consigli, le pratiche, le influenze governasse in un certo modo tutto il resto d’Italia; il che nei princípi era facile a riuscire. Ma anche su questo capo le occasioni si trasandarono e non si fece nulla, tanto il concetto egemonico sovrastava alla corta apprensiva delle fazioni."
      },
      {
        "index": 16,
        "text": "Per ultimo la plebe non è meglio riguardata e trattata dai sofisti politici che l’ingegno individuale e la nazionalitá dei popoli. Il divario, che corre per tal rispetto fra quella parte di loro che inimica la libertá e quella che fa professione di amarla e di favorirla, è piú apparente che effettivo; se non che l’una si mostra piú schietta e l’altra piú ipocrita. Ipocriti sono i municipali, i quali, postergando il maggiore al minor numero come pospongono la nazione alla provincia, dicono di amare il popolo, ma intendono per «popolo» solamente se stessi, giacché il cuore se non il corpo del municipalismo è la borghesia ricca e ambiziosa. La libertá per loro non è altro che la riscossa dei benestanti dai despoti e dai baroni: il governo rappresentativo, un privilegio che gli abilita a esser ministri, senatori, deputati, ambasciatori, capitani; aver l’onore della ringhiera, del portafoglio, del protocollo; partirsi fra loro gli utili, la potenza, le cariche; e trattare insomma lo Stato come una cosa fatta da Dio a bella posta per loro. La povera plebe lavori, sudi, si affacchini, patisca come in antico; sia libera in mostra ma in effetto esclusa da tutti i beni sociali. Io confesso di antiporre la franca politica dei retrivi, che senza far mistero bistrattano ed angariano i miseri come schiavi, alla pietá infingarda dei municipali che, usata la plebe per riscattarsi dai comuni padroni e banditane la libertá in carta, sottentrano a quelli nell’opera di calpestarla. I puritani sarebbero da giudicarsi amatori della plebe, se bastasse a tal effetto l’averla sempre in sulle labbra senza curarsi de’ suoi bisogni. Ma oltre che anch’essi vogliono far dello Stato un monopolio a pro della setta loro e non si propongono di mutare il governo per altro che per recarselo in pugno, io non veggo che sinora il miglioramento della plebe abbia occupati i loro pensieri e le loro penne. Trovo anzi che mirano a nutrirla non di pane ma di astrazioni, promettendole libertá, uguaglianza, indipendenza e altre cose bellissime per indurla a seguirli. Quindi è che quanto son freddi per le riforme, in cui pure risiede la sostanza di ogni buona mutazione sociale, tanto si mostrano ardenti per le rivoluzioni, come quelle che mutano e trasferiscono il reggimento. Come i municipali, ripongono anch’essi la somma del tutto in un accidente; se non che alla signoria dei ricchi sotto l’ombra del principe sostituiscono la propria dittatura sotto nome di repubblica."
      },
      {
        "index": 17,
        "text": "Non dee parere strano che fra parti cosí discordi come le tre menzionate passino tali riscontri, se si avverte che quando son pari le disposizioni interne non può succedere che gli effetti esteriori sieno troppo dispari. Ora gl’illiberali, i municipali e i puritani si somigliano per l’animo e per lo spirito. Rispetto all’animo, si trovano certo nelle due prime classi uomini probi ed onesti che errano a buona fede per corto ingegno, poca dottrina, cattiva educazione; e nella terza giovani generosi, mossi da ardore inesperto e dall’impeto dell’etá verde. Ma costoro non sono i capi e solo per accidente appartengono a tali sètte, il nervo delle quali e i piú si governano con turpe egoismo congiunto alle corruttele. Rispetto allo spirito, sono volgo, e quanto abbondano di quel senso volgare che coglie solo le apparenze, tanto mancano del senso diritto e pratico che afferra le realtá. E sono volgari per torto giudizio e perché ignoranti della scienza degli uomini e delle cose, digiuni di notizie storiche: spregiano in altri quelle cognizioni di che essi mancano, odiano lo studio, vilipendono i dotti e gli scrittori, e quanto mancano di valore intrinseco tanto sono ricchi di presunzione e di arroganza. E però non hanno antiveggenza, perché solo dalla giusta contezza del presente e del passato può germinare la cognizione del futuro. Confondono il senno coll’astuzia, e si credono abili agli affari, conoscitori degli uomini, perché sono finti, aggiratori, procaccianti; non si fanno coscienza delle frodi e delle calunnie; a un bisogno rompono la fede, violano il segreto, tradiscono le antiche amicizie; e spacciano per inetti gli spiriti generosi e candidi. Si dilettano di utopie, perché l’utopia è un tentativo dell’impossibile fondato sulle apparenze e può farsi per via di regresso come del suo contrario. E però non dee stupire che i retrogradi e i municipali sieno anch’essi utopisti, e che per contro non solo i municipali ma eziandio i puritani, benché utopisti, sieno retrogradi. Imperocché da un lato non può darsi utopia maggiore che la sosta dei progressi civili e la restituzione del medio evo, ovvero il ben essere di una provincia senza la nazione, e l’assicuramento della libertá in Piemonte senza l’appoggio della penisola. Dall’altro lato l’essenza del municipalismo è avversa al progresso, consistendo nel ritirare i popoli odierni verso quei rozzi tempi in cui i sensi nazionali dormivano; e l’opinione dei puritani, che non si trovi libertá fuori della repubblica, è altresí un ritorno ai secoli antichi, quando per difetto di ordini rappresentativi non si dava alcun mezzo tra lo Stato popolare e la signoria dispotica."
      },
      {
        "index": 18,
        "text": "Per quanto il male sia grave, non è però mai o quasi mai disgiunto da qualche bene; onde l’equitá vuole che si tenga conto eziandio di questo nel discorrere delle sètte viziose. Buono è nei municipali l’amor del comune, dello Stato, della provincia; e solo trasmoda in quanto non è subordinato anzi contrasta a quello della nazione. Lodevole è la loro pratica nei piccoli negozi che sono in proporzione col giro angusto del municipio, e specialmente in quelle parti di amministrativa, a cui l’avvocatura esercita gli uni colla tutela degl’interessi alieni e la ricchezza abilita gli altri colla cura dei propri. Ma questa loro perizia non trapassa il gretto circuito del luogo e della classe e nulla vale in politica, dove si ricerca un’ampia suppellettile di cognizioni di altra specie e la scienza dei generali. Anche questo corredo di notizie empiriche per lo piú manca ai puritani, che non hanno spirito pratico e sono privi di esperienza civile. Ma per compenso il loro animo è piú accessibile all’efficacia delle idee, di cui l’altra parte è nimicissima: libertá, unione, indipendenza, progresso, gloria non sono per loro parole vuote di senso, pogniamo che le guastino coll’egoismo o colla esagerazione e scompagnandole dai particolari le spoglino di concretezza. I municipali han prudenza e moderazione ma pusillanime, i puritani hanno ardire ma temerario ed arrisicato. Gli uni incorrono nei difetti della prosa, gli altri non evitano gli eccessi della poesia. I primi sogliono essere piú egoisti che fanatici, i secondi piú fanatici ancora che egoisti. I puritani poi vincono in questo i municipali: che, guardando all’avvenire, alcuni dei loro voti possono effettuarsi col tempo, benché non si affacciano per ordinario alla stagione che corre; laddove gli altri, mirando piú al passato, non riescono eziandio nel futuro e hanno da questo canto la stessa sorte dei retrogradi."
      },
      {
        "index": 19,
        "text": "A quella guisa che nelle sètte sofistiche il male sovrasta al bene, nelle dialettiche accade il contrario. Se non che il bene non ci è perfetto ma difettivo, e da ciò nasce il loro scisma; conciossiaché se i conservatori e i democratici fossero tali compitamente, non farebbero due parti ma insieme si accorderebbero, quando la divisione e il contrasto argomentano la negazione. Qual cosa infatti è piú acconcia a conservare le instituzioni, e in ispecie il principato, che l’abbracciar gl’ingegni, difendere le nazioni, render paga e felice la plebe, che per essere il ceto piú rozzo è altresí lo strumento piú atto ai tumulti e alle rivoluzioni? E a chi meglio si aspetta che ai democratici l’evitar quelle mutazioni rischiose e quei progressi sconsiderati, che in vece di giovare al popolo lo rimettono infallibilmente in mano de’ suoi nemici? I due concetti, avendo seco una parentela cosí intrinseca che non si dá progresso senza conservazione né conservazione senza progresso, non potrebbero entrare insieme a conflitto se non venissero travisati. Il che non procede da altra causa se non dal loro connubio coi puritani e coi municipali; onde la dialettica degli uni è viziata dalla sofistica degli altri. Cosí per cagion di esempio, il conservatore, in quanto trascura o rigetta il fatto della nazionalitá e priva la monarchia del credito che acquista a proteggerlo, cade nel vizio dei municipali; come il democratico, favoreggiando le velleitá e le mosse inopportune e dannose di repubblica, trascorre nel disordine dei puritani. Ma lo sdrucciolo delle sètte dialettiche nelle sofistiche sarebbe impossibile, se ciascuna di quelle avesse un concetto adequato del suo proposito e misurasse il termine a cui tende non mica col senso volgare ma col retto. Imperocché il senso volgare, non trapassando oltre l’apparenza delle cose, è sofistico e induce a credere che il principio dei puritani e quello dei municipali sia vero e giusto, perché l’uno ha sembianza di democrazia e l’altro di conservazione."
      },
      {
        "index": 20,
        "text": "Oltre queste analogie, per dir cosí, parallele tra le due coppie, ve ne ha un’altra piú singolare che corre per modo d’incrocicchiamento: in quanto cioè i conservatori hanno del puritano e i democratici del municipale. Dalle cose discorse risulta che l’essenza del puritanismo consiste non mica nell’essere inclinato a repubblica, ma nel volerla a ogni costo, fuor di tempo e ponendo a certo o probabile ripentaglio il mantenimento o l’acquisto dei beni che piú importano. Quei conservatori adunque che discorrono allo stesso modo della monarchia civile, e per preservarla o ristorarla metterebbero a sbaraglio la libertá, l’indipendenza, il decoro, l’essere di nazione, non si distinguono in sostanza dai puritani, scambiando al paro di essi l’accidente coll’essenza e l’accessorio col principale. La somiglianza poi è ancora piú viva, se si considera che la loro parzialitá assoluta per questa o quella forma di governo nasce dal desiderio di conseguire o di non rinunziare il monopolio della cosa pubblica. Questo vizio può essere innocuo quando le congiunture dei tempi corrispondono alle brame dei faziosi. Cosí nel Risorgimento, che dovea tenersi fra i termini del principato, la disposizione dei conservatori fu utile, e nocque al contrario quella dei puritani. Ma in un nuovo avviamento di cose, in cui la monarchia si chiarisse impotente a salvar l’Italia, il negozio correrebbe a rovescio, ché il vezzo dei puritani in tal caso non farebbe ostacolo, sí quello dei conservatori. La convenienza del municipalismo colla democrazia è piú facile a cogliere, atteso l’originale medesimezza del comune col demo e colla repubblica. Imperocché prima che i popoli congeneri e conversevoli si riunissero e le nazioni si componessero, altrettanti erano gli Stati quante le cittá e i borghi. Dal che nasce anche oggi la somiglianza di ogni comune con una piccola repubblica, la simpatia di parecchi democratici per le repubblichette dell’antichitá e del medio evo e per gli ordini federativi, e la proposta fatta da alcuni di rinnovare il disegno del Burlamacchi, come se si affacessero ai tempi nostri quei concetti che giá erano invecchiati ai tempi del forte e sventurato lucchese. Da queste generalitá intorno all’indole propria, le qualitá comuni, le differenze specifiche, le attinenze e le intrecciature scambievoli delle parti politiche, discendiamo ai particolari e vediamo in che modo sviassero il Risorgimento italico. Le rivoluzioni rovinano sempre, quando il moto incominciato saviamente da pochi cade alle mani dei molti, che in prova ne alterano l’indirizzo per ambizione o lo falsano per ignoranza, stante che i suoi princípi non furono opera loro. Ma siccome le sètte sofistiche ebbero la parte maggiore nell’alterarlo, io discorrerò principalmente di esse e toccherò delle altre solo per incidenza. Né farò sempre una cerna sottile e precisa dei torti di queste e di quelle, perché talvolta le mezze tinte fanno che le une entrano nelle altre, onde è malagevole il distinguerle per minuto; talvolta ancora la distinzione è cosí facile che sarebbe superfluo il farne espressa menzione."
      }
    ]
  }
}
