{
  "chapterNumber": 20,
  "title": "Libro II, Cap. 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO QUARTO"
      },
      {
        "index": 1,
        "text": "dell’egemonia piemontese"
      },
      {
        "index": 2,
        "text": "Abbiamo veduto che, dei due perni politici, l’uno, cioè Roma sacra, avendo rinnegate le massime e le pratiche del Risorgimento italiano, non può conferire al Rinnovamento, anzi ne è divenuto l’ostacolo principale. L’altro, cioè il Piemonte, è in miglior essere, poiché il filo delle nuove tradizioni non è rotto, la monarchia fu vinta ma non avvilita, l’esercito afflitto ma non disciolto né disonorato da servile insegna, e sopravvive lo statuto, unico avanzo dell’ultimo movimento. Le sue presenti condizioni non ostano che il governo ci sia democratico e almeno di sensi e di spiriti nazionale; e che non ripugni ad essere, si può conghietturare dal ricovero dato agl’italiani fuggiaschi e dalla Siccardiana, sovrattutto se questa legge si considera come il principio di riforme ulteriori che compiano la cittadina uguaglianza e la franchezza del temporale. A questi meriti nuovi si aggiunge l’antico della patria guerra presa animosamente e sostenuta per due campagne, né priva in sui princípi di fatti prosperi che onorarono le nostre armi. Si aggiunge la qualitá del giovane principe, netto degli errori dei governi precedenti e dei falli paterni; il quale, in vece d’imitare Pio, Leopoldo, Ferdinando e rompere i patti giurati, li mantiene con religiosa osservanza; lode volgare in altri tempi, ma oggi non piccola perché contraria all’esempio. Queste buone parti del Piemonte lo rendono caro e invidiabile alle altre provincie italiche, le quali, trovandosi in uno stato molto disforme, rivolgono ad esso gli occhi come all’ultima loro speranza. Cosicché, se egli isoleggia politicamente, non è solingo da ogni lato, imperocché pogniamo che abbia contro i governi ed i principi, egli possiede l’amore e la stima dei popoli; il che gli conferisce un’autoritá ed efficacia grande e lo ristora in parte dell’abbandono a cui è ridotto. Considerata la cosa per questo verso, non può negarsi che il Piemonte non si diversifichi dall’altra Italia e non sia in grado (parlando assolutamente) di adempier l’ufficio di moderatore e di rappresentare con buon successo il principio di continuitá civile per cui il Rinnovamento avvenire s’intreccia col Risorgimento. Anzi, stando le dette avvertenze, se ne inferisce che in virtú della continuitá medesima il Rinnovamento d’Italia può essere a suo riguardo un semplice progresso del periodo anteriore, per modo che il Risorgimento subalpino sia capo e fonte di rinnovazione al resto della penisola. E siccome, nella pugna giá incominciata fra il principato e la repubblica, di tali due forme quella sará vincitrice che meglio risolverá i tre problemi dell’etá nostra, se ne deduce che il Piemonte, mettendovi mano e assumendo con buon successo l’egemonia italica, potrá salvare la monarchia in casa propria e conferirle anco di fuori, almeno per un certo tempo."
      },
      {
        "index": 3,
        "text": "«Gli antichi chiamavano ‛egemonia’ quella spezie di primato, di sopreminenza, di maggioranza, non legale né giuridica, propriamente parlando, ma di morale efficacia, che, fra molte provincie congeneri, unilingui e connazionali, l’una esercita sopra le altre»[1]. E però ella «suol essere il momento mezzano che corre fra i vari gradi di unificazione etnografica»[2], nell’ultimo dei quali torna una cosa col primato[3]. Ma in quanto ella ha per ufficio di accozzare insieme i popoli unigeneri e colloquenti, li riduce a nazione e a stato di comune patria, l’egemonia si distingue dal primato, e ne è la condizione e il germe, non l’atto e l’effetto, risedendo essa in un popolo dove il primato alberga in una nazione. Cosí da poi che Pericle, Lisandro, Epaminonda, Filippo ebbero data successivamente l’egemonia ellenica ad Atene, Sparta, Tebe e Pella, Alessandro, valendosi della Macedonia giá investita di tal grado dal precessore, tentò di conferire alla Grecia quel primato su tutto il mondo civile, che poscia Roma si procacciò. Nei tempi paganici egemonia e primato si acquistavano e si esercitavano colle armi accoppiate alla coltura; dove che l’evangelio assegnò il primato alle idee sole, rimovendone ogni concetto di forza e di coazione. Onde il primato moderno consiste principalmente nella religione[4]; e Luigi decimoquarto, il Direttorio, Napoleone, cercando di aggiudicarlo violentemente alla Francia, dietreggiarono al gentilesimo, come oggi la Russia si studia eziandio di fare. Il caso dell’egemonia è diverso, perché anco nell’etá moderna ella «si esercita in due modi, l’uno dei quali è ordinario e l’altro straordinario. Il modo ordinario versa in quella azione morale, indiretta, efficace che oggi chiamasi ‛influenza’. Il modo straordinario consiste nelle armi, le quali son necessarie quando il diritto ha da vincere la forza»[5], e non ripugnano a un ufficio che non è stabile e continuo, come il primato, ma transitorio di sua natura."
      },
      {
        "index": 4,
        "text": "Il primato e l’egemonia sono i due coefficienti della dottrina nazionale, giacché l’uno ne porge il compimento e l’altra ne assegna il germe, essendo il primato lo scopo finale e l’egemonia il principio fattivo delle nazioni. Amendue si somigliano in quanto importano un’azione di fuori e hanno per fondamento l’aforismo politico della leva esterna, in virtú della quale l’indirizzo egemonico di una provincia si trasforma in nazionale e la preminenza di una nazione diventa cosmopolitica. Vano è pertanto il voler farsi un concetto adequato della nazionalitá se non si possiede un’idea esatta dei coelementi onde nasce, non potendosi aver la notizia di un mezzo termine dialettico senza quella degli estremi che lo costituiscono. La nazionalitá è frapposta tra l’egemonia e il primato, come la nazione tramezza fra la provincia e il mondo civile; e la sua essenza consiste propriamente nella relazione o, vogliam dire alla pitagorica, nell’intervallo che corre tra i due limiti e termini opposti della cosmopolitia e del municipio. La maggior parte dei conservatori e dei democratici non per altro frantesero la dottrina della nazionalitá italiana e mandarono a male il Risorgimento, che per aver trascurate le nozioni fondamentali del primato e dell’ufficio egemonico. I municipali e i puritani, come abbiamo veduto, ripudiano ex professo la nazionalitá e seco i suoi dialettici coefficienti. I primi gli avversano per angustia di spirito e perché reputano che ogni Stato particolare faccia un tutto da sé; i secondi, giudicando che l’anarchia dei popoli e delle nazioni sia uguaglianza, e ogni preminenza fra loro, soverchieria e usurpazione. Essi ignorano che havvi «una principale e autorevolissima legge che sottomette naturalmente coloro che hanno bisogno di venir salvati al comando di quelli che salvare li possono»[6]; colle quali parole un antico espresse mirabilmente la ragione intrinseca di ogni egemonia e primato legittimo. Le nazioni e la specie umana formandosi per via di generazione e di propaggine anzi che di semplice aggregato a guisa degli esseri inorganici, il voler porre ad un piano e ad un parallelo i popoli consanguinei e le nazioni, quando si tratta dell’unione politica degli uni, sociale delle altre, e dei progressi comuni della loro coltura, è un assunto contraddittorio in se stesso e fuori degli ordini naturali. E siccome le scienze sono quali le cose di cui trattano e le cose quali le scienze, le sètte sofistiche, annullando la costruttura organica dei popoli e dell’umana famiglia e rimovendone ogni assetto gerarchico, sono infeconde di pensieri non meno che di opere. Imperocché al modo che nella pratica il sovrastare di una provincia e di una nazione è la virtú creatrice della civiltá presso i popoli fratelli e tutta la stirpe, cosi nella teorica la dottrina del primato e dell’egemonia può solo fecondare la nazionale."
      },
      {
        "index": 5,
        "text": "Ho voluto toccare questi riscontri tra le due specie di azione e di maggioranza, perché mi paiono importanti in se stessi e necessari a formarsi un vero concetto dell’una e dell’altra. Ora, lasciando il primato da parte e ristringendomi all’egemonia, dico che per sapere a chi tocca in Italia questa prerogativa, uopo è innanzi tratto ricordarsi che, «conforme al consueto tenore di ogni processo dinamico, la forza unitiva dalla circonferenza si tragitta in un centro»[7], dal quale si diffonde per tutta l’area. L’organogenia dei popoli è simile a quella degli esseri materiali, la quale incomincia per via centripeta e si compie per via centrifuga; onde che all’appuntamento, che è moto verso il centro, sottentra il moto dal centro, cioè l’irradiazione. Nel concorso successivo di tali due moti consiste l’opificio genesiaco della natura, dalle nubilose astrali (per quanto ci è lecito congetturare) sino all’uovo vegetativo e animastico. Non altrimenti s’iniziano e crescono le popolazioni, le quali si agglomerano a principio di sciami dispersi, che ravvicinandosi si mescolano in uno o piú ricetti e ritrovi, i quali, ampliandosi a poco a poco e diventando cittá cospicue, spargono gl’influssi loro nei paesi circostanti; tanto che al primo momento di concentrazione ne succede un secondo di espansione e di propaggine. Le acropoli greche, che, ingorgandosi a poco a poco e attraendo i demi sparsi, divennero cittá notabili (come si raccoglie dai miti di Cadmo e di Teseo), e uscite da piccole colonie in ampie si propagarono, figurano sensatamente il punto che divide i due moti contrari; poiché, nate da tenui incentramenti diffusi dei tribi ellenici, si trasformarono col tempo in metropoli egemoniche, che è quanto dire in cittá centrali e comandatrici. I correlativi opposti di periferia e di centro si riuniscono nel termine dialettico di «foco», giacché i fochi tengono dell’estremo e del mezzo nella figura armonica dell’ellisse. Perciò nei paesi che si sprolungano, come l’Italia e la Grecia, la genesi nazionale suol farsi per via ellittica anzi che circolare, vale a dire per opera di piú fochi piuttosto che di un punto unico. Uno di questi centri incoativi della nazionalitá italica dovrebbe esser Napoli, se la qualitá dei principi che lo reggono rispondesse allo splendore della cittá, al numero, alla virtú, all’ingegno degli abitanti. Napoli e Piemonte sono i fochi d’Italia, come Roma n’è il miluogo; e se questi tre seggi di civiltá italiana o almeno i due primi si fossero uniti nell’impresa patria, alle brevi speranze del quarantotto non sarebbe seguito un eterno rammarico."
      },
      {
        "index": 6,
        "text": "«L’egemonia non suol essere immobile in un luogo ma mutare secondo i tempi, passando da una ad altra contrada; e perciò la veggiamo alternarsi in Italia fin dalle etá antichissime fra le tre valli piú cospicue e le tre zone piú culte che partono la penisola. Ora si aspetta al Piemonte e agli Stati che gli si attengono; il quale, secondo l’ingegnosa sentenza di Cesare Balbo, è la Macedonia e la Prussia italiana, come quello che entrò l’ultimo nella vita nazionale e civile, e pertanto è piú nuovo, piú giovane, piú vergine; di tempra piú robusta, non ammollita dalla cultura; di fantasia men viva e meno pregiudiziale al senno pratico; di genio piú temperato e piú alieno dagli eccessi meridionali; di polso e nervo maggiore, perché fornito di buone armi»[8]. La piccolezza e la poca vita civile della metropoli ci son compensate in un certo modo dalla postura tra littorana e continentale, pianigiana e montagnese, cavaliera all’Italia, portiera alle Alpi, campata sul Mediterraneo, contigua alla Francia e atta a far l’ufficio di vincolo tra la penisola e il resto di Europa. L’essere questa regione meno ingentilita delle altre è utile per un rispetto, giacché il ministero egemonico per ciò che riguarda la milizia suole appartenere alle provincie piú nuove e rozze nel tirocinio civile, quali furono la Gallia cimbrica, la Laconia, la Beozia, la Macedonia, Roma, l’Austrasia, la Prussia e la Russia, verso le popolazioni celtiche, greche, italiane, franche, germaniche e slave degli antichi, dei medii e dei moderni tempi. Vero è che l’egemonia, essendo opera delle idee non meno che delle armi, abbisogna eziandio di coltura; tanto che anche per questa ragione la pluralitá dei motori è opportuna se non necessaria. Ora, siccome nel Risorgimento il Piemonte ebbe Roma ecclesiastica e papale per compagna; cosi nel Rinnovamento dovrá aggiungersi Roma laicale e civile, la quale è naturalmente il centro politico, e può supplire a Napoli come foco australe della penisola. Le magnificenze, le memorie e la gloria unica della cittá antica e moderna la rendono attissima a rappresentare il principio ideale della risurrezione italica, come il Piemonte potrá operarla; che l’entusiasmo si richiede non men delle armi a redimere i popoli, e la poesia piú idonea ad accenderli è quella che nasce dai nomi, dai monumenti e dalle storie."
      },
      {
        "index": 7,
        "text": "Torino e Roma civile potranno adunque essere i cardini principali del Rinnovamento, e in che modo debba aver luogo il loro conserto e concorso lo vedremo piú innanzi. Ma prima di procedere, mi conviene antivenire un’obbiezione dei puritani, i quali, ignari come sono della nazionalitá e de’ suoi requisiti, e vaghi di operare alla scompigliata e all’impazzata, mi fermeranno in sul limitare dicendo: — A che pro l’egemonia? Noi non vogliamo saperne, ché la è un’astruseria da eruditi, non da politici. Una provincia non dee soprastare alle altre, e ogni maggioranza di questo genere è ingiusta ed inutile. Basta bene che ogni Stato italiano pensi a se stesso e si dia l’assetto che vuole, secondo il diritto che hanno i popoli di costituirsi[9]. — Ma come operando alla spicciolata possano le varie provincie liberarsi dai nemici domestici e stranieri e premunirsi contro il loro ritorno, come siano in grado di dare alla Italia essere di nazione e conformitá di statuti politici, chi ha fior di senno lo dica. Se tu lasci a ciascuno la facoltá di ordinarsi a suo talento, avrai qua il principato, lá una repubblica democratica, colá un governo di pochi; e in vece di fare un’Italia una e forte, riuscirai a un guazzabuglio di staterelli piccoli, deboli, dissoni, discordi, come quelli del secolo dodicesimo e dei seguenti. A confutare tali chimere basta l’accennarle. Tengasi per fermo che senza egemonia non si dá riscatto né genesi nazionale[10]. La storia non ricorda un solo esempio in contrario. Nei popoli disgiunti e differenziati l’inviamento egemonico dee appartenere a una provincia; in quelli che giá sono uniti, a una cittá dominante come metropoli. La Francia non avrebbe potuto mantenere nel secolo scorso la sua mirabile unitá nazionale senza l’egemonia di Parigi; e se questa oggi mancasse, perirebbero seco la libertá, la potenza e l’influenza della nazione, e la Francia diverrebbe cosí impotente come la Spagna. Quando vari popoli affini sono giá avvezzi alla vita libera e omogenei d’instituzioni, l’egemonia di una cittá o di una provincia è men necessaria e può supplirvi quella di una Dieta o di un uomo insigne, come negli Stati uniti di America, dove i popoli si raccolsero intorno a un’eletta cittadina e al gran nome di Giorgio Washington. Ma in ogni caso ci vuole un centro di azione, d’indirizzo, di reggimento; il che è cosí manifesto che crederei di fare ingiuria a chi legge se insistessi maggiormente su questo proposito."
      },
      {
        "index": 8,
        "text": "Nelle cose politiche l’esercizio di ogni potere direttivo può essere ordinario o straordinario e aver qualitá di apparecchio ovvero di compimento. Adattando questa divisione al nostro proposito, ne nascono due spezie e due periodi di egemonia, l’uno dei quali viene a essere per natura iniziale, ordinario, preparatorio, e corrisponde all’interregno italico; l’altro, straordinario e completivo, avendo il suo riscontro col Rinnovamento. Le condizioni proprie di tali due epoche possono essere variamente modificate dal corso degli eventi, imperocché l’intervallo che ci parte dalla rivoluzione avvenire può essere lungo o breve, di pochi mesi o di piú anni, secondo il tenore o l’intreccio di quelle cause accidentali che alla sagacitá umana è tolto di preconoscere. Inoltre la mutazione può succedere in modo simultaneo e per opera di peripezie improvvise, o aver un andare piú lento e graduato; e da tali varietá fortuite e contingenze non prevedibili dipenderá la piega che la politica piemontese dovrá pigliare per adempiere l’ufficio suo. Siccome l’annoverare tutte le combinazioni casuali è cosa impossibile (e quando non fosse, vorrebbe un discorso lunghissimo), noi ci ristringeremo a poche generalitá fondate nella natura delle cose, lasciando alla discrezion di chi legge l’attemperarle al soggetto, secondo il volgere di quegli accidenti che è dato di prefigurare come possibili o probabili. Né giá intendiamo di pretermettere affatto la considerazione di questi, in quanto essi potranno avere una parte piú diretta e notabile nelle cose nostre; ma per non complicar di soverchio una materia giá intralciata, ci riserbiamo a parlarne nella conclusione dell’opera, limitandoci per ora a quelle avvertenze che hanno una base piú invariabile e generale."
      },
      {
        "index": 9,
        "text": "Il periodo preparatorio consiste nell’inchiesta e nel procaccio dei mezzi, alcuni dei quali sono interni e gli altri esteriori. I primi versano nelle riforme e nelle armi, gli altri nelle pratiche e negli accordi. Chi assume un’impresa grande e ha bisogno di molti cooperatori dee procacciarsi anzi tutto forze e riputazione. Le forze son necessarie a stabilire il credito politico, ma sole non bastano a produrlo, come quello che nasce principalmente dalle idee che si professano, stante che le idee sole sono atte ad allettar gli uomini e ad infiammarli. Le idee oltre al dare autoritá accrescono la potenza, aggiugnendo alla forza materiale quella del senno e degl’influssi civili. Ma nei luoghi dove l’opinion popolare non è matura, tu non puoi guadagnartela colle tue idee, se non in quanto la scorgi a conoscere ed amare le idee medesime; tanto che in questo caso il vantaggiarsi della pubblica estimazione e il venirla educando e formando è tutt’uno. Tal è sottosopra la condizione d’Italia, che stata serva e divisa per tanti secoli non ha che un senso civile assai rozzo, il quale si dee svolgere e perfezionare; in modo che chi piglia a capitanarla dee far prima di tutto l’ufficio di aio e di maestro. Nel corso del Risorgimento l’opera direttrice essendo divisa tra Roma e il Piemonte, il còmpito di questo versava principalmente nell’uso delle armi e nel politico indirizzo. Venuto meno l’impulso ideale della cittá ecclesiastica e rioppressa la civile, il doppio ufficio tocca al Piemonte, che dee essere insieme braccio e senno della nazione. E siccome il nostro Rinnovamento non sará un fatto spiccato ma fará parte di un moto comune a quasi tutta Europa, cosí l’opinione italica deve consonare all’europea e premere su quei capi che prevarranno universalmente nei nuovi ordini. I quali capi si riducono insomma all’idea progressiva, alla popolare e alla nazionale, che importano il predominio dell’ingegno, il riscatto della plebe e l’unione delle genti consorelle in una sola patria. Ma gli Stati non possono predicare e spargere i concetti buoni altrimenti che mettendoli in pratica; e siccome ogni idea effettuata è una riforma, i governi che aspirano a fondare un’opinione civile debbono essere riformatori. Le riforme sono adunque il naturale apparecchio della nuova epoca, come furono il principio della passata. Il Piemonte dee ritornare ai felici albori del Risorgimento, mettendo mano ai miglioramenti che risguardano i diritti dell’ingegno e delle classi misere e abilitandosi al futuro riscatto della penisola. Perciò a ristringere in poco gli obblighi di questa provincia, diremo che la monarchia sarda, stata finora impropizia all’ingegno, aristocratica e municipale, dee rendersi al possibile progressiva, democratica e nazionale. Questa è la sostanza e il fondamento dell’apparecchio egemonico e il solo filo di salute che fra le vicine o remote vicissitudini rimanga al principato."
      },
      {
        "index": 10,
        "text": "La Siccardiana fu un ottimo principio di questo genere; tanto che per le speranze che destava e le promesse che conteneva si può dire che fosse un preludio lontano del Rinnovamento. Ella infatti risponde alle tre idee principi, sottraendo i giudizi all’incapacitá, al privilegio e ad una autoritá esterna; ond’è una riforma progressiva, democratica e nazionale. Se non che, per la materia in cui versa, non è di gran rilievo se non come principio ed annunzio di provvisioni consimili e maggiori, quasi un passo che vieta di sostare o retrocedere e un impegno che obbliga a progredire. E in effetto, ponendovi mano, il governo avea promesse formalmente altre leggi consimili; ma, pentito del proprio ardire e spaventato dalle grida degli opponenti, non attenne la sua parola; onde quanto la nuova riforma fu a principio politicamente utile tanto oggi è divenuta nociva, mettendo vie meglio in luce la timiditá dei rettori e facendo altrui disperare della lena del principato. Dove si vede quanto gli Stati deboli s’ingannino eleggendo certe vie di mezzo, che hanno gl’inconvenienti dei partiti estremi senza alcuno dei loro vantaggi. Imperocché o il Piemonte volea procacciarsi la grazia di Roma o quella dei popoli. Nel primo caso non dovea toccare alcun abuso, nel secondo dovea abolirli tutti. Laddove, dando un colpo al cerchio e uno alla botte, per voler compiacere a ciascuno non gradi a nessuno. Ché se credette di placar Roma fermandosi sulla soglia, egli fece uno di quei giudizi che si fondano nell’apparenza anzi che nella realtá delle cose. Insegna il Machiavelli che, quando un principe piglia uno Stato, egli «dee discorrere tutte quelle offese che gli è necessario fare e tutte farle a un tratto, per non le avere a rinnovare ogni dí»[11]. Se il ministero sardo avesse osservata questa regola effettuando ad un tratto tutte le riforme a cui si era obbligato, l’offesa di Roma non saria stata maggiore, ché tanto val uno quanto dieci nelle ferite che si fanno all’amor proprio ed ai privilegi. Anzi è probabile che l’audace procedere avrebbe ammansata una potenza che per antica usanza resiste agli umili e cede agli animosi. Laddove, volendo fare una cosa per volta, egli rese il negozio assai piú difficile; e ritraendosi sbigottito, non solo diminuí il merito di quanto aveva operato, ma lo mutò quasi in demerito, perché nei civili aringhi fa prova di men cuore chi si avanza e poi retrocede che chi sta saldo alle mosse."
      },
      {
        "index": 11,
        "text": "L’indipendenza del temporale dallo spirituale non è vera e non frutta se non è compiuta, perché né lo Stato né il governo sono liberi ogni volta che un’autoritá esterna può ingerirsi menomamente nelle tue faccende. Pare ad alcuni che Roma come potenza italiana non sia straniera verso l’Italia, né come potenza religiosa e cosmopolitica verso i popoli cattolici. Ciò è vero se in astratto si considera; ma stante che Roma al di d’oggi è in effetto un’oligarchia di preti temporale e assoluta, essa non solo è forestiera ma spesso nemica, avendo fini e interessi disformi da quelli del laicato e delle nazioni in universale e dell’Italia in particolare. Per la qual cosa l’opposizione che ella suol fare alle riforme degli Stati cattolici, benché si colori colla giurisdizione spirituale, muove o almeno è aiutata quasi sempre dal temporale, cioè dalla gelosia delle proprie entrate, dal desiderio di mantenere od accrescere i privilegi delle sue creature, dalla smania ambiziosa di sovrastare ai reggimenti secolareschi e sovrattutto dall’odio degl’instituti liberi e dei progressi civili; dal che nasce, come testé diceva sapientemente Giovanni Russel ai Comuni inglesi, che «i princípi oltramontani [leggi «romaneschi»] sono pregni di pericoli per la libertá di tutti gli Stati europei»[12]. Chi non sa che la ressa accanita nell’oppugnare la Siccardiana mosse assai meno da desiderio e speranza di mantenere in Piemonte un privilegio abolito eziandio nei paesi piú infervorati del culto cattolico, che dal pietoso intendimento di scalzare e indebolir lo statuto, rendere esosa quella provincia ai governi retrogradi, porgere all’Austria un pretesto pinzochero d’ingerirsi, accender le discordie e la guerra civile? Tanto a Roma dispiace che in un angolo d’Italia sopravviva e dia luce una favilla di libertá. Ora i governi, essendo custodi dell’autonomia propria e di quella della nazione, hanno il debito di procurare e mantenere diligentemente l’inviolabilitá del temporale, come di un bene di cui non sono arbitri ma depositari, ripigliandosi quelle parti di esso che furono per l’ignoranza dei secoli addietro usurpate dai chierici, o pei bisogni e la cultura imperfetta spontaneamente concedute. Tali sono l’educazione e l’instruzione cittadina, il contratto matrimoniale, il pubblico feriato dei giorni festivi, i funerali e la sepoltura civile, le manimorte del clero secolare e regolare, e simili materie, che per sé non appartengono alla giurisdizione ecclesiastica e sono il natural compimento della legge vinta da Giuseppe Siccardi. Né si può far buona con Giacomo Antonelli contro tali riforme l’autoritá dei concordati che precorsero gli ordini liberi; i quali, mutando essenzialmente la forma dello Stato e avendo forza di legge fondamentale, derogano per natura (ancorché non lo esprimano) agli statuti precedenti che loro ripugnano."
      },
      {
        "index": 12,
        "text": "Finché Roma avrá uno Stato e una corte, ella non sará mai disposta a riconoscere la veritá di questi principi e ad ammetterne le conseguenze o almeno a tollerarle, se non costretta dal contegno dei governi civili. La fermezza sola può espugnare la pertinacia di Roma; laddove gli ossequi, le dolcezze, le condiscendenze non che raumiliarla la fanno inalberare ed insuperbire. Né si debbono temer le censure, le scomuniche, gl’interdetti e le altre ecclesiastiche rappresaglie; perché quanto le armi spirituali giustamente mosse sono rispettabili, tanto abusate iniquamente mancano di valore. Se giá erano spuntate nei bassi tempi, quando tanto poteva non solo la religione ma la superstizione, come avranno forza ai dí nostri? La pia Venezia in un secolo piissimo non fece caso di un ingiusto interdetto: strano sarebbe che i regni odierni fossero piú scrupolosi di quella repubblica. Gli Otto di Firenze combatterono per tre anni Gregorio undecimo, ed «erano chiamati ‛santi’ ancoraché eglino avessero stimato poco le censure, e le chiese de’ beni loro spogliato, e sforzato il clero a celebrare gli uffici; tanto quelli cittadini stimavano allora piú la patria che l’anima»[13]. Imitiamo i «santi» del medio evo, senza però spogliar le chiese e posporre l’anima alla patria, seguendo l’esempio di Pietro Derossi di Santarosa, religioso di cuore e tenerissimo di coscienza, che seppe resistere anche morendo alle minacce dei cattivi preti, come il suo cugino Santorre a quelle dei turchi. Tocca ai rettori subalpini il ravvivar le massime e le tradizioni pratiche dei governi oculati e riformatori dell’etá scorsa, ai quali l’Austria medesima facea tenore; e non che incontrare il biasimo, avranno la lode delle popolazioni. Le quali, applaudendo alla Siccardiana, non ostante le proteste minatorie di Roma e le arti che usarono alcuni prelati per muoverle a tumulti e a guerra civile, fecero chiaro che il Piemonte, benché devoto e affezionato ai riti cattolici, sa distinguere la religione dagli errori de’ suoi ministri."
      },
      {
        "index": 13,
        "text": "Il debito di risecare gli abusi, anche a costo di qualche conflitto coi chierici e con Roma, dee rendere gli uomini di Stato tanto piú osservanti della religione e ossequenti ai divini diritti dell’episcopato e della Santa Sede. Procedendo con questa riserva, saranno in pace con Dio e non avranno da temere le calunnie dei malevoli. Anzi sará manifesto che non vengono mossi da disamore o disprezzo della fede e della Chiesa, ma da sincero affetto dell’una e dell’altra. Imperocché il rimedio migliore contro i pubblici scandali è il riprovarli e impedirli al possibile: il modo piu acconcio di ovviare all’empietá minacciante si è quello di avvezzare i popoli a sceverare le false opinioni e i disordini dalla parte immutabile della gerarchia e delle credenze. Per salvare l’autoritá spirituale uopo è combattere animosamente gli eccessi causati dal potere civile che l’accompagna; difendendo, per dir cosi, Roma da Roma, cioè dai gravissimi danni di cui per una cecitá deplorabile è autrice a se stessa. Certo a ogni cuor cattolico sarebbe piú caro di evitar gli urti e procedere per via di amichevoli aggiustamenti. Io proposi altrove questa norma, confortando i principi a non muover nulla in certe materie senza un previo accordo colla Sedia apostolica[14]. Ma entrando per un sentiero opposto a quello che i savi le additavano, spaventando il mondo e promovendo l’eresia e la miscredenza colle enormezze di un governo truce e scandaloso, dichiarandosi nemica alla libertá, agli ingegni, alle plebi, alle nazioni, ricusando di capitanare idealmente la redenzione italiana, anzi osteggiandola e costringendo altri ad accollarsi eziandio questo carico, Roma ecclesiastica ha reso impossibile il detto modo; tanto che ella dee imputare a se medesima la mutazione. Ciò che a lei toccava di fare, ora si aspetta al Piemonte; e però l’assunto di ricuperare allo Stato i suoi diritti secondo il nobile esempio di Giuseppe Siccardi, quanto sarebbe stato disforme dal genio del Risorgimento e dalle sue condizioni, tanto è oggi opportuno e necessario come apparecchio del Rinnovamento. Il quale dee altrimenti governarsi col clero nei termini della politica, non essendo piú sperabile il riconciliare ai patri interessi il maggior sacerdozio."
      },
      {
        "index": 14,
        "text": "Non perciò si vuol fare né anco nelle cose civili pieno divorzio dal santuario; e laddove prima si apparteneva a Roma il tutelare la parte liberale dei preti contro l’avversa, ora si addice al Piemonte il proteggere i minori chierici contro l’arbitrio dispotico dei loro capi. Egli è fuor di dubbio che questa provincia si onora di alcuni vescovi buoni; ma quei nove prelati che protestarono contro la ribenedizione civile degl’israeliti, e i recenti contrasti di molti alla Siccardiana provano che pur troppo non ce ne mancano dei cattivi. Men corrotto o piú savio, che dir si voglia, è il chiericato inferiore; ma dipendendo dall’altro, non è libero di parlare né di operare se non quanto i superiori glielo permettono, i quali, se son tristi o ignoranti, ne rendono inutile l’ingegno e il valore. Sei ministri sono impediti dalla giurisdizione ecclesiastica di assumere la difesa del buon prete contro il suo vescovo o contro Roma, proteggano in lui e onorino almeno il cittadino. È egli bistrattato, censurato, disautorato, perseguitato ingiustamente? Lo abbraccino e ristorino colle provvisioni, coi gradi e colle onoranze civili. Il che da un canto porrá qualche freno alle burbanze episcopali o alcun rimedio, sventandone l’efficacia; e dall’altro canto sará di gran pro allo Stato, somministrandogli un clero liberale e sapiente che potrá attendere con franchezza cattolica a riconciliare il sapere e la gentilezza colla religione e a purgare la religione medesima dagli errori e dagli abusi che la guastano."
      },
      {
        "index": 15,
        "text": "La separazione assoluta delle due giurisdizioni è la prima base della libertá religiosa, che tanto è cara ai popoli civili. E benché il pieno possesso di questa franchigia non si possa oggi introdurre in Piemonte per le ragioni che toccheremo fra poco, tuttavia non si dee trascurare di avviarla, per quanto la civil prudenza e le condizioni presenti il permettono. Laonde sará gran senno il purgare le leggi da certe ridicole reliquie dei bassi tempi, le quali obbligavano gli esecutori a entrare in santo e a sputare teologia come gli alunni di un seminario. Imperocché da alcuni processi recenti io raccolgo che i giureconsulti e i magistrati del Piemonte s’intromettono di esaminare «le profezie false ed assurde»[15], «il senso delle sacre carte» [16], «gl’insegnamenti contrari alla religione dello Stato»[17], «le erronee e arbitrarie interpretazioni dell’ Apocalisse»[18]; e conoscono «la teoria dei quietisti, che fece per lunghi anni piangere di dolore la Chiesa di Cristo»[19]. Anzi inseveriscono contro chi «adultera e tergiversa (sic) la dottrina dei santi ed evangelici scrittori, e con assurde argomentazioni e fallacie offende il primato di onore e di giurisdizione del pontefice, l’apostolicitá di Roma, i caratteri esteriori della vera e unica Chiesa di Gesú Cristo, ovvero disprezza il culto dei santi» e interpreta come Aurelio Bianchi Giovini i decreti di papa Gelasio[20]. Io sarei curioso di leggere un comento dell’ Apocalisse o un trattato di mistica scritto dai curiali di Torino, e di sapere se anche gl’israeliti e i valdesi del Piemonte sieno obbligati civilmente ad ammettere l’apostolicitá della Chiesa romana, il culto dei santi e il primato del pontefice. Un codice che obbliga i leggisti a indagini e pronunzie di tal sorta è inaccordabile coi primi princípi della libertá religiosa, secondo i quali ogni ingiuria e profanazione delle cose sacre colle parole o coi fatti, ogni abuso di esse a rapina o scostumatezza dee essere vietato e punito; ma non si può far criminale e né anco inquisire l’errore prettamente speculativo, se giá l’ufficio del papa e dei vescovi non tocca ai giudici e agli avvocati."
      },
      {
        "index": 16,
        "text": "Le riforme non bastano a rendere progressivo e popolano un governo, se tale non è eziandio il ripartimento degli onori e delle cariche, perché le cose umane pigliano la qualitá loro dalle persone. «È cosa indegna — diceva Isocrate — che chi è da meno o peggiore comandi a chi è migliore o da piú, e che gli sciocchi reggano i giudiziosi»[21], Questa sentenza non è abbastanza ricordata in Piemonte; il quale, avvezzo da secoli alle distinzioni feudali e ai privilegi di corte, mal sa piegarsi alle regole della giustizia distributiva e fa poco caso dell’ingegno, se non è favorito dalla fortuna. Ora, quando gli splendori e i maneggi di conto sono premio dei raggiri e toccano agl’indegni, s’incorre in due gravi inconvenienti: l’uno, che lo Stato ne soffre, privandosi della capacitá dei migliori; l’altro, che i piú di questi si convertono in nemici. Imperocché gran virtú si ricerca a impedir che la giusta indegnazione non prorompa a vendetta; e i Focioni[22], i Catoni, gli Aristidi sono assai piú rari degli Alcibiadi e dei Coriolani. Né i riguardi dovuti al merito singolare debbono far dimenticare i piú; perché, come avverte Cicerone, alcuni governanti si professano amatori del popolo, altri degli ottimi, ma pochi son quelli che di tutti abbiano cura[23]. Né basta ancora l’esaltare i valenti se non si lascia loro facoltá libera di operare; cosa che mal consuona al costume dei principi memori dell’assoluto, per modo che nei tempi forti gioverebbe allo Stato regio il poterlo sospendere. Laonde io reputo felici Luigi Kossuth e Daniele Manin, ai quali, se non fu dato di redimer la patria, non venne almeno conteso di gloriarla nella sventura; e vo pensando che avrebbero potuto fare, se fossero stati sudditi a Carlo Alberto o al regnante pontefice."
      },
      {
        "index": 17,
        "text": "Il vizio che giustamente si biasima nelle monarchie civili sotto il nome di «governo personale» non legittima però l’eccesso contrario, che io chiamerei «anarchia regia». Il trono non è un trastullo ma un servizio; e dovendo il principe elegger uomini idonei a fare il comun bene e reggere in modo conforme all’opinione pubblica, questo solo debito richiede molte cure e un gran capitale di cognizioni. Chi è ignorante vien facilmente ingannato dagl’ignoranti e non è atto a distinguere la vera perizia dall’apparente. Studiar gli uomini e i tempi, innalzare i valorosi, sopravvegliarne gli andamenti, sostenerli contro l’invidia di corte e il mal animo delle sètte, sterminare i prevaricatori, e fare insomma che la mente dei savi e non la voglia dei faziosi indirizzi la cosa pubblica, sono carichi non leggieri e bastano a onorare e assicurare chi li sostiene, ancorché principe nuovo e in tempi difficili, come si vide in Leopoldo dei belgi. Schivando l’ozio, che trae seco i piaceri, si gioverá coll’esempio, il quale nel bene come nel male è efficacissimo quando vien da coloro a cui sono rivolti gli occhi di tutti; onde «alla condizione regia si conviene sopra ogni cosa non essere schiavo di niuna voluttá ed avere nelle passioni proprie maggior imperio che nei cittadini[24] Queste parole di un gentile dovrebbero meditarsi dai principi cristiani e dai loro ministri. Ai re assoluti di una volta era di scusa il fascino dell’onnipotenza, la pestilenza delle corti, gl’influssi del ceto splendido; ma oggi la signoria soggiace alla legge, i popoli non soffron le corti, e la democrazia ha d’uopo di virtú civile, la quale non può consistere colla licenza dei costumi e colla mollezza. Le classi agiate e corrotte si ridono di questi consigli e godono che chi siede piú alto giustifichi coi fatti propri la loro dissoluzione. Agl’infimi la modestia, il pudore, il rispetto del vincolo coniugale, i conforti innocenti della famiglia. Ma appunto perché questo è l’unico bene che voi lasciate alla plebe derelitta, ella non vuole che gliel togliate coi vostri esempi, non è disposta a patire che la dignitá e la ricchezza sieno fonte di scandali e specchio di corruttela."
      },
      {
        "index": 18,
        "text": "L’amore operoso della plebe, come del ceto piú benemerito ed infelice, dee sovrastare ad ogni altro affetto; e però il rilevarla colle riforme educative ed economiche è il primo obbligo del re popolano. Nelle quali non entro, avendone giá fatto altrove discorso; e in vece chiamerò a disamina un’obbiezione fatta da molti contro la possibilitá di queste e delle altre riforme, anzi contro al generale indirizzo che io consiglio per mettere in salvo il principato piemontese. — Come mai — si suol dire — il piccolo Piemonte potrá osar tanto egli solo? E dove il tenti, l’Austria, la Russia, la Francia il comporteranno? Non cercarono in mille modi di stornare la Siccardiana? non lo minacciano anche ora perché mantiene lo statuto e ospita i fuorusciti? Continui nelle riforme e addosso gli piomberanno. L’Europa dei potentati, atterrita e impegnata nel regresso, non patirá mai un Piemonte democratico. Se questo vuol conservare le sue instituzioni dee, per modo di dire, dissimularle e nasconderle: dee guardarsi da ogni atto vistoso, capace di attrarre lo sguardo e destar la gelosia degli esterni; dee mettere insomma ogni suo studio nel farsi dimenticare."
      },
      {
        "index": 19,
        "text": "Questo raziocinio specioso è uno dei molti che mostrano quanto in politica il senso diritto, che penetra le realtá, si diversifichi dal volgare che si ferma alle apparenze. — Dicendo che i potentati non vogliono sapere di un Piemonte popolare, voi avete mille ragioni. Ma v’ingannate a credere di placarli, soprassedendo dai miglioramenti e dagli apparecchi. Sapete che cosa odiano principalmente? Odiano la libertá, che è il principio di tutti gli altri beni. Finché questa è intatta non isperate che s’acquetino. Poco loro importa che indugiate a trar fuori le conseguenze che si racchiuggono nelle premesse. Le premesse sono lo statuto, la legge delle elezioni, una stampa libera, una ringhiera nazionale; cose tutte incompatibili cogl’interessi dei nostri nemici. Questa è la radice che promette e il seme che racchiude l’albero democratico; e finché essa non è svelta, né l’Austria né il papa né Toscana né Napoli non saranno sicuri e tranquilli in casa propria. Perciò non vi ha altra via per farvi amici costoro che quella d’impastoiare la stampa, mutar gli ordini delle elezioni, abolire il patto fondamentale o ridurlo ipocritamente a essere un’ombra di se medesimo. Ogni altro partito è inutile anzi nocivo, perché le soste, le condiscendenze, le paure, non che lenir gli avversari, mostrando la viltá vostra, aggiungeranno il disprezzo all’odio che giá vi portano. «Niente vale l’umiltá — dice il Compagni — contro alla grande malizia»[25]. Io bramerei nei ministri piemontesi, quando parlano all’Austria e a’ suoi patroni o clienti, meno umiltá e maggiore fierezza, ché essi errano a gran segno affidandosi di ammansare l’eterno nemico della libertá e d’Italia."
      },
      {
        "index": 20,
        "text": "Ma il mal volere non dee spaventare se non è congiunto al potere. Anche senza le riforme il Tedesco spegnerebbe, potendo, le nostre franchigie; e non potendo, oltre le franchigie rispetterá eziandio le riforme. Per decidere se possa o non possa, bisogna aver l’occhio alla Francia. Finché questa vive a Stato di popolo e serba intatta la sua costituzione, l’Austria, se è savia, non oserá tentare un’invasion subalpina; ché, lasciando star gli altri rischi, il governo della repubblica non potria patirlo senza metter se stesso a gravissimo ripentaglio. Perciò le riforme non scemeranno la sicurtá del Piemonte, purché non tremi alle parole, alle grida, alle minacce dei diplomatici, le quali sogliono essere tanto piú energiche quanto meno sono serie e fondate. Se poi è scritto in cielo che il governo imperiale debba perdere affatto il cervello, tal contingenza, come ho detto, non può rimuoversi altrimenti che col togliere lo statuto. Resta il caso che nuove perturbazioni dieno in Francia il predominio ai nemici della repubblica; e in tal presupposto la libertá subalpina correrá non meno pericoli di quel che farebbero gli ordini piú democratici. Contro i quali pericoli unico rimedio sono appunto quelle riforme che si spacciano piú atte ad accrescerli. Imperocché l’ultima di esse (della quale non ho ancora fatto parola) è la nazionale, che rispetto ai termini odierni del Piemonte consiste nell’abilitarsi a liberare e costituir l’Italia come prima i tempi glielo concedano. A tal effetto egli dee porre in atto tutte le forze di cui è capace; tanto che, pensando a offendere e cacciare il nemico, egli viene a provvedersi contro lo stesso per la difesa. I municipali non hanno mai voluto intendere che la salute di questa provincia risiede nel possesso dell’italianitá e quindi nel suo apparecchio, poiché se aspira a essere italiana, l’arduitá e la grandezza dello scopo l’obbligano a superare se stessa e a fare ogni sforzo per rendersi poderosa ed invitta. Al contrario, se si ristringe in se medesima, non avendo pensiero né stimolo di medicare la sua debolezza, non potrá né pur mantenere i beni presenti e sará preda di chiunque l’assalga. Né la salverá il patrocinio britannico o di altra potenza, perché in questa continua vicenda di attinenze politiche e d’interessi gli appoggi esterni possono mancar d’ora in ora per mille cagioni fortuite ed accidentali. Folle è per tanto chi gli stima perpetui e ignora che la maggior miseria di uno Stato è il vivere a discrezione d’altri. Oltre che, se il governo subalpino dismette il pensiero d’Italia; se si ferma nella via degli avanzamenti; se tituba, trepida, s’inginocchia e si périta di mostrarsi progressivo, democratico e nazionale; ancorché ricusi di abolir le franchezze e gli riesca di preservarle, egli entrerá in disaccordo coi tempi, che traggono irrevocabilmente al trionfo del pensiero, delle nazioni e delle plebi; gli mancherá la stima e la fiducia dei presenti e piú ancora delle prossime generazioni, avvilirá la casa sarda, screditerá il principato e lo perderá, se mai accada che sia messa sul tavoliere la posta fatale e attrattiva della repubblica. Le vie di mezzo nei tempi forti rovinano gli Stati[26], ché, accozzando insieme gl’inconvenienti dei partiti opposti, mentre vogliono salvare la capra e i cavoli, perdono insieme i cavoli e la capra. Il Piemonte debole dee temere per tutto e di tutti, qualunque sia la sua politica; laddove il Piemonte forte non ha da paventare per nulla e di nessuno."
      },
      {
        "index": 21,
        "text": "In sulle prime può parere contraddittorio che la parte adegui il tutto e che una provincia acquisti tal grado di forza che si commisuri ai bisogni della nazione. Ma una considerazione piú attenta leva la ripugnanza, perché la forza consiste nella milizia, e questa essendo opera della disciplina e dell’arte, niente vieta che un paese di tenuta mediocre gareggi nelle armi coi superiori. «Quel principe — dice il Machiavelli, — che abbonda d’uomini e manca di soldati, debbe solamente non della viltá degli uomini ma della sua pigrizia e poca prudenza dolersi»[27]. Anche nei tempi ordinari la relazione che corre «tra la forza numerica dell’esercito e quella della popolazione dee crescere anzi che diminuire per le piccole potenze»[28], altrimenti non basterebbe a difenderle. E nelle congiunture straordinarie non si dee star pago ai mezzi consueti, bisognando nei pericoli insoliti rimedi e amminicoli disusati. «Nelle guerre di nazionalitá e d’indipendenza ogni cittadino atto alle armi dee essere soldato e correre al campo o almeno apparecchiarsi a difendere la cittá, il borgo, il casale che abita, se il mestiero o la professione che ci esercita è strettamente necessaria alla vita. In tal modo sempre si fecero le guerre d’indipendenza: cosí le fecero (per tacer degli antichi) gli olandesi, gli sveci, gli americani, i francesi, gli spagnuoli, i greci moderni; e sarebbe ridicolo il dire che quanto venne eseguito con prospero successo da tanti popoli non possa effettuarsi dagl’italiani. Se i piemontesi non volevano una guerra di tal sorte, non dovevano passare il Ticino, né parlare di regno e di nazionalitá italica, né maledire il Tedesco sulle loro gazzette e colle loro canzoni; ma poiché tutto questo si è fatto, non possono tornare indietro sotto pena d’infamia»[29]. A queste ragioni se ne aggiunge ora una nuova: che senza provvisioni non ordinarie la libertá e la monarchia corrono grave rischio. Il quale nasce dalle condizioni universali di Europa, a cui il Piemonte non può sottrarsi se giá non muta luogo e tempo, come a dire tornando a vivere in qualcuno de’ secoli passati o trasferendosi nell’Oceania. Né si tratta di uno sforzo impossibile benché insueto, avendo esso avuto luogo ogni volta che mediante l’egemonia guerriera un popolo fu il principio generativo di una nazione."
      },
      {
        "index": 22,
        "text": "Io voglio, lasciando indietro molti antichi e moderni esempi, allegarne un solo che quadra a capello e toglie ogni replica. Quando Federigo secondo salí al trono, la Prussia avea tre milioni di abitanti e piú di sessantamila soldati: il Piemonte d’oggi sovrasta di popolo e sottostá di esercito. Ma essendo la provincia alemanna, come l’italica, armigera e bellicosa, non fu impossibile al principe il raccogliere in pochi anni tra i militi propri e gli arrolati di fuori un esercito giusto e agguerrito di centoventimila uomini, i quali nella guerra settennale montarono a ducentomila. Con questi eroici provvedimenti poté Federigo trasformare un piccolo dominio in un principato grande e potentissimo; come sarebbe stato agevole al Piemonte tre anni sono di creare non solo un regno forte ma una nazione libera ed invitta. Se Carlo Alberto si fosse proposto l’esempio del re prussiano, avrebbe spesi i due primi lustri non solo nell’ampliare i ruoli ma nel correggere gli ordini viziosi delle sue milizie; e all’ultimo, quando ebbe opportunitá di sottrarsi con un primo atto all’imperio insolente dell’Austria, e i tempi forti, le occasioni propizie si avvicinavano (ed era facile l’antivederle), egli si sarebbe provveduto in guisa da poter subito entrare in campo e usare non solo una parte ma tutte le forze apparecchiate. Governandosi con tal saviezza, appena scoppiata la rivoluzione viennese, poteva cacciare il Tedesco da Venezia e da Lombardia; laddove non fu pure in grado di aiutare i sollevati di Milano, ed entrato tardi in campagna con poche schiere e male acconcie, consumò il tempo in una guerra lenta e minuta mentre conveniva farla grossa e impetuosa. Se l’imprevidenza e l’oscitanza di allora oggi si rinnovellano, quando nasceranno altre occasioni propizie si sará pure impreparato, e in vece di allargare il regno subalpino all’alta Italia si perderá il possesso antichissimo del Piemonte."
      },
      {
        "index": 23,
        "text": "Preveggo le obbiezioni, che non sono nuove né pellegrine. — Non basta l’erario di un paese giá gravato a un dispendio sí enorme. — Ma la Prussia nei princípi di Federigo e sotto il padre e l’avolo (che cominciarono e crebbero i militari apparecchi) era di gran lunga piú povera del Piemonte. E se si bramano esempi domestici, contrappongasi il regno d’oggi a quello dei due ultimi secoli, che era assai piú piccolo e scarso di uomini e di moneta. «I nostri avi — dice Alfonso della Marmora — seppero edificare grandiosi stabilimenti civili e militari, ma ciò che è piú straordinario, tennero sempre in campo un’armata proporzionatamente assai maggiore di quelle che ebbero le altre nazioni. Carlo Emanuele primo fece la guerra per quarantadue anni con un esercito di trentamila fanti e duemilacinquecento cavalli, e le sue entrate non sorpassavano nove milioni. Il suo figliuolo Amedeo primo non ebbe maggiori né le entrate né la popolazione, ma tenne sempre uguale l’esercito»[30]. Maggiori apparati ed imprese fecero Vittorio Amedeo secondo e Carlo Emanuele terzo, che poterono combattere e vincere le prime potenze di Europa. E pure allora erano di gran lunga men gravi il periglio e l’urgenza. Alle necessitá patrie debbono cedere i riguardi e gl’interessi di minore importanza, e se i cittadini penuriosi ma virtuosi rifiutano in tali casi le retribuzioni quasi necessarie, ben si possono tôrre ai ricchi ed agiati le superflue. Si renda piú semplice l’amministrazione, si aboliscano gl’impieghi inutili, si scemino le grasse provvisioni e i grossi stipendi, si tolgano le pensioni immeritate, si chiudano i conventi oziosi e ricchi, si usufruttino le pingui e soverchie prebende e le entrate degli ordini religiosi e cavallereschi, perché queste e quelle sono bene dei poveri, il quale dee servire ai bisogni della patria anzi che alle delizie dei chierici e dei graduati. E per ultimo, se accade, si faccia capo alla borsa dei doviziosi, i quali non debbono rifiutare gl’imprestiti e le imposte straordinarie, se non per virtú almeno per interesse, trattandosi di cansare le rivolture civili e le gravissime calamitá che ne nascono. Né questi sforzi penosi debbono durare gran tempo, imperocché fra non molto gli eventi decideranno se la risoluzione delle cose di Europa debba farsi in modo repentino ovvero gradatamente. Nel primo caso (che si vuol presupporre per sicurezza) l’indugio non sará lungo; nel secondo, stremandosi le armi attive, secondo la misura dicevole agl’intervalli di pace, si dovrá però aver l’occhio a comporre l’esercito in modo che le truppe tenute in serbo «possano in brevissimo spazio acquistare tutta l’instruzione che si richiede per le fazioni campali»[31]. Su tale articolo gli ordini vigenti son difettuosi, sia pel numero scarso del servigio effettivo, sia per la lunghezza del tempo richiesto ad abilitar le riserve. Alfonso della Marmora osava appena chiedere quarantacinquemila uomini di attuale stipendio[32], sapendo che i parlamenti, in cui predomina il genio curiale e borghese, sono solleciti dei materiali interessi, incuriosi dei morali; confitti nel presente, improvidi dell’avvenire e piú intendenti di economica che di milizia. Perciò le assemblee discrete debbono rapportarsene al governo, che solo può conoscere e pesare i casi, i bisogni, i pericoli prossimi o remoti e scegliere provvedimenti conformi, e merita la fiducia degli eletti del popolo, se è democratico e nazionale."
      },
      {
        "index": 24,
        "text": "— Meglio valgono pochi soldati che troppi. — Aforismo giustissimo contro l’armata di Serse, perché in effetto i pochi e buoni provano meglio che i molti e cattivi. Ma perché non procacciare di averne molti e valenti? E senza molti e ottimi non si può condurre una grande impresa, salvo che per miracolo. Mi vergognerei di allegare la storia intorno a cosa sí evidente e di contrapporre l’esempio dei gran capitani, da re Ransenne[33] sino a Federigo: non aggiungo il maresciallo, che tiene a sua posta cencinquantamila armati o in quel torno, perché se bene ci abbia disfatti due volte, non ne segue che sia gran capitano. Ma il generale Dabormida, che suol citare l’adagio, non può ignorare che per vincere il nemico bisogna emularlo; e questo forse gli spiace, perché non ama la guerra e non vuol che il Piemonte si renda italico. Altrimenti non direbbe che i soldati aventi moglie e figliuoli sieno cattivi, quando i primi soldati del mondo, cioè gli antichi romani, erano ammogliati. Discorrendo delle doti che vogliono avere, il Machiavelli insegna che «debbesi sopra tutto riguardare ai costumi e che sia onestá e vergogna; altrimenti si elegge un instrumento di scandalo ed un principio di corruzione»[34]. Ora come un esercito di scapoli possa aver questa parte, ciascun seL vede. La cattiva prova fatta dai nostri nelle ultime fazioni deriva da altre fonti. Bontá nei soldati suppone eccellenza nei capitani, e nelle guerre d’indipendenza la perizia e prodezza non bastano senza l’amore e lo zelo patrio. Molti di coloro che nel quarantotto e nel quarantanove guidavano le schiere avevano in odio l’unione e la guerra, e non che accender gli animi dei tironi e dei veterani gli sconfortavano, insinuando loro massime sediziose e rappresentando la liberazione d’Italia come un vano travaglio e un’impresa straniera. Se oggi siasi posto rimedio a questo gravissimo disordine io non lo so. So bensí che i soldati son plebe e valgono quanto la plebe, e che quando i plebei sanno leggere e scrivere, conoscono ed amano la gran famiglia nazionale, i militi riescono eroi nella sua difesa, come in Francia, in Inghilterra, in America; all’incontro dei popoli che ripongono la nazione nel borgo e la patria nella parrocchia. Facciansi adunque dei buoni duci e una plebe cittadina, e si avrá senza fallo un esercito cittadino."
      },
      {
        "index": 25,
        "text": "Si dirá ancora che il Piemonte non ha un Federigo e che è tardi da pensare a imitarlo. Ma ad allestire e disciplinare un forte esercito non si richiede un ingegno miracoloso, purché non manchi ardore di zelo, energia di volere e quell’attivitá desta, sollecita, infaticata, che in vero è quasi ignota nelle nostre provincie. L’obbiezione del tempo ha piú del ragionevole e chiarisce l’enorme fallo di chi, credendo e spacciando la guerra impossibile, consumava due anni preziosi a far poco, né si accorgeva che un Piemonte debolmente armato e non atto a pigliare la causa italica, non che provvedere agl’interessi della monarchia, favorirebbe un giorno i disegni della repubblica. Ma siccome niuno sa l’ora prefissa in cielo a quelle peripezie di cui s’intrecciano i nodi[35], non si dovrebbe gittar la speranza di ricoverare il tempo perduto; e se il mettere le mani all’opera non è per migliorare, certo non muterá in peggio le condizioni del paese. Né l’Austria stessa dovrebbe veder di mal occhio che il Piemonte si appresti a mantenere la forma regia, perché l’interesse del trono sovrastando ne’ suoi Consigli a quello del dominio esterno, le metterebbe conto in ogni caso di vicinare a un’Italia monarchica benché autonoma, piuttosto che a un’Italia repubblicana. Ma quale sia per essere in ciò il suo giudizio, i bellici apparati le scemeranno la voglia di offendere un popolo che ora disprezza; né avrá buon viso a rammaricarsene, giacché sarebbe strano che mentre ella e Prussia e Russia e Napoli armano a piú non posso, fosse solo interdetto al re sardo di ampliar le sue squadre. E quando gli apparati saranno in piede, la libertá sará sicura, perché il Piemonte in armi può difendere i suoi lari contro tutta Europa. Non si avrá piú bisogno dell’incerta protezione straniera, e i rettori di Torino non dovranno piú atterrire e raccapricciarsi a ogni ondeggiare e sommuoversi dei governi britannici. Sará sicura la monarchia, rendendosi vie piú cara ed accetta colle riforme popolari e mostrandosi pronta coi fornimenti guerreschi ai bisogni di tutta Italia. La campagna del quarantotto ci svelò un fatto doloroso ma naturale, cioè che alcune popolazioni contadine di Lombardia e della Venezia antiponevano il giogo dell’impero al civile dominio del re di Sardegna. Dico «naturale», perché i rusticani amano i governi consueti se non sono eccessivamente gravosi, e non abbracciano le idee di nazione, di libertá, di patria, finché rimangono tra le astrattezze. Uopo è che tali concetti piglino corpo e divengano sensati mediante quelle riforme che, migliorando lo stato degl’infimi, fanno loro toccar con mano il divario che corre tra il vivere schiavo e L'esser libero e civile. Il Piemonte, dando l’esempio invidiabile di una plebe sollevata a felicitá e dignitá di popolo, infonderá con questo solo fatto nelle altre plebi italiane un vivo desiderio di partecipare alla stessa fortuna, e fará che le classi misere di tutta quanta la penisola a lui aspirino e guardino come a salvatore. Ora, se le serbate franchigie giá stringono a tal provincia tutti gli animi generosi, quanto piú nol fará il vedere che, vinte le angustie municipali e aristocratiche, non solo ella conserva la libertá ma l’accomuna a tutti e si appresta a renderla italica?"
      },
      {
        "index": 26,
        "text": "Discorrendo di apparecchi guerrieri e straordinari, ho ragionato nel presupposto che possano fra non molto nascere in Europa di quei casi che mutano repentinamente lo stato delle nazioni, imperocché i governi assennati debbono approntarsi a tutto che può succedere, a fine di non dover dire come gli stolti: — Io nol pensava, — con loro biasimo e rimorso eterno. Ma il detto esito non è il solo che possa verificarsi; e nelle odierne condizioni di Francia e degli altri paesi egli è non meno possibile che il risolvimento delle presenti incertezze si faccia per ora senza violenza, tanto che le commozioni piú gravi non dico si cansino ma piú o meno si differiscano. Ora, siccome fra i mezzi interni di preparazione egemonica che soccorrono al Piemonte le armi sono il principale nella prima ipotesi, cosí nella seconda gioveranno i mezzi esteriori, cioè le pratiche e gli accordi. Imperocché se in Francia accadesse una nuova rivoluzione, seguirebbe di fuori senza alcun fallo l’uno o l’altro di questi due effetti, cioè la propagazione del principio repubblicano se prevalgono i democratici, l’abolizione del principio costituzionale se vince la parte contraria. Dunque per la ragion degli oppositi, se non succede rivoluzione presso i nostri vicini, la repubblica dee assolidarsi in Francia e il regno civile può risorgere almeno per qualche intervallo nell’altra Europa. La repubblica francese è al dí d’oggi un’ombra anzi che una cosa, giacché i piú di coloro che dovrebbero per ufficio e per instituto difenderla si adoperano a sterminarla. Ma siccome da un canto un tale stato è violento e non può durare, e dall’altro lato il ritorno durevole alla monarchia è difficile per non dire impossibile, se ne può far ragione che avranno luogo nuovi e terribili rivolgimenti o che in modo legale l’esercizio e la pratica del governo popolare si accorderanno colla sua forma. Il che avvenendo, che fará l’altra Europa? Il ristabilire in Germania, in Italia, in Ispagna il dominio assoluto a fronte di una repubblica francese consolidantesi e fiorente, non sarebbe un partito politico ma un farnetico. Assalire questa repubblica uscita vittoriosa da tante prove non sarebbe guari piú savio, giacché una guerra generale è oggi moralmente e materialmente assai malagevole, e sarebbe a coloro che la cominciassero piú di rischio che di guadagno. La Prussia, l’Austria e le altre potenze germaniche faranno di necessitá virtú; e la Russia dovrá acconciarvisi, non ostante i disegni e gl’impegni contrari, perché la natura fatale delle cose è piú forte dell’autocrato. Ora i potentati del Norte acconciandosi loro malgrado alle civili franchigie, i principi dell’Italia inferiore dovranno fare altrettanto, mancando loro quegli estrinseci appoggi di cui si prevalsero per entrare e tenersi nell’altra via."
      },
      {
        "index": 27,
        "text": "Si dirá che io contraddico alle cose dette di sopra, presupponendo possibile la restituzione degli ordini costituzionali in Toscana, in Roma, in Napoli, e quindi ammettendo che la nuova epoca sia per ripremere i vestigi della passata. Ma io non parlo del Rinnovamento sí bene del suo apparecchio, non parlo dell’esito definitivo ma di uno stato transitorio, nel caso che il corso degli eventi lo porti e lo necessiti. Che dopo la storia dei tre ultimi anni gli statuti civili sieno per fiorire in Napoli e in Roma, che il regno temporale del papa sia per durare, che i principi della bassa penisola sieno per adattarsi lealmente alla libertá pubblica e agevolarne gl’incrementi, è tal presupposto che non può cadere in pensiero al politico piú comunale. Tanto piú che fatti recenti dimostrano le corti settentrionali, aggirate dalla solita vertigine dei governi pericolanti, essere ormai risolute di rimettere gli antichi ordini, e l’Austria ne ha giá dato il segno[36]. Ma d’altra parte è pure indubitato che la forza degli eventi può domare la pertinacia e rendere possibile una riassunzione del Risorgimento, non mica come stato fermo, ma come ordine passeggierò e provvisionale. — Il caso non è probabile. — Sia pure, ma è possibile; e se i fati lo portano, sará gran senno ai principi ed ai popoli il rassegnarvisi. E i buoni, a qualunque classe appartengano, dovranno rallegrarsi che alle miserie presenti succeda uno stato se non felice almeno piú tollerabile. Imperocché le franchigie anche piú imperfette e mal consertate scemano la somma dei mali, impediscono non poche ingiustizie, aiutano molti progressi; e ogni bene, anche piccolo, è grande quando non è dato di averne un maggiore. So che a Giuseppe Mazzini ed a’ suoi compagni dorrebbe se l’Italia fosse meno infelice, come loro cuoce che il Piemonte tranquilli sotto il regno. Ma questa politica è fanciullesca e scellerata, e io dispererei delle sorti italiane se fosse accolta dai democratici. Fanciullesca, perché ignora le necessitá sociali e crede di poter mutare ad arbitrio gli andamenti generali del mondo. Scellerata, rendendosi per iscopo fazioso complice del male e usurpando le ragioni proprie della providenza. Alla quale non si disdice il permettere certi particolari disordini pel bene universale che ne consegue; e quando essi accadono né hanno rimedio, l’uomo può e dee consolarsene a contemplazione dei buoni effetti che ne sono per nascere. Ma se possono ovviarsi egli è tenuto a farlo, altrimenti gli tornano a colpa; perché, mancandogli la facoltá divina di farli fruttare salutevolmente e infallibilmente, il dar loro opera od assenso trapassa il giro dell’etica umana e riesce alla massima gesuitica, che col fine onesto santifica i mezzi iniqui. I popoli italiani sono sí difettuosi di educazione civile (senza la quale gli ordini popolari son piú dannosi che utili) che ogni instituto capace di avvezzarli alquanto alla vita libera, ancorché rozzo e manchevole, si dee recare a profitto. Tanto piú che il dominio assoluto e tirannico, se per mezzo dell’indegnazione invoglia al bene e riscalda gli animi generosi, fa effetto contrario nei deboli, cioè nei piú, avvezzandoli al giogo, prostrandoli, corrompendoli colla paura e coll’interesse, come si vede in Roma ed in Napoli, dove la canaglia cresce ogni giorno di numero e di potenza. Al postutto, se un’ombra di ordini civili non riuscisse ad altro che ad impedire un misfatto, salvare un innocente, proteggere un benemerito, non saria cosa empia l’attraversarglisi quando non si può aver meglio?"
      },
      {
        "index": 28,
        "text": "Se dei due avviamenti indicati i successi esterni pigliano il piú dolce, il Piemonte dovrá colle pratiche chiedere ed accelerare il ristabilimento delle libertá costituzionali in tutta Italia e non lasciarsi levar la palla di mano dalle potenze di fuori. Le condizioni pecuniarie, politiche, militari di Vienna sono sí gravi che la Lombardia le torna piú a carico che a vantaggio; laonde, venendo l’ora propizia a una modificazione pacifica dei vari Stati, sará a proposito il chiedere la revisione dei capitoli del quindici per ciò che riguarda l’Italia. L’efficacia di tal domanda dipenderá dal vigore e dalla perizia del governo francese, posto il caso che sia lealmente repubblicano; ma ancorché non avesse effetto, sará onorevole ai subalpini, introducendo una ragione nuova nel modo d’intendere il giure scambievole delle nazioni. Sí intorno a questo come rispetto all’altro capo il Piemonte dovrá insistere sui princípi della politica nazionale, e colle note diplomatiche, colle proteste, coi negoziati, svolgerle, inculcarle, spargerle per tutta Europa, perché ciò, se non altro, gioverá a mantener vivo il diritto, avvalorare il senno pubblico, onorare la monarchia civile, porre in istima e in affetto agli altri italiani il Piemonte come interprete e rappresentante naturale di tutta la penisola. Cominciando a puntare la sua leva al resto d’Italia ed entrando nei comuni interessi, egli preluderá all’egemonia futura; fará segno di cuore, di lealtá, di antiveggenza; si purgherá da ogni taccia di ambizione e di cupidigia, cercando al poter suo di rimettere gli altri principi sul buon sentiero; e quanto meno si dará orecchio alle sue parole, tanto piú, giunta l’ora, egli sará giustificato di procedere ai fatti, tanto piú i popoli italiani s’infervoreranno a secondarlo e a seguirlo. Potevasi forse con questi mezzi preservare la libertá italiana anche dopo la rotta novarese, come altrove abbiamo veduto, se il Piemonte si fosse ricordato di essere italico e che senza l’Italia si affida indarno di esser franco egli medesimo e sicuro. Ma ciò che allora si trascurò potrá di nuovo tentarsi nel detto caso, e con qualche speranza, purché alle scritte, alle rimostranze, ai memoriali corrispondano gli oratori. La vecchia politica che si appuntellava all’astuzia e alla forza, siccome riponea questa negli eserciti servili, cosí collocava quella nei legati frodolenti che si facean giuoco delle nazioni e della giustizia; onde nacque lo scredito dei diplomatici, che ancor dura e rende talvolta l’opinione ingiusta verso i meriti reali degl’individui[37]. E anche quando tal classe era men finta e gesuitica che non fu a Vienna, dove si fece il gran mercato delle nazioni, essa era vana, costosa, frivola, aliena da quella semplicitá parca e severa, da quella lealtá specchiata, che si addicono a chi esprime non i capricci dei potenti ma i diritti e gl’interessi dei popoli. Sarebbe degno del Piemonte il precorrere anche da questo canto il portato inevitabile della civiltá e del tempo, recando nelle legazioni le riforme richieste a renderle democratiche e nazionali; imperocché i messaggi degli Stati liberi, benché inviati del principe, sono interpreti eziandio del popolo, e non possono dar fiducia né a chi li manda né a chi li riceve se non sono conformi di genio e divoti di cuore agli ordini che rappresentano."
      },
      {
        "index": 29,
        "text": "Ma se il Piemonte dee nel caso soprascritto ingegnarsi a suo potere di ritirare i principi connazionali agli ordini liberi, dee forse egualmente invitarli a lega politica o accettarla? No, perché una lega stabile presuppone stabilitá in coloro che la contraggono, e per le ragioni dette le monarchie della bassa Italia non possono promettersi lunga vita. I vincoli federativi da un lato non darebbero loro maggior fermezza, dall’altro nocerebbero al Piemonte, inceppando la libertá de’ suoi moti, partecipandogli l’odiositá dei carichi alieni e togliendogli il modo di prevalersi e operare a proposito nelle subite occasioni. Per la qual cosa quanto la confederazione si affaceva al tenore del Risorgimento, tanto sarebbe ora e poi fuori di proposito e pregiudiziale, atteso le essenziali differenze dei tempi. Pratiche sí ed aiuti liberi quanti si vogliono, e anche patti di traffichi e di dogane, se mette bene il farli; ma in politica, piena indipendenza dagli Stati della penisola. Havvi però un’altra specie di accordi che gioveranno al tirocinio egemonico, e consistono nelle esterne alleanze, mediante le quali la politica interna della nazione si collega con quella che di fuori si esercita. Nello stato mal fermo e precario che oggi corre, il Piemonte non può avere alleati utili: egli dee bensí disporsi a uscire della sua solitudine, come prima i successi rendano necessaria la compagnia e possibile l’elezione. Tre sorte di alleanze subalpine si affacciano: l’angloprussiana, l’austrorussa e l’elveticofrancese. La prima non basta, perché, quando i tuoi confinanti vengono a tenzone, l’allegarsi coi lontani è quanto essere neutrale verso i vicini. Se tu sei piccolo, incorri negl’inconvenienti dei deboli che stanno di mezzo: cioè, durante o pendente la guerra, nelle incursioni e altri dannaggi; dopo la pace, nelle rappresaglie e nei ludibri del vincitore, il quale ti stará grosso e ti tratterá da nemico per aver ricusato di essergli compagno[38]. Oltre che, la Prussia, rifiutata follemente la gloria dell’egemonia tedesca, si rende ogni dí piu ligia della Russia e dell’Austria. L’Inghilterra è potenza di mare, e come tale insufficiente; usa a dare il suo patrocinio per ricambio di vassallaggio, e però pericolosa; barcollante fra la parte aristocratica e l’avversa, e però di aiuto incerto e poco durevole. Stiasi dunque in buona intelligenza coll’Annoverese e, se si può, col Brandeborgo; ma si cerchi altrove un appoggio piú idoneo, piú vicino e piú saldo."
      },
      {
        "index": 30,
        "text": "La setta municipale parteggia per l’Austrorussia e non si périta, occorrendo, di farne pubblica professione. Il che nasce che l’italianitá e la dignitá politica le sono ignote e che, solita a discorrere colle massime di un altro millesimo, reputa l’Austria ed il Tartaro potenze forti e conservatrici. Ma né esse né il Piemonte né il resto d’Italia e di Europa sono oggi ciò che erano in addietro. Della Russia toccherò altrove partitamente. L’Austria era giá prima piú slava che germanica: ora è cosacca, e la guerra ungarica chiarí il pregio degli allori italiani, dove agevole fu il vincere «un esercito senza duce»[39]. Composta di Stati eterogenei, ricca di debiti, mal sicura de’ suoi militi, abbominata dai popoli che tiranneggia, esosa a quegli stessi che dianzi l’adoravano a gara, carica di delitti e d’infamie, ella si sostiene colle arti e la riputazione, come Tiberio sanguinoso e decrepito[40]. Dotati di una certa perizia e riusciti a rilevarla momentaneamente oltre l’aspettativa, i suoi politici rimbaldanziti sognano i tempi di Carlo quinto, in vece di ricordare quelli di Massimiliano primo, forse piú prossimi a rivivere[41]. E ora che tiepida ed infredda l’affetto dei vecchi amici qual si è l’Inglese, il Piemonte vorrá darsele per nuovo cliente? e con che pro? Con ignominia somma e indelebile del suo nome. Imperocché anche il Piemonte non è piú quello di una volta, avendo tentato l’aringo patrio, fatte due guerre per l’indipendenza, assaggiato l’imperio egemonico, giurata la fratellanza ed essendo di subalpino e municipale divenuto italico e nazionale. Vorrá egli cancellar questi meriti, stringendo la destra degli oppressori mentre sono ancor calde le ceneri di tanti prodi e quelle di Carlo Alberto? Se «l’usurpazione della ragione non fa ragione», come dice Dante[42]; se l’odio politico contro il nemico, finché è nemico, non ha prescrizione, secondo le Dodici tavole[43], e la forza non ispegne il diritto: i sudditi italiani del barbaro son nostri fratelli non solo per vincolo di natura ma per effetto di elezione. Il caso di Novara non è una rinunzia ma un infortunio, né la pace di Milano potè rompere un connubio rogato liberamente dalle due parti. E qual unione sarebbe piú mostruosa, mentre son freschi i vestigi del furore austriaco e l’Italia è trattata «come vilissima delle nazioni»?[44]. Il Piemonte orfano calcherá dunque le materne spoglie per correre volonteroso all’amplesso del parricida? Se la casa di Savoia si abbassasse a tanta viltá, perderebbe se stessa senza rimedio, giacché solo una fama intatta potrá salvarla tra le future procelle. Né avrebbe pure la scusa delle tradizioni domestiche, le quali prescrivevano il bilico tra Austria e Francia o l’inclinazione dal lato piú debole. Ora l’Austria, benché inferma in se stessa, è potente tuttavia in Italia, e il vassallaggio del Piemonte la farebbe padrona della penisola; né i piccoli alleati sono altro che vassalli. L’altalenare antico non fa meglio a proposito, quando piú non si tratta di territori e di principi ma di princípi, e vituperosa è non solo l’amicizia ma l’indifferenza. Tuttavia sarebbe di men danno ed infamia, che il partito proposto dai politici di municipio. I quali sono sí dotti che le vecchie usanze sono loro ignote come le necessitá nuove, e raccomandano ai presenti una politica cosí squisita che avrebbe fatto sorridere la semplicitá degli arcavoli."
      },
      {
        "index": 31,
        "text": "E quali sarebbero i frutti delle nozze teutoniche? O nel conflitto che avrá luogo un giorno, l’Austria sará perdente o vincitrice. Nel primo caso lo statuto e il principato perirebbero di conserva, e si ricomincerebbe la trista e vergognosa storia del secolo scorso, quando la lega austriaca mise in ceppi e diede in preda agli esterni tutta l’Italia. Imperocché la Francia, per liberarsi oggi come allora da un nemico occulto o da un amico posticcio e infedele, non solo muterebbe la forma dello Stato ma gli torrebbe la balía di se medesimo, e sotto un vano sembiante di repubblica avremmo la servitú. Nel secondo caso la libertá perirebbe, perché né Russia né Austria né Roma né Toscana né Napoli potrebbero tollerarla. E il sormontare degli austrorussi, radducendo il regno in Francia e un regresso formidabile in tutta Europa, restituirebbe probabilmente il maneggio delle cose britanniche alla setta aristocratica e le torrebbe ogni modo di contrapporsi a un impeto universale. Né l’essere compagni e partecipi della vittoria darebbe ai subalpini alcuna autoritá o maggioria in Italia, non essendo verosimile che l’Austria ceda ad altri un privilegio che vuol per se stessa. Aspirando a primeggiare nella penisola non meno che in Germania, ella ha per concorrente da un lato delle Alpi il Piemonte che è la Prussia italiana, e dall’altro la Prussia che è il Piemonte tedesco. L’alleanza austriaca porta dunque seco la perdita presente dell’autonomia, dell’ufficio egemonico e del vivere libero; e toglie ogni speranza avvenire, perciocché, bastando la potenza imperiale, durerebbe pure la servitú del Piemonte, e venendo meno per nuovi accidenti, trarrebbe nella sua ruina la casa sarda avvilita e disonorata dall’indegno consorzio. Che fiducia dopo tanta vergogna potrebbero avere in essa i popoli italici? E il rischio è tanto piú grave quanto che il trionfo dell’Austria non può essere che passeggierò; di che niuno vorrá dubitare che ponderi la storia di Europa da un secolo, i suoi ordini presenti e le disposizioni dei popoli in universale. — Almeno avremmo per compenso Parma e Piacenza. — Signori municipali, so che il gusto di sbocconcellare l’Italia come paese nemico è proprio del vostro palato, purché Torino non lasci di essere la mensa delle imbandigioni. Ma badate che l’Austria è non meno ghiotta dei bocconi italiani, e che non è acconcia a cederli se non è necessitata. Pogniamo che sia e che vi faccia un presente. Non vedete che, accettandolo, il pasto vi strangolerebbe? Mentre lascereste fra gli artigli imperiali i lombardi e i veneti a noi congiunti con patto solenne, vi darebbe il cuore di beccarvi sú una provincia come frutto del mercato e prezzo del tradimento? Oh infamia! E che rispondereste a coloro che calunniosamente imputarono a Carlo Alberto lo stesso disegno, e a’ suoi seguaci la morte di Pellegrino Rossi?"
      },
      {
        "index": 32,
        "text": "Resta l’alleanza elveticofrancese. Rispetto alla Svizzera non vi ha dubbio che per la vicinanza, il sito, il genio, la temperata potenza, una lega con essa sia per essere utile e senza pericolo, e divenga possibile ogni qual volta abbiano luogo tali eventi che la costringano a uscire della neutralitá sua e a posporre i capitoli alla sicurezza. Riguardo alla Francia bisogna distinguere i casi, potendo in essa prevalere uno Stato democratico o demagogico. Chiamo «demagogico» ogni reggimento che offenda legalmente la ragion delle cose e prevarichi la giustizia, la quale dentro risiede nel rispetto dei meriti, della proprietá e delle persone, e fuori nell’osservanza della nazionalitá e autonomia dei popoli. Qual governo violasse tali diritti e volesse imporre all’Italia una forma particolare di polizia o necessitare la sua elezione (che è tutt’uno), renderebbe certo impossibile l’allegarsi seco; ma questa ipotesi è estrinseca al mio tema per una ragione che mi par capitale. La quale si è che uno Stato di tal sorta avrebbe corta vita, si ucciderebbe da sé, darebbe luogo in breve a un governo piú savio o ad una riscossa spaventevole dei vecchi dominatori, perché niun ordine civile può durare che non sia fondato nella natura delle cose e nella giustizia, e il violare l’indipendenza dei popoli è ancora piú iniquo che l’offendere la proprietá e gli altri diritti degl’individui. Niun ordine può durare che ripugni alla natura, la quale crea le nazionalitá varie e la spontaneitá loro, vuole che ogni nazione sia arbitra delle proprie sorti e proceda in modo conforme alle due leggi di proporzione e di gradazione. La politica contraria è quella del congresso di Vienna; e se è strano che i vantatori di repubblica pensino a imitarla sotto altra forma, egli è naturale che gli stessi semi producano gli stessi frutti, e tanto piú rovinosi quanto che di forze ordinate e di perizia i despoti prevalgono ai demagoghi. Nel secolo scorso la condizione quasi disperata della Francia suggerí a Giuseppe Cambon questo mezzo di difesa, e poco appresso il Direttorio ne fece il saggio, ciascun sa con che effetto; e la dittatura repubblicana voluta esercitare in Italia sottopose la Francia al militare imperio del Buonaparte, che tirò indietro l’Europa di un mezzo secolo. La sapienza civile dell’etá nostra non dee ripetere servilmente le massime della passata, anzi dee cansarne gli errori, le imperfezioni, le esorbitanze; altrimenti non saremo progressivi ma retrogradi. Quali sono certuni che sotto nome di repubblica vorrebbero imitare la santa alleanza, spingendo di forza gli Stati a quelle rivoluzioni che fanno loro a proposito, imponendo una forma speciale di governo colle armi e la dittatura, postergando le nazionalitá e l’arbitrio dei popoli a un’idea preconcetta e trasferendo l’autocrazia europea da Pietroborgo a Parigi. Se per sommo infortunio questi disegni si verificassero e la demagogia prevalente rendesse impossibile l’alleanza gallosarda, non però io consiglierei a’ miei provinciali l’austriaca, pregna di danni e di rossori certissimi, ché al postutto meglio è morir solitario che convivere disonorato."
      },
      {
        "index": 33,
        "text": "Fuori del detto presupposto, l’amistá francese è naturale, onorevole, sicura, utile e in caso di disastro meno pregiudiziale. La naturalitá delle alleanze ha una radice simile a quella delle nazioni, cioè il fatto reale delle convenienze e somiglianze, fondate nel genio, nella lingua, nella stirpe, nel territorio. Il che è ragionevole, conciossiaché le colleganze, amicando gli Stati, sono quasi un ampliamento delle nazionalitá e un sovrapponimento di nazioni, per cui elle insieme si consertano senza scapito dell’individuitá loro. Ora, siccome i vari popoli fra cui corre conformitá specifica di schiatta, di favella, d’indole e di paese fanno naturalmente una nazione, cosí naturale è la lega delle nazioni che hanno insieme convenienza generica di carattere, di sangue, di eloquio e vicinanza di abitazione. Italia e Francia appartengono alla famiglia delle popolazioni latine e cattoliche, e nella prima s’infusero alcune stille di quel sangue celtico e germanico che fu temperato nella seconda dal romano legnaggio e dal baliatico della Santa Sede. Oltre la contiguitá del sito, l’affinitá del costume e dell’idioma, corre fra esse similitudine di postura: amendue littorane e a sopraccapo di un mar comune, che piú vale a congiungerle colle acque che non servono a partirle di verso terra i macigni e le nevi delle Alpi. L’unione stabile delle due patrie sará forse un giorno il nocciolo e l’apparecchio di quella colleganza piú ampia di Occidente che contrapporrá i popoli latini e meridionali del Mediterraneo, coll’aggiunta della normannica Bretagna, alla lega boreale e baltica delle genti slavotedesche. Ciascuno dei due Stati ha d’uopo in un certo modo e si rifá dell’altro; il che io trovo simboleggiato in due uomini divisi da lungo intervallo, cioè in Cesare e in Napoleone: l’uno dei quali, nato in Roma, ottenne i primi allori in Francia; l’altro, cittadino francese, gli ebbe in Italia: cosicché entrambi fondarono in esse quella potenza che dette loro il dominio della patria rispettiva e del mondo. Tanto è vero che le due nazioni si servono di aiuto e di elaterio scambievolmente. Ma se non debbono esser disgiunte come Austria e Italia, non però vogliono confondersi insieme a scapito della nazionalitá loro. La persuasione contraria sviò in antico i nostri maggiori e piú di recente i nostri vicini. Cesare conquistando la Gallia pose fine alla romana repubblica, e Napoleone soggiogando l’Italia preparò la ruina della propria potenza. Di che molti e luttuosi esempi aveano giá dato i suoi precessori,"
      },
      {
        "index": 34,
        "text": "Le imprese di usurpazione e di conquista, oltre al durar poco, partoriscono infiniti mali, e gravissimo di tutti quell’odio reciproco di due nazioni sorelle, che, incominciato dai vespri siculi, si stese alle pasque veronesi e al Misogallo. Benvenuto Cellini scrive che a’ suoi tempi «i francesi erano con italiani quasi tutti nemici mortali»[46]. Pèra chi volesse rinnovare quei brutti esempi; e siccome a ovviare i soprusi di un popolo verso l’altro il miglior modo è l’allegarli insieme, sia l’amistá dei francesi e dei sardi auspice all’Italia tutta di unione patria e autonomia nazionale."
      },
      {
        "index": 35,
        "text": "Il partito è anco utile, checché avvenga, sicuro e meno pericoloso di ogni altro, perché se la sorte disfavorisce la Francia, cadiamo con una potenza che può risorgere e che risorgerá certo, perché il trionfo finale della democrazia è indubitato: serbiamo intatto l’onore, la virtualitá egemonica e le speranze. La perdita dello statuto non si vuol computare, quando avverrebbe ugualmente se l’Austria vittoriosa fosse nostra alleata; né si ha da temere per casa Savoia, protetta dalle convenzioni, dall’equilibrio politico e dalla scambievole gelosia de’ principi. Se poi la Francia sovrasta, dovendo ella far fronte a molti nemici, il suo confederato sarebbe naturalmente moderatore d’Italia e avrebbe un vantaggio che in nessun caso la lega austriaca non gli può dare. Finalmente il partito è onorevole, perché tra gli Stati attigui solo Francia e Svizzera sono libere e civili e non avversano il rinascere d’Italia come nazione. Né possono avversarlo come repubbliche; onde tanto è lungi che la forma governativa pregiudichi, che anzi s’aggiusta all’amistá piemontese. Imperocché la forma è un accidente verso gli ordini democratici; e il Piemonte popolare, benché sotto principe, è piú affine all’Elvezia e alla Francia repubblicane che non alla Russia barbara e dispotica, all’Austria nemica giurata del nome italico. — Ma se — dirá taluno — una nuova mossa francese si traesse dietro gravi eccessi e acerbe rappresaglie (difficili a evitare, attese l’immoderanza di certe parti e gli sdegni che covano nella plebe), s’addirebbe forse a un regno onorato e mansueto il patteggiare e ristringersi con una repubblica macchiata di violenze e di sangue? — Rispondo che dove il tristo caso si verificasse, ma in modo che il principio del governo e il suo legale indirizzo non ne fossero viziati, i disordini quanto che gravi non potrebbero imputarglisi; altrimenti ogni ordine nuovo riporterebbe il biasimo dei mali che quasi sempre lo accompagnano. Le colpe individuali degli uomini non macchiano gli Stati: tutta Europa ambí l’amicizia di Oliviero Cromwell usurpatore e regicida, e l’Austria si apprestava a trattare col Robespierre tinto di sangue regio e imperiale, quando la sorte gli die’ il tracollo. A niuno meno si aspetta il pigliare scandalo dei traviamenti passati o futuri della Francia che ai partigiani della lega austrorussa, conciossiaché una furia passeggiera di setta o di popolo è assai meno odiosa e disonorevole che le stragi meditate di Lombardia, Ungheria, Polonia e i martori moltilustri di Spilberga e della Siberia. Coloro che alienano gli animi dalla Francia collo spauracchio del comunismo dovrebbero sapere che gli accatti forzosi, le imposte arbitrarie, le riparazioni obbligatorie e le confische appartengono a cotal sistema, di cui l’Austria diede un saggio atroce in Gallizia ed è pronta a rinnovarlo in Italia[47]. La Russia testé l’imitava e trovava anco il modo di vincerla, facendo trucidare i signori dai contadini e questi dai soldati, e rifiorendo l’immanitá piú barbara colla perfidia e col tradimento[48]. Le teoriche dei comunisti francesi, per quanto sieno assurde, sono lontane da tali eccessi: pochi ne fan professione, e sinora non furono imposte a niuno dalla violenza. Cosicché dalla Francia all’Austrorussia corre quel divario che dal detto al fatto, da poche sètte scarse ed ombratili ad un pubblico governo, da un male futuro a un male sperimentato, da una folle utopia alla tirannide piú fiera e selvaggia di cui le storie facciano ricordanza."
      },
      {
        "index": 36,
        "text": "Vano sarebbe l’opporre che le repubbliche non patiscono i principati; il che solo può esser vero, se quelle son demagogiche e questi non democratici. Anche nell’etá scorsa la Francia repubblicana non avrebbe osteggiato il regno sardo se non l’avesse trovato infido e nemico, benché esso non fosse né libero né popolare. Tanto piú quella dei dí nostri rispetterá un regno democratico, che le si offra compagno per resistere ai primi urti. E vinti questi, vogliam crederla sí ingenerosa che tradisca, sí brutale che assalga, sí temeraria che sprezzi il socio della vittoria? Tutto non è mai netto nei buoni successi; né occorrendo un conflitto tra i princípi contrari, i nemici della libertá renderanno le armi a un primo o ad un secondo sinistro. Lunghi e terribili e disperati potranno essere i contrasti della vecchia Europa prima di cedere alla nuova. Premerá sovrattutto alla Francia di conservare un forte e fedele alleato, evitando ogni occasione d’ingelosirlo, sdegnarlo, metterlo in braccio al nemico. Di mal pro le riuscirebbe il troncargli i nervi, che consistono nella concordia e nell’esercito, il quale essendo monarchico per istinto e per consuetudine, tanto sarebbe disciorlo e guastarlo quanto dividerlo dal suo principe; e altrettale effetto avrebbe il tentativo nella piú parte delle popolazioni. Cosicché, laddove il Piemonte, unito al suo principe, è un collegato valido, strenuo e di gran momento; tirato forzatamente a repubblica, saria fiacco e di nessun valore. Queste considerazioni entreranno in Francia a un governo abile per quanto sia democratico; entreranno a molti di coloro che ora forse le ripudierebbero, perché gli uomini rimettono di molte preoccupazioni quando salgono alla potenza e toccano con mano gli ostacoli, i pericoli, le malagevolezze, le necessitá e gl’interessi effettivi che dianzi non prevedevano o non misuravano, scorgendoli solo in nube e confusamente[49]."
      },
      {
        "index": 37,
        "text": "Dubiterá taluno se la Francia, benché entrata davvero nella via repubblicana, sia per veder di buon occhio l’egemonia piemontese e l’unione nazionale della penisola, quando nel periodo del Risorgimento si mostrò gelosa del regno dell’alta Italia. Ma allora la Francia (come oggi piú ancora) era repubblica pur di nome: governavasi colle vecchie massime e arti dei potentati, cioè con una politica falsa, sciatta, iniqua, che pone la propria forza nell’altrui debolezza e trasferisce le strettoie del genio municipale nelle attinenze scambievoli delle nazioni. I fatti hanno dimostro quali ne sieno i frutti; e se non si vuol credere che le esperienze iterate sieno inutili e i popoli destinati a rigirarsi fatalmente nello stesso circuito d’errori, è sperabile che la nuova Francia entrerá in una via piú generosa, e in vece di tenere gli esempi borbonici seguirá piú tosto quello del Buonaparte. Imperocché, «qualunque siasi l’opinione che l’Europa porti di Napoleone, l’Italia settentrionale è in debito di riguardarlo come il suo moderno Castruccio. Se l’Italia rammenta ancora con ammirazione i prodigi che colle instituzioni e coll’ingegno Castruccio Castracani operò in Lucca in dieci anni, non si ricorderá un giorno con minor meraviglia che Napoleone aveva innalzato in quasi eguale spazio di tempo la maggior parte del settentrione d’Italia al grado di una potenza»[50]. Il qual Castruccio, se non moriva in sul fiore, avrebbe unita tutta Italia sotto il suo dominio, e fatto, egli umile cittadino lucchese, ciò che a senno dei municipali saria troppo a casa Savoia. Forse anche Napoleone ebbe in animo d’accomunar la penisola; e il regno italico mirava a tal fine, se si fan buone le chiose postume del confinato agli atti dell’imperatore. Ma grave fu l’error suo a indugiare ciò che si dovea far subito, e gravissimo quello di offendere una nazionalitá che volea ristabilire; e ne pagò il fio nel quattordici e nel quindici, quando presidiato dall’unitá italica non saria caduto o poteva risorgere. Ché se a quei tempi l’ordinamento della penisola avea mestieri di un braccio forte che l’operasse, esso verrá un giorno prodotto e necessitato dal solo progresso degli spiriti nazionali, tanto che l’opera esterna, intaccando la nazionalitá, potrebbe essere piú dannosa che utile. Basterá assai che la Francia lasci fare e secondi, perché l’cosí forte e irrepugnabile che, non tanto che abbisogni di grandi aiuti, ma nell’ora propizia non teme i contrasti. Questa necessitá dee piú che altro persuadere ai francesi di smettere le vecchie massime e abbracciare quella politica naturale che ubbidisce agli ordini immutabili delle cose, mettendo loro conto non solo di avere un’Italia amica e forte, ma di contrapporre al dispotismo dell’Europa orientale una lega di popoli liberi nell’Occidente. Conciossiaché nelle leghe la forza di ciascuno è un bene comune a tutti gli alleati, e la potenza italiana può meglio di ogni altro avvalorare la Francia contro gl’impeti nordici. Cotale scambievolezza di utili ha luogo del pari nelle ragioni industriose e commercevoli, pogniamo che momentaneamente dal fiorire in un luogo esse scapitino in un altro; ma ben tosto al diffalco succede il ristoro, stante la naturale attitudine degl’interessi a giovarsi scambievolmente. Il riporre la possa e opulenza di uno Stato nella povertá e fiacchezza di un altro è oggi cosí ragionevole come il proibire o inceppare la messa delle aliene per agevolare la tratta delle proprie merci; e poteva al piú meritar qualche scusa quando i monopoli e i privilegi correvano universalmente ed era in voga la smania ambiziosa delle usurpazioni e delle conquiste."
      },
      {
        "index": 38,
        "text": "La trascuranza della lega francese fu uno degli errori commessi nel Risorgimento ed ebbe effetti nocevoli. Appena scoppiata la rivoluzione di febbraio, io proposi essa lega e la sollecitai cogli scritti[51]; ma le mie parole, secondo il solito, furono sparse al vento. Ora oggi è chiaro che mediante la compagnia francese il governo subalpino avrebbe avuto piú autoritá ed influenza nelle cose d’Italia, l’esercito piú lena e coraggio, l’Austria meno durezza, i retrogradi e i puritani meno audacia, e in caso di disastro il soccorso di Francia sarebbe stato piú pronto e sicuro. E anche ponendo che nel quarantotto le cose sortissero il corso che ebbero in effetto, l’intervento del Piemonte nella bassa Italia era assicurato da tale alleanza e bastava a salvare gli ordini costituzionali della penisola. Ché se ora lo stringersi a uno Stato i cui rettori se la intendono coi nostri nemici, quando pure fosse fattibile, sarebbe indecoroso e nocivo per le ragioni soprallegate, cesserá questo impedimento come prima la francese repubblica migliori le sue condizioni. Nel caso che ciò succeda senza tumulti, l’alleanza subalpina non dovrebbe avere malagevolezza; perché facciamo che l’assemblea novella sia di cuore repubblicana e il governo abbia un capo conforme: chi non vede che, profferendosi loro il Piemonte per alleato ed amico, sarebbe stoltezza il ricusarlo? come sarebbe demenza dal canto di esso Piemonte, se, esitando, procrastinando e non sapendosi risolvere come nel quarantotto, o lasciandosi aggirare dai diplomatici, trascurasse di cogliere prontamente tale opportunitá di mettere in sicuro le proprie istituzioni. Dove poi lo scioglimento del nodo si faccia per via di crisi, toccherá ai rettori sardi il vincere coll’energia delle ragioni e delle sollecitazioni quegli ostacoli che il genio di certe sètte e le antiche abitudini potranno destare e nutrire nei nuovi governi di Francia. Ma, per farsela amica, piú ancora delle parole gioverá l’opera, se si avrá cura di troncare col fatto le ambagi e le disdette, soggiogando le immaginazioni coll’audacia e la grandezza dell’assunto medesimo. Dovrá il Piemonte imitare Giulio pontefice, che «condusse con la sua mossa impetuosa quello che mai con tutta l’umana prudenza avrebbe condotto, perché se egli aspettava di partirsi con le conclusioni ferme e tutte le cose ordinate, mai non gli riusciva»[52]. Cosa fatta capo ha. Il secolo è disavvezzo da questa ardita e generosa politica; e però chi primo ne dará l’esempio e fará maravigliare il mondo, sará padrone di esso. Cosí l’apparecchio dell’egemonia sarda mi conduce a discorrere della sua esecuzione: il che m’ingegnerò di fare brevemente nel capo che segue."
      }
    ]
  }
}
