{
  "chapterNumber": 11,
  "title": "Libro I, Cap. 10",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO DECIMO"
      },
      {
        "index": 1,
        "text": "continuazione dello stesso argomento"
      },
      {
        "index": 2,
        "text": "La rotta di Novara fece rivivere dopo tre mesi la parte municipale. Il dolore della súbita e miracolosa sconfitta, la costernazione della capitale e delle provincie, la nuova rivolta di Genova, i sospetti di tradimento favorivano i desiderosi di ordini nuovi e minacciavano al Piemonte la stessa sorte di Toscana e di Roma. Come adunque io m’era prima congiunto ai democratici per salvare la nazionalitá e autonomia italiana, cosí non indugiai di stringermi ai conservatori per difendere il principato e seco la libertá. Mi pareva che il puntuale avveramento delle mie previsioni e i tristi effetti della sua politica dovessero aver doma l’ostinazione del Pinelli e rendutolo piú docile ai sani consigli. Vero è che in poco d’ora io cominciai a conoscere che egli non era mutato; imperocché, quantunque venisse spesso a visitarmi, io non seppi che il principe aveva commesso a lui e al generale Delaunay di fare una nuova amministrazione se non quando la cosa era conchiusa ed ei medesimo mi disse con gran sussiego che era ministro. L’elezione non potea essere piú imprudente né piú inopportuna a conciliar gli animi, e fu disapprovata dagli stessi municipali, essendo il Delaunay in concetto d’uomo poco favorevole alla libertá[1], e il Pinelli odioso ai democratici, screditato presso i savi dall’anteriore sua amministrazione. Parve anche un po’ strano che per rifare il governo si ricorresse a due uomini, l’uno dei quali non avea fatto nulla per la causa italiana, l’altro l’avea mandata a male coi piú solenni spropositi. Ma per quanto la scelta dei nuovi ministri fosse cattiva, peggio ancora sarebbe stato il disfarla, perché l’Austriaco sulla Sesia, Genova tumultuante, Savoia fremente, Torino atterrita non pativano indugio. La sera dei 28 di marzo venne da me il Pinelli addolorato e piangente, perché la Camera l’aveva accolto cogli urli e coi fischi: non trovare compagni, tutti ritrarsi, mancargli lo spirito e la favella, voler lasciare il carico ricevuto dal principe. Era arte per indurmi a quello ch’io feci? o sincera espressione dell’animo suo? Stupii a vederlo cosí prostrato di cuore: cercai di consolarlo, gli feci coraggio e mi proffersi a collega ma senza portafoglio, per rimuovere colla mia presenza le incertezze di molti. Il lettore può immaginarsi quanto mi costasse l’esibizione; la quale fu accolta cupidamente, come quella che toglieva il ministero nascente e pericoloso di morire in fascie da un impaccio gravissimo. Né le mie speranze furon deluse, e il dí seguente senza alcuna fatica fu compiuto il Consiglio. Giovanni Ruffini avendo in quel mezzo rinunziata la legazion di Parigi (di cui aveva adempiuti i carichi con pari lealtá e destrezza), mi si propose di sottentrargli per indurre la repubblica ad agevolarci, aiutandoci in qualche modo, una pace onorevole. Non mi parve vano l’intento; e benché dopo tutto l’accaduto avessi luogo di sospettare che l’ambasceria mirasse a un colorato esilio (e altrettanto credevano molti de’ miei buoni amici), non giudicai di dovere per motivo personale rifiutare un ufficio che potea darmi il modo di giovare alla patria, se le intenzioni dei commettenti rispondevano alle parole. E anche non l’avea discaro, per fare un’ultima sperienza della sinceritá e dell’amicizia di Pierdionigi Pinelli. Non apposi alcuna condizione, salvo che, parendomi necessaria pel buon successo l’unitá del Consiglio e dell’indirizzo nei negoziati, il ministero e in particolare il Pinelli mi assicurarono in termini formali che, trattandosi di sollecitare i buoni uffici eziandio dell’Inghilterra, io poteva, volendo, assumerne il carico, e che al postutto non si saria mosso nulla senza il mio consenso. Chiesi per iscritto i termini precisi delle mie facoltá e del mio mandato, e mi venne promesso iteratamente (come conveniva affrettar la partenza) che mi sarebbero senza indugio spediti a Parigi."
      },
      {
        "index": 3,
        "text": "I ministri della repubblica mi accolsero con molta urbanitá e si mostrarono sin da principio inclinati a sovvenirci. Dissi loro che il Piemonte era desideroso di pace e che credeva di poter chiederla onorevolmente, poiché gli altri principi italiani l’avevano lasciato solo nell’impresa della libertá comune; ma che la voleva equa e decorosa per sé e per tutta Italia. Non credesse l’Austria che, per averci la fortuna detto male due volte, avessimo perduto il cuore e le forze e fossimo disposti a far buona ogni pretensione dal canto suo. L’ultima sconfitta, nata da un concorso di cause straordinarie non da difetto d’uomini e di valore, avere intaccate le file austriache non men che le nostre: il forte di queste essere intatto, poche settimane bastare a raccoglierle e abilitarle a ricimentarsi. Ché se l’essere abbandonati dagli altri sovrani della penisola non ci permetteva di ricombattere sui campi lombardi, non doversene però inferire che renderemmo le armi a chi ci assalisse. Vegga la Francia quanto le metta conto che l’Austria invada il Piemonte e rompa l’equilibrio di Europa. Ma se ciò avvenisse, noi saremmo pronti a riceverla e a fare una guerra lunga, accanita, mortale, piú tosto che accondiscendere a patti vituperosi; e quei soldati, cui molte cause contribuirono a scorare quando pugnavano per l’idea nazionale (di cui per difetto di civile educazione non tutti erano capaci), sarebbero invitti nel difendere le natie provincie e quanto hanno di piú caro al mondo. E il cuor ci dice che se anco nel primo caso mostrammo a principio di saper vincere, nel secondo sapremmo assicurarci i frutti della vittoria. Se l’Austria conosce i suoi veri interessi, dee anteporre un accordo onorevole per le due parti a nuovi cimenti, mentre ha la rivolta in casa propria e dee far fronte da ogni lato. Altrettanto dee piacere alla Francia e all’Europa, che non potranno quietare se l’Italia è sconvolta, la quale non può recarsi in tranquillo finché ha da temere l’infamia e la servitú. Unico modo di riordinarla è quello di ritirare il nostro Risorgimento verso i suoi princípi, componendo con nodi indissolubili la libertá e la monarchia. Il Piemonte offrir l’opera sua a tal effetto, offrirla il nuovo re; ma come potranno moderar le sorti d’Italia, se son costretti a rimettere del proprio onore e a sequestrarsi da quelle idee magnanime che sole dan credito e morale potenza ai governi sui popoli? La mediazione aver chiarito come le vie rimesse avviliscono i rettori, avvalorano i settari e spiacciono ai generosi. Ridotti a tali strette, non che essere in grado di pacificare altrui non potremmo pur provvedere e mallevare la tranquillitá propria. Pensi dunque la repubblica se le torna bene che anche gli Stati sardi sieno esposti a quelle perturbazioni che travagliano l’altra penisola, in vece di essere acconci a procurare il buon assetto della medesima. Ché se quest’ultimo partito è il solo che si confaccia alla dignitá, alla sicurezza, alle massime conservatrici e alle benevole intenzioni della Francia, poter ella ridurre coll’autoritá sua il nostro nemico a termini ragionevoli."
      },
      {
        "index": 4,
        "text": "Io mi tenni su questi generali perché non avevo le instruzioni promesse, le quali non vennero né allora né poscia, benché di continuo le sollecitassi. I ministri francesi mi risposero dopo breve intervallo che se il Piemonte era risoluto a stringere una pace onorevole, egli doveva proporne all’Austria per iscritto le condizioni fondamentali. Facesselo senza indugio; e la repubblica, per avvalorare le domande e le pratiche, unirebbe le sue alle nostre armi. Un drappello francese occuperebbe Savoia o Nizza, giusta i termini di una convenzione precisa per cui avremmo avute tutte le guarentigie dicevoli; e appoggiati a tal presidio, noi potremmo mantenere le nostre ragioni al cospetto del vincitore. Replicai che quando si accettasse l’offerta, né Savoia né Nizza mi parevano opportune; perché essendo contermine alla Francia e alcuni degli abitanti bramando di esserle incorporati, un presidio francese poteva dare appiglio ai faziosi, inquietudine al Piemonte, sospetto alle potenze. Ragioni somiglianti militavano rispetto a Genova, che poco appresso venne in proposito, atteso i casi e i lutti recenti, la concitazione degli animi, i moti della vicina Toscana, i maneggi delle sètte eccessive. Queste considerazioni entrarono ai ministri, i quali conchiusero che se il Piemonte assentiva, essi lasciavano in suo arbitrio l’elezione del luogo, purché fosse conveniente all’effetto e non indegno alla maestá della Francia."
      },
      {
        "index": 5,
        "text": "Io ragguagliai di mano in mano il Consiglio sardo di queste esibizioni, senza interporvi il mio giudizio e confortandolo a ponderarle. Frattanto nacque caso per cui esse divennero piú importanti e opportune che prima non erano. La Toscana avea fatta una rivoluzione pacifica in favor del granduca e degli ordini costituzionali. Solo Livorno calcitrava e, benché il fiore dei cittadini bramasse di fare altrettanto, era impedito dall’audacia di pochi che riluttavano. L’occasione era propizia per incarnare il disegno poco prima fallito al Piemonte, e l’errore degli antichi ministri poteva essere emendato dai nuovi, se avessero avuto fior di senno e di consiglio. Bastava che la flotta o le schiere di Alfonso della Marmora, che aveano sedati i moti di Genova, si accostassero colla insegna del principato civile per inclinar la bilancia dal lato di quelli che la favorivano. L’impresa era utile al granduca, ricuperandogli il trono e togliendogli la trista necessitá di far capo ai forestieri; utile alla Toscana, a cui assicurava il mantenimento degli ordini liberi; utile a Livorno in particolare, preservandola dell’atroce macello in cui il sangue degl’innocenti e dei generosi fu misto a quello dei traviati; utile a tutta Italia, togliendo ai tedeschi ogni pretesto di allargavisi coll’occupare la piú gentile delle sue provincie; utile in fine al Piemonte, che con questa fazione consacrava nobilmente il regno del nuovo principe, diminuiva l’onta di Novara, riassumeva l’indirizzo delle cose italiche, si autorizzava a proteggere le instituzioni libere nel cuore della penisola, si aggraduiva i governi italiani e i potentati esterni desiderosi oltre modo della pronta nostra pacificazione, provava col fatto alla Francia che, offrendosi a lei conciliatore dei popoli italici, non faceva una vana promessa ma avea animo e senno da eseguirla, e si assicurava in tal guisa una pace onorata e non gravosa coll’Austria. Alla quale quanto sarebbe in cuor suo spiaciuto l’atto animoso, tanto le mancava ragione plausibile di dolersene: le conveniva anzi mostrarsene paga e per le sue attinenze col granduca e per la qualitá, il fine, gli effetti della spedizione. Né era da temere che i livornesi contrastassero a noi come poi fecero all’Austria, poiché i piú di quelli che si opposero gagliardamente allo straniero apportatore di servaggio, non avrebbero fatto mal viso a una bandiera fraterna mallevadrice di libertá[2]. E ad espugnare i pochi indocili bastava la parte piú numerosa, a cui avrebbe infuso vigore e spiriti il solo accostarsi dei nostri militi, i quali venivano a vincere quasi senza cavare il ferro dalla vagina. L’impresa era pertanto cosí facile come sicura, e altro non richiedeva che pronta risoluzione e celere esecuzione."
      },
      {
        "index": 6,
        "text": "Ma ciò che piú rileva si è che la pacificazione di Livorno compieva il soccorso francese e questo quella aiutava. I due partiti si avvaloravano e si perfezionavano a vicenda; e se ciascuno di essi pigliato alla spartita avea qualche apparenza di difficoltá e di pericolo, ella si dileguava mediante il loro accoppiamento. Poteva spiacere ad alcuni il mettersi i francesi in casa mentre giá avevamo i tedeschi, quasi che fossimo ridotti all’ultimo grado d’impotenza e di nullitá. Ché se questa ragione non iscusa i ministri, che poco appresso condiscesero a una vergogna maggiore consegnando al nemico la prima fortezza del regno, si capisce ch’ella avesse forza negli uomini teneri del patrio onore. Ma ecco che, mostrandoci solleciti eziandio dell’altra Italia e operando in Livorno il ristauro costituzionale, venivamo a dar prova di non essere infingarditi e prostrati dalla sventura; ed era naturale che mentre una parte dei nostri soldati accorreva a chiudere la Toscana ai tedeschi accampati sulla Sesia, un popolo amico ne guardasse il cuor del Piemonte. Similmente il provvedere ai fatti d’altri mentre avevamo l’Austriaco a proda potea sembrare imprudenza; e benché per le sue condizioni e le gelosie esterne un’irruzione fosse poco probabile dopo il primo émpito della vittoria, tuttavia i piú cauti poteano aprir l’animo a un timore, che svaniva affatto, presidiando i francesi le nostre mura. E si avverta che avendo io chiesto ai ministri della repubblica quale sarebbe il loro contegno se a malgrado del presidio l’Austria tentasse la nostra metropoli, mi risposero che in tal presupposto, l’Austria diventando assalitrice e mutandosi le condizioni reciproche, la Francia non piglierebbe consiglio che dal proprio onore. Per ultimo chi non vede che il rappaciare Toscana era ancora piú agevole, quando si vedesse che il Piemonte non operava da sé ma d’accordo col governo francese e seco se l’intendeva a rimettere gli ordini costituzionali in Italia? e che questa sola persuasione avrebbe appianati i contrasti senza forse trar la spada del fodero?"
      },
      {
        "index": 7,
        "text": "Piacque il mio pensiero ai ministri della repubblica, che non pur l’approvarono ma promisero di favorirlo. Non cosí i ministri sardi, i quali rifiutarono l’un partito e l’altro. Gioverá il riandar brevemente i motivi, o dirò meglio i pretesti della ricusa."
      },
      {
        "index": 8,
        "text": "— Era viltá il metterci in casa i francesi mentre giá avevamo i tedeschi[3]. — Ma gli uni erano amici, gli altri nemici; e chi ha mai inteso dire che un aiuto amico torni ad onta e non anzi ad onore, specialmente quando viene da un popolo illustre? Certo era meglio il fare da noi, come fecero i romani sconfitti sul Ticino, sulla Trebbia, sul Trasimeno, a Canne, e con un Annibale vittorioso alle porte della cittá. Ma i romani non vollero udir parola di pace, e noi la chiedevamo all’Austria tremando e supplicando. Io non so come i ministri sardi intendano il decoro e la dignitá del Piemonte. Era forse decoro il rigettare l’offerta della Francia e stringere col nemico una pace grave e vituperosa?"
      },
      {
        "index": 9,
        "text": "— Il dare agli uni la seconda fortezza del regno mentre gli altri tenevano la prima, era cosa poco onorevole[4]. — Ma se si fosse accettata senza il menomo indugio la prima proposta, si sarebbe cansata l’occupazione di Alessandria[5]. Né la Francia instette su Genova, ma si appagava di un altro forte piú presso a Torino. A ogni modo la pacificazione di Livorno chiariva ognuno che non per codardia o impotenza ma per vacare al comun bene d’Italia si accoglieva il presidio forestiero."
      },
      {
        "index": 10,
        "text": "— Il nostro erario era esausto e non potea sostener l’aggravio di una guarnigione francese[6]. — Ma se in vece di contare all’Austria settantacinque milioni, l’indennitá si riduceva a cinquanta o in quel torno (com’era facile se il sussidio si accettava), lo sparagno avanzava la spesa. E si manteneva illibato l’onore, che val piú della moneta. Né la Francia ignorava la nostra penuria, e da cenni ulteriori potei conchiudere che non intendea di gravarci. In quelle prime pratiche e mentre non sapea se la proposta sarebbe accettata, io avea stimato inopportuno e disdicevole il parlar di danari; ma se l’inopia era l’ostacolo principale, perché i ministri sardi non mi commisero di esplorare su questo capo la volontá della repubblica? perché rigettarono subito un’offerta di tanto rilievo col solo fondamento di una conghiettura improbabile?"
      },
      {
        "index": 11,
        "text": "— L’offerta del governo francese non era leale: installato in Piemonte, avrebbe favorito piú l’Austria che noi[7]. — Né la probitá personale di quei ministri francesi che piú efficacemente facevano la profferta, né l’onore e l’utile della Francia lo permettevano. Alla Francia conservatrice importava non mica di avvilire il Piemonte ma anzi di accrescerne l’autoritá salutare in Italia. Né perciò ella sarebbe venuta a rotta coll’Austria; la quale da un lato era in tali condizioni che la necessitavano a cedere e antiporre il minor bene, ma certo e presente, al maggior bene incerto e futuro; e dall’altro lato ella potea senza scapito dell’onore usar verso la Francia quella condiscendenza, che si recava a onta di fare verso il piccolo e vinto Piemonte non aiutato da potenza piú ragguardevole. Se intenzioni bieche fossero covate nell’animo dei rettori francesi, avrebbero essi caldeggiata l’impresa di Livorno? la quale, mantenendo lo statuto e serrando agli stranieri la via in Toscana, non poteva piacere all’Austria e costringeva la Francia a sostenerci, essendo cosa troppo enorme che una potenza amica ci tradisse in ricompensa del merito acquistato provvedendo alla quiete d’Italia. Vi sono certi rispetti che stringono eziandio i governi avvezzi a far poco caso del giusto e dell’onesto. Né si alleghi l’impresa di Roma che poscia ebbe luogo. Il caso era troppo diverso: la repubblica romana non era una potenza conservatrice; avea per capo un uomo infesto a tutti i governi stabiliti e per avversario il pastore supremo della Chiesa; non avea chiesto l’aiuto di Francia, la quale non era stretta prima della spedizione con impegno di sorta. Brutto fu non di meno il procedere usato verso Roma, ma si capisce: bruttissimo sarebbe stato un simile contegno verso il Piemonte e affatto inesplicabile. Che paragone potea farsi tra il Mazzini e l’erede di Carlo Alberto? tra un principe civile e un capoparte? tra un regno che desiderava posar la penisola e una repubblica che la teneva in agitazione? Il Piemonte chiedeva aiuto: la Francia gli offriva spontaneamente un presidio armato; era disposta a fermarne con iscritta autentica le condizioni, lo scopo, le guarentigie. Com’era possibile il temere un ignobil tranello? Né l’assemblea costituente, favorevole alla nostra causa, avrebbe patito al menomo nostro richiamo tanta perfidia. Non avrebbe pur consentito a quella che poscia si usò verso Roma; il che tanto è vero che la spedizione non fu sviata dal suo onesto proposito se non quando un nuovo consesso, animato da sensi diversi, sottentrò al primo[8]. Ora l’aiuto al Piemonte non correva questo pericolo, precedendo di alcuni mesi il suo scioglimento. Né osta che intorno alla fazione romana l’assemblea costituente sia stata delusa sull’intenzione secreta degli autori; imperocché l’adempimento delle loro promesse (cioè la conservazione degli ordini costituzionali) dipendeva dai negoziati futuri, laddove nel caso del Piemonte trattavasi di cosa presente, cioè di avvalorare i preamboli di pace che i ministri sardi avrebbero di accordo colla Francia esibiti all’imperatore."
      },
      {
        "index": 12,
        "text": "Non meno vane e frivole erano le ragioni addotte contro l’altro disegno. Dicevasi non potersi sprovvedere il Piemonte al cospetto dell’Austria vittoriosa[9]; come se molte forze si richiedessero alla mossa, e l’Austria fosse per fare una sorpresa, e potesse tentarla contro chi rimetteva un principe suo attenente, e la guarnigione francese non ovviasse a ogni pericolo, e i ministri della repubblica da me richiesti non si fossero impegnati a provvederci efficacemente. — Ma non avevamo la licenza del granduca[10]. — Quando un principe fugge e lascia lo Stato in balía de’ tumultuanti, se da questi ricevi molestia ed ingiuria, non sei obbligato di ricorrere a quello per difesa e per rappresaglia. L’insulto fatto al nostro console e l’apostolato repubblicano dei livornesi, onde furono promossi i tumulti di Genova, sarebbero bastati a legittimar l’intervento[11]. Tanto piú che questo giovava a Leopoldo non meno che a noi, mirando a ristabilirlo. Forse è d’uopo chiedere licenza al padrone per salvare una casa dalle fiamme che la divorano? Né il granduca era piú sovrano di fatto, ed esulava captivo anzi che libero in grembo a una potenza nemica all’Italia. Non si dovea giá operare senza sua saputa; ma nell’atto di muovere, notificargli le ragioni, lo scopo, i termini della spedizione, impegnandogli la propria parola nel modo piú solenne per rimuovere ogni diffidenza. Il tempo stringeva: la necessitá è legge suprema e dispensa dalle regole ordinarie. Ora qual necessitá piú urgente di quella che nasceva dal debito di salvare al possibile la nazionalitá e l’indipendenza italiana e d’impedire che il nemico alloggiato sul Po avesse ragione o pretesto di porre stanza anche sull’Arno? Per ultimo l’interesse della nazionalitá comune sovrastando alla politica speciale dei vari Stati come i diritti naturali ai positivi, l’intervento era legittimo eziandio senza mandato, giacché l’atto non correva da dominio a dominio ma da una provincia all’altra della patria italiana."
      },
      {
        "index": 13,
        "text": "Io non ebbi né anche agio di esporre ai ministri torinesi e svolgere per minuto tutte queste considerazioni, perché la prima risposta, che venne dopo alcuni giorni, alla proposta generica conteneva un rifiuto cosí preciso che mi tolse ogni modo di replicare. Non che autorizzarmi a continuar le pratiche col governo francese, esporgli le difficoltá, intendere le sue risposte, essi non vollero né meno proseguir meco la discussione. E piú fermo ancora e risoluto che il presidente del Consiglio fu Pierdionigi Pinelli, a cui ne scrissi ripetutamente in particolare non come a ministro ma come ad amico, esortandolo e scongiurandolo a non precipitare le risoluzioni e non addossarsi il carico formidabile di spegnere l’ultimo raggio di speranza che rimaneva all’Italia. — Ma perché — dirá taluno — chiedere l’aiuto di Francia se, impetrato, si rifiutava? — Bisogna distinguere aiuto da aiuto. Il Delaunay era acconcio a far buono il presidio francese in caso di necessitá estrema, specificando però che intendeva sotto questo nome non mica le strette presenti ma «una nuova sconfitta come quella di Novara»[12]. Ora siccome si voleva assolutamente la pace e che senza guerra non si dá sconfitta, egli è chiaro che, differendo il presidio alle calende greche, si usava una formola ingegnosa per rifiutarlo. Quanto al presente, il generale non dispregiava né anco ogni aiuto, ma solo chiedeva che l’esercito delle Alpi, piantato a poca distanza dalla Savoia, le si accostasse ai confini[13]. Bastare questa mossa strategica a rimuovere ogni difficoltá e costringere il nemico a ragionevoli accordi. Quando fu acchetato il riso involontario che la domanda suscitò nel ministro francese, egli mi rispose che del muovere l’esercito per entrare effettivamente in Savoia o Nizza non accadeva discorrere, avendo il Piemonte negato di consentirlo. Rispetto all’avvicinarsi senza proceder oltre, esser questa una dimostrazione e minaccia priva di effetto, che non si confaceva all’onor della Francia; né una mostra vana e ridicola avrebbe ammollita la durezza dell’Austria e migliorate le condizioni del Piemonte."
      },
      {
        "index": 14,
        "text": "Per quanto fosse grande la semplicitá politica del Delaunay e del Pinelli, niuno vorrá immaginare ch’egli credessero all’efficacia del detto mezzo o alla bontá degli argomenti con cui gli altri partiti si ributtavano. La vera ragione essi non la dissero, ma è facile a capire. Si rifiutò dai ministri dei 29 di marzo la mediazione armata per la stessa causa che indusse i ministri dei 19 di agosto a scartare il soccorso delle armi francesi colla mediazione inerme, cioè pel timore della troppa efficacia di tali spedienti anzi che della insufficienza loro. Una pace ignobile non pesava al Consiglio sardo, anzi forse eragli cara, in quanto, indebolendo moralmente il Piemonte, gli toglieva il modo di riassumere la causa italiana non solo per allora ma anco per l’avvenire. Veramente si sarebbe voluto pagar poco, perché i danari importano piú della fama; tuttavia meglio era sviscerarsi da questo lato che entrare in una via piena di rischi. L’intervento a Livorno ristorava l’egemonia subalpina, che i ministri consideravano come un male anzi che come un bene, e avrebbe a poco andare rimesso in campo il disegno della lega, che i signori dei 19 di agosto si erano studiati di seppellire con tanta cura. La guarnigione francese portava seco qualche lontana possibilitá di guerra, oltre che veniva a troncare le speranze di una lega austriaca, tanto cara ai municipali. Perciò non solo i due rifiuti vennero dettati dagli stessi motivi, ma fatti colla medesima fretta senza ponderare e discutere la deliberazione; e come il Revel non attese che i ministri anteriori lasciassero il grado per soscrivere la mediazione, cosí il Delaunay e i suoi compagni non sostennero pure di udire i particolari e pesar le ragioni dell’altro partito per distornarlo. Il qual procedere sarebbe incomprensibile, se chi lo prese non avesse deciso a priori di ripudiare ogni aiuto delle armi francesi e se l’odio di queste non fosse stato comune ai due principali ministri. Il Delaunay non le amava perché liberali, essendo tenero dei gesuiti, i cui creati volle introdurre nella legazion parigina, e io ebbi a durare gran fatica per ovviarvi. Il Pinelli tiene il broncio ai padri e ai francesi ugualmente, e non vuole altra alleanza che l’austrorussa. A queste ragioni particolari si aggiugneva la general ripugnanza ai partiti animosi, alle pronte e gagliarde risoluzioni. Difetto non volontario, ma che non iscusa gli uomini deboli i quali nei tempi forti si addossano un peso superiore ai loro omeri. E veramente se il governo sardo si fosse appigliato alla politica che io suggeriva, gli era d’uopo usare un vigore e un’attivitá grande, non tanto per le cose giá dette quanto per una che mi resta a dire."
      },
      {
        "index": 15,
        "text": "Prima di partire alla volta di Parigi io avevo ricordato ai ministri sardi la domanda fatta dal papa a diversi principi per essere riposto in seggio, e inferitone che, succedendo la cosa, il Piemonte non poteva essere lasciato indietro, come Stato cattolico senza ingiuria propria, come Stato italico senza offesa della nazionalitá comune, come Stato libero senza rischio per la libertá romana, la cui conservazione a niuno doveva essere cosí a cuore come ai popoli e ai governi della penisola. Checché ne pensassero in cuor loro, i miei colleghi mi consentirono di fare istanza in tal proposito ai rettori della repubblica[14], i quali lodarono il desiderio del Piemonte senza troppo sperare che si potesse adempiere, atteso i sospetti del papa, prodotti dall’iterato rifiuto della lega e accresciuti dalle influenze di Gaeta. La pacificazione di Livorno rimovea questo impedimento, attestando lo zelo del governo sardo per la quiete d’Italia e pel principato e porgendogli il modo di rappiccare le pratiche federative, piú atte di ogni altro mezzo a tranquillare il trepido animo del pontefice. Rifiutare ostinatamente il concorso di un principe italiano e cattolico che avesse date tali prove e guarentigie di sé, non era cosa che potesse farsi da Roma sotto onesto colore; e il favore che avremmo avuto nell’opinione universale dei potentati ci abilitava a parlare con quel tuono e usar quelle istanze che sforzano al consenso eziandio i poco volonterosi. Ma pogniamo che il papa durasse inespugnabile: chi poteva impedire la nostra flotta di salpare verso Roma quando la francese le si appressasse, dichiarando che l’onore e l’interesse non ci permettevano di starci mentre gli stranieri convenivano ad un’opera che attenevasi all’Italia? Si vuol forse supporre che francesi e spagnuoli ci si sarebbero rivoltati contro e che avrebbero mosso guerra a chi loro si offriva compagno, in vece di farla a chi trattavano da nemico? o che il papa ci avrebbe bandita la croce perché cooperavamo al suo ristabilimento? — Ma questo procedere era contro ogni regola. — Falso. Se la chiamata del papa autorizzava Spagna e Francia a concorrere, la nazionalitá dava a noi lo stesso diritto; e se questa non è contemplata dai capitoli del quindici, tale scrupolo era peggio che ridicolo nel Piemonte ancor fresco della guerra lombarda. Tutti gli eventi d’Italia e d’Europa sono fuor di regola, se per questa s’intende il giure positivo; e chi non sa usare partiti straordinari ed audaci non entri al governo in tempi straordinari. La fazion di Livorno e la partecipanza a quella di Roma ci mettevano in grado di salvare la libertá in tutta la penisola inferiore e di mantenere alla spedizione francese il suo carattere primitivo e liberale, cioè quello che l’assemblea costituente intendeva di darle. Anche nel governo di Francia il partito savio avea i suoi fautori: il presidente della repubblica era inclinato ad abbracciarlo, onde era facile al Piemonte il fare che prevalesse. E siccome il nuovo e peggiorato indirizzo delle cose nacque principalmente dal modo deplorabile con cui venne condotta quell’impresa, il senno e l’energia del Piemonte potevano imprimere nel corso di quelle un avviamento piú fortunato. I politici miopi rideranno di queste illazioni; e ridano a loro posta, giacché io non iscrivo per loro. Ma ai savi, che hanno meditate le storie e non ignorano come gli eventi fatalmente si collegano e da piccole cause nascono spesso grandissimi effetti, non parrá strano né incredibile che da una provincia d’Italia potessero temperarsi le sorti europee; imperocché nel modo che una tenue scintilla basta a levare gran fiamma e produrre un incendio, cosí una sola mossa opportuna di timone o di vela può salvare un gran corpo di nave dal vicino naufragio."
      },
      {
        "index": 16,
        "text": "Ma all’esercizio di questa azione moderatrice sulla penisola si attraversava un gravissimo ostacolo. Le arti dei puritani e il loro successo momentaneo in alcune parti d’Italia aveano abbagliati non pochi dei democratici e fatto loro credere immediato il proprio trionfo. Né l’errore fu medicato dai seguenti disastri; perché l’infortunio non giova se non col tempo, e nella prima impressione accresce sdegno e pertinacia agli animi appassionati. Se io era stato segno a tante invettive per aver voluto intervenire in Toscana, desiderato dai popoli e senza pericolo di dover superare gravi contrasti, ciascuno può figurarsi che clamori avrebbe desto l’accordo colla Francia per rialzare il trono costituzionale del pontefice. Laddove a ridurre Livorno una semplice mostra bastava, l’impresa di Roma potea richiedere piú forze, oltre che una mano dei nostri soldati avrebbe dovuto rimanere a presidio nei due paesi per qualche tempo e sicurarvi la durata degli ordini restituiti. Bisognava spogliare il Piemonte di una parte notabile delle sue difese; il che era pericoloso a fronte di una setta viva, ardente, inesperta, a cui i sospetti, l’ira, il dolore annebbiavano la cognizion del presente e la previdenza dell’avvenire. I tumulti di Genova l’avean di fresco provato, i quali potevano trovar altrove chi gl’imitasse e costringesse il governo a inseverire. Perciò se volevasi entrar nella via accennata e assumer davvero l’egemonia italica, era forza antivenire ogni rischio di sommosse e di guerra civile, tôrre ogni intoppo alla prestezza del comando e dell’esecuzione, frenar la stampa, chiudere i ritrovi e brevemente assumere una spezie di dittatura. Né i ministri dovean curarsi e sbigottirsi dei clamori che tali modi straordinari avrebbero eccitati, come l’aio e il chirurgo non attendono alle grida del pargolo e dell’infermo mentre loro amministrano un castigo e un martoro fruttuoso. Guai ai governanti che non sanno spregiare il biasimo e l’infamia dei coetanei per non incorrere in quella dei posteri e della storia! E in breve i successi gli avrebbero ampiamente giustificati. La libertá posta in sicuro non solo in Piemonte ma in tutta la penisola; tolto al Tedesco ogni appiglio d’ingerirsi; resa di nuovo possibile la lega italiana; costretta l’Austria a fornire di franchigie e di guarentigie la Lombardia e la Venezia; agevolata a Sardegna una pace non solo non ignobile ma utile e dignitosa; indotto chi reggeva la Francia ad accordare il poter suo colla repubblica e l’altra Europa a comporre il vivere libero col principato. Niun uomo perito nelle cose politiche ignora che due terzi della penisola costituiti a ordine civile necessitano l’altro terzo a fare altrettanto, e che un’Italia costituzionale non può stare con una Francia, un’Ungheria, una Germania ritirate alla servitú. I governi che oggi sperano di poter rivocare l’Europa al dispotismo antico non aveano questa fiducia nei princípi del quarantanove, e si sarebbero di leggieri acconciati a una savia moderazione, se si fosse trovato in Italia chi desse loro questo indirizzo. Da quanti mali un tal procedere avrebbe salvato non pur la nostra ma le prossime generazioni!"
      },
      {
        "index": 17,
        "text": "I ministri sardi non seppero abbracciare questa ardita e generosa politica, né essere municipali con senno e nazionali; ma tennero una via di mezzo, che in tali casi è la peggiore di tutte. Da un lato non osarono recarsi in mano la dittatura, conforme ai consigli ch’io dava loro da Parigi, per salvare la patria; e furono cosí irresoluti che indugiarono persino alcuni giorni a scioglier la Camera. Dall’altro canto essi chiusero per via sommaria qualche circolo, trattarono Genova come cittá assediata e ravvivarono ne’ suoi abitanti la vecchia ruggine contro il Piemonte, che i princípi del riscatto italiano aveano convertita in benevolenza. Questi mezzi erano pochi se si voleva attendere all’Italia, ma troppi se si pensava solamente al Piemonte, poiché esacerbavano gli animi senza essere compensati da alcun effetto notabile. Laddove una severitá generale ordinata a un grande scopo porta seco la propria giustificanza e toglie a ciascuno il diritto di dolersi in particolare; la parzialitá nei rigori, ancorché coonestata da un’apparenza di giustizia, fa l’effetto contrario. Il sospendere le franchigie di un paese è cosa sí grave che può solo essere scusata dall’importanza e grandezza dello scopo; e la dittatura, che è nobile e legittima se viene indirizzata alla nazionalitá e indipendenza patria, diventa un abuso dispotico se non fa che aggiunger balía a chi regge e non mira piú lungi di se medesima. E non solo è inonesta e disutile ma nociva, perché all’odio che ne risulta non recano ristoro e rimedio, come nell’altro caso, i successi dell’avvenire. E quasi sempre tali rigori, non consolati da nulla di grande (pogniamo che non portino subito i loro frutti), preparano da lontano scissure funeste, rappresaglie acerbe, dolorose vicissitudini. Chi sa che un giorno il Piemonte non abbia da piangere la severitá inutile usata verso Genova nel quarantanove?"
      },
      {
        "index": 18,
        "text": "Colla rinunzia del soccorso francese e dell’impresa di Livorno venne meno lo scopo della mia legazione; e se avessi pure serbata qualche fiducia di ravviare la politica sarda, l’arrivo di un nuovo plenipotenziario me l’avrebbe tolta. Imperocché nel presentarlo ch’io feci al ministro francese, questi essendo rientrato a parlare del presidio e dichiarandosi contento di Fenestrelle, come di posta non pericolosa per le ragioni allegate in proposito di Savoia, di Nizza, di Genova, e opportunissima nel caso che la vicina metropoli e il cuor del Piemonte dovessero esser protetti da un insulto tedesco, Stefano Gallina reiterò, in termini cortesi ma precisi, il rifiuto. Onde io fui chiaro che non solo la risoluzione di sconsentire all’offerta era irrevocabile, ma che la stessa domanda di aiuto non era stata sincera, rifiutandosi dei vari soccorsi che poteano chiedersi in quelle circostanze il maggiore e il piú efficace. Cosí la mia ambasciata era resa inutile non mica dalla Francia, onde io aveva ottenuto piú assai che in tali circostanze non avrei osato sperare, ma da coloro che me l’avevano commessa; il che mostrava quanto leale e seria fosse stata la commissione. Fallito l’intento per cui io me l’era addossata, dovea rinunziarla; oltre che altre ragioni di prudenza e di decoro me l’imponevano. Vedendo e toccando con mano che l’abbandono d’Italia era risoluto e che prevaleva di nuovo in Piemonte la parte municipale, io non poteva rendermi complice né anco in apparenza de’ suoi trascorsi, giacché molti credevano che io da Parigi indirizzassi il Consiglio subalpino e fossi l’anima della sua politica. Oltre il biasimo e l’onta delle prese deliberazioni, sarei rimasto a sindacato di quelle che erano per seguire, e in particolare della pace, che dopo tali antecedenze non poteva essere altro che ignobile. Temeva eziandio che non si trascorresse fino a stringere una lega austriaca, di cui sapeva il Delaunay e il Pinelli desiderosi. La fiducia che questi fosse divenuto piú docile e piú savio era affatto svanita, poiché i fatti recenti ne chiarivano l’imperizia stupenda e l’incurabile ostinazione. Per ultimo il mandato del nuovo plenipotenziario per conferire i negoziati della pace colla Francia e coll’Inghilterra mi proscioglieva da ogni carico per questa parte, e mi mostrava che caso facesse il Pinelli della sua parola. Quest’ultimo tratto finí di convincermi che l’amico avea dimenticate le sue lacrime dei 28 di marzo, troncò ogni mia incertezza; e prima che arrivasse il nuovo imbasciatore, mandai a Torino la mia rinunzia e come legato e come ministro."
      },
      {
        "index": 19,
        "text": "Ma se l’aiuto della Francia non si voleva, perché inviarmi a Parigi? Non per altro che per togliermi da Torino: l’ambasceria in tal caso mirava all’ambasciatore. Giá l’idea generosa era nata nei cervelli municipali, allorché io mi divisi dal Pinelli in proposito della mediazione; e gli amici di questo lo andavano dicendo fra loro[15]. Io non avea voluto in quei termini abbandonare il paese, ché ogni speranza non era estinta. Ora il caso era diverso; e fin da quando m’era accollato l’incarico di venire a Parigi ambasciatore, avea deciso di rimanervi privato se la missione non riusciva. Perciò la mia risoluzione concorreva col desiderio dei ministri: questo era il solo punto in cui eravamo d’accordo. Forse anco essi avevano sperato di usufruttuar la mia penna a pro delle massime municipali (affidandosi a tal effetto nel mio screzio recente coi democratici) o di spuntarla e torle ogni credito colle provvisioni. Io avrei certo potuto accettarle senza disdoro come compenso delle fatiche e ristoro dei danni ricevuti dall’antico governo; ma le antecedenze e le circostanze dell’offerta nol consentivano. Cosí il doppio disegno andò fallito; e siccome il mio primo esilio era incominciato poco dopo la successione di re Carlo Alberto, cosí il secondo ed ultimo ebbe ragionevolmente principio col regno del successore[16]."
      },
      {
        "index": 20,
        "text": "Dell’amministrazione di Massimo di Azeglio, sottentrato al Delaunay, ommetterò per ora quella parte che è posteriore alla pace di Milano, giacché questa fu l’ultima mina del Risorgimento italico come impresa nazionale. Tuttavia la concatenazione delle idee e delle cose m’indurrá a toccare anticipatamente qualche poco delle cose appresso e come per incidenza. Né farò giá parola delle pratiche intorno alla pace, cercando se sieno state bene o mal condotte, perché le scarse informazioni che ne posseggo non mi permetterebbero di esserne autorevole narratore né giudice competente. Dico bene che quantunque fossero state guidate col maggior senno, potevano difficilmente riuscire, dappoiché si era dichiarato solennemente che «le sventure e gli errori passati aveano resa la guerra impossibile»[17]. Strano preludio era questo: ché guerra impossibile e pace onorevole fra loro ripugnano, e chi annunzia l’una delle due cose rinunzia necessariamente all’altra. Né a ciò riparava l’aggiungere che «era ugualmente impossibile il disonore»[18] , perché lo accetta e nol rifiuta chi si riconosce impotente a sottrarsene. Che cosa si direbbe del comandante di una fortezza assediata, il quale, desiderando di capitolare onorevolmente, si pubblicasse costretto alla resa perché privo di munizioni? Il procedere troppo alla buona e col cuore in palma di mano è fuor di luogo coi nemici avidi, ingenerosi, potenti; né il secolo decimonono è quello dei patriarchi. Non dico per questo che si debba fingere e mentire; ma senza incorrere in questa nota, si potea dichiarar non solo possibile il combattere ma sperabile il vincere, imperocché la guerra, che avrebbe inchinato il nemico a dicevoli accordi, non era di offesa ma di difesa. Quando ancor sanguinavano le ferite per la disfatta, io avea assicurati i rettori della repubblica francese che il Piemonte era in grado di riprendere le armi e far una resistenza lunga, dura, terribile; e le mie ragioni erano loro parute cosí plausibili che gl’indussero a prometterci un presidio per affrettare la pace. Ora dopo il respiro di piú di un mese si smentivano solennemente le mie parole, quasi che il confessarsi imbelle contribuisca a rendersi autorevole. Né quando l’Azeglio avesse usato lo stesso linguaggio, sarebbe potuto essere convenuto di folle vanto; giacché se «la guerra offensiva, italiana, nazionale, la guerra dell’indipendenza era impossibile, non cosí una guerra difensiva, piemontese, dinastica: in questo caso, e dalle influenze delle grandi potenze e dagl’impeti della disperazione il Piemonte avrebbe certo tratto tanta forza e tanta energia da salvare l’integritá del suo territorio e le sue libertá»[19]. Tale voleva essere il preambolo di ogni discussione, se si aspirava a una pace veramente onorevole. Il Piemonte dovea dire all’Austria: — O consentite a patti ragionevoli o venite ad assalirci, se ve ne dá il cuore e se la Francia, l'Inghilterra ve lo consentono. Noi ci difenderemo e siamo atti a farlo con fiducia di buon successo. Assaggiate di nuovo, se vi basta l’animo, le destre piemontesi: provate il ferro dei nostri prodi combattenti per le mura e le sostanze paterne, per la vita e l’onore delle mogli e dei figliuoli; e vi ricorderete ciò che avvenne ai francesi in sul principio e ai vostri avi nel mezzo del passato secolo. — Questo parlar generoso, corroborato dai militari apparecchi, avrebbe atterrito l’Austria inabile a un tal cimento, e agevolato i neutrali bramosi di pace a vincere le sue renitenze. Per tal guisa potea provvedersi almeno in parte a quella nazionalitá italiana per cui l’Azeglio, nobilmente ma inutilmente, s’interpose nel corso dei negoziati![20]; giacché un popolo (diciamlo pur con franchezza) non solo non può ma non merita di preservare il suo essere nazionale, quando per una o due rotte rende le armi al nemico e dichiara «impossibile la difesa»[21]."
      },
      {
        "index": 21,
        "text": "Parrebbe almeno che il nuovo Consiglio, reputando la guerra «impossibile» di presente, dovesse mettere ogni suo sforzo a renderla agevole per l’avvenire. Due anni e piú corsero da quel giorno, e l’intento potrebbe oggi essere conseguito. Ma in vece vedremo a suo luogo essersi fatto ben poco e che, avendo l’occhio all’operato, si potrebbe credere volersi perpetuare anzi che rimuovere la prima impotenza. L’Azeglio testé diceva «il Piemonte essere un popolo che vuole e sa viver libero e indipendente e che è risoluto a perire piuttosto che cedere il proprio diritto»[22]. Magnanime parole che, dette nel maggio del quarantanove, avrebbero fatti miracoli; pronunziate nel cinquantuno, dopo tanta inerzia, non possono piú avere efficacia e credito nell’inimico. Certo esse non lo impedirebbero di piombarci addosso al primo accidente che ci menomasse o togliesse il britannico patrocinio. E ben se ne accorsero i nostri, non è gran tempo, quando vacillò per un istante il ministero inglese, e all’improvviso annunzio la conceputa fiducia diede subito luogo alla costernazione ed al terrore. L’Austria lo sa e ci disprezza, né dobbiamo dissimularcelo. Ci disprezza non tanto per la facile vittoria riportata sulle nostre schiere, quanto per avere abbattuto i nostri animi; non tanto perché due volte male pugnammo, quanto perché dichiarammo la guerra «impossibile» a rifare."
      },
      {
        "index": 22,
        "text": "Gli effetti furono quali aspettar si potevano da tali incominciamenti. Il trattato de’ 6 di agosto non provvede alla dignitá del Piemonte, né alla nazionalitá italica, né alle sorti dei ducati, di Lombardia e di Venezia, né ai diritti e agl’interessi dei fuorusciti; e impone il carico di una indennitá soverchiante l’entrata del regno. Offende la prima, poiché il re «ci rinunzia per sé e pe’ suoi successori ed eredi cosí ad ogni titolo come ad ogni pretensione verso i paesi posti oltre gli antichi confini»[23] ; il che è una disdetta formale del voto popolare e del decreto parlamentare. Distrugge la seconda, riconoscendo per validi e consacrando i capitoli del congresso di Vienna[24] che ne sono la formal violazione, e lascia i popoli testé congiunti all’arbitrio del vincitore. Rispetto agli usciti, l’Azeglio ottenne bensí un atto di ribenedizione, ma tale che non salva il decoro dei capitoli, poiché ne è escluso, non vi è pur menzionato, e uscí fuori in forma di semplice proclama soscritto dal generale austriaco sei giorni dopo il pubblicato accordo[25]. Né l’indulto comprende gli esuli dei ducati; e quanto agli altri, è piú apparente che effettivo, escludendo gli uomini piú illustri e benemeriti, specialmente fra i milanesi. Cosicché per tutte queste ragioni la pace fu in se stessa non mica onorevole ma ignobile: per tale fu giudicata dai savi e verrá senza appello sentenziata dalla storia."
      },
      {
        "index": 23,
        "text": "Resta a vedere se fosse almeno scusata dalla necessitá, la quale certo non ebbe luogo, se l’Austria poteva indursi a partiti piú ragionevoli. Quando si vogliono misurare le condizioni ottenibili da un potentato, bisogna esaminare i suoi interessi. Due erano quelli dell’Austria: l’uno di conservare i frutti principali della vittoria, l’altro di non metterli in compromesso per amor di altri vantaggi di rilievo affatto secondario o piú apparenti che effettivi. Ora il frutto principale e sostanziale della vittoria era il mantenimento degli antichi domini; e quando l’Austria avesse avuto l’intento su questo punto, ella si potea costringere a cedere sulle altre parti. Bastava al primo effetto dichiarare rimessi i confini vigenti innanzi alla guerra, senza parlar di rinunzia né di atti viennesi[26]. Questo mezzo termine soddisfaceva a ciascuno, poiché l’Austria ci aveva espressamente il fatto suo e il Piemonte salvava tacitamente il diritto. Il perdono dovea essere universale e specificato nell’accordo, guarentite le franchigie alle provincie circompadane, il rifacimento delle spese ridotto a termini discreti ed equabili. Ma per impetrare tutti questi punti che, quantunque salvassero all’imperatore il dominio, ne abbassavano alquanto l’orgoglio, bisognava fare in modo che non si potessero rifiutare senza mettere il resto a ripentaglio. Ci volevano fatti e proteste energiche, non umili parole di sconfidanza e di sommissione. Era d’uopo dichiarar la guerra difensiva non che possibile ma certa, se l’Austria si ostinava nelle sue domande; anzi minacciarla con attivi e gagliardi provvedimenti: accettare il presidio francese, pacificare Livorno, riassumere l’egemonia subalpina e fare tutte le altre cose dette di sopra. La conservazione dello statuto nell’Italia centrale obbligava ad entrare nella stessa via gli altri governi e l’Austria medesima; la quale, mal sicura in casa propria, era a quei giorni debellata in campo dagli ungheri, che di assaliti stavano in procinto di rendersi assalitori. La congiuntura non poteva essere piú propizia per fare che rimettesse delle sue pretensioni e si acconciasse a comporre il proprio utile coll’onore dell’avversario. Vogliam credere che mentre non potea difendersi da’ suoi e correa pericolo nella metropoli, avrebbe avuto animo di assalire il Piemonte e ricominciare una guerra lunga, grave, difficile, di cui niuno potea antivedere la fine? E con che forze? Con un erario esausto e un esercito giá insufficiente alla guerra magiarica. A quale effetto? A quello di attizzarsi contro la Francia, l’Inghilterra e le altre potenze gelose dell’equilibrio di Europa, produrre forse una guerra universale e mettersi a rischio di perdere i paesi ricuperati, anzi l’imperio, e di darla vinta alla demagogia minacciosa. E si sarebbe posta a sí gravi pericoli per amor di puntiglio o per qualche vantaggio di poco peso? Non vi ha niente di piú «positivo»[27] e di piú evidente che queste considerazioni fondate sulla natura delle cose e degl’interessi. Ma per farle bisogna consigliarsi col senno e non colla paura, che toglie il cervello anche ai piú ingegnosi; bisogna capacitarsi che l’ardire, la costanza, il coraggio, un alto sentimento della dignitá propria sono forze squisitamente «positive», senza le quali né gl’individui né i popoli possono superare la cattiva fortuna e mantenere i propri diritti."
      },
      {
        "index": 24,
        "text": "Se i mezzi sovradescritti fossero stati messi in opera sin da principio, cioè quando io li proponeva, avrebbero sortito senza alcun fallo l’effetto loro. Perciò nel chiamare ignobile la pace, io non intendo punto di riferire il carico principale di questo titolo a un uomo cosí onorando come Massimo di Azeglio, ma sí bene ai ministri che lo precedettero. Vero è che quando esso Azeglio ai 7 di maggio pigliò il grado e anche in appresso, alcuni di tali spedienti erano ancor praticabili, imperocché pochi di prima il ministro francese ripeteva l’offerta del presidio, come vedemmo, e si mostrava contento di Fenestrelle. E piú giorni dopo si profferse di «occupar la Spezia con un navilio francese», e Stefano Gallina ne scrisse in Piemonte sotto data dei 18 e dei 22 dello stesso mese[28]; dal che si raccoglie che il governo della repubblica perseverava nel proposito di non lasciarci senza aiuto. Quanta efficacia potesse aver questo aiuto non accade qui ricercarlo, giacché esso arguiva l’intenzione di tornare all’altro partito se i nostri ministri ci consentivano. Né voglio giá accertare che esso avrebbe avuto sotto l’Azeglio tutto quel successo che era sperabile qualche tempo innanzi, giacché le circostanze erano men favorevoli, la fazione di Livorno non potea piú aver luogo, e gl’indugi anche brevi nocciono sempre alle buone occasioni. Ma in ogni maniera, se non ci era piú dato di vincer tutti i punti, se ne sarebbero conseguiti alcuni. Si movea un dado che potea dar presa a occasioni insperate di salute, perché di cosa nasce cosa e il tempo la governa; e al postutto se non si riusciva, la pace ignobile sarebbe stata scusata come forzata. Laddove la scusa della necessitá non ha luogo quando per evitare l’infamia non si tenta ogni rimedio possibile e si trascurano i ripieghi offerti dalla fortuna. Ora è indubitato che l’Azeglio non usò tutti quelli che erano in suo potere, forse senza sua colpa ma per indotta d’altri; e che affermando al parlamento sardo che la Francia avea disdetto ogni aiuto, rimise alquanto di quella schiettezza di cui egli suol fare nobile professione[29]. Ed è da dolere che laddove per effetto di sinceritá soverchia egli dichiarò a tutto il mondo la guerra «impossibile» contro un principe, abbia creduto di dover essere meno aperto discorrendo ai deputati dei sussidi offerti da una repubblica."
      },
      {
        "index": 25,
        "text": "L’egemonia piemontese, oltre al facilitare un accordo decoroso, importava ancora per altri rispetti. Come io avea voluto proteggere nell’Italia del mezzo il pubblico statuto contro i corrivi che lo manomettevano, cosí dovea poscia difendersi dai retrivi che lo stracciavano; e poiché l’impedire la spedizione austrogallospagnuola era al Piemonte impossibile, e si avea trascurato l’occasione di cooperarvi per temperarla e accordarla col giure nazionale, si dovea almeno protestare al cospetto di Europa contro l’intervento esterno e gli effetti che ne nascevano. Quando era ministro, io avea protestato contro Spagna: molto piú importava il farlo ora che concorreva seco a offesa della dignitá e libertá italiana il nome illustre e d’altra parte benemerito della Francia. Ché se le parole non erano in grado di stornare l’impresa, poteano però meglio avviarla, ritrarla agl’intendimenti della prima assemblea francese e di una parte notabile dei membri della seconda e preservare almeno la libertá degli Stati ecclesiastici. Alcuni dei ministri e i piú dei conservatori francesi bramavano che il papa rimettesse in vigore lo statuto: lo desiderava il presidente della repubblica e ne fece piú volte pubblica testimonianza. Ora chi non vede il peso che avrebbe dato alle buone intenzioni una protesta energica del governo piemontese? Esso dovea dire alla Francia e all’Europa: — Voi volete pacificare l’Italia e spegnervi ogni seme di rivoluzione. Il proposito è buono e noi siamo di accordo con voi. Ma se voi non eleggete i mezzi acconci, sortirete un effetto contrario al fine proposto. Unico modo di quietar la penisola è di rimettervi in piedi gli ordini costituzionali. Un ristauro papale mirante a soffocare la libertá e restituire l’odioso dispotismo dei chierici disonorerebbe la religione e il pontificato, farebbe desiderare il governo di popolo da voi distrutto, accrescerebbe il numero dei repubblicani, avvalorerebbe gli umori rivoltosi e preparerebbe infallibilmente alla prima occasione la ruina totale e irreparabile di quel potere che volete ripristinare. Credetelo a noi che siamo italiani e conosciamo l’Italia meglio di coloro che vivono di lá dai monti, e siamo autorizzati a disapprovare l’indirizzo che date alle cose nostre dagl’interessi e dalla nazionalitá comune. Il Piemonte non può essere indifferente alle sorti dell’altra Italia, le quali lo toccano e gli premono piú strettamente che non importino agli Stati e alle nazioni forestiere. Ora il bene d’Italia nelle condizioni della civiltá presente vuole che tutte le sue parti abbiano ordini conformi e omogenei: una provincia non può esser libera se le altre son serve e schiave. Il Piemonte è libero e pronto a spargere fino all’ultima goccia del suo sangue anzi che rinunziare la sua franchezza. Resta dunque che le altre parti della penisola abbiano le stesse instituzioni. Né si tratta di crearle ma di mantenerle, poiché i principi le diedero ai loro popoli e le giurarono solennemente. Volete voi consentire a spegnerle e farvi complici dello spergiuro? Che onore ne riportereste presso i popoli? che credito e che vantaggio? In vece di amicar l’Italia seco stessa, la dividerete in due campi nemici: di qua tutti i beni del vivere libero, di lá un crudele e abborrito servaggio. Nutrendo un cotal dissidio nel suo cuore, stimerete di averla pacificata? Oh! non farete che accendervi la discordia, e nella pugna dei due geni nemici tenete pure per fermo che il miglior vincerá. Il bene d’Italia e di Europa richiede che si mantenga in quella l’equilibrio delle esterne influenze, e che quindi l’Austria non ci possa piú della Francia. Ora l’Austria è giá padrona delle piú ricche e grasse provincie: permettendo che i suoi fautori prevalgano nelle altre, voi le date in pugno tutta la penisola. Né il tristo guadagno gioverá a lei pure altro che per poco tempo, se giá il suo vero pro non consiste nel preparare un’esca abbondante a nuove, terribili, inevitabili rivoluzioni."
      },
      {
        "index": 26,
        "text": "Queste considerazioni, svolte, ampliate, esposte con decoro diplomatico e mandate attorno, avrebbero porto a Luigi Buonaparte un’ottima occasione per mantenere in ordine a Roma la politica espressa nelle sue lettere e nei messaggi e dato gran peso alle sue parole. E gli scritti volevansi aiutare cogli uffici assidui, la destrezza e la perizia degli agenti e degli ambasciatori, perché di rado incontra che le istanze ripetute e corroborate da buone ragioni non facciano qualche frutto. Ma l’Azeglio tacque: lasciò cadere la libertá non solo di Roma ma di Firenze e di Napoli senza la menoma protesta; lasciò Ancona, Bologna, Toscana occuparsi e manomettersi dagli austriaci, il granduca accordarsi coll’imperatore e la piú mostruosa tirannide straziar l’estremo d’Italia senza muovere una querela[30], come se di nazione e di patria gl’italiani fossero estranei ai piemontesi. Trascurò la diplomazia, rimise in carica alcuni oratori che io avea richiamati dalle corti in cui risedevano, come inabili al loro ufficio. Chi crederebbe che mentre agitavasi la conclusion della pace e l’intervento a Roma, la legazion di Parigi stesse piú mesi senza capo e affidata alle cure di un giovane subalterno?"
      },
      {
        "index": 27,
        "text": "Pogniamo che tali proteste fossero inefficaci: non erano però inutili. Imperocché anche quando non fruttano subito, esse servono a prescrivere contro la violazione del diritto, gli assicurano il favore dell’opinione universale e ne apparecchiano, quando che sia, il trionfo. Giovano a introdurre piú sane tradizioni politiche, informare di nuove idee il giure delle genti, accomodarlo ai progressi della cultura, i quali, di mano in mano che il mondo civile e diplomatico vi si avvezza, passano dalle rimostranze nei patti e nelle convenzioni. Cosí la ragion comune dei popoli si va a poco a poco mutando e migliorando: diviene pubblico statuto ciò che dianzi era voto popolare e scientifico asserto; tanto che i concetti filosofici e cristiani si travasano in corso di tempo dall’etica nel diritto. Ora fra le idee non ancora legittimate ai convegni ed accordi che stringono i popoli, rilevantissima è quella dell’essere nazionale, nata dal corso spontaneo dell’incivilimento e dal pervenire degli Stati a grado di maturezza. Non è forse lontano il giorno in cui questa idea sará la base dei trattati e l’anima di una nuova politica europea; e giova sin d’oggi l’intrometterla nei discorsi e nei negoziati, per avvezzarvi gli orecchi sdegnosi dei potenti e agevolarla a pigliar corpo nelle stipulazioni. La qual cosa a niuno dee premere quanto agl’italiani, il cui riscatto dipende dal sormontare di tal principio, e in ispecie ai piemontesi, se non si stimano indegni dell’ufficio egemonico, preludendo colle idee alle armi e coi diplomi alle imprese. Né importa che il Piemonte sia piccolo, perché l’autoritá e la fama degli Stati dipendono dalla saviezza e non mica dalla tenuta. Prudenza, costanza, energia rendono grandi e riveriti eziandio i piú piccoli domini, qual si era il prussiano sotto Federigo e il fiorentino sotto Lorenzo, il quale primeggiava di credito pel senno come l’altro per la bravura. Uno Stato che può armare in caso estremo cencinquanta mila uomini, che pel sito è la chiave d’Italia e può sfidare dalle sue vette e dalle sue gole l’Europa, è in grado di parlare autorevolmente e di recar colle parole e coi fatti un peso notabile nella bilancia politica delle nazioni. E oggi piú ancora che in altri tempi, perché la forza essendo cosa relativa, tanto è piú facile ai piccoli il vigoreggiare quanto piú i grandi si abbiosciano e fra loro gareggiano d’imperizia o d’ignavia, come ora incontra agli Stati piú insigni del continente."
      },
      {
        "index": 28,
        "text": "Riassumendo il discorso intorno ai governi municipali e conservatori del Piemonte di cui ho abbozzata rapidamente la storia, giova il notarne le somiglianze e le differenze. Vizio comune fu l’inerzia, la lentezza, l’oscitanza, il difetto di operositá civile; nate in parte dalle personali abitudini dei rettori, in parte da difetto di antiveggenza, attesoché chi non vede le cose innanzi che accadano si lascia portare agli eventi ed al caso in vece d’indirizzarli. Ché se talvolta questi governi si mostrarono attivi e fermi in un proposito, l’attivitá loro e la costanza furono negative anzi che positive, e versarono assai meno nel fare che nell’impedire, nell’abbracciare i buoni partiti offerti dalla fortuna che nel ributtarli. Laonde si mostrarono unanimi e ostinatissimi nel rifiutare la confederazione italica, i sussidi francesi, l’egemonia subalpina; nell’antiporre le vane parole dei diplomatici all’efficace aiuto delle armi; nel trascurare l’avviamento delle cose italiche e nel restringere le loro cure al Piemonte. Ma come mai gli Stati deboli e inerti potrebbero esser teneri dell’onore? Quindi è che la noncuranza del decoro civile è altresí una dote comune alle dette amministrazioni. Non è giá che volessero offenderlo in prova, massimamente se si parla di alcune di esse; ma l’idea che se ne fecero è molto scarsa e non risponde di gran pezza alla cosa. La civiltá dei popoli e degli Stati, come quella dei particolari uomini, si può misurar dal concetto che si formano dell’onore; e la capacitá dei politici, dalla gelosia che ne hanno e dalla sollecitudine che usano nel difenderlo e nel conservarlo. I ministri piemontesi chiamarono «onorevoli» le clausule della mediazione, la pace di Milano, l’abbandono d’Italia; e alcuni di loro riputerebbero tale anco una lega russa e tedesca, come i principi della penisola inferiore credono «onorevole» il dar la patria in preda agli esterni, tiranneggiare i popoli, rompere i giuramenti. E scambiando la fama coll’infamia, non fanno pur segno di quell’avvedutezza e perizia che vantano; imperocché l’onore, quantunque non si vegga e non si tocchi con mano, è cosa piú salda, positiva, efficace, piú necessaria a mantenere la potenza e gli Stati che non sieno gli stessi danari, i cannoni e gli eserciti."
      },
      {
        "index": 29,
        "text": "La tenerezza dell’onore è una virtú cosiffatta che si manifesta nelle piccole cose non meno che nelle grandi e notabili, nei casi difficili e avversi piú ancora che nei prosperevoli. Laddove gli Stati deboli, come gli uomini volgari, quanto sogliono avvilirsi, prostrarsi, cadere a terra nei sinistri che sopravvengono, tanto hanno per costume d’imbaldanzire e gloriarsi pel buon successo. I rettori piemontesi ebbero spirito e fierezza finché la fortuna fu loro propizia; ma appena questa rivolse il viso, que’ medesimi che dianzi ripetevano dover l’Italia fare da sé si smarrirono, si abbandonarono e diedero l’esempio di paura piú insigne che siasi veduto ai dí nostri. Si ricorre ai forestieri non mica per avere il nobile soccorso delle loro armi, anzi queste si rifiutano perché bisognerebbe di nuovo arrotare le proprie, e si ambiscono soltanto preci e supplicazioni. Si tollera un infame armistizio, si abbandona Venezia, si consegna Alessandria, si predica la guerra impossibile; e i capi di un popolo armigero, avvezzo da secoli a gareggiare coi migliori soldati di Europa, stringono una pace gravosa ed indegna, di cui uno Stato inerme ma fiero sarebbesi adontato. La qualitá del mio scritto non mi permette di entrare in cose troppo minute; perciò non dirò io che mentre si consentiva di negoziare con un Debruck bestemmiatore d’Italia, si facesse buono il rifiuto di Alberto Ricci, che onorandi lombardi dalle imbasciate si richiamassero, che ad altri si negasse patente di passaggio pei regi domini, che si onorasse in Torino un ministro forestiero tinto di sangue romano, autore o complice della perfidia. Tacerò di Aurelio Bianchi Giovini, scacciato a istanza dell’Austria come libero e prode mantenitore dei nostri diritti, poiché il ministro sardo che commetteva l’errore lo emendò nobilmente; ma non posso passare in silenzio il procedere usato verso Terenzio Mamiani. Genova lo creava suo deputato e il parlamento subalpino doveva onorarsi di acquistare un tal oratore, il Piemonte un tal cittadino. L’Azeglio, che è degno e capace di conoscere i suoi pari, annuiva di buon grado all’elezione; quando ecco che per effetto di non so qual trama[31] la cittadinanza promessa viene disdetta, la nomina annullata, e il Mamiani è vilipeso in due giornali di Firenze e di Parigi[32]. Lasciando stare la chiarezza dell’uomo e i molti suoi titoli alla stima universale, anche la sola politica dovea far accogliere dal governo e favorire caldamente l’eletto. Il quale aveva sostenuti e difesi gli ordini costituzionali in Roma quando il farlo portava pericolo, e il suo coraggio era ricambiato dal papa coll’esilio e l’ingratitudine. Perciò il Piemonte, abbracciandolo, avrebbe tacitamente protestato contro la servitú risorgente degli Stati ecclesiastici e i governi brutali di Gaeta, avrebbe protetta l’insegna del civil principato nella persona dell’esule illustre, che per assumerne il patrocinio sfidava le ire dei preti e quelle dei puritani. Laddove, cassando l’elezione, il governo parve complice delle vendette papali e della violata libertá di Roma, e mal corrispose al genio della legge che, aprendo a tutti gl’italiani la ringhiera sarda, non intende certo di escluderne i piú insigni. Dolse anche il vedere che i concetti di municipio prevalessero in una parte del parlamento: perché pogniamo che i tempi vietassero di ammettere senza clausule il nuovo gius italico racchiuso in germe nella legge elettorale; dovea tuttavia stabilirsi il principio generico che la cittadinanza patria è dovunque in solido una sola, e che l’italianitá e la nazionalitá comune sono la prima radice dei diritti politici nei vari Stati della penisola."
      },
      {
        "index": 30,
        "text": "Benché questo difetto di spiriti elevati e di cuore abbia piú o meno offesi i vari governi subalpini che chiamammo a rassegna, non passerebbe senza ingiuria degli uni il porli tutti nella stessa schiera. Se il primo e l’ultimo hanno col terzo e col penultimo di essi alcune similitudini, ne differiscono tuttavia notabilmente per altre parti. Entrambi furono capitanati da due illustri scrittori che conferirono ai princípi del Risorgimento italiano; gentiluomini ma liberali, conservatori ma non alieni da ogni progresso, piemontesi ma non in tal forma che escludano il resto d’Italia dai loro affetti e dai loro pensieri. Sebbene intinti anch’essi di municipalismo, questo non è in loro, come negli altri, informato dal genio curiale ma dal genio patrizio, il quale nei liberali uomini piú si accosta alla nazionalitá, perché l’educazione squisita allarga le idee e nobilita i sentimenti. E però si vogliono riputare piú conservatori che municipali, misurandoli non tanto da questa o da quella operazione particolare, quanto dal complesso e dall’indole del loro procedere. Ché se non apparve in essi né quel senso vivo e gagliardo della nazionalitá comune, né quell’odio intenso delle ingiuste prerogative, né quel fervore animoso per gl’incrementi civili che son propri dei popolani; se l’amore che portano al bene è temperato in essi da riserva eccessiva e da timidezza; ciò si dee riferire non agli uomini ma al tirocinio. Imperocché chi voglia essere perfetto politico, la prima regola è di smettere affatto le abitudini, le idee, le preoccupazioni del proprio ceto; onde come l’avvocato e il chierico debbono a tal effetto dimenticarsi le grettezze del fòro e le pretensioni profane del sacerdozio, cosí il patrizio si dee scordare di essere patrizio. Ma questo non è mica facile, e i piú recano nelle dottrine e nella pratica il genio dell’educazion ricevuta e della classe a cui appartengono. Ecco che il Balbo e l’Azeglio anche scrivendo non evitarono (come giá notammo) i difetti del loro ordine; onde non è meraviglia se, ministri, tennero la via segnata da essi come scrittori. Ma in vece di chiedere al liberalismo patrizio ciò che esso può dare difficilmente, dobbiamo essergli grati quando apporti nella vita civile quella dignitá e cortesia di modi e quella nobiltá di sensi a cui è inclinato ed avvezzo dal vivere signorile. Anche i giudici piú severi non potranno disdire alle amministrazioni del Balbo e dell’Azeglio due lodi singolari. Il Balbo tentò l’autonomia italiana e il regno dell’alta Italia; e se si errò nell’esecuzione, il conato è bastevole a onorare gli autori della magnanima impresa. Se l’Azeglio, entrato al governo in tempi infelici e sottoposto (forse suo malgrado) alle influenze municipali, non poté, per cosí dire, riportare il Piemonte in Italia, egli si adoperò almeno a far sí che l’Italia abbia un asilo in Piemonte; tanto che i generosi fuggendo non si accorgano di esulare, poiché trovano nel regno sardo la libertá perduta e la patria."
      },
      {
        "index": 31,
        "text": "Ma non è per questo verso che io intendo di comparar le lodi dei due ministri, perché laddove il concetto che illustrò la rettoria del Balbo fu nazionale, quello che piú onora l’altra è democratico massimamente. Voglio parlare dell’abolito fòro ecclesiastico, ché sebbene il fatto non appartenga al periodo di cui discorro, sarebbe ingiusto il non menzionarlo dopo la critica precedente. E s’egli è vero che l’Azeglio a principio non l’approvasse, tanto piú gli si dee saper grado di aver poi mutato parere e avvertita l’utilitá conservatrice di tal riforma popolare; il che sfuggí alla perspicacia del Balbo. Imperocché il provvedimento fu opportunissimo eziandio come partito politico, avendo conciliata al governo la parte piú viva dei liberali, introdotta fra l’assemblea legislatrice e il magistrato esecutivo un’insperata concordia, e provato come nelle idee progressive e nelle savie condiscendenze risiede la molla piú efficace per governare. Come legge poi, l’abrogazione del privilegio clericale è una di quelle riforme che toccano le parti piú sostanziali ed intime del vivere comune. E se quale statuto di cittadina uguaglianza è un atto democratico, in quanto annulla le corti vescovili è una civil riscossa del laicato dagli ordini ieratici dei bassi tempi, un principio di separazione assoluta dello Stato dal sacerdozio, del temporale dallo spirituale, e in fine un atto di libertá cattolica verso le pretensioni soverchianti della curia romana, che solo i semplici confondono col papato. E se si ha l’occhio al predominio dei chierici, alle abitudini feudali e al vezzo dei privilegi, condizioni proprie del paese, si può dire che la Siccardiana fu quasi una rivoluzione in Piemonte. Né il governo si mostrò nei princípi men forte a eseguirla e mantenerla che savio ed ardito a deliberarla. E se forse fu troppo benigno permettendo di ripatriare a un prelato che rivolgeva contro le leggi e lo Stato la maestá del santuario, egli emendò l’errore nel porre un freno giuridico alle sue esorbitanze, distinguendo il grado dall’uomo e rendendo omaggio alla religione contro chi ne abusava, e chiariva che i gesuiti d’oggi non sono piú fortunati nei martiri che nei miracoli. Il merito di cotal procedere tocca a tutti i ministri, unanimi nel tutelare la nuova legge; tocca in particolare al presidente del Consiglio, che con note invitte la difese dai cavilli degli avversari: ma spetta ancor piú principalmente a Giuseppe Siccardi che concepiva essa legge e la proponeva, il quale seppe in tempi di mollezza e timiditá incredibile dare un esempio di coraggioso ardimento e di antica virilitá civile[33]."
      },
      {
        "index": 32,
        "text": "All’incontro dei due precedenti, i governi dei 19 di agosto e dei 29 di marzo furono municipali anzi che conservatori; l’uno dei quali ordí e l’altro addusse a compimento la dolorosa tela dei nostri infortuni. Imperocché i disastri della prima campagna furono causati da falli militari anzi che civili; e se anche in politica si deviò sin d’allora dal buon sentiero, il male venne da sbaglio, non da proposito. Dove che gli artefici della mediazione peccarono in prova e per effetto di sistema, non accidentalmente; ond’essi furono i primi a tentare di deludere il pubblico, coprendo il volto nativo con maschera ingannatrice. Un municipalismo subalpino grettissimo fu l’anima di tutti i loro andamenti: l’amor della patria comune, che talvolta ostentavano, non era che una larva. Quindi nacque la loro avversione alla guerra italiana, alla lega nazionale, all’unione lombarda, all’egemonia subalpina, ai soccorsi francesi, e insomma l’abbandono d’Italia e il desiderio mal dissimulato di una colleganza russa e tedesca. Guidati da questi fini, essi sciuparono le occasioni che la fortuna ci diede, anzi ricorsero a mezzi poco onorati per impedire che altri le adoperasse. Questi biasimi però non toccano del pari a tutti; perché se bene, politicamente parlando, ogni membro di un’amministrazione sia pagatore delle opere comuni, ciascun sa che la complicitá morale non soggiace alla stessa norma. Mille cause possono concorrere a far sí che un ministro commetta innocentemente i piú gravi errori, sovrattutto s’egli è poco pratico e viene aggirato dagli astuti e dai procaccianti. Io conobbi Ettore Perrone quando era giá uscito di carica, e posso attestare la bontá egregia e la lealtá dell’uomo che cadde l’anno appresso gloriosamente a Novara. Ma quanto prode e valoroso in guerra tanto egli era nuovo alle cose civili, e non aveva una giusta idea del moto italico né dei debiti che correvano al Piemonte; onde potè essere strumento della politica municipale senza subodorarne l’inettitudine e la tristizia. Carlo Boncompagni e Alfonsodella Marmora (che ebbe per qualche tempo l’amministrativa della milizia), occupati assiduamente nei carichi speciali loro affidati, non ebbero agio né tempo di attendere alle cose esterne, che erano di altrui appartenenza. Le stesse ragioni militano per alcuni dei loro colleghi; onde io non ritratto il giudizio che ne portai altrove, salvo i temperamenti nati dai fatti che allora mi erano ignoti[34]. Non posso quindi comprendere in questo novero il generale Dabormida, che fu allora e poscia gran parte dei nostri mali. Benché egli s’intenda di politica quanto il papa di negromantica, facciasi buona la sua legazione[35]; imperocché, volendo il Piemonte aggraduirsi l’Austria, non potea meglio eleggere di un soldato il quale la desidera compagna e non ama di assaggiarla nel campo come nemica. Ma per ciò appunto fu grave errore il commettergli il carico di rifare le forze, quasi che possa essere buono ordinatore di guerra chi l’abbomina e agogna sopra ogni cosa a renderla impossibile. Né l’ignoranza, che scusa gli errori politici del generale, può giustificare i suoi portamenti, avendo egli atteso indefessamente a rovinare gli uomini piú benemeriti della causa patria e piú capaci di ristorarla, perseguitandoli coi raggiri, colle maldicenze, con tutte le arti ignobili e solite di coloro in cui prevalgono ad ogni altra dote la mediocritá e l’invidia[36]."
      },
      {
        "index": 33,
        "text": "La stretta convenienza che corre fra i rettori di agosto e quelli di marzo potrebbe parer singolare, se un sol uomo e una sola mente non avesse informate le due amministrazioni. Vincolo e motore di entrambi fu Pierdionigi Pinelli, del quale mi è forza discorrere partitamente, sia per iscusarmi verso coloro che mi appongono di aver contratto e poi rotto seco amicizia, sia perché egli fu la cagion principale delle calamitá italiche per quella parte che ci ebbe la politica del Piemonte. Io era stretto col Pinelli per giovanile ed antica dimestichezza, ed ebbi seco e con molti comuni amici non solo conformitá di pensieri ma d’intenzioni politiche nei primi anni del regno di Carlo Alberto. Preso di mira e in sospetto particolarmente (atteso la mia condizione, l’etá maggiore e le influenze), io venni sostenuto e poscia esiliato; né mi dolsi (e niuno vorrá dubitarne se conosce il mio costume) che in me piuttosto che nei compagni avessero sfogo le collere ingiuste di chi reggeva. Durante il mio esilio il Pinelli si portò meco da buono e leale amico; come io avrei fatto seco, se gli fosse toccato in sorte di scontare in mia vece le opinioni e le brame che in comune si avevano e si professavano. Il che mi basti accennare colla dovuta riserva (della quale non uscirò se non necessitato) per avviso di certuni che, poco ricordevoli o male informati, mi recarono poscia a colpa di non cedere in ogni cosa al beneplacito dell’amico. E io gli condiscesi per quanto mi fu possibile, ripatriando a sua istanza, studiandomi di compiacergli in tutto che l’onore e l’amor della patria mi consentivano, adoperando la mia riputazione politica (che in quei giorni non era piccola) a metterlo in voce ed in credito, e insomma ingegnandomi di mostrarmegli grato per ogni verso delle prove di affetto che ne area ricevute."
      },
      {
        "index": 34,
        "text": "Nei princípi del quarantotto le sue idee politiche erano molto confuse, non essendo nutrite da forti studi e avendo affatto tralasciato di attendervi da molti anni. Perciò egli teneva amicizia coi democratici, fondava Il carroccio in Casale, cooperava alla Concordia di Torino, giornali affatto popolari. Una falsa e leggiera considerazion delle cose e la sua gara forense con Urbano Rattazzi gli fecero abbracciare intorno all’unione lombarda la sentenza dei municipali, a cui la sua vita, le occupazioni, le aderenze lo inclinavano naturalmente. Di famiglia onoranda e benemerita ma di nobiltá nuova, alle abitudini del cavaliere prevalevano quelle del causidico; onde, al contrario di ciò che avvertimmo nell’Azeglio e nel Balbo, gli spiriti della borghesia curiale potevano maggiormente in esso che quelli del patriziato. La famigliaritá che avea meco, benché antica, non era intima da ogni parte, per la disformitá dello stato, degli studi, delle consuetudini e la lontananza di tanti anni; laddove i municipali piú attivi ed infervorati erano seco ristretti per consorteria di ufficio, conformitá di vivere e assidua dimestichezza. Pieni di sdegno per la sconfitta parlamentare e di terrore pei privilegi minacciati della metropoli, essi cominciarono sin d’allora ad accarezzarlo: gli si raccoglievano intorno, lo applaudivano, lo corteggiavano; e mentre lo predicavano al pubblico per un solenne maestro in governo, mettevano a lui in concetto di dappochi o di tristi coloro che dissentivano. Gli dicevano che io era uomo di teorica e non di pratica, che non conosceva i miei simili, che era aggirato dai democratici. Che chi è buono a scrivere è inetto alle faccende, e che se il Risorgimento era stato incominciato dagli scrittori, ragion voleva che fosse condotto innanzi e compiuto dagli avvocati. Perciò non io solamente, ma il Balbo, l’Azeglio, il Durando e quanti aveano scritto con senno italiano sulle cose nostre erano tassati per incapaci e involti nello stesso anatema. I miei discorsi e il mio contegno, non che tôr credito a questi romori, in certo modo gli avvaloravano. Imperocché ragionando io delle cose presenti e della nostra provincia colla stregua delle probabilitá avvenire e delle condizioni universali dei tempi, e additando nei falli che si commettevano i pericoli e i mali futuri, io veniva ad usare un linguaggio strano ed incomprensibile a tali uomini, che non avevano alcun concetto del moto patrio e conoscevano l’Italia e l’Europa quanto la Cina. L’arrendevolezza ch’io usava col Pinelli contribuiva a fargli credere ch’io fossi facile ad aggirare, recando a debolezza o versatilitá d’animo ciò che era fiducia e condiscendenza di amicizia. Cosí invanito dagli elogi, sedotto dalle trame, impegnato dalla sua giostra infelice nella Camera, acceso dal puntiglio, irritato dalla disfatta, vago di rappresaglia, egli si strinse colla setta a cui giá era propenso, e si credette bonamente un grand’uomo di Stato perché i politici di campanile come tale lo celebravano. Non avvertí che le patenti di abilitá date dagl’inetti sono poco autorevoli, che in fatto di riputazione non bisogna contare i suffragi ma pesarli, e che il numero di essi nelle cose ardue corre spesso a rovescio dei meriti che li riscuotono."
      },
      {
        "index": 35,
        "text": "Quel germe di ambizione, che giace occulto nel cuore di tutti gli uomini, si svolse rapidamente nell’animo suo, crebbe a dismisura e prevalse agli antichi affetti. Lo indusse ad usar meco modi obliqui, coperti, subdoli, gesuitici, che non sarebbero scusabili verso un ignoto, non che con un vecchio amico che gli apriva tutto il suo cuore e pienamente gli si affidava. Sin dal primo nostro dissenso egli cominciò a ripetere le calunnie municipali che si spacciavano sul mio conto; e per renderle credibili, mi chiamava in pubblico «suo maestro»[37] e condiva i biasimi con melate protestazioni sul mio candore e sul mio buon animo, quasi fossi zimbello d’altri quando ero di lui solamente. Mentre sedevo nel Consiglio di Gabrio Casati, egli veniva assiduamente a scovarmi per aver materia di abbattere l’amministrazione di cui facevo parte e tormi la confidenza del pubblico. E allorché piú tardi mi fu commesso di fare un nuovo ministero, egli svolse dall’entrarvi un uomo cospicuo il quale mi aveva quasi impegnata la sua parola. Il che fu causa dei tracolli seguenti, poiché tal compagnia saria forse bastata a tener saldo il senno de’ miei colleghi o almen quello del principe. Dopo il caso di Novara, scordate le fresche ingiurie, io porsi all’amico la mano per sovvenirlo; e il lettore ha inteso in che modo ne fui ricambiato. L’aver fatto svanire l’ultimo raggio di salute per la povera Italia può recarsi a cecitá di mente, ma il mancarmi della parola data e il rendere la mia legazione non solo inutile ma ridicola non ha tale scusa. Allora fu chiaro a tutti che il detto onore mi era stato conferito per allontanarmi e per ismaccarmi; al che forse egualmente miravano nel suo pensiero le offerte e disdette retribuzioni."
      },
      {
        "index": 36,
        "text": "Niuno però creda che tali fossero le intenzioni del Pinelli sin da principio. Egli allora non voleva romperla meco; ma fondandosi nella bonarietá e condiscendenza mia solita a suo riguardo, stimava di potermi adoperare come strumento docile alle sue mire. Finché si trattò di cose poco rilevanti, io mi studiai di andargli a’ versi e di acconciarmi a’ suoi voleri; ma quando venne in campo una quistion capitale da cui pendevano i fati d’Italia e che io lo vidi rivolto al partito peggiore, non era piú in mio potere di secondarlo. E da lui non da me procedette la separazione, poiché io usai ogni ingegno per rimetterlo in miglior senno, come si è veduto dalle cose raccontate di sopra. Trovandolo ostinato, dovetti oppormegli, ché l’esitare tra un’amicizia privata e il bene della patria sarebbe stata scelleratezza. Vero è che egli avrebbe voluto che in lui mi rimettessi per ciò che riguardava l’indirizzo delle faccende e mi contentassi di scrivere e di celebrare la sua politica, come una volta mi disse assai chiaramente. Io avrei ceduto facilmente al suo desiderio nelle cose di amministrativa: l’avrei trovato ragionevole, trattandosi di giurisprudenza, nella quale l’amico si esercitava da molti anni, onde io sarei stato vano e temerario a contrastargli. Ma venendo in campo tali materie di cui egli conosceva appena l’alfabeto, la pretensione era ridicola e non tollerabile. Per l’etá, gli studi, le prove date di sufficienza, i segni di pubblica confidenza ricevuti, se l’uno di noi dovea cedere all’altro, non mi pareva che toccasse a me. Io aveva circoscritte le leggi, l’indirizzo, lo scopo, i limiti del moto italiano; e l’avea fatto cosí accordatamente ai tempi, alle condizioni d’Italia e con tal previdenza, che quando si volle torcere dalla via assegnata tutto andò a monte. Or che meriti avea il Pinelli a rincontro di tali fatiche? a che studi avea atteso? che saggi dati del suo valore? che fama acquistata di politico in Italia e nell’altra Europa? La sufficienza civile di un uomo si deduce dalle idee che professa o dai fatti. I fatti allora mancavano dalle due parti, e però si dovea far giudizio dalle idee e dalle dottrine. Il Pinelli ebbe cura di mostrare al pubblico la sua valentia in questa parte, dando alla luce due opuscoletti che ciascuno può leggere[38]. Nei quali si vede una sterilitá di mente, una grettezza di concetti, una mancanza di partiti, una puerilitá di logica, un’ignoranza della storia e dei tempi in generale e dell’assunto italiano in particolare, che uno statista senza barba farebbe meglio. Ma se ci manca la ragione, vi abbonda la passione, la quale fa velo al giudizio ed è di tutti i difetti dell’uomo politico il piú nocivo al suo ufficio. E dico «passione» non giá per aggravare ma per diminuire la colpa dello scrittore, ché altrimenti non saprei come qualificare l’abuso delle confidenze piú intime: il citar lettere privatissime, l’inimicarmi a persone viventi su cui mi era seco discreduto alla libera, il trar partito dai colloqui passati meco a sua istanza senza che io punto né poco lo ricercassi, rifiorendo tutte queste indiscrezioni colla maggiore inesattezza (per non dir peggio) nello esprimere le mie parole e i miei pensieri. Lascio stare i modi scortesi e incivili usati da lui con uno che «amava piú che fratello e venerava come maestro», fino a dargli del «mentitore» sul viso[39]. E pure io non avea adoperato alcuno dei detti termini: non avea detto altro che il vero, e solo una piccola parte del vero, con parlare urbano anzi amichevole, salvando al possibile le intenzioni, dando a tutti i ministri e specialmente a esso Pinelli una lode di bontá e di sufficienza di cui a’ fatti si chiarí troppo indegno[40]. Si paragonino gli scritti delle due parti nella polemica che avemmo insieme, e si giudichi dallo stile in cui sono dettati dove stesse il sentimento della propria e dell’altrui dignitá, l’amor del vero e della giustizia."
      },
      {
        "index": 37,
        "text": "I fatti seguenti mostrarono qual fosse l’abilitá del Pinelli nelle cose civili. In vece di promuovere il nostro Risorgimento e mantenerlo conforme a’ suoi principi, egli prese a mutarne di pianta il fine e le condizioni, volendo che il parto della montagna riuscisse ad un sorice e un moto nazionale allo statuto di una provincia. Ciò bastava ad adempiere i voti del ventuno: se le altre parti della penisola aspiravano allo stesso bene, potevano procacciarselo. La «nazion» piemontese non dovea spendere e dissanguarsi per la lombarda, la veneta, l’etrusca, la romana e via discorrendo. Né il valentuomo s’inchiese se la libertá dell’altra Italia sia possibile a conseguire senza il soccorso del Piemonte, e se la libertá del Piemonte sia possibile a conservare senza quella dell’altra Italia. Ma che maraviglia se nelle cose maggiori facesse cattiva riuscita chi si mostrò insufficiente al còmpito usuale della politica interna, non solo col malmenarla ma eziandio col l’avvilirla? Il Pinelli fu il primo che trasferisse le arti dei gesuiti e degli storcileggi sulla bigoncia parlamentare, giocando di parole e di cavilli per ingannar gli amici ed il pubblico. Primo a recar nel governo civile i modi aspri, incomposti, appassionati dell’assoluto, o dando opera a rigori inutili o trascorrendo nel modo di esercitarli. Basti il ricordare i termini tenuti con Filippo Deboni onde nacquero i mali umori di Genova, e gl’indegni trattamenti usati a Giuseppe Garibaldi senza alcuna necessitá politica e senza riguardo ai meriti di un uomo illustrato dal triplice titolo dell’amor patrio, del valore e della sventura. L’animo del Pinelli non è ignobile; ma quando le passioni lo accecano, egli si scorda la dignitá delle parole e dei portamenti e trascorre a tali modi che il fanno parer per natura vendicativo e malevolo. «In vece di conciliare gli animi esacerbati e di attutare le ire in cospetto dei lutti cittadini, diresti che egli soffi nell’incendio e si ostini a suscitar le tempeste. L’occupazione di Alessandria fu una di quelle sventure che piú duramente colpirono il paese. L’onor nazionale si risentí a tanta umiliazione, a tanto abuso di vittoria; quando corse il funesto annunzio, gli animi caddero prostrati. Ebbene, allora il ministero manda fuori un proclama: cerca forse di lenire il dolore universale, innalzandosi al di sopra delle querele di parte? No; il Pinelli dimentica il Piemonte e l’Italia per ricordarsi de’ suoi avversari politici e gettar loro in viso l’accusa del danno deplorato. La forza pubblica nel dissipare un innocuo assembramento non adempie le formalitá prescritte ed accadono lamentevoli accidenti: il ministro promette forse giustizia e riparazione? No; il Pinelli distingue fra assembramenti incoati e assembramenti compiuti, ed afferma che per questi non richiedesi l’osservanza delle leggi. Ed egli è ministro costituzionale! Si fa censore di teatri e si difende nei piccoli giornali; ristaura una specie d’inquisizione negli ordini amministrativi; confondendo sottilmente le due idee di governo e di ministero, tiene sospesa la spada di Damocle sul capo degl’impiegati che non approvano la sua politica; della generosa emigrazione lombarda parla quasi di ospiti tollerati, come se il governo non fosse stretto verso di lei dai piú sacri doveri; assolda la minuta stampa e si scusa col dire che la risarcisce delle perdite sofferte pei moti di Genova»[41]."
      },
      {
        "index": 38,
        "text": "Cotali trascorsi, benché versino intorno a cose di rilievo secondario, arguiscono un uomo poco atto e degno di reggere un popolo libero e civile. E quand’anche fossero soli, basterebbero a conquidere la riputazione di un uomo di Stato; tanto che se il Pinelli dovette ad altri i princípi della sua fama nei pubblici negozi, egli ha obbligo solo a se stesso di averla intaccata e ridotta al niente. Nel nostro primo screzio egli avea per sé la calca dei municipali e quella dei retrogradi, che loro si accostavano. Possedeva inoltre aderenze domestiche, clientele forensi, numerose amicizie e, come la Discordia del poeta,"
      },
      {
        "index": 39,
        "text": "avea dietro, dinanzi e d’ambi i lati notai, procuratori ed avvocati[42]."
      },
      {
        "index": 40,
        "text": "Io al contrario, ripatriato dopo lungo esilio, mi trovava quasi in un mondo nuovo, privo di amici politici che mi fossero intrinseci, di consorti e di aiutatori. Avea per me il popolo e il grido universale, non le sètte né gli uomini raggiratori e procaccianti; anzi questi e quelle a breve andare mi divennero aperti nemici. Ciò non ostante, il Pinelli e la sua fazione furono vinti; e se i democratici o almeno il principe mi avessero tenuto il fermo, la parte avversa era disfatta senza rimedio e l’Italia salva. Il caso di Novara lo rimise in seggio; e se avesse saputo usar bene l’occasione, egli potea cancellare i torti passati e ricuperare la stima pubblica. Ma siccome, secondo la sentenza di un antico, l’uomo onora il grado e non viceversa, le grazie e le provvisioni, ambite oltre il merito e usate poco modestamente, non fecero altro che chiarire a che dianzi parassero i generosi protesti e i maneggi di un altro genere. Il che, aggiunto ai nuovi saggi che egli diede del suo valore politico, non ha ormai lasciato al Pinelli altri aderenti che i municipali piú disperati, i quali, come complici de’ suoi torti o dipendenti dalla sua fortuna, lodandolo e mitriandolo, vengono ad assolvere e assicurare se stessi."
      },
      {
        "index": 41,
        "text": "Io scrivo queste pagine con dolore, e il silenzio che ho tenuto per due anni ne fa buon testimonio. Siccome gli errori commessi e i mali seguiti non hanno rimedio, io mi passerei brevemente dei torti di un uomo con cui ebbi una lunga dimestichezza, se non avessi ragion di temere che, quando che sia, si rinnovellino. Imperocché l’ignoranza e l’imprevidenza del Pinelli sono accompagnate da presunzione e ostinazione incredibile. L’ignoranza per sé non è vizio, ma riesce tale quando vuole inframmettersi; e se si tratta non d’interessi privati ma de’ pubblici, la presunzione incapace diventa un misfatto. Giuseppe Massari avverte che il Bozzelli e i suoi compagni «non sapevano di far male; ma che monta? In politica poco o nessun divario corre fra la colpa e l’errore, fra l’ignoranza e la malvagitá: gli effetti sono identicamente gli stessi. Carlo Fox diceva stupendamente: ‘l’ignoranza dei ministri esser delitto’»[43]. Gli uomini buoni e onorati debbono pesare le proprie forze e non accollarsi un carico che loro sovrasti, specialmente se dal portarlo bene o male dipende la felicitá o la miseria di tutto un popolo. Non fa alcun torto al Pinelli il non esser uomo di Stato, non avendo dalla qualitá de’ suoi studi potuto attingere le dottrine, né dalla natura ricevuto il giudizio e l’accorgimento che vi si ricercano. Le sue cognizioni legali e la pratica delle discussioni forensi lo metterebbero in grado di giovare alla patria, se sapesse ristringersi nel loro giro, e basterebbero a dargli lode nelle materie di pubblica amministrativa e nell’indirizzo dei piati parlamentari. Ma egli vuole a ogni modo timoneggiare la Stato: vuole ingerirsi nelle quistioni dov’è men competente, risolverle a suo grado e imporre a tutto il mondo le sue risoluzioni. Se non è chiamato alla partecipazion del potere, egli vi s’intrude con quelle nobili arti che abbiamo vedute, ancorché debba a tal effetto soprusar la fiducia d’altri, calpestare i riguardi e le ragioni dell’amicizia. Salito in sella, vuol governare a bacchetta e che i colleghi come sudditi l’ubbidiscano; e ancorché ogni cosa vada in malora fra le sue mani, non sa risolversi a uscire se non necessitato[44]. O forse egli tempera un’ambizione cosí tenace colla docilitá agli altrui ricordi e agli ammaestramenti autorevoli dell’esperienza? Oibò. Si è veduto che caso facesse de’ miei consigli, benché mi chiamasse «maestro»; e io non posso dolermene, poiché non ebbe in maggior conto l’autoritá di Pellegrino Rossi[45]. I posteri non vorranno credere che un causidico del Piemonte, mediocre d’ingegno, oscuro fuori della sua provincia, soro alla scienza e novissimo alla pratica dei maneggi civili, abbia voluto dar legge ad un illustre italiano esaltato dalla Francia alle prime cariche, esercitato da trent’anni negli affari pubblici, autore di opere riputatissime, riverito e ammirato pel singolare intelletto, la dottrina squisita e vastissima e la rara abilitá politica da tutta Europa. Il rifiuto della lega italiana e delle armi francesi (mentre si lasciava in ozio una parte notabile delle proprie) furono errori gravi ma scusabili per la prima volta, atteso l’entusiasmo inconsiderato di quei giorni, in cui l’Italia parea risorgere per miracolo senza concorso d’industria umana. Ma chi crederebbe che, veduti e gustati i tristi effetti di tal procedere, il Pinelli lo imitasse? che due fiate ripudiasse anch’egli la confederazione, due fiate togliesse alla Francia il modo di sovvenirci? che non solo trascurasse le domande e le offerte, ma troncasse le pratiche da altri avviate e condotte felicemente? e in fine si portasse cosí spensieratamente da sconvolgere l’Italia del mezzo, costando al Capponi la carica e al Rossi la vita? Follia inaudita e cecitá incredibile! Non che l’aliena esperienza ma la propria non è valevole ad aprir gli occhi di quest’uomo, anzi diresti che aggiunga loro una benda. La sciagurata amministrazione di agosto, di cui non solo era complice ma principale autore e il cui tristo esito avrebbe disingannato ognuno, non fece che renderlo piú presontuoso e ostinato a chiudere ogni via di scampo e compiere l’eccidio italico."
      },
      {
        "index": 42,
        "text": "Né questo eccidio miserando e le abbattute franchigie e i martori ineffabili della bassa Italia e il trionfo austriaco lo hanno intenerito e rimesso in cervello. Eccovi che anche dopo la pace di Milano ei non si perita di proporre l’alleanza russa a gloria e salvezza del paese, magnificando questo suo trovato e facendo ogni opera per imporlo a chi regge. Né egli è ministro e gli si aspetta di governare: non parla per ufficio, per convenienza, per necessitá, ma incalzato dalla solita smania di trattar delle cose che non conosce e d’intromettersi negli affari che non gli appartengono. Tanto che, senza la savia fermezza dell’Azeglio e de’ suoi colleghi, non è rimasto dal Pinelli che non siasi preso un partito il quale si trarrebbe dietro l’infamia e poi la caduta della monarchia sarda. Se io avessi mestieri di vendetta, potrei forse desiderarla maggiore? Come! per sostenere gli ordini liberi in Piemonte, voi proponete che si raccomandino al piú sfidato de’ lor nemici? per rilevare in questo angolo la disfatta nazionalitá italica, ricorrete all’oppressore dell’Ungheria e della Polonia? Napoli, che gode da due anni quel bene che vorreste impetrare a Torino, v’insegna col suo esempio a che prezzo si ottenga l’amicizia del Moscovita. Né essa si potrebbe disgiungere da quella dell’Austria, interposta fra l’Italia ed il Tartaro e strettagli per affetto, bisogni e aderenze. Per quanto il Pinelli sia novizio in politica e poco versato in geografia, mi si fa duro a credere ch’ei separi nel suo pensiero il patrocinio dei due imperatori, o mesca le acque del Po con quelle del Volga e del Boristene. Accennando alla Russia, egli mirava all’Austria che non osò nominare per verecondia; e in tal modo venne intesa la sua sentenza dagli uditori. L’amore dell’Austria non è nuovo ai municipali, e può parer domestico al nipote di Ferdinando Dalpozzo, quasi per genio proprio e retaggio della famiglia."
      },
      {
        "index": 43,
        "text": "Quest’ultimo tratto di semplicitá ineffabile dee chiarire anche i piú scredenti che l’amico è tuttavia pronto a «salvar» la patria, come ha fatto in addietro; pronto a ripetere, senza mutarvi un pelo, la sua politica del quarantotto. Ora nei tempi gravi che corrono e nei gravissimi che verranno (sieno vicini o lontani, non rileva), gli errori commessi sarebbero ancor piú pregiudiziali; e come costarono all’Italia quanto avea di piú caro, cosí precipiterebbero il Piemonte nello stesso infortunio. Una stretta e vecchia amicizia e una fiducia intima m’indussero a celebrare il Pinelli e a fare ogni opera per dargli un credito, di cui abusò con danno universale. Quante volte in appresso ebbi a pentirmene! quante volte provai quasi un rimorso delle condiscendenze usate e delle parole dette in suo favore! Possano almeno rimediarvi quelle che ora scrivo e far sí che il male avvenuto non si propaghi nell’avvenire. Poiché egli non ha il buon giudizio di ristringersi a quegli uffici dove può esercitarsi con proprio onore e profitto comune, tocca agli altri il tôrgli di uscirne. Imperocché io voglio fare questo pronostico: che se il Pinelli avesse di nuovo in sua balía l’indirizzo delle faccende, il Piemonte ne riporterebbe quei frutti che l’altra Italia ne colse pochi anni sono. Né giova il dire ch’egli ami il paese e sia tenero dei nostri instituti, ché questi amori scompagnati dal senno non provano, e piú nuoce un imprudente amico che molti nemici. Io non parlo per risentimento privato e gli perdono volentieri i danni miei propri, ma non posso perdonargli quelli che ha fatti alla mia patria, e debbo, per quanto mi è dato, ovviare ai maggiori. Tanto piú che, per quanto riguarda il Piemonte, sarebbe di rischio il misurare dai fatti preteriti le probabilitá future, quasi che un legno sfuggito al naufragio comune de’ suoi compagni possa ripromettersi la stessa fortuna al rinfierire della burrasca. Né gli uomini, avvezzi a distinguere la veritá delle cose dalla loro parvenza, debbono troppo assicurarsi del presente, potendo sin d’oggi conoscere quanto la politica municipale abbia disservito eziandio il Piemonte e le sue instituzioni."
      },
      {
        "index": 44,
        "text": "L’errore fondamentale di questa politica consiste nel credere che il Piemonte sia nazione e non parte di una nazione, e che però abbia in se stesso tutte le doti e le forze che al compíto essere nazionale appartengono. Se ha una nazionalitá sua propria, esso fa bene ad appartarsi dall’altra Italia, a voler che Torino sia la metropoli dello Stato, a rifuggire da ogni unione colle altre provincie, come quella che, recando altrove il centro dell’azione politica, lo renderebbe vassallo di un imperio straniero. Ed essendo nazione, può esser libero, autonomo, potente, culto e aver col possesso la sicurezza di tali beni. Ma se la nazionalitá propria del Piemonte è una chimera solenne e manifestamente contraria alla natura delle cose; se per la piccolezza e postura del paese, il numero, la stirpe, la lingua degli abitanti, esso non è né può essere che un membro della famiglia italiana; ne segue che non può esser nazione se non mediante il connubio di questa e partecipando alla nazionalitá comune. Ora siccome la nazionalitá è la base, il compimento, la guardia di ogni diritto e vantaggio civile, la solitudine del Piemonte, privandolo dell’essere di nazione, viene a spogliarlo eziandio degli altri beni, o almeno a renderli deboli, vacillanti, precari, che è quasi tutt’uno. Poco giovano l’acquisto e il possesso se non gli accompagna la sicurezza, vale a dire se non sei certo di mantenere il guadagno e il frutto de’ tuoi sudori. La sicurezza nasce dalle guarentigie, e la prima guarentigia di un popolo è l’autonomia, perché gli ordini liberi possono al piú difenderlo dalla oppressione interna ma non mica dalla straniera. Ora l’autonomia, che è come dire la libertá verso il difuori, è anch’essa caduca se non è tutelata dalla potenza, né questa può darsi fuori della nazione[46]. La libertá e l’autonomia nacquero in Piemonte ad un parto e furono effetto del moto nazionale. Se i municipali avessero avuto fior di prudenza, si sarebbero accorti che elle non possono durare se non per opera del principio che le ha prodotte, e quindi avrebbero atteso a compiere ed assodare la nazionalitá italica. Ma in vece essi posero ogni studio a lasciarla perire: attraversarono con mille ostacoli e resero finalmente impossibile la guerra, l’unione, la lega, credendosi di toccare il cielo col dito perché il Piemonte era libero e avea lo statuto, quasi che gli statuti bastino alla libertá dei popoli che vivono a discrezione d’altri e abbisognano di patrocinio."
      },
      {
        "index": 45,
        "text": "Ora anche i piú ciechi cominciano a conoscere i frutti di tal politica. Che cos’è infatti lo statuto subalpino? Un ordine che dipende dal beneplacito dell’Austria e dalla protezione dell’Inghilterra. Il Piemonte è libero perché i potentati gli permettono di essere: egli gode quella libertá che hanno gli allievi di un collegio nelle ore di ricreazione. Certo questo privilegio è meglio che niente, ma basta forse alla dignitá e alla felicitá di uno Stato? Che libertá è questa onde sei meno sicuro che i braccianti del loro salario, né puoi prometterti con certezza di conservarla sino a domani? Non perciò io biasimo l’Azeglio di aver cercato l’appoggio della Gran Bretagna; anzi è da lodare, dappoiché il Piemonte perdette a causa dei municipali le occasioni che aveva di assicurarsi da se medesimo. Ma il patrocinio inglese non è bastevole perché incerto, potendo venir meno per una semplice mutazion di governo nella nazion che lo porge, e perché piú forti di questa sono coloro che lo contrastano. Quando in Londra per un istante pervenne al potere la fazione men liberale, giá l’Austria si allestiva a ripassare il Ticino; il che mostra quanto sia fondato il credere che il favore non dipenda dalla qualitá dei ministri. Né osta che gli aristocratici sieno impegnati e interessati anch’essi a proteggerci, perché l’impegno è debole quando è combattuto dalle idee politiche, l’interesse è fragile quando al sorgere di un nuovo caso può essere contrabbilanciato e vinto da utilitá maggiore. Possono nascere mille accidenti per cui l’Inghilterra abbia d’uopo di amicarsi l’Austria e, abbandonando il Piemonte, riceva largo ristoro dell’abbandono. Trista è la sorte dei deboli che dipendono dalla gara dei forti, e nelle contese di questi va sempre col peggio chi può meno. Ma facciasi certo e stabile il patronato britannico: io dico che esso sará insufficiente a salvarci, perché il papa e tutta l’Italia inferiore, Austria, Prussia, Russia, Francia[47] piú possono che l’ Inghilterra e piú preme a loro di opprimerci che a questa di tutelarci. Per lei il Piemonte amico è uno spicchio de’ suoi commerci: per gli altri il Piemonte libero è di continuo pericolo alla signoria loro. Laonde se la politica regressiva dei detti Stati prosegue il suo corso e perviene a compimento, egli è fuor di dubbio che noi avremo la stessa sorte: perché Italia, Germania e Francia, tornate al dominio assoluto o quasi assoluto, non possono patire un Piemonte sinceramente costituzionale; né l’Austria, il pontefice, Toscana, Napoli, tollerare che ai loro confini sventoli un’insegna e risuoni una voce di libertá. Forse l’Inghilterra protesterebbe ma invano, e da folle saria il richiederle altro che proteste, quasi che le tornasse conto il rischiare se stessa all’altrui giuoco e sostenere per amor nostro una guerra universale. Il che tanto è vero che i municipali stessi cominciano a diffidar dell’aiuto inglese, e a riporre le loro speranze in un nuovo moto di Francia e nel trionfo di quelle sètte che un anno fa erano bersaglio alle loro maledizioni. Ma una repubblica eccessiva di qua dalle Alpi renderebbe probabile la subita caduta della monarchia sarda: l’assodamento di una repubblica temperata la preparerebbe piú dalla lunga. Cosicché la politica del Pinelli e de’ suoi compagni riesce in ultimo costrutto a un Piemonte schiavo o repubblicano; tanto è felice ne’ suoi computi e previdente dell’avvenire."
      },
      {
        "index": 46,
        "text": "Quali sieno per essere un giorno le sorti del Piemonte si può inferire da quello che giá avvenne alle altre provincie, imperocché è fuor di natura che le stesse cause non producano gli stessi effetti. Ora qual fu l’effetto della politica subalpina nell’altra Italia se non la caduta del principato? Questo in appresso risorse per le forze esterne, ma parlando moralmente vi è quasi morto; e in Roma, in Toscana, in Napoli non sopravvive il governo ma la rivoluzione. Ed è ragionevole, perché ogni bisogno non soddisfatto è pregno di cangiamenti. Non solo il vivere libero ma l’essere nazionale è un prepotente bisogno dell’etá nostra; e siccome le parti indirizzate a fare un tutto si muovono l’una verso l’altra, cosí il Piemonte aspira all’Italia, l’Italia aspira al Piemonte, e finché la tendenza non è appagata è impossibile che si acquetino. E non dite che questa propensione è ancor debole in molti, perché la sua natura è di crescere. Crescendo, il bisogno non pago diventa disagio, agitazione, fremito; e ogni fremito popolare è principio di rivoluzione. Cosí la setta municipale, in vece di spegnere i semi di nuovi rivolgimenti, gli ha a maraviglia ampliati. E siccome ella operò in nome della monarchia sarda, dell’opinione costituzionale, della politica moderata; cosí queste, apparendo come complici de’ suoi errori, incorsero nel discredito e nell’infamia delle sue opere, e la riputazione da loro perduta trapassò alle schiere degli avversari. Fra quei tanti che a principio speravano nel principato civile come atto a fondare la nazionalitá italica, molti oggi ne disperano dopo la trista esperienza, e le loro speranze si son rivolte a un’altra forma di reggimento. Or qual è questo e quale può essere se non la repubblica? E però non solo due terzi d’Italia sono in bollore e in tempesta, ma le dottrine popolari ogni giorno vi acquistano di estensione e di forza; ogni giorno il governo regio vi scapita di fiducia e di stima per opera di coloro che se ne chiamano i difensori."
      },
      {
        "index": 47,
        "text": "Quanto piú savia ed antiveggente è l’Austria nella sua politica! Se i nostri municipali avessero fatto a salute d’Italia ciò che quella opera a sua perdizione, essi avrebbero vinta la prova. La guerra, la lega e la signoria dell’alta Italia furono da lei abbracciate e proseguite con tanto ardore (benché ella avesse la rivolta in casa) quanto il Piemonte, sicuro e tranquillo, ne mise a ripulsarle. Il cuor dell’imperio non ebbe paura di spolparsi e di versare il suo sangue per ricuperare Milano e Venezia, benché lontane e divise dalla mole delle Alpi non mica da un fiumicello. Né potendo riuscirvi colle forze proprie, l’Austria accettò l’aiuto della Russia, benché a lei piú umiliante e pericoloso che non al Piemonte sarebbe stato quello di Francia, per le diverse attinenze e le svariate condizioni dei due Stati ausiliari. In vece di trascurare l’egemonia italica, pose ogni studio a procacciarsela, e seppe sí ben maneggiarsi colle arti diplomatiche presso le varie corti ch’ella ha oggi in sua balía, Napoli, Roma, Toscana, Modena, Parma; tanto che a stabilire una lega doganale, commerciale, militare, politica, e una societá, come la chiamano, «di comune e pubblica sicurezza», non manca che il protocollo. Ragguagliate a questo procedere quello dei nostri municipali, i quali potevano con somma facilitá ottenere quello a cui l’Austria va dietro con fatiche e sforzi indicibili. Imperocché per sortir l’intento ella dee andar contro natura, dove che al Piemonte bastava il secondarla. L’una mira a disfare una nazionalitá e ha contrario il senso dei popoli, la forza delle cose, il genio del secolo; onde per quanto ella sia accorta nell’elezione dei mezzi, lo scopo assurdo ed iniquo toglie al suo lavoro ogni fiducia di durevole riuscimento. Laddove l’altro, proponendosi un fine ragionevole e santo, avrebbe trovata quella agevolezza con cui l’arte umana si travaglia quando ubbidisce a Dio e alla natura."
      },
      {
        "index": 48,
        "text": "Ottima cosa è il predicare ai popoli liberi «la fede nelle proprie instituzioni», come odo che taluno suol fare in Piemonte. Ma la fede in politica, non altrimenti che in religione, dee essere un ossequio ragionevole e non mica superstizioso, quale riuscirebbe se contro la ragion delle cose si credesse agli ordini liberi disgiunti dai nazionali. Creda il Piemonte in se stesso, purché creda insieme alla patria comune. La fede verso l’Italia fu il principio fattivo delle sue franchigie e sola può conservargliele. Testé io diceva che segregato e solitario egli non può essere autonomo; ma ora aggiungo che può rendersi tale, purché osi sprigionarsi dall’egoismo municipale e aspiri di nuovo alla comunanza, ché il solo proposito efficace di questa sará valevole a restituirgli quel bene che giá gli diede e che egli ha perduto per propria colpa. Vedremo a suo luogo in che modo questo si possa fare. Ma se si predica al Piemonte di sperar bene senza l’Italia, è come se un astronomo esortasse la luna a star di buona voglia, ancorché la terra, che è il centro della sua orbita, andasse in fascio. A coloro poi che lo stimano infermo e in pericolo per altre cause affatto secondarie, si può dire come al tisico che si doleva del patereccio: — Amico, il tuo male non è nell’unghia. — Ho parlato solo della libertá e della monarchia rappresentativa, che sottostanno alla cultura d’importanza e di pregio, avendo esse verso di questa la proporzione dei mezzi col fine. Ma mi riserbo altrove a mostrare come il Piemonte appartato sia inetto egualmente alla maggior parte dei progressi civili e ai frutti della vita libera, onde apparisca sempre meglio quanto sia assurdo e malefico il dogma municipale."
      }
    ]
  }
}
