{
  "chapterNumber": 17,
  "title": "Libro II, Cap. 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "del rinnovamento italiano ed europeo"
      },
      {
        "index": 1,
        "text": "Il moto italiano, incominciato circa un lustro addietro e, quantunque sospeso, non ancora finito, si parte in due periodi: l’uno passato e l’altro avvenire, divisi da un tempo di ristagno e di pausa che corre presentemente. Siccome il primo di questi periodi fu salutato sin da principio come un «Risorgimento», cosí, per distinguerlo dal secondo, chiamerò questo: «Rinnovamento», dando il nome d’«interregno italiano» allo spazio che li divide, atteso che l’Italia come nazione ha di nuovo, per cosí dire, perduto lo scettro di se medesima. I princípi del Risorgimento furono assennati e felici; ma venuta meno la civil prudenza, gli errori si trassero dietro le disavventure, come vedemmo nell’altro libro. L’epoca futura potrá meglio avverare le nostre speranze, se saremo solleciti di apprestare i rimedi opportuni ai falli commessi, alcuni dei quali possono mettersi in opera sin da oggi; onde l’interregno non dee essere una sosta oziosa ma un apparecchio fecondo del Rinnovamento. Denominando cosí la mutazione che verrá tosto o tardi portata e necessitata dal corso naturale dei successi politici, non credo di dare alle parole un significato affatto arbitrario. Imperocché la qualificazione di «Risorgimento» si accomoda meglio di altra al moto andato, accennando al risvegliarsi e, come dire, al risuscitare che fece l’Italia, riavendo piú viva la coscienza di se stessa e de’ suoi diritti, quando né le condizioni interne né le esteriori le permettevano di aspirare a molta novitá d’instituzioni. Anzi proprio carattere di questo periodo fu il mantener la sostanza dei vecchi ordini, pur mirando a correggerli, riformarli, perfezionarli e infondere in essi novelli spiriti coll’unione e la libertá. Il che era cosí essenziale al Risorgimento che, quando si volle andar piú avanti e innovare sui punti capitali, non che riuscirvi si tornò indietro e venne meno quel poco che si era acquistato. All’incontro il movimento futuro, che ci è dato di antivedere e che siamo in debito di preparare, sará un Rinnovamento, perché i popoli italici, giá fin d’ora usciti dall’antico sonno, dovranno mutare piú o meno i modi e i termini del loro stato civile, conforme alle nuove condizioni della vita europea. Se il disegno primiero fosse stato colorito, le vicende di cui discorro seguirebbero né piú né meno coll’andar degli anni, e il Risorgimento diverrebbe Rinnovamento. Se non che la mutazione avria luogo bel bello, per gradi, e sarebbe appena sensibile, conciossiaché gli uomini non sogliono accorgersi del nuovo quando esso consiste nel lento e continuo transustanziarsi dell’antico. Dove che, fallito il Risorgimento e ripristinate le italiane miserie con qualche aggiunta, il rivolgersi delle nostre sorti, giunta l’ora, sará piú rapido e repentino che non sarebbe nell’altro caso, né la novitá verrá forse palliata dallo sdrucciolo della transizione e dal tempo. Per la qual cosa, se il Risorgimento continuato sarebbe stata una trasformazione, cioè uno svolgersi scalato ed equabile, il Rinnovamento avrá piuttosto aspetto e qualitá di rivoluzione."
      },
      {
        "index": 2,
        "text": "Io reputo di gran rilievo il distinguere le due epoche e cernere esattamente le ragioni del passato da quelle dell’avvenire. Imperocché dalle idee confuse che si hanno a questo proposito nascono, se mal non mi appongo, il languore, la disfiducia, l’irresoluzione, i dubbi, la sterilitá di concetti e di partiti che campeggiano nella politica speculativa di una buona parte dei liberali italiani, e la fiducia soverchia, la pratica incerta, l’inerzia e la poca antiveggenza di coloro che reggono il Piemonte. Dal che è facile il conghietturare che, quando i tempi muteranno, le sètte, guastatrici del moto preterito, saranno d’inciampo altresí al futuro. I municipali, che per indole e per costume stanno sempre di qua dal segno, si adopreranno per fare del Rinnovamento un Risorgimento prepostero e fuor di luogo; e i puritani, avvezzi a trascorrere, mutandolo in iscompiglio e sconvolgimento, causeranno una riscossa peggiore della presente. Né le sètte dialettiche si mostrano gran fatto piú avvedute, perché molti democratici ondeggiano fra quelle idee perplesse e indeterminate che, quando poi sopravviene l’acconcio di operare, li rendono agevolmente zimbello dei demagoghi. Non pochi dei conservatori disperano dell’avvenire e se lo rappresentano come una continuazione o un peggiorar del presente; e i piú benesperanti non sanno uscir del passato, credendo possibile il rifar l’Italia e l’Europa quali sarebbero state nel quarantotto se il senno dei liberali avesse risposto alle speranze. Grave e pericoloso errore, perché il passato non si rifá, o piú tosto si può di leggieri reiterare il male ma il bene non mai. Il Risorgimento appartiene alla storia antica e solo per un miracolo potria ripetersi nell’avvenire. L’arbitrio e l’arte sono impotenti senza quel concorso di cose e di fatti che dipendono dalle leggi governatrici del mondo; il qual concorso nella vita attiva e civile chiamasi «occasione». L’occasione è alata e sfuggevole, e chi non l’afferra nel punto opportuno la perde senza rimedio. Molte ne ebbero gl’italiani per menare a buon fine il Risorgimento e anche per rimetterlo sul buon sentiero, ma vennero tutte male adoperate o neglette o buttate via. Nessuno, io credo, fu piú sollecito e tenace degli ordini di quello che io mi fossi, finché rimase un filo di speranza per ravviarlo. Ora ogni resto di ragionevole fiducia è spento, e il riluttare e perfidiare coiftro la realtá non sarebbe costanza ma ostinazione. La vera costanza consiste nel proponimento del fine e non mica nell’elezione dei mezzi, i quali debbono variare secondo i tempi; e chi a questi non si accomoda e, mutate le cose, s’incaponisce a perseverare nella via antica, è in effetto versatile sotto specie di fermezza, spogliando la politica del suo carattere essenziale, che consiste nell’opportunitá e congruenza. Lo scopo del Risorgimento e del Rinnovamento è tutt’uno, come quello che risiede nel dare all’Italia essere di nazione con tutti i beni che ne conseguono, cioè libertá, unione, autonomia, potenza, cultura e via discorrendo. Ma i mezzi, potendo essere diversi, debbono variare se si mutano le circostanze e si modifica la materia in cui versano le operazioni. Si dee bensí aver l’occhio a pigliare per norma non giá le astrattezze e le preconcette opinioni ma la realtá sola, guardandosi cautamente di valicare quei termini che le sue condizioni prescrivono."
      },
      {
        "index": 3,
        "text": "Le buone occasioni in politica non si possono cogliere ed usare se non da quelli che vi sono apparecchiati e che però le antiveggono, giacché ogni apparecchio importa una precognizione. Raro è pertanto che fruttino le occorrenze affatto imprevedute; e quelle appunto che avemmo negli ultimi anni non ci furono di profitto, perché coloro a cui toccava di adoperarle, non avendone avuto presentimento alcuno, le ributtarono o le sciuparono. Ma per conoscere le opportunitá uopo è apprendere le loro attinenze colle condizioni e coi bisogni correnti, uopo è ponderare i possibili e probabili effetti che possono derivarne. Il che mancò eziandio ai nostri rettori; i quali, operando alla cieca, non vedendo ciò che doveva farsi o fuggirsi, non formandosi un chiaro concetto delle doti, delle leggi, dei presídi, dei limiti naturali e necessari del Risorgimento italiano, non avendo alcun concetto dello stato universale di Europa e de’ suoi influssi sulle cose nostre, e meno ancora sapendo dalle condizioni presenti conghietturar le avvenire, fecero sí che quei casi dai quali sarebbe potuta nascere la salute accrebbero in vece le nostre calamitá. Ora la stessa sorte toccherá al Rinnovamento se non si medica il male nella sua radice, cacciando via l’ignoranza che è madre d’imprevidenza. A tal effetto uopo è formarsi una giusta idea dei casi soprastanti, deducendola dagli accaduti e dallo stato presente delle cose mediante la notizia delle leggi immutabili che governano la natura e la societá umana, imperocché senza questa scorta ideale la notizia dei fatti è sterile e non può dar luogo a induzioni ragionevoli e fondate. L’uomo, non potendo mutare l’essenza delle cose, dee studiarsi di conoscerla per secondarla, guardandosi dalla stolta presunzione di volerla urtare, piegarla a’ suoi capricci, farla ubbidire alle proprie preoccupazioni. Ma come si può sortir l’intento se non si reca nell’inchiesta un animo libero da ogni illusione di parte, uno spirito prudente per non trascorrere, e ardito per abbracciar quel futuro che giá presussiste a guisa di germe nelle cagioni e sará attuato dal corso fatale degli eventi? Dico «fatale», avendo rispetto a quella parte dei casi che dipende da leggi universali e invariabili, non a quella che procede dall’arbitrio umano. Ma l’arbitrio può solo nei particolari, e il suo sviarsi non ha forza di rompere le leggi che reggono il mondo civile cosí fermamente come quello della materia; pogniamo che riesca a rallentarne o renderne meno perfetta e regolare l’esecuzione. Perciò se la nostra antiveggenza non può côrre le particolaritá che dipendono da libera elezione, può bensí apprendere i generali, come quelli che derivano dalla natura e dalle sue leggi."
      },
      {
        "index": 4,
        "text": "Stando adunque fra questi termini e districando dai fatti patenti e presentanei i semi riposti, in primo luogo io mostrerò che il Rinnovamento italiano non può essere una semplice ripetizione del Risorgimento; poi andrò cercando, stando in sui generali, quali sieno i caratteri, le leggi e i cardini suoi propri. Compiuti questi due assunti per quanto le mie forze me lo permettono, passerò ad abbozzare alquanto piú divisatamente (senza però uscire dagli universali) le condizioni richieste alla nuova èra e a combattere alcuni errori vigenti che possono pregiudicarle. Nel fermare le note e le proprietá del moto avvenire io non dirò nulla di mio: sarò semplice storico e m’ingegnerò di essere divinatore nei termini ragionevoli, deducendo dai fatti certi e presenti le contingenze e probabilitá future. Osserverò insomma il metodo che ho sempre tenuto per l’addietro nelle cose civili, studiando la realtá delle cose e fondando in essa i miei giudicati. Cosí feci quando mi adoperai a preordinare il Risorgimento o a conservarlo, traendo dallo studio delle condizioni e dei successi di allora i suggerimenti e i pronostici. Bene antiveggo che molti ai quali spiaceranno le mie conclusioni me le apporranno a colpa, come se io fossi complice della certezza o probabilitá loro, e stesse in poter mio di dare agli avvenimenti un indirizzo diverso da quello che è voluto dalla providenza. Il che è come imputare la crisi o la morte dell’infermo al medico che la predice. Non crederei possibile tanta semplicitá se non ne avessi fatto piú volte esperienza a mio costo, e specialmente quando mi avvenne di avvertire i fautori della mediazione e i nemici dell’intervento ch’essi la davano vinta ai puritani e ai tedeschi. Ma io non voglio confondere con questi politici miopi di corte o di campanile gli uomini che governano il Piemonte, i quali non ignorano che l’utopia peggiore è l’ingannarsi dell’avvenire. E però egli è bene che affisino coll’occhio e misurino con fermo animo i probabili eventi, sia perché i mali antiveduti meno addolorano, e perché antivedendoli si può cavarne qualche costrutto o almeno renderli men rovinosi."
      },
      {
        "index": 5,
        "text": "Entrando ora nella proposta materia, dico che il Risorgimento non si può riassumere con fiducia di far opera che duri, essendo variate notabilmente le condizioni intrinseche ed estrinseche che lo produssero e lo alimentarono. L’unione patria dei principi fra loro è difficilissima per non dire impossibile, avendo essi rinnegata l’Italia e stretta amicizia co’ suoi nemici. La concordia dei principi coi popoli è impossibile egualmente, da che i primi tolsero ai secondi le franchigie date, divennero retrogradi, e alcuno di essi sprezzabile per l’incostanza e la dappocaggine, altri abbominevole per la fiera e sbrigliata tirannide. Vero è che questi biasimi non cadono sul re di Sardegna: ma egli è solo, e che può uno contro tutti? Oltre che, la monarchia piemontese ha rimesso alquanto del suo splendore e del suo credito, essendosi chiarita impotente a redimere la nazione. L’accordo mirabile delle varie classi è difficile a rappiccare, conciossiaché il papa mutato, i gesuiti risorti, il sanfedismo ripullulante, l’episcopato infesto a libertá, mantice e scudo di oppressione, la copia dei giornali pinzocheri e retrogradi, hanno grandemente alterato se non distrutto il consenso del ceto secolaresco col clericale. E benché una parte piú o meno notabile del minor sacerdozio e alcuni pochi membri (tanto piú benemeriti) del maggiore sieno tuttora affezionati alla causa italiana, essi piú non osano né possono favorirla, mancato loro l’appoggio del centro romano e convertiti a gran numero in ardenti nemici del civil progresso altri chierici che a principio fingevano di approvarlo o lo tolleravano. Gli altri ordini cittadineschi non sono meno discordi, atteso i cattivi umori e le malevolenze seminate dalle sètte, la paura nata da certe opinioni. I nobili astiano i popolani e ne sono astiati a vicenda, i conservatori si azzuffano coi democratici, la plebe delusa dalle classi colte le guarda in cagnesco, e i facoltosi spiritano a udire il nome dei socialisti. I politici di municipio si abbiosciano, perduti d’animo sotto la comune oppressura, e in Piemonte gonfiano di vane speranze; i puritani e gl’illiberali fanno a chi piú strazia colle congiure e le avanie la povera Italia e muovono una guerra disperata a chi non la pensa del tutto come loro. Le varie provincie sono anche in rotta le une colle altre; Lombardia e Genova tengono piú o meno il broncio al Piemonte, Sicilia a Napoli; Roma è divenuta nemica di tutto il mondo; Pio nono, rinnovando e aggravando i tempi del Capellari, ha reso il papato civile irreconciliabile colla nazione, la quale, non che trovarci un appoggio, è ormai costretta a considerarlo come il maggiore ostacolo delle sue brame."
      },
      {
        "index": 6,
        "text": "Fra tanti squallori sorge il Piemonte come oasi nell’eremo, perché l’esercito proprio impedí gli strani di manometterlo, e il principato non interrotto tolse ogni appiglio di rifarsi ai nemici delle franchigie. Tuttavia se le condizioni non paiono mutate, chi le misura dal solo intrinseco, siccome il valore di questo dipende dalle estrinseche attinenze, il Piemonte dalla pace in poi non è piú quel di prima. Dianzi era italiano e nazionale, oggi non è piú che subalpino e municipale. Dianzi consonava al resto d’Italia libera e civile, e tale conformitá gli dava influsso, puntello, presidio; oggi è eterogeneo verso gli altri domíni tedeschi o intedescati della penisola. Dianzi esercitava o poteva esercitare colle armi, coll’autoritá, colle pratiche, un imperio egemonico sul rimanente della nazione; oggi è ritirato in se stesso, privo di ogni maggioria estrinseca e ridotto a tenere per gran fortuna se è lasciato stare e vivere in pace dai conterranei e dai vicini. S’egli fosse uno Stato grande, potrebbe trovar compenso a tali difetti; ma, essendo piccolo e debole, egli è chiaro che quelle influenze le quali piú non manda è costretto a riceverle, che non avendo piú balía in Italia è in servitú di Europa; e insomma che non essendo piú il centro dell’orbita nazionale, è divenuto un satellite rapito in giro (benché non se ne accorga) da una vertigine esterna. Lascio stare le altre considerazioni giá fatte intorno allo stato precario della libertá e indipendenza piemontese e ai rischi che corrono."
      },
      {
        "index": 7,
        "text": "Le condizioni estrinseche dell’Italia in universale sono pure differentissime. Nel periodo del Risorgimento la nostra penisola armonizzava col resto di Europa, mirando ad appropriarsi le instituzioni politiche comuni ai paesi piú ingentiliti. Il principato civile tendeva a uniformare e ridurre, per cosí dire, a un livello politico le varie nazioni; né la Francia, che dopo le stragi di giugno inclinava a un patronato moderatore, si può dire che turbasse sostanzialmente l’accordo. Oggi tutto è mutato, e per un singolare intreccio di cose si può dire che non solo il male ma anche il bene ci sia avverso. Imperocché da un lato le vittorie dell’Austria, la prostrazione della Prussia, il prevaler della Russia, l’oppressura dall’Ungheria e della Polonia, la corruttela governativa della Francia, quanto sono favorevoli al regresso predominante in due terzi d’Italia, tanto rimuovono ogni aspettativa di miglioramento e pericolano quel solo angolo di essa che serba intatte le franchezze acquistate. Dall’altro lato essa Francia ridotta a stato di popolo, la parte democratica crescente ogni giorno fra le culte nazioni di Europa, lo sdegno e la sconfidanza universale verso i principi, come autori e complici di tante sciagure, sono disposizioni poco propizie allo Stato regio e lo debilitano anche in quei luoghi dove non si è macchiato colle brutture e colle fierezze. Brevemente, il contrasto tra il desiderio ed il fatto non fu mai cosí vivo e notabile come oggi, ché quasi tutto il mondo civile è in effetto oppresso da giogo dispotico e per istinto inclina alla repubblica. Vedesi adunque quanto sia mutato l’essere dei popoli italici, che soggiacquero alla sorte comune; e il Piemonte, che solo conserva la monarchia civile, è minacciato insieme, quanto allo statuto, dal regresso presente e, quanto al principato, dalle future rivoluzioni."
      },
      {
        "index": 8,
        "text": "Il ripigliare l’opera del Risorgimento italiano essendo impossibile, resta che si dia mano ad apparecchiare il Rinnovamento. Ma le leggi di questo non si possono definire colla precisione recata negli ordini teoretici di quello, anche prima che cominciasse; e ciò per una ragione che distingue essenzialmente i due moti e le due epoche. Il primo dei quali fu affatto autonomo e governato soltanto dalle condizioni e dal genio proprio d’Italia; laddove il secondo dipenderá in gran parte dai casi esterni, il campo e il corso dei quali è tanto piú vasto e intralciato quanto viene a comprendere un maggior numero di popoli e di paesi. Ora se, quando noi eravamo padroni degli eventi e il giro delle nostre considerazioni non si dovea gran fatto allargare fuori d’Italia, non era impossibile il determinare anticipatamente l’indirizzo che dovea tenersi, ciascun vede quanto l’opera sia piú malagevole ora che è d’uopo abbracciare colla politica divinazione presso che tutta Europa. Perciò a cogliere quegli universali del futuro assetto che possono cadere comechessia sotto la nostra apprensiva, non vi ha altro metodo sicuro che quello di studiare il processo del Rinnovamento europeo, di cui l’italiano sará una parte, quasi scena di un dramma o episodio di un poema. Il Rinnovamento di Europa è l’ultimo atto di una rivoluzione incominciata quattro o cinque secoli addietro e non ancora compiuta; rivoluzione che io chiamerei «moderna», perché destinata a sostituire un nuovo convitto a quello del medio evo. Le rivoluzioni particolari in ordine al tempo e allo spazio non sono che membri di questa rivoluzione generale, la quale è una, perché informata dal genio della modernitá e tendente a metterlo in atto per ogni sua parte. È universale di soggetto, perché abbraccia ogni appartenenza del pensiero e dell’azione e spazia cosí largamente come tutto il reale umano e tutto lo scibile. È universale di domicilio, perché si stende quanto la cultura figliata dall’antichitá grecolatina e dal cristianesimo; e però comprende, oltre l’Europa, una parte notabile del nuovo mondo e tutte le adiacenze asiatiche, affricane, oceaniche della civiltá europea. È infine continua, perché sebbene interrotta da tregue apparenti non cessa mai e, sospesa di fuori, rientra nelle viscere del corpo sociale e ci lavora sordamente per un certo tempo, finché scoppia di bel nuovo e introduce nel vivere esterno altre mutazioni. Se gli autori di queste non trapassassero la giusta misura del progresso (la quale si vuol determinare dallo stato delle idee e dall’opinione invalsa nei piú) e i partigiani degli ordini antichi le accogliessero di buon grado, la rivoluzione avrebbe termine, sottentrando in suo scambio un graduale ed equabile avanzamento. Ma stante che per l’infermitá umana gli uni trasvanno e gli altri tirano indietro, ai corsi precipitosi succedono gl’indugi e i regressi, che sono altrettanti interregni della rivoluzione e la prolungano in vece di porle fine; il quale non avrá luogo finché il vecchio[1] non sia sterpato affatto e la modernitá non informi ogni parte della comunanza."
      },
      {
        "index": 9,
        "text": "La rivoluzione moderna non è capricciosa e arbitraria ne’ suoi punti fondamentali, ma guidata da ferma e costante necessitá. Chi voglia conoscerne l’indole, i progressi e l’esito dee guardarsi dal vezzo volgare di sostituire i suoi fantasmi alla natura delle cose, come fanno gli utopisti, che vedendo il mondo in via di trasformazione, ciascuno di essi vorrebbe raffazzonarlo a suo modo. Ora per cansar le utopie fa d’uopo studiare i fatti; e i fatti, che acchiudono i germi degli ordini avvenire e ne necessitano tosto o tardi l’adempimento, sono i bisogni. Il bisogno nasce da una privazione, cioè da un’attitudine sentita e non soddisfatta, e quindi importa due cose, cioè un’idea e un desiderio. Tre idee e tre desidèri, come ho giá notato, invalgono oggi universalmente, cioè la maggioranza del pensiero, la costituzione delle nazionalitá e la redenzione delle plebi. Tutti gl’incrementi di qualche sostanza, e i concetti che sono in voga presentemente, si riferiscono all’uno o all’altro dei detti capi. Tutti quelli che ebbero luogo piú o meno in addietro ne sono un principio, un apparecchio, un’appartenenza; come a dire la libertá politica, la tolleranza religiosa, l’ugualitá cittadina, l’equitá e la mansuetudine delle leggi civili e del giure delle genti, gli aumenti dei traffichi, degli artifici, delle nobili discipline, e via discorrendo. Ma l’attuazione di cotali assunti è ancora assai lungi dal compimento suo; e i capitoli di Vienna, in cui si fonda la polizia vigente di Europa, non che vantaggiarli, nocquero loro, menomando gli acquisti giá fatti e ritraendo il secolo in alcune parti verso il tenore delle etá barbare. La politica viennese è dunque il termine da cui conviene allontanarsi. E qual è la meta a cui fa d’uopo appressare? La meta è il realismo della ragione e della natura. Il Rinnovamento europeo consiste adunque nel sostituire, intorno ai prefati articoli del convivere umano, gli ordini razionali e naturali, accordanti colla realtá delle cose, agli ordini artificiali e contrari a ragione e a natura, che furono introdotti od avvalorati dal congresso di Vienna. Il quale abolí la maggioranza del pensiero, incatenandolo e assegnando il monopolio dei pubblici affari agl’inetti o ai mediocri; spense o alterò le nazionalitá europee, introducendo un ripartimento di Stati distruttivo o lesivo di quelle; e per ultimo non che riscattare le plebi ne peggiorò l’essere, perpetuandone la miseria e aggiugnendo nuovi ostacoli al loro miglioramento."
      },
      {
        "index": 10,
        "text": "Parlando di natura, intendo di accennare a quella che non è greggia ma limata e compiuta dall’arte, la quale torna tutt’uno coll’uso, che è «fabbricata natura»[2], essendo figliuola del pensiero che la signoreggia. La ragione non può dividersi da questa natura perfezionata di cui è l’anima, come la natura cumulata dall’arte è il corpo della ragione. «Il naturale è razionale» (dice Tertulliano[3]) e viceversa, essendo che i fenomeni onde consta la natura pigliano solo aspetto di leggi quando si ammogliano alle idee somministrate dalla ragione. La natura incolta e primitiva è il germe, di cui l’arte mediante la ragione è l’esplicamento; la natura è la potenza e la materia del progresso umano, a cui l’arte e la ragione dánno l’atto e la forma; nella qual manifattura la ragione porge la regola e l’arte fa l’ufficio di causa effettrice, onde il progresso per tal rispetto è il ritorno artifiziale e ragionevole agli ordini naturali. La civiltá è l’effetto dell’arte; e perciò si dá un’arte o civiltá falsa, che si dilunga dalla natura e in vece di svolgere le virtualitá native mira a distruggerle[4]. Quest’arte o civiltá contrannaturale è madre della falsa politica, sia di quella che va dietro a utopie impossibili o s’ingegna di preoccupare con progresso precipitoso le condizioni di un remoto avvenire, sia di quella che rinverte al passato e spegne i ragionevoli acquisti. Gli ordini di Vienna appartengono a questa seconda specie e, violando la natura non meno che la ragione, tanto fu lungi che riuscissero a quietare l’Europa, che anzi porsero esca e incentivo a nuovi e continui disordini. Il Rinnovamento sará all’incontro una riformazione del mondo civile a norma delle leggi naturali, e avrá per regola l’adagio morale del Portico, confermato dal cristianesimo[5] che «si dee vivere secondo natura»[6]. Chi si conforma a natura è felice, chi le ripugna è misero; il che si verifica nei popoli e negli Stati non meno che nei particolari uomini e nelle famiglie. Le cose umane non sono stabili se non in quanto ritraggono della suprema stabilitá creata, cioè della natura; la quale, dice un nostro scrittore, «certa consiste, ferma e costante in ogni suo ordine e progresso; nulla suol variare, nulla uscire da sua imposta e ascritta legge»[7]. E la natura è stabile, perché rende finita immagine dell’infinito artefice; il quale, se è primo motore in quanto dá l’essere e il moto alle cose, era chiamato «statore» dagli antichi romani, come nota Seneca[8], perché da esso deriva la stabilitá del mondo. Ché se la natura senza ragione non è savia, la ragione senza natura non è positiva: le idee senza i fatti svaniscono come vani fantasmi e vuote astrattezze. La dottrina di Zenone è però necessaria a compiere quella di Platone, e il sensismo giudizioso a integrare l’idealismo mediante quel dialettico componimento che nelle scuole filosofiche «realismo» si appella. Il realismo civile consiste nell’edificare sulla ragione e sulla natura e quindi anco sulla buona consuetudine, che è come un’aggiunta e uno strascico di quella; onde essa vien detta «la seconda natura» degl’individui e delle nazioni. La cattiva consuetudine, che è natura falsa, risponde al vecchio e al vizioso delle instituzioni, come la buona al naturale legittimo, all’antico, al primitivo."
      },
      {
        "index": 11,
        "text": "Le passate rivoluzioni ebbero tutte questo carattere di tentare il ripristinamento degli ordini naturali, e tutte fecero in effetto qualche passo verso di esso. Tal fu in particolare l’intento degli ultimi moti d’Italia e di Francia, l’uno dei quali mirò principalmente al riscatto nazionale e l’altro al plebeio. Il primo di tali conati venne guasto dal secondo, e questo fu interrotto perché, dei due motori delle rivoluzioni, il principale mancò. I quali motori sono, come vedremo in appresso, la plebe (cioè l’istinto collettivo) e l’ingegno (cioè l’indirizzo individuale), senza il cui concorso la folla può ben distruggere ma non creare. La Francia non produsse nell’ultimo periodo alcun uomo di Stato veramente grande; laonde il moto popolare che fece la rivoluzion di febbraio, mancando di guida e non uscendo dei termini della facoltá istintuale, diede luogo al regresso seguente. L’Italia parve un istante piú fortunata ricuperando Pellegrino Rossi; ma i municipali piemontesi lo contrastarono e i faziosi l’uccisero, stimando forse l’ingegno nocivo o che ai dí nostri abbondi soverchiamente. Il male adunque in amendue i casi nacque da ciò: che i tentativi, fatti quasi nello stesso tempo da noi e dai nostri vicini, abbracciarono due soli elementi della civiltá moderna, vale a dire la nazionalitá e la plebe, e pretermisero il terzo, cioè il pensiero, il quale è il capo piú importante, essendo il principio dei due altri, giacché ogni buon assetto negli Stati e nelle moltitudini, ogni riforma nazionale e popolana abbisognano della mente ordinatrice, e quindi presuppongono il culto e il predominio dell’intelletto. La mancanza di questa condizione non solo fece fallire affatto il conato italiano e arrestando il francese lo rese sterile, ma viziò eziandio sugli altri articoli le dottrine politiche che nacquero da entrambi o contribuirono ad operarli."
      },
      {
        "index": 12,
        "text": "Giá vedemmo che i puritani sotto pretesto di uguaglianza annientano il privilegio moderatore dell’ingegno, e che molti popolari si accostano alla stessa eresia, riponendo la legge suprema nell’arbitrio del maggior numero. I primi alterano del pari o spiantano la nazionalitá per vaghezza di cosmopolitia mal intesa; e cosí questo errore come l’odio dell’ingegno allignano altresí nei municipali (benché per motivi e con temperamenti diversi) e non sono combattuti abbastanza dai conservatori e dai democratici. Egli è tanto piú da temere che tali preoccupazioni sieno per rinnovare i lor tristi fatti, quanto che esse si allargano ogni giorno in una certa classe di liberali, essendo nutrite dall’invidia, dall’ambizione, dalla cupidigia e protette da torto giudizio o da ignoranza. La disparitá degl’ingegni è un fatto universale e immutabile; e il pronunziato di Bacone: che «l’uomo può quanto sa» (onde segue che i sapienti debbono prevalere nell’indirizzo delle cose), è una legge invariabile della natura e societá umana. Le nazionalitá non sono manco naturali e impossibili a mutare che i siti, le tradizioni, le schiatte, le lingue; e in esse risiede l’individualitá dei popoli, come quella dell’uomo e delle prime aggregazioni è riposta nella persona, nella cittá e nella famiglia. Certi scrittori, che oggi per vezzo di paradossare pongono il progresso nell’abolire e ridurre la compagnia al municipio, non si avveggono di tornar essi alla rozzezza del medio evo e delle origini. Altri, che sostituiscono loro certi gruppi o agglomerazioni arbitrarie, si adoprano a cacciare la natura coll’arte, e non fanno altro che porre nazionalitá fattizie in luogo di quelle che vengono lentamente plasmate dai climi e dai secoli. Né i partimenti nazionali offendono l’unione cosmopolitica, anzi ne fanno parte, perché l’universale non può stare senza il particolare e il conserto maggiore presuppone quelli di minor tenuta. Nei tempi antichi le nazionalitá e le patrie erano contrarie alla cosmopolitia, perché la scarsa coltura fra loro le inimicava. La Grecia e Roma abbozzarono la fratellanza dei popoli compiuta dal cristianesimo, sostituendo l’accordo dialettico al conflitto sofistico; e la civiltá moderna, scoprendo e attuando l’armonia naturale dei diritti e degl’interessi fra le varie membra della specie umana, adempiè il voto dei filosofi antichi e l’opera della religione. Ma nel modo che l’armonia degli utili non toglie la proprietá anzi la presuppone, similmente l’armonia delle razze e dei popoli argomenta le distinzioni nazionali; tanto che il voler cancellarle per amor della specie introdurrebbe un comunismo politico ed etnografico poco meno assurdo e malefico dell’economico e civile."
      },
      {
        "index": 13,
        "text": "La potestá moderatrice, e per modo di dire l’egemonia dell’ingegno, è cosi necessaria a sbandire tali paradossi come a risolvere l’ultimo e piú difficile dei problemi accennati: quello cioè che riguarda la redenzione civile del minuto popolo. Ella sola può traslatare in forma chiara e precisa quelle veritá che brulicano confuse sotto forma d’intuito e d’istinto, cernendole dalle utopie che le rendono disutili o funeste. L’economia pubblica ha sinora piú atteso a studiare e spiegare gli ordini vigenti che a migliorarli; e ogni qual volta volle fare anche questo, ella pensò piú all’incremento che all’uso, voglio dire all’equa distribuzione delle ricchezze. I quali difetti non si deggiono tanto imputare ai cultori di tal disciplina quanto alle sue condizioni, come scienza nuova e creata di fresco. Conciossiaché ogni scienza che nasce è una poesia, perdendosi nel vano delle ipotesi capricciose e insussistenti, come per lo piú incontrava agli antichi; o comincia a essere una storia, cioè una raccolta, esposizione e collazione di fatti, come presso i moderni: e questa è la sola nativitá legittima del sapere. L’economia ebbe principio quando il metodo osservativo, analitico e sperimentale di Galileo, avvalorato dai calcoli e dalle induzioni, penetrava in quasi tutti i rami dello scibile e gli abilitava a procedere con piè fermo e sicuro nella via delle scoperte in vece di andare a tastone in quella dei presupposti. Era dunque naturale che la nuova disciplina eleggesse per base i fatti sociali del suo tempo relativi alle ricchezze, come la fisica, la chimica, la botanica, la zoologia, eccetera, pigliavano per fondamento i fatti della natura. Se non che fra gli uni e gli altri corre un grandissimo divario, ché i secondi sono affatto immutabili, dove che i primi dipendono in parte dall’arbitrio umano. Dico «in parte», perché anche i fatti economici hanno certe radici che non possono variare, quali sono la famiglia, la proprietá, il reditaggio, il contratto, il valore, la proporzione che corre fra l’esibizione e l’inchiesta, il consumo e il producimento, e via discorrendo. Ma i piú di questi capi sono suscettivi d’infinite modificazioni, e però constano di due coelementi: l’uno naturale, essenziale, invariabile; l’altro artifizioso, accidentale, e quindi capace di diversi temperamenti che dipendono dall’elezione. Il primo è potenziale e generico, potendo avere diverse forme, delle quali è il secondo l’atto concreto e la specificazione. Ora il torto di molti economici si è il non aver veduta la differenza che corre tra le scienze che lavorano sul puro naturale e quelle che hanno per materia certi fatti misti che sono naturali ed artificiali insieme, qual si è appunto la facoltá loro. Imperocché l’economia è come la politica, la quale ha anch’essa una base immutabile, in quanto si fonda sulla natura dell’uomo e sulle regole eterne dell’onestá e della giustizia. Ma queste regole nella loro applicazione hanno un margine tanto largo quanta è la sfera delle azioni indifferenti; e le leggi della natura umana ammettono un mondo di accidentali conformazioni, che dipendono dalla tempera degl’individui e dalle varie ragioni della consuetudine e della coltura. Avendo riguardo a queste differenze, il soggetto della politica è mutabile e sottoposto all’arbitrio; e da ciò nasce che le leggi, i governi, le instituzioni variano a meraviglia da Stato a Stato, da paese a paese, da secolo a secolo, benché in ogni luogo e tempo sotto la corteccia disforme si trovi, come dire, il midollo non alterabile. Or chi non vede che l’economia soggiace alle stesse condizioni? che, variando le ragioni del convivere politico, debbono in proporzione mutare eziandio le economiche? che molti canoni economici giustissimi rispetto alla societá nostra di Europa non si potrebbero adattare a un mondo civile differente, qual si è quello, verbigrazia, della Grecia antica o della moderna Cina? In ogni genere di cose le relazioni sono inalterabili finché la materia non varia, ma se questa si modifica mutano pure le relazioni. E però potendosi modificare fino a un certo segno e modificandosi di continuo il soggetto sociale presso di noi, e tanto piu velocemente quanto il moto progressivo è piú rapido, egli è chiaro che le attinenze economiche si diversificano alla stessa guisa; tanto che lo stato nostro presente può differenziarsi dal futuro eziandio non lontanissimo, con intervallo piú grande di quello che corre tra gli achivi di Pelope e gli elleni del re Ottone."
      },
      {
        "index": 14,
        "text": "In nessun fatto spicca meglio la riunione dei due coelementi e la natura costante dell’uno, flussibile dell’altro, che nella proprietá; antica quanto l’uomo è indelebile nella sua essenza, ma variabile continuamente e progressiva nelle sue forme, come giá abbiamo avvertito. Il riscatto della plebe nei termini del Rinnovamento si riduce dunque a modificare gradatamente la proprietá senza intaccarla, procedendo non mica per via di arbitrato o dittatura governativa ma per via dell’opinione pubblica e di buone leggi rogate dalla nazione, le quali rendano la trasmissione e la distribuzione successiva di essa proprietá conforme al bene del maggior numero. Questa formola esclude ad un tempo tutte le utopie impossibili o dannose o pericolose, ed esprime non mica un fatto nuovo ma la continuazione di un fatto vecchio, tanto antico e legittimo quanto la proprietá medesima. D’altra parte essa supplisce al difetto di quegli economici, i quali non ammettono altro compenso ai mali della plebe che la concorrenza e la libertá del traffico. L’error di costoro non consiste mica nel rimedio che propongono ma nel crederlo solo bastevole e rifiutar tutti gli altri; il che ha reso le conclusioni negative dell’economia pubblica cosí infauste alle plebi come i trattati del quindici alle nazioni. Anche i potentati di Vienna aveano ragione nelle loro massime conservatrici prese generalmente, perché ottima cosa è il mantenere gli Stati nell’assetto loro, purché (si noti bene) questo assetto sia naturale. Quei principi adunque avrebbero fatta una santa opera se, proponendosi di assicurare la quiete di Europa, avessero cominciato a riordinarla, ché l’azione conservatrice non è buona in un soggetto viziato se non è preceduta dall’azione riformatrice; altrimenti essa perpetua la malattia e non la salute. Similmente la libertá giova se il corpo sociale è sano; giova anco se è infermo, purché si adoperi a riformare la sua costituzione. Ma se, lasciando stare le cose come sono e rispettando i disordini invalsi da lungo tempo, il legislatore si contenta di dire ai popoli: — Siate liberi e sarete felici, — egli si burla di chi lo ascolta. Imperocché nel seno di una societá disordinata la libertá non serve che ai pochi i quali hanno i mezzi di usarla e di vantaggiarsene, riducendosi per gli altri a una vana apparenza. Verrá il giorno in cui la libertá sola, anche senza statuti positivi di economia legale, basterá a mantenere in piede l’armonia naturale degl’interessi e a correggerne le piccole e accidentali perturbazioni; ma oggi questa è talmente guasta e il male per esser vecchio ha penetrato sí addentro, che il solo benefizio del tempo e gl’influssi del vivere libero non bastano a medicarlo, e quando pure arrechino qualche sollievo, nol fanno che lentissimamente e però senza profitto di molte generazioni. Tengasi adunque per fermo che la libertá del commercio è vana se non è accompagnata dalle riforme economiche, se le imposte sono mal distribuite, le leggi di successione male assettate, le ricchezze adunate in poche mani, i salari scarsi ed incerti, le vacanze lavorative frequenti ed inevitabili, e tolto in fine ai proletari ogni modo legale di riscuotersi dalla cupidigia tiranna dei facoltosi. Né si alleghi l’esempio di Roberto Peel, che prova il contrario, poiché l’uomo illustre, francando le permute, gravò pure le entrate dei mobili e degl’immobili e tolse alle borse dei ricchi il tesoro che prima si spremeva dalle carni dei poveri. Lascio stare che la libertá del cambio è una di quelle riforme che non possono effettuarsi se non per gradi, massime in alcuni paesi, né senza aver l’occhio alla proporzione che corre tra le produzioni proprie e quelle dei confinanti, e non si può allargare a quelle industrie nascenti che hanno d’uopo di patrocinio."
      },
      {
        "index": 15,
        "text": "Si è disputato lungamente ai dí nostri intorno ai diritti economici della plebe e si sono proposte diverse formole, che possono essere vere o false secondo il senso che si dá alle parole. Ma tutti si accordano a riconoscere che ogni uomo ha diritto di vivere; e siccome ogni diritto è il correlativo di un dovere, la societá è obbligata, secondo il suo potere, a somministrare il modo di vivere a ciascun di coloro che si trovano nel grembo suo. Poco rileva che quest’obbligo sia di caritá o di giustizia, le quali virtú in sostanza si riducono a una sola; poiché né la giustizia distributiva è capace di quella misura esatta a cui soggiace quella che versa nelle commutazioni, né la caritá manca di giure correlativo nell’universale dei bisognosi, pogniamo che non l’abbia in questo o quell’uomo particolare. Ora il diritto di vivere importa nei benestanti il diritto di mantenere e usufruttare la proprietá, nei nullatenenti quello di potere acquistarla secondo le leggi. I due diritti sono diversi nella forma ma identici nella radice. Ora proprietá è capitale; e capitale è lavoro antico e accumulato, il quale si procaccia mediante il lavoro nuovo. Diritto di vivere mediante il lavoro è dunque in sostanza il diritto economico universale e comune cosí ai proprietari come ai proletari, con questo solo divario: che nei secondi il lavoro è novello e spicciolo, nei primi vecchio e ammassato. Dal che si vede che il lavoro è il principio fattivo e nobilitativo della proprietá e non viceversa, perché l’uomo non nasce proprietario se non in quanto riceve la proprietá dal lavoro precedente di altri uomini. Ogni proprietá in origine è frutto del lavoro, cioè dell’industria e del sudore[9]; anche la semplice occupazione importa qualche abilitá e qualche travaglio. E il lavoro la giustifica e nobilita pei due rispetti: come merito, essendo acquisto di fatica; come trovato, essendo effetto d’ingegno e di creazione."
      },
      {
        "index": 16,
        "text": "L’uomo universalmente ha il diritto di vivere mediante il lavoro, atteso che, fuori dell’infanzia, dell’infermitá mentale o corporea e della decrepitezza, il lavoro è l’unico modo naturale, onesto e dignitoso di vivere. Dal che però non séguita che la societá abbia il debito di somministrare a ogni uomo materia di lavorare; debito impossibile a mettere in pratica se non si ricorre ai ripieghi dei comunisti. Lavoro e abilitá al lavoro sono cose diverse, come diversa è la proprietá dall’attitudine ad acquistarla. Alla societá corre l’obbligo non mica di dare un compito a ciascuno ma di fornirgli indirettamente i modi di procurarselo. E in che guisa? Primo, coll’educazione, poiché la natura senza l’arte non dá a nessuno la capacitá di lavorare. Secondo, con buone leggi che agevolino a ciascuno il procaccio o almen l’uso degli strumenti necessari al lavoro, che sono anch’essi capitale proprio od altrui. Terzo, assicurando nello stesso modo a ciascuno i frutti proporzionati delle sue fatiche, affinché possa accumularli e convertirli in capitale e cosí facilitare l’opera sua novella cogli acquisti della passata. Le quali provvisioni mirano non solo alla sussistenza dei proletari ma anco alla sicurezza degli ambienti, perché la proprietá potendosi perdere per mille casi inevitabili di fortuna, pochi sono i cittadini che non abbiano da temere per sé o pei loro figli, se vivono fra tali ordini sociali che guarentiscano bensí ai possidenti i loro beni, ma non si piglino alcuna cura per rendere atti ad acquistarli coloro che per nascita o per accidente ne sono privi."
      },
      {
        "index": 17,
        "text": "L’educazione consta di due parti: instruzione religiosa e morale e tirocinio civile. La plebe non potendo in gran parte supplire da se stessa a questo suo bisogno, uopo è che la societá sottentri in sua vece; e però senza instruzione gratuita verso le classi povere, almeno per ciò che riguarda gli ordini elementari dell’insegnamento, non vi ha governo libero e civile che sia degno di questo nome. Né ci è solo obbligato per titolo di umanitá e di giustizia, ma eziandio per un’altra ragione non men capitale; la quale si è che se la plebe non è ammaestrata, ella viene a essere esclusa in effetto dal vivere libero, ancorché ci partecipi in sembianza. Imperocché la libertá si stende quanto la cognizione, e chi non ha alcuna cognizione politica non può avere libertá politica se non in mostra e apparentemente. Il saper leggere e scrivere è il correlativo necessario della libertá di stampare, che è la prima delle guarentigie; laonde l’idiota che non ha fior di lettera viene escluso dal godimento di questa franchigia, e quindi privo eziandio di sicurezza nella fruizione degli altri beni. E non è egli contraddittorio e ridicolo il parlare di sovranitá del popolo, quando una parte notabile di esso è priva di quel tirocinio che appo tutte le nazioni culte è la forma, per cosí dire, della ragion civile dell’uomo e il fondamento primiero di ogni gentilezza?"
      },
      {
        "index": 18,
        "text": "L’ineducazione della plebe non è mai stata cosí dannosa come oggi, tra perché la dissonanza che ne nasce fra questa classe e le altre è tanto maggiore quanto la coltura di queste è piú avanzata, e perché in addietro le credenze signoreggianti supplivano in qualche modo alla disciplina; laddove ora la religione infiacchita o spenta negli addottrinati viene a mancare eziandio nei rozzi, atteso che gl’influssi negativi si spargono facilmente e come da sé. Perciò la moralitá plebeia non ha piú alcun sostegno; l’apatia e il dubbio religioso regnano nel tugurio e nell’umile officina come nel palazzo, e le passioni insociali, non essendovi frenate dagli agi, dall’onore, dall’esempio, dalle lettere, dal nutrimento dei nobili affetti, vi spiegano la loro ferocia. Cosí i delitti moltiplicano e con essi i supplizi; e l’autoritá pubblica, che castiga il ladro e lo scherano, non si avvede che per esser giusta dovrebbe in vece punire se stessa, quando lo sfogo dei nocivi appetiti è quasi fatale dov’è aguzzato dal bisogno e manca ogni argine morale che lo ritenga. «Considero — dice il Giordani — sempre piú crescente e il numero e la miseria e l’immoralitá della plebe, e la necessitá di sollevarla da tanta deplorabile bassezza. Piú che mai è ora tempo di far vedere a costoro (i quali pur sono uomini e nostri fratelli) che penuria non è necessitá di abbiezione, ma dev’essere stimolo a industria; che la naturale dignitá d’uomo si può conservare nella povertá e fatica tanto e meglio che nell’oziosa abbondanza; che l’uomo per suo proprio bene dev’esser docile e obbediente alla legge (che è ragion pubblica) e non servo ad altro uomo. Questa necessitá di educare pietosamente la miserabil plebe (la quale né con supplizi né con terrori si fa umana ma piú feroce) mi apparisce piú manifesta e piú forte quando contemplo il putridume delle classi che vivono senza fatica di mano o di testa e il presontuoso disordine di quelli cui dovrebb’essere patrimonio l’ingegno. Quando fu mai tanta stupiditá di ozio sonnolento ne’ signori? tanta ignoranza e temeritá di sogni in coloro che aspirano ai salari delle professioni liberali? Miro la presente rovina di tutti gli studi, precipitata sempre piú dall’insolenza degl’ignorantissimi che vogliono soli insegnar tutto a tutti. Che mondo avremo di qui a dieci anni? Vuoto di ogni sapere, di ogni virtú; nel buio che va addensandosi di boreali metafisiche perduto ogni giudizio di bello e di brutto, di vero e di falso, di bene e di male; dal prosperare de’ tristi spento il colore dell’onesto, sbandita la vergogna delle turpezze; la ragione muta non (come adesso) per paura ma per depravazione. Mancata affatto la vita intellettuale, ci rimanesse almeno pacato e sicuro il viver materiale; ci rimanesse almeno una plebe sana di mente, mansueta di cuore, paziente senza viltá, conservando il fondamento del viver sociale quando ne saranno dispersi gli ornamenti e caduto l’edifizio»[10]. Ma chi crederebbe che i tristi si attraversino a cosí santa opera? I quali «sono spaventati e sdegnati che possa uscirne generazione di poveri non piú infingarda, crapulosa, invidiosa, furace, brutale, rabbiosa, crudele, sanguinaria o stupida, ma sensata, ragionevole, industriosa, pietosa, decente. E a coloro cui par bello e buono avere di cavalli e di vacche e di cani razze migliorate, pare gran danno o gran peccato una razza di umani non bestiale, non viziosa, non abbietta, che potrebbe voler essere trattata da uomini e forse non si lascerebbe trattare da bestie. Costoro si lamentano d’una plebe avversa alla fatica, desiderosa di crapule, a furti, a rapine pronta, facile a incrudelire, strumento disposto alle sedizioni; e poi declamano che si dee tenerla affondata in tenebricosa ignoranza d’ogni suo vero bene, si confidano di supplire a tutto col proporle i beni di altro mondo, e non vogliono intendere quanto le sia necessario conoscere quei pochi beni del mondo in cui vive, che le sono dovuti se dee ne’ disagi pacificamente e benignamente comportare altrui le sovrabbondanti fortune. Non manca la svergognata bestemmia di alcuni a pronunciare come decreto divino nell’arcana distribuzione delle umane sorti: che ai privi d’ogni ereditá debba anche essere interdetto l’acquisto e l’uso della ragione, quasiché de’ soli abbienti e non di tutti i mortali fosse gridata quella santa parola: ‛Signatum est super nos lumen vultus tui, Domine’. Lume della faccia di Dio a tutti dato è la ragione, che piú spesso ai meno fortunati risplende piú fulgido: ed è scellerata l’educazione che tenta di oscurarlo»[11]."
      },
      {
        "index": 19,
        "text": "L’instruzione della plebe però non giova se non accompagnata dai materiali miglioramenti. Imperocché mal può ricevere e gustare l’instruzione e vantaggiarsene chi manca o scarseggia del pane quotidiano; e ancorché l’accogliesse, ella non farebbe altro che accrescere le sue miserie, rendendone la cognizione piú intera, il senso piú vivo e cocente. La riforma economica, è pertanto richiesta a far che la morale sia efficace, e lo scacciar la miseria ad introdurre la disciplina. Ora nei paesi che giá posseggono buoni ordini di successione e sono liberi dalla peste delle manimorte, l’imposta ed il credito sono i due capi sostanziali di cotal riforma; giacché l’una, bene ordinata, scema ai poveri la spesa del necessario, e l’altro, rendendo il lavoro piú certo e fruttuoso, porge loro il modo di acquistare eziandio del superfluo. Le contribuzioni, o sieno moltiplici o si riducano a una sola, debbono essere bilanciate in modo che al possibile non cadano nei proletari né anco per indiretto e solo a misura di proporzione gravino il capitale. Il credito vuol essere aggiustato in guisa che sia accessibile a tutti, non giá coll’abolizione dell’interesse (che sarebbe ingiusta ancorché non fosse chimerica) ma colla diminuzione, sia mediante la libera concorrenza dei banchi, sia coll’ordinamento di compagnie o arti travagliative. Le quali, bene instituite, farebbero sí che il lavoro di tutti scusasse l’ufficio di guarentigia e assicuramento, o vogliam dir l’ipoteca verso il debito di ciascuno; onde, resa piú semplice la gerarchia industriale e rimossa la cupidigia angariatrice che s’interpone fra il capitale e il lavoro, gli operai e i braccianti avrebbero maggiore e piú equa parte nei frutti, oltre che, per l’indipendenza dagli appaltatori e l’amorevole fratellanza reciproca, avrebbero meno a soffrire dei casi di fortuna e delle solite perturbazioni del traffico e acquisterebbero quei sensi di dignitá personale e di elevatezza d’animo che per ordinario non capono nei salariati[12]. Cosí il procaccio degli strumenti di lavoro e il godimento proporzionato dei profitti verrebbero assicurati a ciascuno senza danno, anzi con aumento indefinito dei capitali. Non occorre aggiungere che queste generalitá si possono particolarizzare in cento modi diversi, nella scelta dei quali si vuole aver l’occhio alle condizioni proprie di ciascun paese, allo stato della proprietá, al prevalere della coltivazione o dell’industria, al numero dei poveri, alle stesse consuetudini degli abitanti e via discorrendo; onde quegli ordini che provano bene in un luogo non riescono spesso in un altro, e quelli che son facili a introdurre per gradi ripugnano talvolta a un subito stabilimento. Se non che (tal è la natura delle cose e delle attinenze) quando manca un modo, supplisce un altro, e di rado avviene che non si trovi l’equivalente opportuno, chi voglia e sappia cercarlo."
      },
      {
        "index": 20,
        "text": "Il Rinnovamento europeo sará dunque intellettivo, nazionale e democratico, mirando alla riordinazione naturale del pensiero, delle nazionalitá e delle plebi; e sará eziandio economico, perché la plebe non si può rilevare dalla sua abbiezione se non si emenda la finanza. Non aggiungo «politico», perché le quistioni attenenti agli ordini governativi non appartengono all’essenza del nuovo periodo, e coloro che il credono (come i puritani) guardano indietro e confondono la seconda metá del corrente collo scorcio del passato secolo. Vero è che talvolta l’accessorio diventa accidentalmente principale, non giá come fine ma come spediente richiesto a sortirlo; e che quando una maniera di Stato è restia ai progressi voluti dal tempo e incapace di soddisfare ai bisogni universali, uopo è mutarla e ricorrere a una forma novella che faccia piú a proposito, se non altro come piú vergine e non impegnata né connaturata al regresso dalla forza delle tradizioni e abitudini precedenti. Cosí la Francia, ripudiata la monarchia antica e assoluta come troppo aliena dal genio e dalle condizioni dell’etá moderna, assaggiò nello spazio di un mezzo secolo cinque altre fogge di principato civile[13]; e tutte avendo fatta cattiva o pessima riuscita, si rivolse alla repubblica. La quale è la riscossa naturale e inevitabile contro ogni monarchia degenere; e se fu spesso in addietro per l’indole dei luoghi e dei secoli temperata ad aristocrazia, oggi non può essere altrimenti che popolare. Il Rinnovamento sará dunque, per ciò che concerne gl’instituti politici, un periodo di gara e di contesa fra il regno e la repubblica; e quella delle due forme vincerá l’altra, che saprá meglio adempiere i desidèri e sciogliere i problemi sovraccennati, vale a dire che sará piú osservante dell’ingegno, piú sollecita della patria comune, piú tenera degl’infelici, e però piú colta, nazionale e democratica. Vedremo altrove da qual lato sia piú probabile il trionfo. Ma ad ogni modo questa cotal tenzone non sará che secondaria, e il còmpito principale verserá nella guerra dell’ingegno contro la mediocritá e l’inettitudine, delle nazionalitá oppresse contro i trattati e la forza brutule, dell’uso equo e comune dei beni e delle franchigie sociali contro il monopolio e il privilegio dei diritti e dei godimenti. Circa i quali articoli non si può volgere in dubbio a chi sia per toccare la vittoria definitiva."
      },
      {
        "index": 21,
        "text": "Il concetto che sto abbozzando sarebbe troppo imperfetto se non accennassi almeno alla sfuggita le attinenze del Rinnovamento colla religione, la quale, essendo stata uno dei princípi generativi della civiltá moderna, dee avere ed avrá gran parte nell’apparecchio e nell’effettuazione delle riforme avvenire. Dico adunque che, siccome queste saranno un ritiramento del comun vivere agli ordini naturali e razionali, cosí elle saranno pure un ritorno cattolico agli statuti divini delle origini e dell’evangelio. Nel qual proposito si noti che il tornare ai princípi ingiunto da Cristo[14] e il rinvertire alla ragione e alla natura prescritto dalla scienza sono tutt’uno, perché il modulo sincero delle leggi razionali e naturali è appunto il principio, benché questo lo acchiuda solo potenzialmente. E in vero la costituzione primigenia dell’uomo gli assegnò la signoria in virtú del pensiero e della parola[15], fermò l’uguaglianza civile e appareggiò la plebe alle classi superiori coll’unitá della stirpe, introdusse le distinzioni nazionali secondo le «regioni», le «genti» e le «lingue»[16] (che sono appunto i tre elementi fattivi delle nazionalitá) come tosto la schiatta umana fu abbastanza moltiplicata, e il fece con tale aggiustatezza che uno statista moderno non potrebbe meglio, tanto che la divisione falegica fu di gran lunga piu civile e sapiente della viennese. Il cristianesimo rinnovò gli ordini primitivi: insegnò che il pensiero divino (di cui l’umano è un rivolo e un’immagine) è il principio efficiente del mondo[17] e l’essenza della religione[18], dichiarò la fratellanza de’ plebei e de’ privilegiati e prescrisse la misericordia, conciliò le nazionalitá colla cosmopolitia mediante l’amor del prossimo, che è il vincolo dialettico delle une coll’altra, adombrando cotale accordo nel giro religioso colla fondazione delle chiese nazionali unite e assorellate nell’universale[19]. E siccome i rozzi e schietti profili delle origini, per ciò che spetta al ben essere temporale degli uomini, si debbono compiere dalla cultura cristiana simboleggiata nel regno divino sulla terra, il Rinnovamento si può considerare come il millenio politico dei popoli e quasi una rigenerazione o palingenesia civile, la quale accoppierá il realismo della ragione e della natura coll’idea evangelica, cancellando la macchia originale del congresso di Vienna e del vecchio giure feudale e imperiale di Europa."
      },
      {
        "index": 22,
        "text": "Questi caratteri universali del Rinnovamento europeo non si manifesteranno però da per tutto allo stesso modo, ma saranno variamente attemperati, e sormonterá l’uno o l’altro di loro secondo lo stato politico e il grado di coltura proprio delle varie popolazioni. Anche qui dal passato si può conghietturar l’avvenire, guardando al periodo piú recente della rivoluzione moderna, il quale comprese l’Italia, la Francia, la Germania coll’aggiunta della stirpe magiarica. L’Italia, essendo divisa e serva dentro e fuori, dovette secondo la legge di gradazione contentarsi dell’indipendenza nazionale e della libertá sotto i suoi principi, né poté aspirare ad altra unitá che a quella di una lega stabile; né le fu difficile lo stare fra questi limiti finché l’esempio francese non indusse le sètte a oltrepassarli. Il riscatto della plebe, dovendo essere precorso da quello della classe colta, non potea aver luogo attualmente, avvegnaché il suo germe si contenesse nell’idea feconda e universale di riforma che diede principio al moto ordinato d’Italia. Il quale precedette di tempo, ma non potea prestamente propagarsi se non passava in Francia e non ci prendeva forma di vera rivoluzione, giacché i popoli settentrionali non potendo affrancarsi in altro modo, uopo era che ne avesser l’esempio. Né poteano sortirlo piú efficace che dalla Francia, sia per la sua potenza, la centralitá, il sito, sia per l’attitudine che ella tiene a diffondere i concetti e dare il primo impulso ai movimenti. E possedendo giá ella autonomia nazionale e libertá politica, la mutazione doveva essere sostanzialmente economica e plebeia. sostituendo lo Stato popolare al regio, divenuto un ostacolo allo scopo principale. Siccome però gl’interessi delle varie nazioni culte sono comuni e la loro causa è in solido una sola, la Francia si accorge che la nazionalitá propria è minacciata ed offesa negli altri popoli; e per questo riguardo la mossa di febbraio mirò all’abolizione dei capitoli viennesi e al riordinamento civile di Europa secondo i canoni naturali[20]. La scintilla, passando dall’Italia a Parigi, diventò incendio; e se questo non invase tutta quanta l’Europa, ciò si dee attribuire alla brevitá della sua durata e alla inesperienza degli autori, che coi loro falli agevolarono l’opera di smorzarlo. Ma quel corto respiro bastò pure a temperare in Vienna, in Berlino e nell’altra Germania il principato, a suscitare in essa e nell’Ungheria il vivo desiderio dell’unione e dell’indipendenza e ad accrescere inestimabilmente gli spiriti democratici nei popoli boreali. Cosicché, ragguagliata ogni cosa, il concetto nazionale e il concetto plebeio prevalsero. Ma il terzo elemento, piú importante di tutti perché necessario a governare i due altri, cioè il primato del pensiero, venne meno; e da ciò appunto nacque il fallimento vergognoso e subito dell’impresa. Giova però l’avvertire che al pensiero essa fu obbligata de’ suoi princípi avventurosi, perché in Italia fu preparata e, si può dire, incominciata dagli scrittori. Ma ben tosto cadde alle mani degl’inetti che la fecero deviare dalle sue origini; ei municipali coll’impiccinirla, i puritani coll’esagerarla, la dissiparono. Altrettanto accadde presso a poco in Germania ed in Francia, per modo che il difetto di capacitá e d’ingegno fu, per cosí dire, il carattere negativo di un assunto che pur ne aveva avuto principio. Solo si vuol eccettuare, almeno in parte, l’Ungheria, rimasta fedele a Luigi Kossuth sino all’ultimo; ma, posta fra la Germania guastatrice della propria opera e la Russia, ella non potea vincere, ancorché la sua caduta non fosse stata affrettata dalla follia o dal tradimento."
      },
      {
        "index": 23,
        "text": "La perdita non fu però tale che in ciascuna delle tre nazioni non sopravviva un residuo dell’acquisto, cioè gli ordini repubblicani in Francia e gli statuti di Prussia e del Piemonte in Germania e in Italia. Le quali reliquie hanno in comune questa proprietá: che, disgiunte dalle altre parti le quali le assicuravano e le compievano, elle sono incerte, precarie, vacillanti, combattute da forti nemici, sottoposte a molti pericoli. L’incertezza però non è pari dai tre lati. Maggiore è in Piemonte per la piccolezza del paese, le poche armi, il governo debole, la freddezza o indifferenza pubblica, il sequestramento dal resto della penisola. Minore in Germania, perché gl’istinti nazionali e popoleschi di alcune parti sono piú vivi, la cultura piú avanzata e diffusa, la preponderanza delle due principali metropoli maggiore pel numero degli abitanti, oltre che le provincie piú notabili si puntellano a vicenda e aiutano i centri inferiori di libertá che tuttavia sussistono; onde riesce piú malagevole il cancellarla, come sarebbe eziandio in Italia, se Firenze, Roma e Napoli consonassero a Torino. Piú piccola ancora è in Francia, per la squisita centralitá della capitale, il genio patrio ed ardito della plebe parigina, le gare dei pretendenti, il conflitto delle passioni e le altre cause che giá abbiamo accennate. Queste reliquie, se durano, saranno l’addentellato della passata rivoluzione colla futura e quasi il vincolo di entrambe; e se venissero meno in Italia e in Germania, la sola repubblica francese, atteso il suo carattere piú risentito ed universale, basterebbe a servire di morsa al Rinnovamento. Imperocché, sebbene ella non abbia sinora portati i suoi frutti e come troppo precoce e come male indirizzata, tuttavia ella dura e si radica come germe ferace di progressi avvenire."
      },
      {
        "index": 24,
        "text": "Nel modo che il Rinnovamento europeo per le accidenze avrá forme diverse secondo i luoghi, cosí potrá sortire diversi tempi ed essere successivo, non simultaneo. Conferendo la storica esperienza di Europa da alcuni secoli in qua collo studio immediato e presentaneo dei popoli e delle cose loro, si trova che questa parte del mondo soggiace a due spezie di moti disformi ed esercita due maniere di azione, operando alla spartita ovvero unitamente. La prima ha la sua radice nella vita propria di ciascun popolo e nelle divisioni politiche ed etnografiche; la seconda nella vita comune derivante dalla comune coltura e dalle scambievoli attinenze delle varie nazioni, per le quali l’Europa tende vie meglio ogni giorno a far tutta un corpo e a scemare le dissonanze nazionali, riducendole ad accordo. Le due azioni si bilanciarono nel medio evo, quando l’operare alla spicciolata era favorito dalla barbara civiltá e dal genio tuttavia dormiente delle nazioni, ma contraddetto dagli spiriti cosmopolitici e dalla molla potente della religione e della Chiesa. Incominciata l’epoca moderna, prese a sovrastare l’indirizzo unitario, sebbene ad ora ad ora allentato o interrotto dalle scisme religiose o dalle dottrine dell’equilibrio politico; e da un mezzo secolo in poi crebbe a meraviglia. Quindi nacque l’entratura francese, per cui nel trenta e nel quarantotto un moto repentino di Parigi fu seguíto nelle altre contrade da un subito rovescio o almeno da grave crollo. Avendo riguardo a questa tendenza, che si avvalora ogni giorno piú, si potrebbe conghietturare che la futura rivoluzione di Europa sia per succedere simultaneamente come prima il grido ne sorga in Francia, se l’azione di questa non fosse contrabbilanciata dai formidabili apparecchi de’ suoi nemici. Le forze dei potentati (senza parlare di altre cause minori e dei casi fortuiti) sono perciò in grado di bilanciare quelle dei popoli; e pogniamo che non riescano a impedire (almeno diuturnamente) la loro riscossa, possono però ostare che sia unita e uniforme, imprimendole un avviamento irregolato e successivo. Può anche darsi che le due direzioni si consertino insieme e ne risulti un movimento misto che tenga dell’una e dell’altra. Le stesse cagioni possono eziandio affrettare o ritardare lo scoppio e sostituire (fino ad un certo segno) l’andare equabile ai balzi precipitosi. Queste varietá nel modo di esecuzione non toccano l’essenza del Rinnovamento, e ancorché fosse prevedibile (che non è) quale di esse sia per effettuarsi, non apparterrebbero al tema del mio discorso. Siccome però mi è forza ragionar per modo sommario e procacciare al possibile di non venir troppo a noia dei cortesi che mi leggeranno, cosí io parlerò spesso secondo il presupposto di un moto simultaneo; non che io lo creda in se stesso piú probabile o desiderabile dell’altro, ma in quanto che la semplicitá del caso mi abilita a esser breve senza scapito della chiarezza. Laddove il moto successivo può verificarsi in tante guise, e cosí diverse e intralciate, che il riandarle partitamente vorrebbe un discorso infinito, oltre agl’inconvenienti in cui cade chi vuol entrar nei particolari procedendo per conghiettura. Né il saputo ed esperto lettore avrá difficoltá a modificare le mie sentenze generiche quanto si ricerca per accomodarle a un andamento diverso, e non mi apporrá a colpa se io non gli tolgo questa fatica; ché chi scrive di tali materie non può mai dire ogni cosa ed è costretto di lasciarne molte alla discrezione de’ suoi benevoli."
      },
      {
        "index": 25,
        "text": "L’universalitá e l’uniformitá sostanziale del Rinnovamento europeo ci porgono il filo idoneo a districare fra le incertezze e le tenebre del futuro le leggi e le condizioni probabili del Rinnovamento italico e le sue differenze dal Risorgimento. Dalle cose dette risulta che la spontaneitá del principio, l’italianitá del concetto, la gradazione del progresso e la concordia nell’esecuzione non potranno quadrare al nuovo periodo cosi perfettamente come all’antico; conciossiaché, se questo fu affatto nostrale e si aggirò, per modo di dire, in un’orbita schiettamente italiana, quello avrá un campo piú largo ma meno proprio, movendosi nella sfera europea. L’uno ebbe inizio da se stesso, circoscrisse il suo cammino, si governò colle memorie patrie, procedette a passi misurati e fu arbitro della lentezza o celeritá dell’aringo; e se perdette poi tali privilegi, ciò fu errore e non necessitá. L’altro sará meno spontaneo, perché dovrá pel principio e per l’indirizzo dipendere in gran parte dai casi esterni; meno italiano, perché stretto di venire piú o meno a patti colle dottrine straniere; meno graduato, potendogli incogliere di dovere studiar il passo per corrispondere a quello degli altri Stati e ubbidire alle circostanze; meno concorde, perché, come vedemmo, non è piú sperabile il consenso dei popoli coi vari principi e delle sètte fra loro. Il che da un lato ci potrá increscere, ma sará gran senno il fare in modo che il fato ineluttabile sia virtú e saviezza. Io credo di non cederla a nessuno nel far professione d’italianitá, e parecchi mi appuntarono di eccesso su questa data. Ma io son pure alienissimo dal pascermi d’illusioni, dal dissimularmi la necessitá prevedibile degli eventi e dal fare vani sforzi per contrastarla. Come potrá ripugnarsi a un moto universale? E se l’Italia unita e potente ci sarebbe poco atta, come sará in grado di farlo divisa, debole e serva? Da altro lato dobbiam consolarci pensando che cotal condizione non è disonorevole, poiché non è propria nostra ma comune piú o meno a tutti i popoli colti, senza escluder la Francia, atteso l’unitá di vita civile e quella efficacia d’influssi e legami vicendevoli che va crescendo ogni giorno fra le nazioni di Europa."
      },
      {
        "index": 26,
        "text": "Non se ne vuole però inferire che il Rinnovamento debba mancare in sostanza dei prefati caratteri, giacché senza spontaneitá e italianitá non si può dare autonomia, e sarebbe troppo contraddittorio il volere acquistare la nazionalitá coll’offenderla. Né senza camminare per gradi e in molti e di buon accordo, si fan cose che durino; e se talvolta è d’uopo studiare il passo, la prestezza non è rompicollo. Bisognerá dunque salvare le dette note per quanto sará fattibile, e il piú o il meno dipenderá dal volgere degli avvenimenti. In ogni caso la spontaneitá sará salva se, conformandoci ad essi, noi faremo però servilmente, ma ci studieremo d’indirizzarli con ardita prudenza e senza dimenticare l’entratura italica. A tal effetto sará necessario preoccuparli colla previsione, stante che di quelle sole fortune si può essere maneggiatore e arbitro le quali si presagiscono. L’italianitá verrá preservata se c’ingegneremo di appropriarci le opinioni predominanti, migliorandole, incorporandole colle tradizioni italiche e improntandole col suggello del nostro genio. La gradazione non sará pretermessa se ci adopreremo a rendere i cambiamenti piú dolci ed equabili, evitando le scosse e le contrascosse troppo brusche coll’accorta saviezza della cooperazione e valendoci degli addentellati che il Risorgimento ci porgerá col Rinnovamento. La concordia finalmente potrá stabilirsi fra i democratici e i conservatori, purché questi non tengano del municipale e quelli del puritano. Da queste considerazioni risulta che sará in nostra balía di fare che l’entratura forestiera non abbia valore di primato egemonico, che sia occasione, non causa né direttivo precipuo dei nostri moti, cosicché il difuori si accordi col didentro e gli sia subordinato; nel che consisterá il carattere piú pellegrino della rivoluzione avvenire, dove che la preterita ebbe in se sola il principio de’ suoi progressi. Per tal modo il Rinnovamento sará un’omogenia anzi che un’eterogenia, se mi è lecito l’usare queste voci dei naturali; e la sua molla e la norma saranno italiche sostanzialmente. Imperocché l’Italia come nazione, tramezzando dialetticamente fra ciascuna delle sue provincie e l’Europa, partecipa (come tutte le relazioni) dei due termini, unisce l’intrinseco coll’estrinseco ed è insieme il criterio e l’elaterio di ogni impresa che sia ad un tempo italica ed europea. Dal che segue che la politica dei municipali e quella dei falsi cosmopoliti sono del pari impotenti; e il senno, il vigore, il buon successo non si rinvengono altrove che nella politica nazionale[21]."
      },
      {
        "index": 27,
        "text": "Per ciò che riguarda i fini o vogliam dire i progressi e gli acquisti, alcuni di essi, come l’indipendenza, non si distinguono da quelli del Risorgimento; altri non se ne partono nella sostanza ma solo per aumento di gradi e di perfezione. Le riforme, che dianzi erano solamente civili, dovranno essere in gran parte popolane ed economiche, provvedendo specialmente al predominio dell’ingegno e all’emancipazione del ceto plebeio. Le franchigie, che erano principalmente patrizie e borghesi, faranno un passo piú avanti e diverranno democratiche, cioè universali. Questo progresso è conforme alla legge storica, per cui in una seguenza di conati successivi il seguente dee avanzare il precedente, e cosí di mano in mano, salvo che siasi passato il segno e il regresso si ricerchi a rimettere la gradazione. Ma nel disegno originale del Risorgimento tutto era ben ponderato e ammisuratissimo; laonde l’andar piú oltre si addice al tenore del moto italico. Oltre che, ciò sará richiesto eziandio dalla natura universale di esso moto, che necessiterá una prestezza piú grande, e agevolerá quindi incrementi maggiori di quelli che sariano possibili se la mutazione si rinchiudesse tra i confini della penisola. La quale avvertenza milita principalmente per ciò che riguarda l’unione, che, secondo i termini del Risorgimento, lasciava in piedi le principali divisioni politiche giá stabilite, contentandosi di collegarle con vincolo federativo. Questo punto è di tale importanza, che mi pare a proposito di farci sopra special considerazione e di avvertire le contingenze probabili che lo riguardano."
      },
      {
        "index": 28,
        "text": "Gli ordini federativi senza centralitá politica, non che essere la miglior forma di Stato, come alcuni stimano, sono anzi «la peggiore, come quelli che hanno piú debolezza, piú irresoluzione, piú mancanza di uniformitá e di movimento vitale, giacché tante sono le opinioni e gl’interessi quanti sono gli Stati che compongono la lega»[22]. L'esempio degli Stati uniti non distrugge la veritá di cotal sentenza, atteso le condizioni loro affatto particolari e differentissime dalle nostre. I termini in cui è l’America sono il contrappelo di quelli d’Italia: colá suolo vergine, vastitá immensa, sequestramento assoluto, popoli operosissimi e i nemici o gli ambiziosi divisi dall’oceano; qui piccolo paese, vicinanza di amici dubbi e cupidi, di avversari sfidati e potenti, popolazioni assuete all’inerzia da lungo servaggio e bisognose di valida mano che le introduca e mantenga nei civili e politici aringhi. Il liberarci dai nostri nemici non sará impresa di pochi anni; e anche quando sará cessato il male, lungamente durerá il pericolo. Chi crede che in un batter d’occhio il vecchio mondo politico sia per cadere senza rimedio, l’orsa per mansuefarsi o perdere le zanne, e che al dispotismo e alle armi sottentrino di corto la repubblica e la pace perpetua ed universale, si pasce d’illusioni puerili, giacché le mutazioni di questo genere non si fanno che a poco a poco, in lunghezza di tempo e dopo molte vicissitudini. Chi non vede adunque che un’Italia confederata e debole sarebbe incerta delle sue sorti e costretta a ogni nuovo rischio di ricorrere all’appoggio men dignitoso e sicuro, cioè al patrocinio esterno? L’esempio della Francia ci ammaestri. Avrebbe ella potuto nell’etá addietro difendersi contro tutta Europa e mantenere intatto il suo essere di nazione, se non avesse avuto unitá politica e incentrazione d’indirizzo e di comando nella metropoli? Il consesso nazionale di allora, guidato da un mirabile istinto di progresso e di conservazione, conobbe che la setta dei federali era piú formidabile della guerra esterna; attalché, se bene si annoverasser fra loro uomini segnalati, esso mise a combatterli quell’energia feroce che tutti sanno; e se i mezzi furono talvolta degni di biasimo, lo scopo fu bello e glorioso. Il federalismo non sarebbe meno nocivo all’ Italia nella nuova epoca, e ci farebbe lo stesso effetto della cosmopolitia falsa ed esagerata, i due sistemi avendo seco una certa similitudine, ché i cosmopoliti, sciogliendo le aggregazioni nazionali, introducono una lega di piccoli Stati e di comuni in loro scambio."
      },
      {
        "index": 29,
        "text": "Da ciò apparisce il divario che dee correre in ordine all’unione tra il Risorgimento e il Rinnovamento. Nei termini di quello il federalismo era necessitá e non elezione; e l’unione per via di lega, sola possibile, era un gran passo verso una spezie di unitá maggiore, che veniva a essere come lo scopo ideale e lontano di quel poco che i tempi ci permettevano. Ma tanto è vero che anche allora la confederazione sola non bastava, che s’intese a temperarne i vizi coll’instituzione di un forte Stato settentrionale che concentrasse le forze comuni e agli altri predominasse. Il regno dell’alta Italia suppliva in un certo modo all’unitá politica della penisola, unizzandola almeno colá dove il nemico premeva e si aveano da ripulsare o antivenire gli assalti e gl’impeti esterni. Ora il minor bene non essendo un bene se non in quanto il maggiore non può conseguirsi, resta a vedere fin dove l’unione si possa stendere nei moti succedituri. Se questi accadranno in quel modo che ho chiamato «simultaneo», egli è chiaro che l’estensione e la veemenza loro agevoleranno nei vari paesi quella celeritá straordinaria di progresso, che nei tempi piú regolari sarebbe chimerica o pericolosa. Perciò non senza follia inescusabile l’Italia lascerebbe correre l’occasione di adempiere un desiderio e un bisogno di tanti secoli. Né avrebbe da temere di perdere cotal bene dopo di averlo acquistato: perché l’unitá politica è uno di quegli ordini che sono difficili a introdurre, se circostanze straordinarie non li secondano; ma introdotti che sono (e vedremo in che modo si possa farlo), riescono malagevoli ad abolire, sia perché accrescendo la forza hanno in se stessi il proprio presidio, e perché tanta da un lato è l’utilitá che recano e dall’altro la vergogna in cui s’incorrerebbe a spegnerli, che pochi o niuno ardirebbe proporne e i piú non s’indurrebbero a volerne l’abolizione. Chi oserebbe, ridotta l’Italia una e forte, chiederne lo smembramento, pogniamo che in cuor suo per fini privati lo bramasse? E se pur tal follia annidasse in alcuni, chi può credere che sarebbe assentita dall’universale?"
      },
      {
        "index": 30,
        "text": "Né torna a proposito l’obbiettare le condizioni geografiche e le usanze, le gare, le invidie, gl’interessi municipali. Imperocché non si tratta di dare all’Italia una tale unitá che sia viziosa e discordi dalla sua natura o troppo contrasti alle sue abitudini. Le unitá fattizie e innaturali non provano e non durano, come quelle che troppo allargano o troppo stringono, tengono piú conto dell’apparenza che della sostanza, disgiungono in vece di unire e accrescono le sètte in vece di spegnerle, quali furono nel medio evo l’unitá papale dei guelfi e l’unitá imperiale dei ghibellini. Il sistema federativo non è giá falso da ogni parte, poiché tanto giova nell’amministrazione quanto nuoce nella politica. L’Italia par destinata a comporre dialetticamente i suoi pregi e vantaggi con quelli dell’ordine contrario, ampliando le libertá comunali e facendo in modo che ogni municipio abbia tutta quell’autonomia[23]che è compatibile coll’unitá del governo, della ripresentanza e della milizia. Dico le libertá comunali anzi che statuali, perché la division per comuni è assai piú naturale che quelle di altra specie, il municipio essendo il primo stadio della civil comunanza, come la patria nazionale ne è l’ultimo[24]. La metropoli non dee esaurire lo Stato, l’universalitá propria di essa appartenendo alle categorie della potenza e del genere anzi che a quelle dell’atto e dell’individuo; onde la centralitá soverchia è mendosa e pregiudiziale, benché meno si disdica ad alcuni paesi, come per esempio alla Francia. Ma la dualitá della Toscana e del Lazio, la moltitudine delle cittá principi, la forma sprolungata della penisola, le consuetudini antiche richieggono in Italia una certa diffusione; e per contro il vapore, scemando le distanze e ravvicinando gli estremi, facilita una certa unitá e scioglie l’obbiezione del Buonaparte a questo proposito. Gl’istinti municipali, che frapporrebbero forse un ostacolo insuperabile all’incentrazione amministrativa, porteranno piú dolcemente la politica; e se tuttavia spiacerá loro, niuno dovrá stupirsene, ché la storia insegna l’estinzione di tali spiriti essere effetto dell’unitá e non poterla precedere. Imperocché, nascendo essi dalla grettezza del vivere appartato e ristretto, l’incorporazione nazionale può solo attenuarli e vincerli, e ha d’uopo per farlo del benefizio del tempo, come si è veduto e tuttavia si vede nei paesi piú culti e in alcune provincie della Francia medesima."
      },
      {
        "index": 31,
        "text": "Il possibile essendo la misura dell’effettuabile, la forma precisa dell’unione non si può fermare a priori e dovrá dedursi dalle circostanze intrinseche ed estrinseche del moto italico. Ben si può stabilire fin d’oggi in genere che, secondo lo stile progressivo del corso sociale, il Rinnovamento, dovendo essere un Risorgimento aggrandito, non si potrá contentare in nessun caso di un’unione ridotta ai termini angusti del quarantotto; né ci riuscirebbe a farlo, anche volendo, atteso la logica interiore e la forza esterna degli eventi. Perciò, se la rinnovazione di Europa piglierá una piega piú lenta, e quindi non permetterá subito di cancellare le divisioni politiche, si dovrá almeno pensare a diminuirne il numero; e la riduzione di esse a tre soli Stati rispondenti alle tre zone distinte, cioè all’alpina o eridanica, alla vulcanica e alla mezzana, sarebbe giá un progresso notabile, del quale l’Italia antichissima ebbe un’immagine nel conserto delle tre Etrurie. Questo assetto conserverebbe l’unitá dell’Italia boreale presso a poco nei limiti del Risorgimento, aggiugnendovi un’ Italia centrale e un’Italia meridionale del pari unite e potenti. Or che diremo di coloro i quali vorrebbero tornare indietro e moltiplicare gli scismi in vece di scemarli? e non solo dividere Sicilia da Napoli, ma Venezia da Milano, Genova dal Piemonte, Bologna da Roma, e via discorrendo? Diremo che costoro s’intendono di politica quanto i ciechi di prospettiva, e che l’affaticarsi a farli ricredere sarebbe uno spendere il tempo e l’opera inutilmente."
      },
      {
        "index": 32,
        "text": "Riepilogando le cose discorse, si raccoglie che la differenza sommaria del Rinnovamento dal Risorgimento verserá nella varia contemperazione dell’ufficio dialettico. La dialettica discorre per due momenti, il conflitto e l’armonia, il primo dei quali importa la distruzione quando s’incontrano elementi ribelli all’accordo. Il Risorgimento non tolse di mezzo che il gesuitismo, come instituto incorreggibile, nemico implacabile alla civiltá, corruttore della morale e della religione, fidecommissario perpetuo degli spiriti rancidi dei bassi tempi. Serbò le altre instituzioni e attese solo a riformarle: fu affatto conciliativo, né avrebbe potuto fare altrimenti, perché, non trovando estrinseco appoggio, anzi avendo molti nemici che tendevano a ristringerlo o ad allargarlo soverchiamente, uopo era che si avvalorasse col concorso interiore di tutte le forze patrie. Questa unanimitá e concorrenza di ordini, di uomini e di classi, siccome non potrá ottenersi nel Rinnovamento per le ragioni accennate, cosí sará meno necessaria, perché al difetto di un pieno consenso dentro suppliranno gl’influssi di fuori. Siccome nei monumenti ciclopici i bozzi piramidali combaciando insieme si sostengono a vicenda, cosí i vari Stati di Europa entrando insieme o a poco intervallo in uno stato conforme, ciascuno di essi dará agli altri e ne riceverá un morale aiuto non piccolo (anche senz’azione diretta ed esterna) per operarlo e per mantenerlo. Verso i moti universali le resistenze particolari, ancorché grandi, tornano vane, come i filoni dei fiumi che sboccano in mare sono vinti dalle correnti oceaniche. Un non so che di simile per addietro si vide in Europa, quando i comuni si emancepparono, ché l’andazzo generale superò gli ostacoli parziali eziandio piú gagliardi. Il Rinnovamento pertanto non potrá sottrarsi alla necessitá di demolire prima di edificare, e però in vece di aver aspetto di riforma avrá piuttosto quello di rivoluzione. Dovrá tuttavia guardarsi da ogni eccesso, perché la distruzione se non è necessaria è piena di pericoli, anzi è pregna di regressi e di danni certissimi. Nel por mano alle demolizioni si dee pigliare per regola di non trapassare i limiti del necessario e di non offendere menomamente ciò che è fondato in natura e ha vigore di vita. Fra le cose inviolabili si dee assegnare il primo grado alla moralitá e alla religione, come quelle che ne’ loro capi fondamentali sono inflessibili e incapaci di cambiamento. Ogni rivoluzione che le intacca è micidiale di se medesima, come ci mostra la Francia del passato secolo, la quale, violando il giure cattolico, la giustizia e la mansuetudine, partorí i peggioramenti e i disastri che seguirono[25]."
      },
      {
        "index": 33,
        "text": "Quanto a sapere se le instituzioni politiche si dovranno mutare o modificare, il problema è concatenato con un altro di gran rilievo. Abbiam veduto che il Risorgimento si aggirò sopra due perni, l’uno ideale e ieratico, l’altro guerriero e civile, cioè Roma vivente a monarcato ecclesiastico e il Piemonte retto a scettro laicale. Ora, per conoscere se tali due cardini convengano o no al moto futuro, uopo è risalire a un quesito piú generale, vale a dire se nel Rinnovamento italiano ed europeo le probabilitá avvenire sono in favore del principato o della repubblica. Consacreremo a tale inchiesta e alla precedente i tre prossimi capitoli, per poterci risolvere quali debbano essere i cardini e gli ordini politici del moto futuro. Ma ancorché la conclusione fosse per essere favorevole allo Stato regio, correrá pure tra le due epoche un divario essenziale che debbo almeno accennare. La quale si è che dove nel Risorgimento si mise la principal fiducia nei principi, dovremo per l’avvenire guardarci da questo scoglio. I fatti trascorsi provarono quanto sia vera la divina parola che «non bisogna sperare nei principi»[26], benché non dobbiamo pentirci di averlo fatto, perché allora si richiedeva. Se sperando nei potenti si fece poco, disperando di loro non si saría riuscito a nulla, giacché da essi provenne la possibilitá del cominciare. Nel Rinnovamento l’Italia dovrá confidare massimamente in se stessa, perché la coscienza nazionale è desta e non si tratta che di nutrirla. Non dico giá che se un principe italiano sia per aspirare all’unica gloria di redimere la patria italiana e mostri di voler recare nell’arduo proposito maggior senno che non fecero i passati, si debba rifiutar l’opera e lasciare di confortarvelo. Tanto errano i puritani a ripudiare assolutamente ogni concorso del principato, quanto altri a riporvi troppa speranza. La veritá e la dignitá stanno nel mezzo; e se si dee accettare il servigio anco dei re, non bisogna però farne troppo gran capitale, giacché essi sono uomini come gli altri, capaci di errore, sottoposti a mille casi, né possono far prova di valorosi e di forti se i popoli gli adulano e gli adorano cortigianamente. Si eviti adunque d’ora innanzi quella furia di precòni e di applausi onde si fece tanto scialacquo, si attendano i fatti prima di lodar le parole, e non si esaltino le inezie come fossero imprese e vittorie."
      },
      {
        "index": 34,
        "text": "Il tempo e il modo del Rinnovamento sono incerti; ma constando esso, come ogni gran fatto, di apparecchio e di esecuzione, tocca a noi il prepararlo, affinché, giunta l’ora, si vada per la via diritta e si possa sortire un esito fortunato. A quest’opera si vorrebbe consacrare l’interregno presente, come uno di quegli spazi di riposo e di tregua che il cielo concede ai popoli per allenarli a riprendere con nuove forze l’interrotto cammino. Ma in che consiste questo apparecchio, per ciò che riguarda i privati, se non nell’educare la pubblica opinione? Ogni azione e mutazione esterna si radica nel pensiero e ne piglia le mosse. E il pensiero politico muove dal filosofico, dal letterario, dal religioso, e insomma dal pensiero universalmente. Io mi sforzai, secondo le mie posse, di riformare il pensiero italiano su questi vari capi negli anni che precedettero le nostre ultime vicende, seguendo non mica l’impazienza di certuni, ma quelle leggi di gradazione e di proporzione che governano il mondo intellettuale come il politico, e ingegnandomi di acconciarmi ai tempi e di adattare il cibo alla potenza che nei piú si trova per riceverlo e smaltirlo. Farò altrettanto in ordine al Rinnovamento, per quanto avrò di forze e di vita. Ma che può valere il mio piccolo obolo, se i miei compatrioti non ci aggiungono i tesori del loro ingegno? Tocca a loro il creare e diffondere la scuola del Rinnovamento, affinché le occasioni avvenire non trovino l’Italia mal preparata come quelle che si ebbero in addietro. Imperocché la vita nuova italiana non potrá aver luogo quando non sia preceduta e inviata da una scienza nuova, se mi è lecito l’usare in questo proposito l’eloquio pellegrino dell’Alighieri e del Vico."
      },
      {
        "index": 35,
        "text": "Sarebbe follia l’invitare all’impresa gl’illiberali, i municipali e i puritani. I primi non sono vaghi del nuovo, poiché anzi vorrebbero ritrarci al vecchio dei bassi tempi, né possono servire in altro il moto futuro che rendendolo vie piú necessario e accelerandolo colle improntitudini e colle violenze. I secondi, che non seppero intendere il Risorgimento e volendolo coartare il guastarono, sono ancor meno in grado di capire il Rinnovamento. Eccovi che anche oggi non ne hanno il menomo sentore; dal che si può conghietturare che, venuti i nuovi tempi, faranno ogni opera per contrastarli, imitando quel Decimo Pacario di cui parla Tacito[27], che, «in tanta mole di guerra ridicolo», volea con un pugno d’uomini mutar l’imperio del mondo. Parrebbe a prima fronte che i puritani, avendo trovato il Risorgimento troppo scarso all’ampiezza dei lor desidèri, facciano piú a proposito per la nuova epoca. Ma la loro boriosa ignoranza, l’inesperienza e imprevidenza assoluta, il difetto di giudizio pratico, l’immoderanza delle proprie opinioni, l’intolleranza delle aliene, e sovrattutto l’egoismo fazioso, l’ambizione personale e le dottrine corrotte che professano nell’elezione dei mezzi e del fine, sono tali parti che in ogni condizione di luoghi e di tempi posson rovinare le imprese politiche e non mai vantaggiarle. La discrezione c necessaria in ogni caso, perché gli assunti umani sono sempre imperfetti e sottoposti a certi limiti; e chi in una data congiuntura non sa contentarsi di ciò che è possibile, non se ne appagherá in un’altra, benché piú largo sia il campo delle operazioni e delle speranze. Necessario è il credito nelle cose pratiche e la riputazione presso l’universale; e i puritani sono cosí diffamati appo i valenti ed i buoni, che in vece di mettere in istima avviliscono le cause che abbracciano. Facendo essi dei moti politici una quistione governativa e scambiando l’interno coll’esterno, l’essenza cogli accidenti, non intendono meglio il Rinnovamento che i savi di municipio; e ancorché i tempi volgessero a repubblica, sarebbero poco atti a darle fermezza e vita, perché l’idoneitá dello Stato popolare a soddisfare i bisogni correnti non dipende dal suo estrinseco. Chi non è buono a disporre non può dirigere, e il primo e principale preparamento di ogni riforma civile consiste nelle idee e nelle cognizioni. Or che fanno i puritani a tal effetto? che scienza insegnano? che libri scrivono? a che studi attendono per trattare e sciogliere i gravi e intralciati problemi della civiltá moderna? che nuove dottrine propongono in cambio delle vecchie opinioni? Sterili in fatto di sapere e d’ingegno sino all’impotenza ed eterni ripetitori di poche generalitá volgari, essi presumono di rinnovare il mondo non giá col pensiero ma colle grida e colle congiure."
      },
      {
        "index": 36,
        "text": "Resta adunque che l’opera preparatrice e il tirocinio della pubblica opinione si faccia dalle parti dialettiche dei conservatori e dei democratici. Ma né gli uni né gli altri ci possono riuscire se non si aiutano a vicenda e insieme non si riuniscono. Solo mediante il loro accoppiamento l’Italia potrá avere una scuola politica nazionale, che sia ardita e savia ad un tempo; rechi l’energia nella moderazione e sappia essere longanime e pronta secondo i tempi; sfugga gli eccessi opposti dei temerari e dei pusillanimi; sia ricca di antiveggenza; sappia iniziare, continuare, compiere; afferri le occasioni e le adoperi con animosa prudenza, preoccupando il campo agl’immoderati; tragga a sé i delusi non incorreggibili delle fazioni sofistiche, e sovrattutto i giovani, piú candidi per natura e piú atti a deporre i cattivi, a prendere i buoni indirizzi; e per ultimo accordi la religione colla cultura e la libertá cattolica coll’omaggio dovuto all’autoritá suprema. La scuola italiana vuol essere disciplinata: stare unita nella sostanza, ma lasciare il giudizio libero nelle cose minori, intorno alle quali è impossibile che molti si accordino; conoscere non solo le cose patrie ma quelle di Europa, perché l’intrinseco non si può apprendere se s’ignorano le relazioni. Per ultimo ella dee essere leale e proba, schiva di ogni partito ambiguo, inonesto, ingeneroso, e amare il giusto ed il vero piú di se stessa e della patria medesima. L’idea creatrice del Rinnovamento (che è la chiave dell’avvenire) dee informarla, regolare tutti i suoi atti e riepilogare tutte le sue dottrine. Ma proponendo la concordia dei conservatori e dei democratici, non facciamo noi un’utopia vana? non siamo preda di un’illusione? Il Machiavelli dicea de’ suoi tempi ciò che, mutando una sola voce, noi possiam dire dei nostri; onde le sue parole hanno oggi non so che di profetico. «Quanto all’unione degl’italiani, voi mi fate ridere: primo perché non ci ha mai unione veruna a fare ben veruno; e sebbene fussino uniti i capi, non sono per bastare, sí per non ci essere armi che vaglino un quattrino, dalle piemontesi in fuori, e quelle per esser poche non possono esser bastanti; secondo, per non esser le code unite coi capi»[28]. Se noi somigliassimo in questo ai nostri maggiori e il vaticinio si avverasse, non ci toccherebbe di «ridere» ma di piangere a cald’occhi, perché la morte presente d’Italia non sarebbe piú consolata da speranza di risurrezione."
      }
    ]
  }
}
