{
  "chapterNumber": 18,
  "title": "Libro II, Cap. 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO SECONDO"
      },
      {
        "index": 1,
        "text": "della monarchia e della repubblica"
      },
      {
        "index": 2,
        "text": "Non è qui mio proposito di far l’elogio o la critica degli ordini regi e dei repubblicani considerati in se stessi e assolutamente, ma sí bene di ricercare qual sia la probabilitá di successo che si possono promettere nel futuro riordinamento di Europa. Siccome però ad alcuni, voglio dire ai puritani, il solo dubbio in questo caso può parere cattivo segno, quasi che argomenti ignoranza dei bisogni e dell’indole dei nostri tempi, uopo è che io premetta alcune considerazioni generiche intorno al valore delle forme governative. Dico adunque doversi distinguere due spezie di «forma», secondo che questa voce si piglia all’antica o alla moderna. Gli antichi, e principalmente Aristotile, intendevano sotto nome di «forma» l’idea o essenza intrinseca delle cose, laddove i moderni sogliono significare con questo vocabolo il loro modo di essere estrinseco ed accidentale. Ora la monarchia civile e la repubblica, considerate in astratto, sono bensí due forme distinte di polizia nel sentimento odierno ma non giá nell’antico, conciossiaché il divario che corre fra loro (stando sempre fra i termini teoretici) si riduce semplicemente a una modificazione del magistrato esecutivo. La forma essenziale del buon reggimento, la quale può essere comune cosí allo Stato popolare come al regno, consiste nella dialettica, per la quale esso viene ad armonizzare con tutti i componenti che in effetto si trovano. I quali variando secondo i luoghi e i tempi, variano ancora in concreto le ragioni del dialettismo. Ma questo in qualunque caso comprende tutti i dati sociali; e siccome in ogni nazione culta questi dati sono molti, séguita che per essere dialettico lo Stato non può mai avere quella forma semplicissima, che solo conviene ai tempi rozzi e primitivi. La mania del semplice invade oggi quasi tutti i politici, ed è sovrattutto comune alle due sètte piú opposte e nel tempo medesimo piú ignoranti, cioè ai retrogradi e ai puritani. Imperocché gli uni e gli altri si accordano a volere una potestá unica, indivisa, assoluta; se non che i primi la pongono nel principe e gli altri nel maggior numero, rappresentato da un consesso unico e dai comizi nazionali. Con tal ripiego riescono per vie differenti allo stesso effetto, cioè alle tirannide di un solo o di molti e quindi alla barbarie. Non voglio giá negare che siccome in certi tempi il dominio assoluto di un uomo è la miglior composizione di Stato, come necessaria e sola possibile; cosí in altri non si debba antiporre un magistrato popolare unico, secondo che ebbe luogo in Francia nell’ultimo decennio del passato millesimo. Ma Luna e l’altra di tali due forme non possono essere ferme e durevoli, e non sono da stimar buone che come dittature e autocrazie passeggiere e straordinarie, cioè l’una nelle etá barbariche o di licenza e dissoluzione sociale, l’altra nei periodi di rivoluzione."
      },
      {
        "index": 3,
        "text": "L’error di costoro muove da questo falso: che nella semplicitá assoluta risegga la perfezione creata. Il semplicissimo non è perfetto che negli ordini dell’infinito, perché in quelli che hanno limiti l’eccellenza può solo nascere dal moltiplice delle varietá e delle relazioni. Ciò si verifica nelle arti, nelle lettere, nelle scienze, nelle leggi, nella religione e in tutte le parti del pensiero e dell’azione umana, anzi nella natura medesima. Il naturale, come giá avvertimmo, non si dee confondere col rozzo, col greggio, col primitivo. Il primitivo è anch’esso naturale, non giá come atto ma come potenza, in quanto acchiude la ricca semente dei frutti nascituri. Esso è pertanto la base del naturale, ma non è tutto il naturale e né anco la parte sua piú esquisita, atteso che la perfezione sta nell’atto e non mica nella potenza. Altrimenti la natura non saria perfettibile sia nell’ordine delle epoche come in quello dei regni; o pure dovremmo dire che il bambino sia piú perfetto dell’adulto, il mollusco dell’uomo, la pianta dell’animale e il metallo del vegetabile. E siccome la natura è arte di Dio, conforme al detto del poeta, cosí l’arte è natura dell’uomo e, come figliuola dello spirito e del pensiero, è la parte di natura piú nobile ed eccellente. E se per un lato è una seconda natura che svolge e compie la prima, per l’altro è soprannatura, derivando non mica da leggi fatali ma dalla ragione e dall’arbitrio dell’uomo, quasi secondo creatore o concreatore, il quale innalza con essa arte la natura a un grado piú eccelso, tanto che i lavori artificiali verso i naturali tengono del miracolo. E però anch’ella ha i suoi avanzamenti e cresce di perfezione col crescere di composizione; e niuno è che antiponga, non dico le ghiande e le grotte al dono di Cerere e agli edifici, ma i rudimenti egiziaci dell’ordine toscano al dorico e al ionico, ovvero i versi di Pacuvio e di Guittone a quelli di Virgilio e dell’Alighieri."
      },
      {
        "index": 4,
        "text": "Il simile interviene nella politica, dove, crescendo gli Stati e implicandosi la loro struttura, si amplia naturalmente e proporzionatamente la forma loro. Semplicissimi furono i governi primitivi, perché cotale si era la societá di allora, la quale riducevasi alla famiglia od al tribo: vivea di còlta, di caccia, di pesca, di rapina, di pastorizia; non aveva di lettere, d’industrie, di traffichi altro che pochi semi e quasi impercettibili; e in somma il modo di vivere era cosí semplice come piccolo i! numero dei convittori. La forma politica era corrispondente e versava nel patriarcato orientale e celtico o nel demo greco, il tipo dei quali si trova nella famiglia, cioè nell’imperio dei padri e nella compagnia dei fratelli, che sono le due fogge primigenie del domestico e civil reggimento. Alla famiglia e alla tribú sottentrarono di mano in mano aggregazioni piú vaste: genti, cittadinanze, popoli, nazioni; la civiltá crebbe col numero degli uomini, corrispondendo l’aumento morale al materiale e la qualitá del convitto alla quantitá dei coabitanti, per guisa che la disciplina dei popoli maturi è verso l’incoltezza dei primitivi nella stessa proporzione dei grandi aggregati culti verso gli sciami silvestri. E nel modo che la societá si allarga colla congiunzione dei sessi e la generazione, medesimamente la civiltá si amplia coll’arte, che scaturisce dal maritaggio dell’ingegno colla natura. II termine naturale del convivere civile è la nazione, la quale compie l’unitá dei popoli conformi di stirpe, di lingua, di territorio. Ora, se dalla famiglia sino alla nazione il progresso aggregativo è naturale, benché diventi ognor piú complesso ed artificioso, chi non vede che le instituzioni debbono riuscire passo passo piú composte e tenere un corso proporzionato?"
      },
      {
        "index": 5,
        "text": "Perciò il governo misto è riputato il piú perfetto di tutti pei popoli giunti a essere di nazione. Aristotile, la cui Politica è il lavoro piú eccellente di questo genere che l’antichitá ci abbia lasciato, dice che «la costituzione migliore è quella che accoppia le parti piú varie»[1], e corrobora la sua sentenza col detto di Archita: che «la costituzione perfetta dee unir le parti di tutte le altre»[2]; il qual detto riassume la sapienza civile dei pitagorici. Dove si noti che la mescolanza non riguarda mica la forma accidentale, quasi che il governo misto debba aver principe; onde Cicerone qualifica con tale aggiunta la repubblica di Roma antica[3]. La composizione dialettica consiste nella varietá dei poteri e nella distinzione dei magistrati, per le quali il tenore della rettoria risponde a quello della comunanza. Imperocché nell’una come nell’altra l’opposizione e la pugna sono condizioni necessarie dell’armonia. La pugna senza accordo è anarchia e licenza; e questo non è vivo ma morto, se si disgiunge dal momento che lo precorre. Errano pertanto gli amatori del dominio dispotico a riporre la felicitá di uno Stato nella quiete assoluta, che poco si svaria da quella del sepolcro, perché, in politica come in natura, la vita non è immobilitá e riposo ma accozzamento e battaglia di elementi discordi. E in vero, dovendo essa risultare dai componenti effettivi del consorzio umano, i quali sono diversi fra loro e contrari perché circoscritti come tutte le forze dell’universo, il loro conflitto è cosí necessario alla vita civile come la materia in cui ella si esercita. La libertá non è forse una lotta incessante dei mortali fra loro e colla natura? «I popoli liberi — dice il signor Guizot — non possono aspirare alla pace ma sí bene alla vittoria»[4]; e intesa a questo modo, non si può apporre alla sentenza di quel filosofo che collocava nella guerra lo stato naturale degli uomini. Guerra o piú tosto gara e contesa, non mica di armi e di muscoli, ma d’idee, di bisogni, d’interessi, e mirante alla vita e al vigore, non alla morte dei combattenti. Laonde gli antichi consideravano la ginnastica com’un’immagine della vita civile, e a guisa di suo tirocinio i legislatori doriesi e pitagorici ai giovani la prescrivevano. Coloro, che si van figurando un ben essere maggiore di quello che risulta dal concorso e dalla competenza, sostituiscono alla realtá le chimere della fantasia e scambiano gli ordini finiti con l’infinito. Quei democratici poi, che escludono dalla macchina sociale l’idea di equilibrio, si appongono se parlano di quello che nasce da certe combinazioni fattizie e destituite di natural fondamento. Ma oltre di esso vi ha un bilico politico che ha la sua radice nella natura intrinseca delle cose, il quale è cosi necessario nelle costrutture civili come i pesi e i contrappesi nelle meccaniche."
      },
      {
        "index": 6,
        "text": "Havvi però una semplicitá richiesta all’armonia dialettica non meno della composizione, ed è quella che è propria della natura; necessaria in politica come nelle lettere e in tutti i rami dell’arte, affinché le opere umane abbiano pregio di durata, di bellezza e di perfezione. Dal che si raccoglie che la perfezione di ogni cosa risiede nel mezzo, e tanto si dilunga dalla semplicitá soverchia quanto dalla complicazione eccessiva. Siccome la natura non esclude l’arte, cosi l’arte non dee soffocar la natura; onde tanto è vizioso, per esempio, nell’edificatorio l’ordine bizantino o moresco per eccesso, quanto l’etrusco per difetto di artifizio. Perciò nel precedente capitolo stabilimmo come regola civile il ricorso ai princípi e alla natura, per escludere non mica l’arte legittima ma la fallace, che spegne i germogli originali in vece di esplicarli e sostituisce loro una viziosa gentilezza, propria dei tempi di declivio e di declinazione. I quali per un fatal circuito, allontanandosi dalla natura per voler troppo perfezionarla, rinvertono alla barbarie; onde giova in tal caso il ritornare alle origini con quel ritiramento progressivo, che cerca in esse le virtualitá recondite e si applica a districarle e a metterle in luce. Cosí nel vivere comune i vincoli delle alleanze, dei traffichi, delle religioni sono saldi e giovevoli, benché si estendano piú largamente degli aggregati nazionali; ma se l’unitá politica trapassa i confini di questi, diventa innaturale e precaria, perché il campo essendo troppo vasto e il conserto intrigato, il moto civile vi riesce tardo e moltiplicano le cause di morbo e di dissoluzione, come lenta è la vita e precoce la morte degli esseri animati che oltre il proprio della loro specie eccedono di statura. E a guisa che nelle arti belle l’eccesso riconduce al difetto delle origini, del pari la cosmopolitia rimena la societá al municipio, secondo si vide nel romano imperio, che volle fare del mondo una cittá unica e in vece lo diruppe in tanti Stati quanti erano popoli e comuni."
      },
      {
        "index": 7,
        "text": "Altrettanto si dee dire dei governi misti, ai quali il superfluo non manco del gretto si disconviene; onde sono da riprovare certe costituzioni troppo artifiziate, come quella singolarissima che il Sieyès immaginava in Francia al cadere del Direttorio. Questa sorta di eccedenza però non vieta che una forma governativa prosperi quando è opera del tempo piú tosto che degli uomini, come si vede negli ordini inglesi. I quali sono gremiti e intricati di stanziamenti e di leggi non solo soverchie ma spesso contraddittorie, come opera lenta dei secoli, dai quali, secondo i casi e i bisogni, vennero accumulate a quel modo che si veggono in certe cittá antiche i disegni architettonici piú disformi ammucchiati dall’edilizia. Il che non pregiudica alla durata e alla buona riuscita degli statuti che reggono la Gran Bretagna, perché i vizi della congegnatura meccanica sono corretti e modificati dall’attrito della consuetudine. Ma dove questa manca, la sovrabbondanza delle leggi[5] e l’intrigamento soverchio delle instituzioni pregiudica assai; e però è assurdo il volerle introdurre negli Stati nuovi, quasi che l’usanza possa crearsi per bando e la potestá del legislatore valga ad emulare quella del tempo. Ora qual è la regola che addita il giusto mezzo tra il manco e il soverchio di artifizio? La modernitá civile e la libertá ce la somministrano. Pongasi per principio che i vecchiumi e le morticine non si avvivano, e però qual potenza lo tenta partecipa al loro fato. Ma né anco tutte le parti vive della societá debbono dipendere dal reggimento, secondo lo stile di quei democratici, che, imitando a sproposito l’antichitá grecolatina, fanno di chi governa un balio ed un aio universale, e dello Stato un pedagogeo o un convento. A mano a mano che la civiltá cresce, l’indirizzo politico è men necessario, perché la natura perfezionata di ciascheduno partorisce un’arte individuale che rende importuna su molti capi l’ingerenza dell’arte pubblica. La libertá moderna è però diversa dall’antica: l'una era principalmente collettizia e l’altra spicciolata; quella ampliava e implicava, laddove questa ristringe, scempia, facilita l’azione governativa. Il cristianesimo sottrasse alla potestá pubblica gli ordini spirituali, i quali non comprendono soltanto l’etica e la religione, ma le lettere, le scienze, l’educazione domestica e tutto che appartiene al cuore e allo spirito. La libertá della stampa riassume e rappresenta questa autonomia morale dell’individuo, tanto che essa si può considerare come il portato piú efficace della polizia figliata dall’evangelio. Ma dove finisce il dominio della libertá e incomincia quello della legge? Questo confine è impossibile a fermare stando in sui generali, variando esso da tempo a tempo e da paese a paese, secondo che varia la capacitá dell’individuo in proporzione al grado della cultura comune."
      },
      {
        "index": 8,
        "text": "La misura della quale, per ciò che riguarda l’etá presente e i popoli piú ingentiliti, si vuol pigliare sovrattutto dai tre bisogni universali e predominanti di cui parlammo di sopra. La polizia odierna dee avere un assetto conforme a tali bisogni, senza il quale non può sortire realtá né efficacia. Ogni instituto pertanto che tenda a opprimere gl’ingegni, le nazionalitá, le plebi, è mortifero: se ne inceppa il libero esplicamento, è nocivo. Nell’idea di nazione si assommano le due altre, poiché la plebe è, come dire, la compage muscolare e il corpo, l’ingegno è il nervo e il capo di essa. L’unitá della nazione si fonda in quella del popolo, e il popolo si compone di due sole classi, cioè di borghesia e di plebe, di un ceto colto e redento e di un altro ceto che aspetta ed invoca coltura e redenzione. Non parlo del patriziato, il quale fuori dell’ Inghilterra è morto come ordine civile e, del pari che il chiericato, non può aver vita che fuso nel medio ceto. Il Rinnovamento europeo, risuscitando le nazioni, dovrá ad un tempo operare il maritaggio de’ plebei e de’ borghesi, in guisa che quelli salgano e non questi scendano; onde ne risulti l’unitá del popolo, il quale piglierá dagli uni le forze materiali e affettive, dagli altri le industriose e le intellettive. A queste condizioni supreme dovranno adattarsi i governi futuri, qualunque ne sieno gli accidenti. Errano però coloro che costituiscono la polizia in modo da perpetuare il divorzio delle due classi, sia che la vogliano rendere schiettamente borghese o interamente plebea. Alla prima di tali fazioni appartengono sottosopra tutti i conservatori liberali di Europa dal quindici ai dí nostri. Tali furono in particolare alcuni di coloro che promossero in Piemonte il generoso ma infelice tentativo del ventuno, e molti di quelli che guastarono nel quarantotto il Risorgimento non avvenuto per opera loro. I municipali odierni sono il polso di questa setta, e alcuni di loro sotto l’ombra dell’oligarchia curiale e borghese sperano di salvare in parte il monopolio patrizio. L’ultima e la penultima delle rivoluzioni francesi chiarirono la vanitá di cotali sforzi e annunziano qual sia per essere il successo di chi imita in Italia i conservatori di oltremonte. L’altra fazione è quella dei puritani, i quali, tendendo a scomunare la borghesia e dando tutto alla plebe, nocciono non meno a questa, essendo essa la materia di cui il pensiero è la forma. Non occorre aggiungere che costoro, secondo l’uso dei demagoghi, investendo la plebe di signoria assoluta, pensano solamente a coronare e mitriar se medesimi."
      },
      {
        "index": 9,
        "text": "Ora, passando dalla forma essenziale all’accidentale, egli è indubitato che il governo misto, eziandio nei termini che meglio si addicono ai dí nostri, può essere regio o repubblicano, come anche il governo semplice può essere l’uno o l’altro, atteso che l’assesto della potestá esecutiva non tocca l’essenza del reggimento. Onde quelli che stimano la repubblica per sé essere popolana e la monarchia aliena dal popolo, non se ne intendono, giudicando delle cose dai nomi, quasi che l’antica Roma prima dei Gracchi e la Venezia del medio evo non fossero di gran lunga piú aristocratiche di ogni odierno principato civile. A coloro cui pare strano che lo Stato regio possa essere eziandio di popolo, piano è il rispondere che la sola sua proprietá essenziale è l’ereditá del sommo magistrato. Ora cotal reditaggio non offende certo la libertá e non distrugge né anco l’uguaglianza sostanzialmente. Imperocché l’inegualitá dei gradi è inevitabile anco nelle repubbliche piú democratiche, e non è innaturale né illegittima quando non è frutto di arbitrio o di violenza ma di merito e di elezione. Perciò la monarchia legale, che dipende dall’eletta espressa o tacita della nazione, non si distingue da una signoria repubblicana, se non in quanto nel primo caso la nomina si fa a vita e non cade su un individuo ma sopra una famiglia. La vita naturale della famiglia si mantiene per via di generazione e di successione, la quale negli ordini civili ha per base il reditaggio, giacché senza una proprietá di qualche genere e la sua tramissione non si dá consorzio domestico. Da ciò risulta l’unitá della famiglia, simile a quella della nazione; laonde come questa si denomina dal «nascere», cosí ad entrambe è comune il nome di «gente», che viene da «generazione»; e nella buona favella le voci di «nazione» o «stirpe» e di «famiglia» si scambiano, perché in effetto le cose da esse rappresentate hanno lo stesso vincolo e fondamento, distinguendosi solo fra loro come il generale dal particolare[6]. Perciò a chiarire se l’investitura del potere esecutivo in una famiglia sia conforme o no a natura, uopo è discutere il principio del reditaggio universalmente."
      },
      {
        "index": 10,
        "text": "Il reditaggio nel giro della proprietá privata ha due coefficienti, secondo i giurisperiti di maggior conto: cioè l’individuo e la societá, la natura e l’arte, la ragione (o vogliam dire l’istinto) e la convenzione. L’individuo, occupando e trasformando le produzioni naturali, se le appropria: la legge conferma, determina, circoscrive, assicura cotale appropriazione. Altrettanto accade nelle schiatte regnatrici. Un uomo grande, facciamo un Ciro, un Cesare, un Carlomagno, le fonda in etá di barbarie o di corruttela col privilegio autonomo dell’ingegno principiatore e creatore; e la nazione, mossa dal benefizio e dalla necessitá, dá espressamente o tacitamente perfezione giuridica all’ordine incominciato[7]. In ambo i casi la possessione e la successione sono un fatto naturale e sociale ad un tempo, opportuno e benefico, e costituiscono un diritto effettivo, che si può chiamar «divino», non mica nel senso dei teologi cortigiani, ma in quanto ogni giure pubblico o privato è divino nella sua prima radice ed origine. Il qual giure umanamente risale sempre alla nazione, la quale può dare a uno l’ereditá di un potere politico, come a molti conferisce la privata e civile. Altrimenti converrebbe disdirle il possesso ereditario de’ suoi diritti e quindi spogliarla della nazionalitá propria. Singolar cosa! Coloro che attribuiscono ai popoli un’onnipotenza contro natura, autorizzandoli a prevaricare le ragioni manifeste della equitá e della giustizia, negano loro un esercizio di potere che, versando nel giro del positivo, soggiace per se stesso alla volontá comune. L’ereditá politica ha dunque per base l’autonomia nazionale, né si può far buona questa se quella si ripudia assolutamente. La democrazia della nazione è un’aristocrazia totale e suprema, che può creare il regno, cioè un’aristocrazia parziale e subordinata, se le condizioni dei tempi lo necessitano o il ben pubblico lo richiede."
      },
      {
        "index": 11,
        "text": "L’ereditá del trono considerata in se stessa non ha dunque nulla d’ingiusto né di assurdo, e la storia c’insegna che in certe condizioni è la forma migliore anzi la sola forma possibile di reggimento. Il che accade quando la barbarie o la corruttela di un popolo essendo eccessive, uopo è riunire insieme o almeno appuntare le forze della nazione ad un centro unico, che a guisa di perno immobile le dia unitá di consiglio, celeritá e vigore di eseguimento, recando per tal modo nella signoria l’indole propria e i pregi della milizia e chiudendo l’adito alle commozioni e alle lungherie che accompagnano le elezioni. Le quali nei popoli guasti o faziosi, come quelli di Roma imperiale o della vecchia Polonia, sono, per modo di dire, una rivoluzione perenne che d’ora in ora mette lo Stato all’ultimo ripentaglio. Il potere è tanto piu vivo e forte quanto piú concentrato e individuato, essendo l’individuo la cima della vita organica. Ora un magistrato elettivo ha un’individualitá meno risentita di un magistrato perpetuo, massime se la potestá di questo si travasa dall’uomo nella sua discendenza, la quale piglia cosí essere e stato di persona, immortalando in certa guisa il grado di cui è privilegiato. I francesi dicevano in addietro «che il re non muore», perché in effetto, quando il potere si tramanda per successione, l’esercizio di esso non s’interrompe né si muta, e la politica che ne risulta veste una continuitá e uniformitá di massime e di propositi differentissima dal genio versatile ed instabile dei governi elettivi; il qual pregio ha luogo proporzionatamente altresí nei patriziati ereditari, come quelli dell’antica Roma, di Venezia nei tempi medi e dell’odierna Inghilterra, i quali superano di tanto per senno e vigore i senati a vita, quanto il regno che procede per ereditá vince quelli che vanno per elezione. Il che nasce da due cause, l'una delle quali è estrinseca e l’altra intrinseca. Causa estrinseca sono le tradizioni civili, che passano di padre in figlio quasi retaggio domestico; onde il Guicciardini notava del governo veneto che, «per la sua forma molto eccellente, le cose pubbliche né per la morte del principe né per la elezione del nuovo non sentivano variazione alcuna»[8]. L’intrinseca si fonda su due leggi della natura organica in universale, cioè sull’omogeneitá e unitá della famiglia e sulla forza dell’abitudine nel modificare gli esseri organati. Conciossiaché l’esperienza insegna che molte proprietá fisiche dell’uomo sono un portato dell’educazione, dell’esempio, della consuetudine, la quale crea una seconda natura non meno forte e talora piú forte della prima. E non solo in noi ma in tutte le specie vegetative e animali l’abitudine, nata dal clima, dall’ambiente, dal modo di vivere e da molte altre cause naturali e accidentali, trasmuta gli esseri dal loro stato natio e primitivo. Le quali modificazioni, procreate dall’abito, vengono conservate, trasmesse, accresciute e talora perpetuate dalla generazione, diventando in tal modo ereditarie e trapassando dagl’individui nelle specie corrispondenti. Cosicché il costume e il reditaggio uniti insieme sono due cause efficacissime di trasmutazione continua negli esseri, e valgono del pari a perfezionarli e deteriorarli. Di qui derivano i fenomeni dell’innesto, della caprificazione, dell’ibridismo e le varietá grandissime delle specie, come quelle della razza umana; anzi alcuni naturali portano opinione che dal concorso di tali due princípi le specie in lunghezza di tempo si mutino radicalmente![9]. Ora se ciò ha luogo nei corpi, quanto piú dee succedere nello spirito, come piú duttile e pieghevole a ogni trasformazione? Quindi è che non solo le nazioni e le cittá ma eziandio le particolari famiglie hanno certi caratteri propri, che non si cancellano nel corso dei secoli, come fu avvertito dal Machiavelli[10]."
      },
      {
        "index": 12,
        "text": "La giurisdizione ereditaria, essendo legittima in quanto procede dalla nazione, è di natura subordinata alla volontá nazionale. La quale, avendola creata, può modificarla, diminuirla, ristringerla e anco annullarla, se il ben pubblico lo richiede. Offende l’autonomia nazionale chi le toglie il potere di abolire il regno non meno di chi le disdice la facoltá di crearlo. Errano pertanto i legittimisti francesi[11] a credere che il diritto del principe sia inviolabile in ogni caso e superiore a quello della nazione. Il quale è il solo che sia assoluto (salvo i limiti che gli sono posti dalla ragione e dalla natura immutabile delle cose), perché originale, universale, fondamentale; dove che gli altri hanno verso di esso qualitá di parte e di dipendenza. Laonde nel modo che può la nazione tôrre a un delinquente le possessioni private e la vita, ella può medesimamente spogliare un principe della corona, quasi proprietá politica, ogni volta che ciò torni spediente alla cosa pubblica. Il solo divario che corre tra le due specie di proprietá si è questo: che l'una, come essenziale al civile consorzio e comune a molti, non può mai essere abolita nell’universale; il che non milita per l’altra, che è accidentale e compete ad uno o a pochi solamente. La proprietá privata è pertanto nella generalitá sua un instituto naturale, che non soggiace all’arbitrio della nazione e de’ suoi legislatori, come credono i comunisti. Ma la politica non è meno sacra, quando si richiede al ben essere di uno Stato e il popolo la consente; tanto che i puritani, che la rigettano assolutamente, dovrebbero fare altrettanto della sua compagna e darla vinta al comunismo, se fossero consentanei da ogni banda ai princípi che professano."
      },
      {
        "index": 13,
        "text": "Quando per qualche causa grave e durevole la monarchia civile non è piú atta a felicitare uno Stato, la nazione ha il diritto di sostituirle un altro governo, il quale non può essere che la repubblica. La repubblica è non meno legittima del principato, sí veramente che provenga dall’autoritá nazionale; ed è migliore o peggiore di esso, secondo che si mostra piú accomodata o piú inetta a procurare il bene comune. Il chiedere quale delle due forme sia piú perfetta assolutamente è uno di quei problemi scolastici e anticati, che appartengono alla saccenteria bambina o accademica anzi che alla scienza virile, la quale dimostra che in opera di governi non si dá perfezione assoluta ma relativa soltanto, perché i pregi e i difetti si contrabbilanciano. Laonde nei princípi del quarantotto, quando io combatteva nella pratica la forma repubblicana come pericolosa anzi esiziale ai progressi del Risorgimento[12] (e i fatti chiarirono quanto m’apponessi), io biasimava insieme coloro che, guidati nella teorica da «preoccupazioni disdicenti alla maturitá della nostra cultura, levano alle stelle la repubblica come l’ottimo o l’abbominano come il pessimo dei reggimenti. I nemici e gli ammiratori eccessivi della repubblica sono egualmente uomini di un altro secolo, poiché ripongono il massimo pregio o difetto degli ordini rappresentativi in un mero accessorio. Considerata in se stessa, ella non è né superiore né inferiore al principato civile; onde sarebbe un grave sbaglio il credere che la Francia ci sia entrata innanzi per questo solo ch’ella si è ordinata popolarmente, e l’inferirne che sia per noi un progresso il fare altrettanto. Avendo poi rispetto alla pratica, la repubblica, come ogni forma estrinseca di vivere comune, è buona o rea secondo che torna o non torna opportuna verso le condizioni speciali in cui un popolo si trova. Buona è in Francia, perché necessaria a mantenere la libertá e schiudere la licenza; cattiva sarebbe in Italia, perché aprirebbe l’adito a questa ed esporrebbe quella a gravissimi rischi. Tal è lo stato presente; ma se i due paesi scambiassero le loro condizioni nell’avvenire, egli è chiaro che allo stesso ragguaglio muterebbe l’opportunitá del reggimento. Discorrendo in generale dell’etá nostra e delle nazioni europee abilitate a reggersi cogli ordini rappresentativi, si può stabilire questa sentenza: che la repubblica diventa legittima ogni qual volta una dinastia civile si estingue o si mostra incapace o si rende indegna di adempiere il suo ufficio. E veramente i principi nostri, che dianzi erano assoluti, son divenuti costituzionali, perché l’ereditá del potere esecutivo, non che ripugnare alla libertá che si esercita per via di rappresentanza, giova a darle stabilitá e vigore. Sarebbe perciò stato irragionevole l’escludere la monarchia per amore delle franchigie, potendo l’una accordarsi a meraviglia colle altre. Ma ogni qual volta la possibilitá di tale accordo vien meno per effetto di fortuna o di colpa, e quindi è necessario rinunziare alla libertá o al principato, non potendo i popoli dubbiare nell’elezione, la repubblica sottentra alla monarchia. Il caso si verifica per fortuna ogni qual volta una dinastia si spegne... Il caso poi si avvera per colpa degli uomini, quando una dinastia si corrompe, diventa incorreggibile e pregiudizievole agl’interessi nazionali, come accadde alla Francia sotto i due ultimi rami borbonici... Ad ogni modo egli è manifesto che la monarchia civile non può ragionevolmente dar luogo a un altro governo se non quando muore di fato naturale o si uccide da se medesima. E se allora le sottentra uno Stato di popolo, esso ha ragioni plausibili di durevolezza, non essendo effetto di capriccio ma di necessitá, e avendo un addentellato collo Stato anteriore; il quale, avvezzando gli uomini al vivere libero sotto un monarca, gli rende atti a reggersi affatto da se medesimi. Ho voluto far questo cenno, non perché oggi importi, ma per mostrare ch’io non tengo alcun broncio verso la repubblica e che sono pago e contento della monarchia costituzionale, appunto perché non trovo tra questa e quella alcuna capitale ed intrinseca differenza per ciò che concerne il vivere libero, ma solo un divario di opportunitá rispetto alle congiunture fortuite ed esterne. E coloro che pensano in altro modo mi paiono appartenere piú al millesimo passato che al nostro»[13]."
      },
      {
        "index": 14,
        "text": "Queste parole, scritte nel colmo del Risorgimento, contengono la sostanza della dottrina che conviene al Rinnovamento per ciò che spetta al presente proposito. E in prima, intorno alla forma essenziale dei governi futuri non vi ha dubbio ch’ella debba assere dialettica e mista; che altrimenti non sarebbe propizia all’ingegno, alle nazioni ed al popolo, secondo i termini sovradescritti. Ma siccome queste doti generiche quadrano in teoria al principato civile come alla repubblica, non è ugualmente certo quale dei due modi di polizia abbia a prevalere in un tempo poco lontano; né si può ottenere altro su questo articolo che una probabilitá piú o meno grande, la quale vuol esser dedotta dai fatti massimamente. Ponendo mente allo stato odierno delle cose, si trova in Italia un gran divario avvenuto nel breve spazio di tre anni; ché la monarchia nostrale, dopo una breve sembianza di ringiovanimento, ora si mostra piú che mai (salvo che in una sola provincia) imbastardita e decrepita. Nel resto di Europa il male è ancora piú antico, essendo che il principato vi è da un secolo in manifesta declinazione e il corso degli eventi da piú di cinquant'anni tende a far prevalere lo Stato di popolo. Cosicché l’Europa sembra entrata in istato analogo a quello dell’antica Grecia dopo l’invasione della stirpe dorica nel Peloponneso, e a quello d’Italia nella seconda parte dei bassi tempi, quando nello spazio di due secoli in circa sottentrò da per tutto allo Stato regio il repubblicano. Il che nasce da un concorso di molte cause differentissime, e specialmente dal tralignare della forma regia in se stessa, dalle condizioni speciali della monarchia civile, dall’indole propria dei regnanti moderni, dal crescere affrettato della coltura e per ultimo dalla qualitá del periodo di rivoluzione che oggi corre, se si ha l’occhio alle sue origini storiche e all’esito piú recente. Riandando in breve ciascuno di questi capi, io mi propongo di parlare massimamente e di far servigio agli amatori del principato e a quei principi che sono degni e capaci d’intendere il vero, affinché, conosciuta la gravitá del male, possano giudicare se vi è ancora rimedio."
      },
      {
        "index": 15,
        "text": "La corruzione della monarchia, come quella di ogni altro instituto, è un effetto dello sviamento da’ suoi princípi, e quindi risale assai indietro. Sia che s’incominci dal medio evo, sia che si faccia capo dall’antichitá remota, la monarchia non fu mai assoluta nelle sue origini e divenne tale per necessitá straordinaria o per corruttela; cosicché il pieno dominio del principe non è diritto e regola ma abuso o eccezione. Il regno primitivo, di cui Platone e Plutarco fanno l’elogio chiamandolo «il governo migliore e perfettissimo di tutti»[14], era temperato dalla religione, dalle leggi, dalle tradizioni patrie, dal costume; onde il primo dei prefati scrittori, siccome esalta sopra tutti gli Stati la monarchia, «perché raffrenata dalle leggi», cosí reputa la tirannide «il peggiore»; e distingue appunto il re dal tiranno, in quanto quello e non questo «osserva gli statuti e le costumanze»[15]. Il secondo dice che «Giove [il cui divino e universale dominio era considerato dagli antichi come l’archetipo del principato] non ha per assessora la giustizia, ma egli è in persona essa giustizia e l’equitá e l’antichissima perfettissima legge»[16]. Tal fu in particolare il principato dorico e pelasgico, il quale non solo era modellato all’imperio celeste, ma derivava per via di generazione dal padre degl’immortali, simbolo acconcio della sua dirittura e del nativo temperamento. Siccome Giove comandava a tutto il mondo, cosí la sua progenie dovea regnar sulla Grecia. Ciascuno di quei re vetusti procede dai sempiterni; e Alessandro in etá assai piú recente e addottrinata non fu pago del legnaggio dei Caranidi, benché anch’esso divino originalmente. Concetti e simboli conformi si rinvengono presso molte popolazioni germaniche e orientali, come i goti e i cinesi, gli ultimi dei quali immedesimavano il principe colla legge e col cielo[17]. «Re senza legge — dice un’antica inscrizione sinica — sono re senza pregio. Se i re e la legge si accordano, tutto il mondo s’illumina e si abbellisce»[18]. Nei bassi tempi di Europa la monarchia riscattò i vinti dalla tirannide dei vincitori; e abbozzate le nazioni moderne colla franchezza dei borghi e l’abbassamento dei baroni, essa fu a vicenda mitigata dai comizi delle medesime. Cosicché, se da un lato i principi allevarono i popoli, questi dall’altro lato fondarono e limitarono la potenza dei principi. E mutando prima i benefizi in feudi, poscia subordinando i feudi allo Stato, e in fine mutandoli in possessioni mobili e vive, i sovrani furono i socialisti (se mi è lecito l’usar questa voce) dei tempi barbari e dei princípi dell’etá moderna. E in virtú della giustizia che essi rappresentavano, l’origine del loro diritto fu riputata divina, come la stirpe dei regnatori antichissimi, trasferendosi il concetto simbolico dall’uomo al suo giure e dal corpo allo spirito per opera del cristianesimo."
      },
      {
        "index": 16,
        "text": "Siccome per l’ambizione degli uni e la viltá degli altri ogni potere tende ad allargarsi ed a rendersi infinito mediante un progressivo rimovimento dei propri limiti, cosí la monarchia, scioltasi dalle pastoie delle sue origini, divenne assoluta. La generazione celeste, che adombrava la genesi spirituale della potenza legittima, fu presso i popoli panteisti e politeisti convertita in dogma; onde nacque l’eresia politica della divinitá del principe ne’ suoi due momenti contrari o ricorsi, l’avatara di Oriente e l’apoteosi di Grecia e di Roma[19]. Fra le nazioni cristiane la divinitá del diritto fu attribuita all’arbitrio dai giuristi e teologi servili, e introdotta l’opinione di certe prosapie sortite dal cielo a regnare per decreto assoluto, perpetuo, immutabile. Cosí la monarchia, ampliandosi e fortificandosi in apparenza, si debilitò in effetto, deteriorò l'esser suo e fu di pernicie a sé e alle nazioni, imperocché ogni vita ed eccellenza creata dipende dal mantenimento dei confini naturali, secondo il dogma antico e profondo dei pitagorici. L’effetto della corruzione fu però diverso secondo i luoghi ed i tempi. Nell’Oriente il principato degenere (da pochi casi in fuori) fu esiziale alle dinastie e allo Stato, spegnendo quelle, attraversandosi ai progressi della cultura e operando in essa quel retrocedere o quel ristagno che contrassegna i popoli levantini; onde riuscí a salvare, per cosí dire, se stesso a scapito della natura umana, spogliandola di quella perfettibilitá inesausta che la privilegia. Nell’antico e culto Occidente, cioè presso i popoli ellenici e latini, le rivoluzioni furono per lo piú non dinastiche ma politiche, e l’instituzione civile del popolo fu il castigo del regno. Ma quando gli ordini ecclesiastici ebbero dato il modello dei rappresentativi, che presso gli antichi solo in germe si ritrovavano, la monarchia traligna e scaduta poté rallignarsi e ringiovanire, ritirandosi dall’assoluto al civile delle sue origini. Se non che, siccome, a dir vero, il principato costituzionale non è altro per ordinario che un apparecchio a repubblica, il trovato della rappresentanza giovò assai meno a ravvivare e perpetuare il regno che a farlo morire piú lentamente e in modo conforme alla legge di gradazione."
      },
      {
        "index": 17,
        "text": "Considerata però in se stessa la monarchia civile è una forma buona di governo, che sarebbe perpetua se i principi non ne abusassero. Laddove l’assoluta non si può dir buona che in certi tempi straordinari, quasi dittatura ereditaria o «tutoria reale», come viene appellata dall’Alighieri[20]; e però diventa mala come tosto i popoli escono di pupillo e sono capaci di autonomia, atti a provvedere e migliorare le cose proprie. L’autonomia in universale non è che l’esplicazione del pensiero ne’ suoi due termini o poli, che sono libertá e ragione; la quale esplicazione, considerata ne’ suoi effetti, è la civiltá. Quando adunque un popolo è abbastanza incivilito da «pensare a se medesimo»[21] e ha il sentimento del proprio valore come conserto di forze intellettuali e volitive, egli è idoneo a partecipare del reggimento proprio, e la sua autonomia ripugna non meno all’arbitrio dispotico di un principe che ad un imperio forestiero. La capacitá universalmente è misura del diritto, e ivi in radice è il potere legittimo dove alberga la mente atta ad esercitarlo. Nei popoli incolti un solo può primeggiare a buona ragione, perché se non altro l’altezza e consuetudine del grado che occupa lo rende piú atto a compierne i carichi, e quivi l’unitá del comando giova almeno, come nella milizia, a mantener l’ordine e renderne piú viva l’esecuzione. Ma quando un popolo è ingentilito, la proporzione che corre tra lui e il principe si muta, perché tutti ne san meglio di un solo quantunque grande, e piú ancora se nullo o mediocre. Per la qual cosa, dovendo il governo tener dietro alla sufficienza e rifarsi del senno universale, vuole in tal caso accomunarsi alla nazione, e la monarchia rappresentativa è il risultato moderno di cotal compromesso fra le due parti. Per opera del quale lo Stato accoppia il passato col presente, le tradizioni col progresso e si abilita con tal dialettico accordo a procedere sicuramente nell’avvenire. Ed è uno e libero ad un tempo. Uno, per opera di un sommo magistrato individuale e forte, il quale, come ereditario per successione e proprio di certe famiglie privilegiate (come le schiatte divine degli antichi), ha piú credito nel volgo e rimuove i pericoli della competenza, e, come elettivo per origine, non offende la sovranitá nazionale. Libero, mediante il concorso di un’aristocrazia gentilizia come il patriziato inglese, o elettiva e naturale come la borghesia del continente, la quale a guisa di compage organica e progressiva si raccoglie intorno al principato quasi a centro immoto e ad archeo della vita civile. Egli è fuor di dubbio che in certe condizioni di umori e di tempi il regio potere non che pregiudicare all’autonomia popolana le dá consistenza e vigore, puntellandola, unizzandola, dirigendola, preservandola dai propri eccessi e rimovendone il pericolo di una tirannide di ciompi o di demagoghi."
      },
      {
        "index": 18,
        "text": "Se non che il principato costituzionale accoppia alle virtú predette alcuni vizi che spesso lo rendono di corta vita. Il conflitto dei vari poteri è cagione di consistenza e di durata, se non ne altera l’equilibrio e se «l’uno» di essi «guarda l’altro», come dice il Machiavelli[22]; ma il contrario avviene se l’armonia si rompe: laonde Tacito avverte che il governo composto e tenente fra le altre parti eziandio del monarchico è «piú facile a lodare che a trovarsi e a durare»[23], come quello che ondeggia tra due sdruccioli contrari e difficili a fuggire egualmente, cioè il despotismo e la repubblica. «Nessuno Stato — dice il segretario fiorentino — si può ordinare che sia stabile, se non è o vero principato o vera repubblica, perché tutti i governi posti intra questi duoi sono difettivi. La ragione è chiarissima: perché il principato ha solo una via alla sua resoluzione, la quale è scendere verso la repubblica; e cosí la repubblica ha solo una via da resolversi, la quale è salire verso il principato. Gli Stati di mezzo hanno due vie, potendo salire verso il principato e scendere verso la repubblica; donde nasce la loro instabilitá»[24]. Queste avvertenze quadrano assai piú alla monarchia civile che alle repubbliche miste, perché il doppio pendio verso gli estremi è in quella piú forte, massime al dí d’oggi. Imperocché l’opposizione parlamentare, quando è viva e risentita, diviene naturalmente il contrappelo degli ordini che sono in vigore; e però se lo Stato si regge a principe, gli opponenti sono repubblicani o almeno inclinati a repubblica. E siccome un eccesso provoca l’altro, i corrivi che spingono a Stato di popolo suscitano di necessitá i retrivi che tirano all’assoluto. Né da questo contrario stiracchiamento può nascere l’equilibrio desiderato, perché i corrivi, secondando ai progressi del secolo, hanno in fine la preponderanza, e gli sforzi degli altri per tôrre loro la vittoria contribuiscono ad affrettarla. Non è questa appunto la storia di parecchi Stati da un mezzo secolo in qua? Il qual rischio non è pari nelle repubbliche, perché il moto loro verso la monarchia suol essere all’indietro e non avanti[25]. Laonde oggi la repubblica francese, benché nuova, mal fondata e combattuta da assai nemici dentro e fuori, è piú ferma di molti regni. E il suo esempio conferisce vie piú a trarre gli opponenti degli altri paesi nello stesso rigo, massime atteso i prestigi e gl’influssi che ha la Francia universalmente."
      },
      {
        "index": 19,
        "text": "Vero è che i pericoli di cotal opposizione vengono scemati o rimossi dall’incoltezza del ceto plebeio, o dall’essere il nervo della nazione occupato nei traffichi e nelle industrie, o dal costume amicato, o dal rincalzo che torna agli ordini costituzionali di un luogo da quelli dei confinanti. La prima e la seconda di tali cause militano in qualche parte pel Belgio, e la seconda colla terza per l’Inghilterra, dove lo statuto è vecchio e quasi connaturato ai popoli che gli ubbidiscono; oltre che il patriziato ereditario e la qualitá isolana della contrada, meno esposta a ricevere le impressioni estrinseche, contribuiscono a mantenerlo. Ma niuna di tali cagioni ha luogo in ordine alla piú parte degli Stati continentali, e specialmente alla Germania e all’Italia: a noi manca eziandio la quarta, stante che il solo Piemonte serba le sue franchigie, e le altre provincie, oppressate da un giogo dispotico o tirannico, sono spinte violentemente a repubblica. Dalle quali considerazioni risulta che un regno costituzionale, il quale sia insieme nuovo e durabile, è cosa difficile oltre modo; e siccome tutti quelli d’oggi, salvo il britannico, sono piú o manco nuovi, ciascun vede quel che ne segue. Gli Stati di tal natura barcollano fra due estremi; dei quali l’uno, cioè il dispotismo antico, essendo noto, sperimentato, odiatissimo, conferisce all’altro, cioè alla repubblica, come cosa disusata ed incognita, un maggiore attrattivo. Anche la repubblica ha i suoi difetti; ma, non essendo cònti per propria esperienza, fan meno impressione negli animi dei piú e son meno considerati che quelli del regno. L’uguaglianza piú squisita che trovasi nello Stato di popolo contribuisce pure non poco a renderlo caro sopra ogni altro, e la solita corruttela dei potenti vi pare assai meno formidabile e pericolosa. Imperocché laddove, per cagion di esempio, un cattivo presidente non è che un male a tempo, un tristo re e una dinastia degenere sono un flagello a vita e perpetuo. I quali incomodi della costituzione monarchica sono renduti ancor piú frequenti dalle qualitá proprie delle schiatte regnatrici."
      },
      {
        "index": 20,
        "text": "Non può negarsi che la maggior parte delle famiglie sovrane di Europa non sieno da circa un secolo in via manifesta di tralignamento, come giá fu avvertito da Napoleone. Il che nasce dalle stesse cause che in origine produssero la loro grandezza, cioè dalla successione generativa e dall’usanza. Come negl’individui cosí nelle schiatte alla giovinezza e alla virilitá sottentra la vecchiaia, poi la decrepitá e in fine la morte. «Nelle generazioni degli uomini — dice Aristotile — corre una certa fertilitá, come talora nelle cose dei campi; e qualche volta, quando un legnaggio è buono, vi nascono fino a un certo tempo uomini eccellenti: dipoi dánno all’indietro. E i legnaggi che naturalmente sono di spirito e d’ingegno elevato tralignano in costumi furiosi, come quelli che son venuti da Alcibiade e dal primo Dionisio; e le schiatte che sono di quieta natura degenerano in dappocaggine e stolidezza, come i discesi da Cimone, da Pericle e da Socrate»[26]. Talora havvi una successione graduata di uomini che sono di mano in mano piú grandi, finché si giunge ad un sommo, dal quale, come se la natura abbia nel farlo esauste le sue forze, si cade senza intervallo nei nulli o mediocri. Il che si vide negli antichi Caranidi e ai bassi tempi nei Carlovingi. A proposito degli ultimi nota il Giambullari che fu «in Pipino il grosso prudenza grande e molto valore, in Carlo Martello una invitta virtú eroica, nel re Pipino una quasi divinitá, e in Carlo, meritamente chiamato Magno, uno animo capacissimo della terra tutta e del cielo. E qui si ferma il colmo dello arco, perché Lodovico Pio fu minore assai di suo padre, Carlo Calvo piú vicino ancora alla lode che al biasimo, il Balbo non si vede appena che e’ fusse vivo, e nel Semplice mancò veramente in tutto il valore»[27]. Altre volte spicca e campeggia una grandezza solitaria, quasi piramide nel deserto, come Cesare e Maometto, Oliviero Cromwell e Napoleone Buonaparte. Ma anche quando al colmo sottentra dolce la scesa, non è mai di gran tratto la linea dei segnalati, atteso quella legge di natura per cui «le cose nostre, nascendo il piú delle volte da princípi deboli e bassi, si sollievano ed ingagliardiscono appoco appoco; ma come elle sono al colmo dello arco, irreparabilissimamente danno la volta e col tempo mancano in tutto»[28]."
      },
      {
        "index": 21,
        "text": "Le illustri successioni sono forse piú corte ai dí nostri che negli antichi per l’uso invalso di scomunare i maritaggi, vedendosi per esperienza che la mescolanza delle razze le migliora e il divorzio le imbastardisce. I principi europei non si apparentano che fra di loro e fanno, come dire, una tribú o casta sequestrata da tutte le altre; onde succede loro come alle caste dei secoli antichi, che dopo un certo fiorire imbozzacchivano e perdevano i loro pregi. Imperocché la potenza non dura a lungo scompagnata dal valore; il che si verifica sovrattutto nei principi, perché l’altezza straordinaria del grado reale rende piú cospicua, offensiva e malefica l’inettitudine o mediocritá dell’uomo. Onde Isocrate scrive che «il regno non è, come il sacerdozio, cosa da tutti, quando ella è la maggiore di tutte le cose umane e quella che ricerca maggior provvidenza e senno»[29]. E Aristotile insegna che «il principato è solo di nome se non si fonda nella maggiore eccellenza di chi regna»[30]; di che séguita che «il principe dovrebbe sempre essere superiore ai sudditi per le facoltá naturali»[31], giacché, «possedendo un’autoritá grande, egli riesce pericoloso quando è uomo mediocre»[32]. E sebbene il difetto sia piú tollerabile nelle monarchie civili che nelle assolute, tuttavia è grave e di pericolo eziandio rispetto a quelle, per le ragioni che toccheremo altrove. Oggi l’imperizia dei capi è tanto piú insopportabile quanto piú crebbero nei sudditi colla cultura le cognizioni, essendo cosa troppo mostruosa che la testa ubbidisca e comandino i piedi. Giá infino dai tempi biblici i principi rimbambiti erano in voce d’infamia[33]; e Dante sciamava ne’ suoi: «Oh miseri che al presente reggete! e oh miserissimi che retti siete ! Ché nulla filosofica autoritá si congiugne colli vostri reggimenti né per proprio studio né per consiglio; sicché a tutti si può dire quella parola dell’Ecclesiaste: ’Guai a te, terra, lo cui re è fanciullo’»[34]. L’inettitudine partorisce il disprezzo, che è peggio dell’odio, secondo il Machiavelli[35]. «Quello che dal padre o da alcuno suo maggiore valente è disceso ed è malvagio, non solamente è vile ma vilissimo e degno di ogni dispetto e vituperio piú che altro villano»[36]. Un principe avvilito e contennendo non può reggersi se non comanda a popoli che lo somiglino; e se egli la scampa, i successori pagano il fio della sua dappocaggine. Cosí Carlo primo d’Inghilterra fu deposto, si può dire, dal primo Giacomo; e in Francia Ludovico decimosesto perdé la corona dall’avolo vituperata."
      },
      {
        "index": 22,
        "text": "Una casta degenere, sopravvissuta alla ruina delle altre, sparsa per tutta Europa e signoreggiarne i popoli piú ingentiliti, piú vaghi di ugualitá, cresciuti di forza e capaci di governarsi da se medesimi, può parere a molti una dissonanza anzi un’onta e un obbrobrio. Ma il male è ancora accresciuto dalla corruttela, giacché le abitudini sono tenaci nelle famiglie come negl’individui. Perciò è quasi un miracolo se un legnaggio avvezzo da anni e secoli a signoria dispotica ed eccessiva si acconci di buon grado ai governi civili, e se chi ebbe lungamente i popoli per ischiavi e pecore destinate a’ suoi usi e sollazzi consenta a riguardarli e trattarli come nazioni libere, compartecipi della sua potenza. Gli ordini rappresentativi mutano in gran parte l’essenza del regno, perché, laddove il principe assoluto è arbitro e signore, il principe costituzionale non è altro che un primo magistrato e ministro della nazione. Anzi ne è il servo, secondo i dettati dell’evangelio, che si riscontrano mirabilmente con quelli della ragione, giacché ogni legittimo imperio dell’uomo sugli uomini, essendo ordinato al loro bene, non può essere che servitú[37]. Cosicché se, avendo riguardo ai tempi primordiali e barbarici, si può dire che i re creassero i popoli, il contrario ha luogo nell’etá nostra, e i popoli ci fanno e disfanno i re. Le abitudini adunque, le memorie domestiche, le tradizioni di reggia e di regno, il ragguaglio tra il freno presente e l’onnipotenza antica, la tendenza naturale di ogni potere ad ampliarsi ed eccedere, tirano di continuo i principi dal civile all’assoluto e gl’inclinano a trapassare i limiti che circoscrivono la loro giurisdizione. Ciascuno di loro è, per cosí dire, immedesimato in mille modi con uno stato vecchio di cose affatto alieno da quello che oggi regna, e quindi propenso a risuscitar le anticaglie; onde nacque che i primi Borboni di Francia abbracciarono i gesuiti, causa potissima della loro caduta, e il re odierno di Prussia vorrebbe rimettere in vita i signoraggi feudali del medio evo. Anche quando non s’inducono a violar gli statuti, ne turbano ed alterano in mille modi l’esecuzione cogl’influssi illegali, colle cariche, coi doni, cogli onori, governandosi in queste distribuzioni col capriccio, che è un male comune ai grandi e ai principi anche buoni. Eleggono per amministratori, legati, capitani non i piú capaci ma quelli che van loro piú a genio, come fece Carlo Alberto che rovinò la patria e se stesso coi ministri della mediazione anglogallica e della rotta novarese. Né queste e simili ripugnanze tra gli ordini costituzionali bene intesi e coloro che ci occupano il primo grado è vizio raro e caso insolito, essendo oggi comune piú o meno a quasi tutte le monarchie temperate di Europa."
      },
      {
        "index": 23,
        "text": "Il mal vezzo è inoltre avvalorato da due cagioni, l'una esterna e l’altra interiore. Imperocché se s’incontra un principe buono e inclinato per natura a reggersi civilmente, egli è difficile che non sia guasto dall’esempio e dai consigli degli altri principi, atteso quella lega di sangue, d’interesse e di condizione che fa di tutti una sola famiglia; laonde nel modo che i carboni accesi alimentandosi a vicenda si fan piú cocenti, parimente le male inclinazioni che nascono dall’umore e dal grado di ciascuno sono ancora accresciute dal concorso reciproco. Cosí i traviamenti di Pio nono e di Leopoldo vennero fomentati dai falli e dalle suggestioni di Ferdinando, il quale sarebbe forse men tristo senza il contagio di Russia, come il re prussiano senza quello di Austria. Ma la scuola degli uguali è poca cosa per corrompere i potenti, a rimpetto di quella dei subalterni che alberga nel loro proprio seno. Tali sono le corti, nel cui vituperio la religione e la filosofia insieme si accordano. Ivi si vede «livor ne’ cuori, simulazione ne’ volti, dolcezza nelle parole, veleno ne’ desidèri; vilipesa la semplicitá e celebrata l’astuzia, insidiata l’innocenza e temuta la scelleraggine, sublimato il favore e depresso il merito», come disse un gesuita[38]. Il male è antico e giá l’Alighieri scriveva a’ suoi tempi che «cortesia e onestade è tutt’uno; e perocché nelle corti anticamente le virtudi e li belli costumi si usavano (siccome oggi si usa il contrario), si tolse questo vocabolo dalle corti e fu tanto dire ‘cortesia’ quanto ‘uso di corte’; lo qual vocabolo se oggi si togliesse dalle corti, massimamente d’Italia, non sarebbe altro a dire che ‘turpezza’[39]». Cosicché la voce di «cortigiano» viene oggi a significare negli uomini una qualitá poco onorevole e nelle donne un ufficio vituperoso. Le corti, oltre al pervertire le idee, effemminare e corrompere i costumi, favorir l’ignoranza, la falsa e frivola scienza, l’ozio, le delizie, la superbia, la cupiditá del principe e segregarlo dalla vita cittadinesca, spesso intralciano e disviano i pubblici affari, contrapponendo al governo giuridico e palese un governo occulto e illegale, alterando la giustizia distributiva dei gradi e degli splendori, cacciando di seggio i buoni ministri, facendo prevalere i dappochi ai valenti, i raggiratori ai leali, i cattivi ai virtuosi, preparando le rivoluzioni di Stato con quelle di palazzo e tramando insomma una congiura continua, operosa, efficace contro la bontá del principe e la felicitá della patria. Ma il riformare e abolire le corti (benché non sia impossibile) è piú facile a desiderare che ad eseguire; onde di rado incontra che non sopravvivano al dominio assoluto ond’ebbero il nascimento, tanto piú che a parere di alcuni prudenti esse si richieggono pel decoro e la maestá del principe. Ora la corte innestata alla monarchia civile è un verme che la rode, una peste che l’ammorba e ne rende l’esizio inevitabile e fatale."
      },
      {
        "index": 24,
        "text": "I cortigiani depravano il costume del principe colle adulazioni: le sètte illiberali colle false dottrine ne viziano l’intelletto. Le quali piacciono, perché accarezzano i torti appetiti; oltre che, a chi ignora le leggi naturali che girano il mondo, par cosa plausibile il rinnovare quegli ordini che fiorirono una volta ed ebbero lunga vita. Gli errori poi e le lusinghe non aspettano che il principe sia sul trono, ma lo corrompono dagli anni teneri, essendo che dalla corte e dai retrivi principalmente la regia educazione suol pigliare la sua forma. Nocivo è pur l’uso di affidarla ai sacerdoti, i quali per instituto e per abito non sono comunemente in grado di darla; onde i signori che escono dalle loro mani sogliono riuscire increduli e dissoluti in gioventú, pinzocheri in vecchiezza. Lascio stare che i piú dei chierici, affezionati ai vecchi ordini, mal possono inspirare l’amor dei nuovi, e sono spesso intinti di spiriti gesuitici, i quali, spogliando la religione della sua essenza, riempiendola di superbia e d’odio e tramutandola in superstizione, tolgono ai grandi quel solo ritegno che potrebbero avere, anzi spesso mutano il principio di salute in fomite di corruttela. Cosi i poveri principi, nati da razze imbolsite e degeneri, magagnati da un frivolo e pessimo allevamento, peggiorati dai costumi aulici, sviati dalle massime e tradizioni palatine, sedotti dai mali esempi e ricordi dei loro pari e delle fazioni, privi di buoni abiti, di esperienza e di dottrina, miracolo è se riescono tollerabili non che buoni: la natura e l’arte cospirano a depravarli. Che maraviglia se, commessa a tali guardiani, la monarchia periclita e si perde? Nel secolo quindecimo «credevano i nostri principi italiani che bastasse sapere negli scrittoi pensare una acuta risposta, scrivere una bella lettera, mostrare ne’ detti e nelle parole arguzia e prontezza, sapere tessere una fraude, ornarsi di gemme e d’oro, dormire e mangiare con maggiore splendore che gli altri, tenere assai lascivie intorno, governarsi coi sudditi avaramente e superbamente, marcirsi nell’ozio, dare i gradi della milizia per grazia, disprezzare se alcuno avesse loro dimostro alcuna lodevole via, volere che le parole loro fussero responsi di oracoli ; né si avvedevano i meschini che si preparavano ad essere preda di qualunque gli assaltava. Di qui nacquero poi nel mille quattrocento novantaquattro i grandi spaventi, le subite fughe e le miracolose perdite»[40]. Pure quell’etá vide alcuni regnanti che ci paiono grandi rispetto a quelli dell’etá nostra. Che se allora le piccole monarchie avevano da temere l’ambizione inquieta delle altre, oggi queste e quelle incontrano un nemico assai piú formidabile, cioè le nazioni adulte e i popoli scomunati. Cosicché mentre scemano da un canto la perizia e la forza, dall’altro sono accresciuti i pericoli. L’estremo dell’imbecillitá pratica è quando si distrugge la sera ciò che si fa la mattina e la vita pratica è una continua contraddizione. «Sono signori — esclama Dante — di sí asinina natura, che comandano il contrario di quello che vogliono»[41]. Ripetono i falli rovinosi dei trapassati e a chius’occhi si gittano nel precipizio. «Tanta è l’infelicitá di questi tempi — possiam dire col Segretario — che né gli esempi antichi né i moderni, né la confessione dell’errore è sufficiente a fare che i moderni principi si ravveggano»[42]. Ora l’impugnare la veritá conosciuta e sperimentata è un fallo che non ha remissione; e la cecitá insanabile è il carattere piú cospicuo delle instituzioni destinate e vicine a perire."
      },
      {
        "index": 25,
        "text": "Il conflitto del principato coi bisogni e cogl’interessi moderni è un’altra causa non lieve di scredito e di declinazione. I bisogni principali della civiltá nostra, come vedemmo, riguardano la nazionalitá, la plebe e il pensiero; e tutti gl’interessi piú vivi si raccolgono intorno all’uno o all’altro di questi capi. Ora la monarchia, com’è abituata al dí d’oggi, può malagevolmente essere nazionale, benché il suo primo ed essenziale ufficio sia quello di esprimere la nazione, essendo che ella rappresenta in un medesimo tempo altri voleri e diritti, che da un lato le stanno piú a cuore e dall’altro sono inaccordabili col bene di quella. «Nazione» infatti e «dinastia» si contrappongono come l’universale e il particolare, e dánno luogo a una pugna simile a quella che corre fra gl’interessi de’ pochi e il pro del maggior numero. Né osta che tal pugna sia piú apparente che reale e che in sostanza la felicitá e la sicurezza del principe consistano in quelle de’ suoi popoli, imperocché ciò è vero se gli oggetti si misurano colla stregua del senno e della virtú e non mica con quella delle passioni e dell’egoismo, onde la maggior parte degli uomini, e piú i piú corrotti, pigliano la norma dei loro giudizi. Certo ogni computo che presuppone il disaccordo del bene particolare col generale è falso, perché i vantaggi che uno o pochi uomini traggono dal danno di molti non durano, e sono contrabbilanciati da mali assai piú gravi di numero e di tenuta; ma siccome radi sono i privati che ciò veggano (e se il vedessero, tutti sarebbero virtuosi, almeno per interesse), cosí pochi sono i principi, e i piú di questi antepongono la dinastia alla nazione, come i piú di quelli la casa e la famiglia alla patria. Anche i meglio oculati sono illusi dalle cupiditá domestiche, come si vide testé nell’Orleanese, che perdette il trono di Francia per voler abilitare a quello di Spagna la sua prosapia. Oltre che, tutte le case regie essendo collegate insieme dal grado e dalle parentele e formando, come dicemmo, una gente o casta particolare, gl’interessi e i fini propri di ciascuna di esse vengono rinforzati dai comuni e aggravano il dissidio loro coi popoli soggetti. Nazionalitá non può darsi senza autonomia, la quale è offesa ogni volta che i capi, per ragioni di amicizia e di parentezza o speranza di successione, dipendono dagli esterni e si governano coi loro consigli. Nel modo adunque che tutte le nazioni ne fanno in solido una sola, in quanto il giure dell’una è pari a quello delle altre, altrettanto si verifica nei principi e nelle loro schiatte. Cosicché se ognuna di queste in particolare è, come dire, una piccola nazione campata nel seno della grande e discordante da essa, l’unione loro costituisce un’Europa regia e privilegiata, posta nel grembo dell’altra e sua nemica implacabile. Eccovi che il continente, massime da un secolo in qua, è diviso in due campi, e i principi sono in lite aperta con le armi contro i miseri popoli, come quando si smembrò la Polonia e l’Ungheria fu ridotta al giogo, o in congiura occulta coi trattati e le pratiche, come nel congresso di Vienna e nei conventicoli della Santa alleanza. Dal che si deduce che la monarchia moderna, salvo pochi casi, non è piú nazionale come fu a principio, anzi è contrannazionale per natura e rende immagine di una casta usurpatrice che fa guerra continua a tutte le nazioni. Lascio stare le ambizioni che pongono in urto i potentati fra loro con danno incredibile dei popoli, suscitando le guerre inique di successione e di conquista, che rendono piú di tutte esoso e malefico il principato. E non entro a discorrere della peste dei pretendenti, che sono lo strascico e la coda solita delle dinastie cadute; i quali, volendo ricuperare il trono a dispetto del voto universale, ricorrono ai mezzi ignobili delle trame, delle corruttele, delle congiurazioni e non abborriscono né anco dalle armi civili, quando hanno il potere di provocarle."
      },
      {
        "index": 26,
        "text": "I principi moderni, essendo stati in origine difensori del popolo e avendo ricevute da esso le forze richieste a riscuotere dalle pastoie feudali e magnificare la propria corona, dovrebbero averlo caro, almeno per interesse se non per affetto e per gratitudine. Ma in vece la classe piú negletta e vilipesa dai regnanti è appunto la plebe, e i piú di essi rivolgono la spada contro di quelli che la diedero ai padri loro. Le predilezioni solendo essere d’istinto insieme e di calcolo, i potenti abbracciano il patriziato come minore di numero, e quindi men temibile di potenza, piú simile di educazione, di costumi e spesso di corruttela. Queste ragioni militano meno in favor dei borghesi e mancano affatto rispetto alla plebe, rozza e spiacevole nei modi e nei portamenti, tremenda ed invitta di numero e di potenza. Perciò se i principi assoluti se la fanno volentieri coi nobili come piú atti a lusingarli e dilettarli, e i costituzionali si rivolgono ai popolani grassi, piú umili e servili d’indole e nei gravi cimenti piú utili per le ricchezze, gli uni sprezzano la plebe come gregge nato a servire, gli altri l’odiano perché dal vivere libero essa trae contezza de’ suoi diritti e animo ad acquistarli. Perciò l’economia regia da due secoli in qua fu quasi sempre misurata dall’interesse dei pochi; e per toccar della sola Francia, il piú illustre de’ suoi despoti consumò un lungo regno a spolpare e dissanguare le classi misere, in modo da vincere per la reitá del procedere i sogni dei comunisti. E il piú mite e civile de’ suoi principi costituzionali attese incessantemente a promuovere gl’interessi e i privilegi dei facoltosi, riponendo in questa parzialitá ingiusta la molla della sua politica. Di che è nata e ha messo radice in molti l’opinione che le riforme economiche sieno difficili a comporre col principato. E siccome la maggioranza dei patrizi è propria del dominio assoluto e il sormontar dei borghesi piace al regno civile, l’avvento della plebe ai pubblici affari importa la repubblica, ogni qual volta la monarchia rifiuta di essere popolana."
      },
      {
        "index": 27,
        "text": "La plebe è oggi piú forte che in addietro, perché piú sveglia e piú numerosa, atteso l’incremento non interrotto da grosse e lunghe guerre né da quei morbi pestilenziali che addecimavano le popolazioni. Le industrie ed i traffichi, essendo divenuti per gli aumenti loro il nervo degli Stati e la faccenda principale dei popoli, rendono ogni giorno piú difficili le guerre generali, che prima spesseggiavano perché eccitate e nudrite dai capricci e dagl’interessi dei pochi: il loro periodo fu recato al colmo e chiuso a un tempo da Napoleone. Ora la raritá e piccolezza dei fatti d’arme, i progressi delle arti industriose e commercevoli, gl’incrementi delle classi faticanti e il loro ingresso alla vita politica, sono cose che si corrispondono e fanno sí che l’etá nostra non è piú di guerre ma di rivoluzioni, e di rivoluzioni plebeie, economiche, repubblicane, anzi che costituzionali, dinastiche e borghesi. La plebe potè essere tenuta al giogo, finché stette al buio dei propri diritti e di tratto in tratto i macelli campali o le pestilenze ne ammansivano e diradavan le schiere. In quei tempi felici il ferro e il contagio tutelavano i privilegiati, e l’eccidio sommario dei popoli era la guardia dei principi. Ma dal quindici in poi la pace universale non venne piú turbata notabilmente, e in questo intervallo le povere moltitudini sono cresciute a tal dismisura che il supremo bisogno degli Stati è l’uso piú acconcio delle ricchezze. I governi costosi, oltre all’essere un fuor d’opera, sono però divenuti impossibili, e tutti sanno che un magistrato elettivo e temporario grava meno lo Stato della corte di un principe colle provvisioni civili e le dotazioni. Tanto piú se a guardia del principe si tengono in piedi eserciti smisurati, che per genio e per instituto sieno piú atti ad opprimere la nazione che ad assumerne la tutela. Finché tutti i popoli non hanno il loro essere nazionale e il mondo è partito in due campi nemici, son necessarie le armi patrie, ma a difesa non ad offesa, a guerra esterna non a civile, quali sono quei formidabili apparecchi che ora empiono due terzi di Europa. I quali apparecchi, essendo opera e pro della monarchia, non possono essere sciolti che dalla repubblica; e come impossibili a perpetuare, massime in un tempo che ripugna alla guerra, sono un grave sintomo della morte vicina del principato."
      },
      {
        "index": 28,
        "text": "Antica e ordinaria è l’avversione di esso al libero culto del pensiero e al predominio dell’ingegno; onde il Machiavelli scriveva che gli uomini grandi fioriscono nei regni assai meno che nelle repubbliche[43]. Ciò nasce ché l’ingegno grande è schivo naturalmente di protezione[44] ed eccita col suo splendore l’invidia e la gelosia dei principi, i quali, sovrastando pel grado e la potenza materiale, non amano chi primeggia pel valore e la gloria dell’intelletto. Laddove gli spiriti dotati di una mezzanitá felice non fanno loro ombra e, consentendo a essere cortigiani e protetti, ricevono una parte della propria luce e riflettono l’altra su chi li protegge. Perciò nella distribuzione dei premi e degli uffici il maggior merito suol essere calpestato: i buoni vengono posposti ai tristi e ai dappochi, e solo preferiti agli ottimi e agli eccellenti. Diceva Isocrate che «le monarchie dánno il piú e il meglio a chi veramente val piú, la seconda parte a chi vien dopo, la terza e la quarta agli altri secondo la stessa regola. Ché se questo modo non si trova usato da per tutto, nondimeno la proprietá della monarchia vorrebbe cosí»[45]. Gli spiriti del congresso di Vienna sviarono piú che mai il regno da questa norma, fondandolo nel monopolio, che tende di sua natura a permutare il merito col favore. Non vuole che sia franco il pensiero chi incatena la stampa, che è il veicolo piú celere delle idee e il vincolo piú efficace delle menti, le quali, quando il parlare è libero, scrutando i fatti e discoprendo la nuditá delle cose, riducono al nulla i privilegi e rivelano i diritti. Se i sovrani consentissero a tenersi per eletti del popolo e lo Stato fosse il corpo della nazione, la libertá del favellare e dello scrivere non avrebbe incomodo e pericolo; ma quando chi regge non tiene dalla nazione e questa è manomessa dalla politica, conviene scomunar gli animi, accecare l’ingegno e render mute le lingue. Ma l’ingegno è onnipotente, e tosto o tardi si vendica senza riparo delle offese che gli si fanno. Senza che, la forza principale degli Stati versando nel pensiero, che è quanto dire nella sufficienza, chi la trascura li debilita e ne apparecchia la rovina. La mutazione delle signorie assolute in civili essendo stata promossa dalla tendenza naturale del pensiero a occupare il luogo che gli si aspetta nel governo delle cose umane, l’esclusione di esso è un deviamento manifesto del principato costituzionale dalla sua origine. Ora se il tralignare dei regni assoluti sostituí loro il regno civile, la corruzione incorreggibile di questo non dee forse condurre a repubblica?"
      },
      {
        "index": 29,
        "text": "La perfettibilitá è legge di natura, e quei governi che la ripugnano durano stagnanti per forza d’inerzia, come in Oriente, e lentamente si sfasciano o son percossi da subita rovina. Ma nel nostro mondo occidentale la civiltá è cosí innanzi che il sostare non è piú possibile; di che segue che il progresso è il modo principale di conservazione. Qual forma di Stato in Europa si arresta dee aversi per morta, e solo può cader dubbio sulla lunghezza o brevitá della sua agonia. Ora non pure la monarchia assoluta ma anche la costituzionale, se si eccettua uno o due luoghi, si mostra piú stativa che progressiva e prepone la resistenza alla condiscendenza; il che in ogni governo è cattivo segno. Laonde molti al dí d’oggi inclinano a pensare che il dominio di un solo sia buono nei tempi di civiltá lenta e immatura, e non in quelli di piú rapido e adulto perfezionamento. E recano in figura di questa legge storica l’esempio di Roma antica, la quale fermò coll’imperio il corso delle sue conquiste incivilitrici e il recesso del dio Termine; onde Adriano abbandonò gli acquisti del precessore e tornò al consiglio di Augusto: che maggior dominio non si cercasse[46]. Checché sia di ciò, egli è indubitato che la piú parte dei vizi dianzi discorsi non procedono dall’essenza del principato civile, ma da un concorso di cause accidentali, le quali hanno fatta e ribadita una consuetudine difficile a vincere. Ma siccome pel volgo la consuetudine equivale a natura, non si può negare che i tristi fatti della monarchia non ne abbiano distrutto il credito, la religione, il prestigio. Spogliata di ogni fondamento ideale, ella non può avere ormai altra base che l’egoismo degl’interessi, qual fu quella appunto che il principe piú sagace dell’etá nostra cercò di darle ma invano. Ora quando la civiltá o corruzione, che dir vogliamo, è giunta a segno che l’idealitá politica è spenta e tutto gira sull’interesse, la repubblica è una forma piú durevole del principato. Un governo essendo tanto piú stabile quanto maggiore è il numero dei cittadini che ci partecipano e a cui preme di mantenerlo, la democrazia, secondo Aristotile[47] è il piú fermo e diuturno dei reggimenti. Vero è che cotal consistenza dovrebbe toccare il colmo nel regno democratico, come quello che alla forza conservatrice della moltitudine aggiunge quella della famiglia. Ma ogni volta che la monarchia, non che immedesimarsi col popolo, gli è nemica per invecchiata usanza e fa seco assiduamente a tenzone, essa diventa nudrice di rivoluzioni continue ed è la forma di Stato piú fíussa e torbida che si ritrovi. Il che la rende poco acconcia a un’etá che, non essendo guerriera ma industriosa e trafficante, ha bisogno sopra ogni cosa di quiete e di sicurezza. Brevemente, la repubblica pare a molti unir meglio le due parti da cui risulta la perfezione della dialettica civile, cioè la stabilitá e il moto, il principio conservativo e il progressivo. Né queste sono vane astrattezze, poiché le corrobora la storia contemporanea e il riscontro del nuovo mondo coll’antico. Da quasi un secolo l’Europa monarchica è seggio di liti intestine, di tumulti sanguinosi, di vicende e rivoluzioni incessanti; mentre l’America settentrionale procede lieta e tranquilla negli ordini popolari, accoppiando insieme il progresso e la pace, che sono i due beni maggiori del vivere cittadino."
      },
      {
        "index": 30,
        "text": "L’ultimo periodo, non ancora compiuto, della rivoluzione europea ebbe principio dall’America, secondo la legge geografica che governa la civiltá umana. La qual legge consiste nel conserto dialettico di due moti opposti, l’uno dei quali è un corso da oriente verso occidente e l’altro un ricorso da questo a quello, come il flusso e riflusso e le contrarie correnti che portano e riportano il mare. Noi siamo l’oriente di America, che è il nostro occidente; e come l’Esperia in antico passò successivamente dall’Epiro in Italia e da questa in Ispagna, recando seco il civile deposito simboleggiato nella vita superstite dei precessori[48], cosí oggi, valicato l’oceano, ella si è trasferita in America, la qual è non solo la moderna Esperia ma una futura Europa piú verde e feconda della passata. Stimano alcuni eruditi che il nuovo mondo sia l’antico e che la cultura del prisco Oriente sia provenuta dal seggio primitivo della famiglia tolteca. Il concetto è paradossastico come istoria, ma è plausibile come augurio, perché, continuando il corso occiduo del sole civile, forse la vergine America emulerá con vantaggio l’Inghilterra e la Russia del vecchio ed esausto continente, superando il vallo cinese e le spiagge inospite del Giappone e recando a quel gran mondo asiatico cristianitá e gentilezza. Cosí l’Asia avvenire diverrá una seconda Europa per mezzo della giovane America che è una nostra colonia, giacché il moto coloniale, per cui ebbe luogo fin da principio la diffusione della umana specie, è la base di ogni moto incivilitivo e la sorgente perenne de’ suoi progressi. La colonia è la propaggine e il moltiplico delle nazioni, le quali crescono di fuori colle emigrazioni come la nostra Europa, o di dentro colle immigrazioni come l’America dell’etá presente. E la societá coloniale, essendo una nazione che nasce, una compagnia di uguali o di fratelli, ha forma di municipio, che è quanto dir di repubblica. Cosí quei princípi e rudimenti di libertá, che erano in Europa collegati colla forma regia, trapassando nell’altro emisfero, a poco a poco se ne spogliarono e, protetti dalla lontananza, crebbero lentamente, finché, rotto ogni legame colla madre patria, crearono un mondo repubblicano, antipodo al nostro non meno di sito che di natura."
      },
      {
        "index": 31,
        "text": "Ma il corso importa il ricorso; ché altrimenti la civiltá, viaggiando sempre senza mai fermarsi, sarebbe, come la luce del sole, un bene sfuggevole e periodico e non il retaggio permanente della specie umana. Solo mediante il ricorso i popoli ortivi possono ricuperare ampliati i tesori che diedero ai popoli occidui, e, compiuto il movimento successivo, può livellarsi lo stato civile del nostro genere. Il livellamento presuppone che i due moti contrari s’incontrino, come giá oggi si vede che l’Asia, posta fra l’Europa e l’America, è cominciata ad invadere dalla civiltá comune a queste due parti, onde non è lontano il giorno in cui dovrá cedere alla piena irrepugnabile delle due correnti contrarie di Oriente e di Occidente. Il ricorso civile di Europa verso i paesi di levante, coi quali per ragione di postura marina o di vicinanza è piú facile il comunicare, è un fatto che non ha d’uopo di prova; e solo oggimai si sottraggono ai nostri influssi le regioni meno accessibili dei centri continentali. Ma un altro fatto ancor piú notabile, benché meno avvertito, si è il ricorso del nuovo verso l’antico mondo; tanto che può dirsi con veritá che come l’America uscí dall’Europa, cosí l’Europa moderna si accosta all’America. Le idee americane si propagano nella Gran Bretagna, mediante la frequenza dei traffichi, la comunione di lingua, di stirpe e di vita marittima; si propagano in Francia e piú o meno nelle altre parti: cosicché quella che fu giá maestra divien discepola, e la madre patria, moralmente parlando, si trasforma in vassalla de’ suoi coloni. Quando due o piú popoli culti si trasmettono i loro concetti e hanno scambievole comunanza d’influssi civili, la messa e la tratta non sono mai uguali dalle due parti e l’una di esse suol prevalere. Ché se noi siamo ancora su molti capi superiori agli americani, non si può negare che intorno alla polizia non riceviamo da essi la forma in vece di darla. Or che cos’è questo rifluire politico di America in Europa se non l'avviamento di Europa a repubblica? Eccovi che l’epoca presente della rivoluzione europea incominciò colla americana degli Stati uniti e riuscí alla parigina del quarantotto; il che torna a dire che ebbe principio e fine collo Stato popolare. E come la prima rivoluzione francese fu avvalorata dalle dottrine di Beniamino Franklin e dai chiari gesti di Giorgio Washington, cosí io credo che all’apparecchio dell’ultima conferisse la pittura che illustri scrittori aveano fatta assai prima della democrazia di America. Certo né Carlo Botta né Alessio di Tocqueville, amendue conservatori, antivedevano l’effetto che avrebbero avuto le loro fatiche; come quei rettori inglesi, che colle ire e le intolleranze religiose spingevano oltre l’Atlantico i primi coloni, non si credevano fondatori di una potenza che forse abbatterá col tempo il trono britannico e quelli dell’altra Europa. Ora, se dalle origini storiche e genesiache si può conoscere il carattere essenziale di un dato periodo, e se il rivivere dei princípi nell’esito è sintomo non fallibile della vitalitá loro, non si dee conchiudere che la monarchia civile è l’episodio o vogliasi il nodo di un dramma la cui protasi e peripezia sono fuori di essa? non se ne può inferire come probabile che il concetto repubblicano, paruto morto per mezzo secolo e tornato a rinascere mirabilmente in Europa, sia per avere la vittoria definitiva?"
      },
      {
        "index": 32,
        "text": "Stante la legge dei ricorsi coloniali verso le madri patrie, l’America odierna adombra e idoleggia l’Europa dell’avvenire. Tre illustri schiatte di questa han popolato e ringiovanito il nuovo mondo, cioè la pelasgica, la celtica e la germanica, mediante il ramo iberico, il francese e l’anglonormanno, che sono i piú occidui del mondo antico. Accampati nel paese adottivo, quasi tutti volsero a repubblica, non però colla stessa fortuna; tanto che può dirsi che la nuova Esperia ha anch’ella come la vecchia il suo Tartaro e il suo Eliso. Il che si dee attribuire alla varietá delle razze e delle consuetudini, perché quanto i coloni inglesi erano connaturati allo Stato di popolo tanto gli spagnuoli ci ripugnavano, e Simone Bolivar non poté essere il loro Washington, perché l’ingegno individuale non prova se non opera in materia acconcia. Il contrapposto, che corre tra le povere e discordi repubbliche del meriggio e la fiorente del settentrione, ci porge il concetto dell’indirizzo che potranno avere i rivolgimenti popolari del nostro continente e l’avviso di non affrettarli. Coloro che sognano la quiete e la prosperitá degli Stati uniti, trapiantabili per incanto fra noi, ci debbono spiegare come quei beni che non poterono finora penetrare l’istmo possano piú facilemente valicare l’oceano. Se la providenza ha preordinato che un dí l’Europa debba reggersi a popolo, tanto piú il passaggio sará felice quanto piú le nazioni saranno educate dal regno civile. Le repubbliche precoci sono il pessimo dei governi, perché il popolo ci si deve avvezzare, e addestrare alla nuova vita prima di poterne cansar gl’incomodi e godere i frutti. La Francia d’oggi, benché cultissima, ne fa chiara riprova; ché chi volesse trovare in America il suo riscontro, non dovrebbe cercarlo nelle regioni del norte ma in quelle dell’equatore."
      },
      {
        "index": 33,
        "text": "Il favore in cui è venuta presso molti l’idea repubblicana ha però un’origine ancor piú antica del suo prevalere nel continente novello. Imperocché ella è sparsa, accreditata, magnificata nel mondo moderno dall’antico, le cui memorie, quasi sepolte nei bassi tempi, rinacquero e presero nuovo splendore durante il secolo quindicesimo. La risurrezione ideale della Grecia e del Lazio riempí gli uomini di maraviglia e, ammogliando le idee vetuste alle idee cristiane, fece nascere dal loro connubio una civiltá nuova e tale che né le une né le altre potevano produrla da sé. L’ammirazione delle antiche repubbliche passò dagl’italiani al fiore degli oltramontani, informò le loro opinioni e le loro dottrine e, dopo di essere salita al colmo della societá europea, infiammando i piú nobili ingegni e creando di mano in mano le moderne letterature, discese alle parti infime, penetrando gli studi elementari e allevando le tenere generazioni; onde i modelli e i maestri dell’antichitá d’allora in poi ebbero nome di «classici». Altrove io notava che in virtú di questa instituzione l’uomo moderno prima di appartenere al suo paese è romano e greco[49]; e ora aggiungo «repubblicano», perché i miracoli dell’etá prisca appartengono quasi tutti a repubblica. Cosicché da tre o quattro secoli tutta la gioventú culta si è imbevuta e s’imbeve nelle scuole di nozioni conformi; il che a poco a poco ritira il mondo a repubblica, sovrattutto da che il seme classico, portato in America e cresciuto in pianta, fu traposto in Europa. Imperocché al modo che l’opera letteraria del secolo decimoquinto conteneva in virtú la cultura dei seguenti, cosí i giovani di una generazione comprendono l’umanitá civile di quelle che verranno appresso. Certo quei papi e principi, che promossero con tanto ardore il culto delle lettere e delle arti classiche, nol prevedevano, e meno ancora quei preti e frati che fecero di quelle il fondamento e l’anima del tirocinio. Luigi Filippo ebbe il presentimento di ciò che dovea avvenire e mostrò desiderare che si mutasse l’ordine degli studi; il che per altre ragioni piacerebbe pure a certi mistici dei dí nostri. Ma ancorché l’innovazione fosse possibile, ella sarebbe troppo tarda da fare l’effetto suo, e la morale scapiterebbe senza pro della politica, se agli uomini grandi di Plutarco e di Livio si sostituissero i reali di Francia o i padri del deserto."
      },
      {
        "index": 34,
        "text": "La tradizione repubblicana non fu mai interrotta notabilmente in Italia (dove per tal rispetto è merce domestica, non forestiera), e per via di essa si stese nel resto del mondo civile. Alla memoria delle repubbliche antiche sottentrarono dopo breve intervallo i comuni e poi le repubbliche dei bassi tempi. Quando queste morivano o scadevano, risorse la notizia delle vetuste, la quale preparò le moderne; e mentre la civiltá cristiana si propagava, risorgeva la gentilesca; mentre si piantavano i tronchi delle grandi monarchie de’ dí nostri, s’inserivano in esse gli occulti germi che doveano sterminarle. E siccome la storia c’insegna che ogni progresso avvenire è un regresso al passato aggrandito, la repubblica futura apparisce come un ritorno alle origini ampliate. Nei secoli antichi lo Stato di popolo fece buona prova come aristocratico, e in quelli come nei bassi tempi fu cittadino e municipale, non nazionale. L’allargare con prospero successo questa forma di vivere alla plebe e alla nazione non era possibile fra le imperfezioni del mondo paganico e nei rozzi princípi del cristiano. Ma se da questo lato noi superiamo di gran lunga i padri e gli avoli, gli ultimi ci vincono sopra un punto capitalissimo, cioè nel riconoscere la maggioranza dell’ingegno e la necessitá di assegnare l’indirizzo sovrano delle cose agli ottimi e agli eccellenti. La mancanza di questa parte è il tarlo che rode la democrazia odierna e l’impedisce di vincere o di serbare i frutti della vittoria. Ma se intorno a ciò noi siam lungi dall’imitare gli antichi, gli ammiriamo però senza addarcene, poiché non d’altronde nacquero quelle rare virtú di mente e d’animo e quei fatti illustri che ci rapiscono. La democrazia nostra, non che educare l’energia e il valore dell’individuo, non che abilitarlo a ripetere le prische e ammirate grandezze, si adopera a soffocarlo; nel che si mostra suo malgrado allieva ed erede del principato. Errano coloro i quali, misurando gli Stati moderni dagli antichi, credono che un governo popolare non possa oggi sussistere senza quelle patrie virtú che una volta ne erano il fondamento; giacché nel modo che il conserto degli ordini rappresentativi si differenzia da quello degli altri, cosí differisce la molla. Ora la molla principale della societá moderna risiede negl’interessi, i quali bastano a mantenerla; e ci riescono meglio, come accennammo, nel governo di molti che in quello di un solo. Ma se la virtú non è piú necessaria a durare, ella si richiede tuttavia a fiorire; il che verificandosi nello Stato regio non meno che nel popolare, l’obbiezione milita contro l’uno non meno che contro l’altro. Anzi io stimo, contro il parer volgare, che piú importi ancora nel principato civile, come piú corruttibile; né quello degli Orleanesi dovette la sua ruina ad altro che all’arte usata di depravare i cittadini. E siccome la democrazia odierna trasse i suoi vizi dalle molli e servili influenze del regno, cosí pare a molti che per migliorarsi e rendersi emula dei pregi e dei meriti antichi abbia d’uopo della repubblica."
      },
      {
        "index": 35,
        "text": "La repubblica francese del quarantotto, che chiuse a rispetto nostro il ciclo politico incominciato coll’americana, può perire difficilmente. Ora com’è possibile che, durando ella e consolidandosi, il principato possa vivere lungamente negli altri paesi? Tanto è grande la forza degli esempi e l’efficacia degl’influssi politici della Francia; oltre quella unitá morale che stringe insieme i vari Stati di Europa e rende ogni giorno vie piú necessaria fra loro la conformezza delle instituzioni. Le cause, che precipitarono presso i nostri vicini una monarchia potentissima e rendettero repubblicano un popolo giá tenero dello Stato regio, sono comuni sottosopra alle altre contrade, e vi possono tanto meglio quanto ivi la monarchia è men forte, piú degenere e ha i sudditi meno devoti, gli animi meno affezionati. Ella vi è talmente inviscerata cogli ordini vecchi e impossibili a rimettere, che si adatta ai nuovi di mala voglia e par destinata a morir coi primi, come le piante parassite, che mancano coll’albero che le sostiene. Gl’instituti, come gli uomini, sono sottoposti alle condizioni non solo della natura ma degli abiti loro. Per natura la monarchia può acconciarsi ottimamente al civile, ma per abito vi ripugna. Dal congresso di Vienna in poi studio e sforzo continuo dei principi fu il mantenere l’assoluto dominio o il ripristinarlo. E siccome il fiorir dell’ingegno, delle nazionalitá e delle plebi gli è nemico, la monarchia attese indefessamente a impedirlo, combattendo i voti piú ardenti e i bisogni piú invitti dell’etá moderna. Né si fece scrupolo, per ottenere l’intento, di ricorrere alle arti inique e alle arti vili. L’opera lenta del tempo e dei civili progressi avea finalmente ingentilito e mansuefatto il principato. Ma i liberali e miti andamenti del secolo scorso furono di nuovo dismessi dal nostro, in cui i dominanti tornano ai costumi biechi e feroci del medio evo. Non si fa piú alcun caso della fede, si rompono i patti giurati solennemente; tanto che si reca a virtú eroica di un principe il mantenere la sua parola, e si reputa benemerito se non è fedifrago e traditore. I potenti dei tempi barbari aveano il nome di «mangiapopoli»: quelli d’oggi al costume antico aggiungono il vezzo d’ingannarli e schernirli. E dall’indegno passano all’atroce, ché i bandi iniqui, le confische rapaci, le carceri micidiali e le giustizie scellerate sono il pane cotidiano che distribuiscono ai loro sudditi. Non si son veduti certi governi mostrar buon viso ai sogni del comunismo? e spogliatili della innocenza che hanno nei libri, farne strumento di tirannide e occasione di orrende e spietate carnificine?"
      },
      {
        "index": 36,
        "text": "Il pronostico men fallibile della vicina caduta delle instituzioni si è l’accecamento, il quale è giunto al massimo grado quando i piú gravi infortuni in vece di medicarlo l’accrescono. La storia da un mezzo secolo (per non parlare della piú antica) fa manifesto che la monarchia cade sempre per propria colpa e quando muore è micidiale di se medesima. La rivoluzione dell’ottantanove fu una tremenda ammonizione ai principi: dovea giovare a tutti e non profittò a nessuno. Caduto il trono ereditario e la casa regnatrice di Francia, Napoleone, ricco di gloria insolita, potea fondare in Europa una monarchia novella sotto le dinastie di cui era principiatore. Ma l’eletto del popolo segui le vestigie di coloro che chiamava «degeneri»; e Giuseppe, Luigi, Gioachino non fecero gran fatto miglior prova in Ispagna, in Olanda, in Napoli. Venuta meno la magia dei regni nuovi, si tornò agli antichi ; ma il congresso di Vienna in vece di vantaggiarli li peggiorava. I Borboni delle due linee, che pur furono migliori del loro tempo, si portarono da principi costituzionali verso i pochi, dispotici verso i molti, infeudando la plebe a un’oligarchia, che fu prima clericale e patrizia, poi censita e borghese; né all’ultimo fu di profitto il ricordo solenne del trenta. E si avverta che il procedere del principato fu tanto piú odioso quanto piú discordava da quello delle popolazioni, le quali diedero per un mezzo secolo esempi rari di longanimitá e di sofferenza. La nazion francese è fuor di dubbio la piú viva e impetuosa di Europa; e pur ella usò sempre una paziente moderazione, che sarebbe mirabile anche in pochi individui. Per castigare la monarchia assoluta si contentò due volte della civile, e per punir la civile mutò il ramo dei regnanti, non la famiglia. E in ciascuno dei periodi che si trovò ingannata delle sue speranze, indugiò tre lustri prima di scuotere il giogo e abbandonare coloro che tradita l’avevano. Tanto è poco inclinata alle rivoluzioni! E anche oggi chi mostra piú osservanza del giusto e piú senno longanime fra coloro che amano i nuovi ordini e coloro che li detestano? Ora se dalla pacatezza dei giudizi e dalla legalitá degli andamenti si può ritrarre ragionevolmente chi possa promettersi dell’avvenire, le probabilitá di questo non sono in disfavore dei primi."
      },
      {
        "index": 37,
        "text": "I casi del quarantotto, comprendendo un giro di paese piú ampio dei preceduti, avrebbero dovuto aprir gli occhi anco a quelli che chiusi gli avevano ai ricordi anteriori della providenza. Ma essi non furono meglio efficaci e, come le ultime piaghe di Egitto, non valsero ad altro che a preparare una rovina piú certa e a rendere piú manifesto l’induramento dei Faraoni. Chi crederebbe che, mentre il principato legale vacilla e basta appena a soddisfare le brame dei popoli, si pensi a ristabilir l’assoluto? E pure i fatti di Germania e d’Italia il chiariscono, senza parlare di trame occulte di corte e di perfidi accordi. Quasi che il misfatto della spenta Polonia non basti al disdoro della monarchia moderna, si volle compier l’opera col parricidio dell’Ungheria. Nessun popolo mostrò mai verso i suoi principi piú amore, piú fiducia, piú entusiasmo che gl’italiani tre anni addietro. Or come furono rimeritati? come risposero alle comuni speranze i nomi applauditi di Leopoldo, di Pio e di Ferdinando? Solo al loro deplorabile naufragio soprannuota quello di Carlo Alberto; ma se si ricordano i suoi falli preteriti, le lodi che si dánno al principe estinto non tornano a lustro del principato. Un uomo troppo famoso andava ripetendo da lungo tempo che la monarchia italiana era inetta a liberare l’Italia. I successi non giustificano chi pronunziava queste parole, come colui che cooperò piú di tutti a far sí che fallisse l’impresa, né in mano sua fiorirono meglio i fasci triumvirali che in quella d’altri lo scettro regio. Tuttavia, se si considera che né gli errori del Mazzini e de’ suoi compagni né quelli delle altre sètte avrebbero potuto gravemente nuocere se i capi della nazione si fossero governati con prudenza e avessero fatto il debito loro, non può negarsi che corra a conto dei principi la prima colpa, se non morale almen politica, delle calamitá accadute. Ora, se il principato italico per difetto di senno o di cuore fece riuscire a nulla il Risorgimento della penisola, come si può sperare che sia per portarsi meglio nel Rinnovamento, tanto piú arduo e difficile a condurre?"
      },
      {
        "index": 38,
        "text": "Queste ragioni conchiudono come probabile che i casi prossimi (giacché dei remoti non intendo parlare) sieno per essere meno propizi alla monarchia che alla repubblica. Ma la probabilitá non è certezza; e come rispetto all’infermo la speranza di guarire non vien meno assolutamente che colla vita, cosí niente vieta che la potestá regia, benché da per tutto debilitata, risani e rinvigorisca almeno per qualche tempo. La possibilitá della cosa (per quanto sia poco verosimile) da ciò risulta: che per l’universale dei popoli lo Stato popolare non ha ragion di fine ma di mezzo, non è un bene assoluto ma un rimedio dei mali fatti e un castigo delle colpe commesse dal principato. Mancata perciò la causa, mancherebbe eziandio l’effetto, e quanto oggi la monarchia è disprezzata e abborrita come impari a produrre il ben essere comune e lorda di scelleratezze, tanto potrebbe ancor essere non solo tollerata ma amata e benedetta, se mutasse tenore; perché, come ho giá detto, i popoli non son difficili a contentare e peccano piú per eccesso che per difetto di confidenza. Ma certo l’ammenda non può aspettarsi donde è maggiore la corruzione. Il principio rigenerativo e salvatore del regno non si dee cercare in Germania, che oggimai è una potenza russa; non nella Russia, perché ripugna che dalla sede piú insigne dello scandalo possa nascere la salute. Resta dunque che si vegga se l’Italia può darlo, avendo l’occhio a quelle due provincie che furono i principali motori del nostro risorgere. Cosí la quistione della forma governativa ci conduce a quella del principio egemonico e c’invita ad investigare se Roma e il Piemonte, che furono i cardini del moto passato, possano nel futuro adempiere lo stesso ufficio. Il che c’ingegneremo di fare nei due seguenti capitoli."
      }
    ]
  }
}
