{
  "chapterNumber": 10,
  "title": "Libro I, Cap. 9",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "dei municipali e dei conservatori"
      },
      {
        "index": 1,
        "text": "Il genio municipale muove da due princípi, l’uno dei quali appartiene alla cognizione e l’altro alla potenza affettiva. Il primo in ciò versa: che il municipio è cosa sensata e cade come tale (a guisa di ogni fatto immediato) sotto l’apprensiva di tutti, per modo che ciascuno ha seco continua e intima dimestichezza. La nazione all’incontro non si sente, ma intendesi mediante l’uso della riflessione e del raziocinio; e quantunque sia un fatto essa pure, non è però visibile né palpabile, e partecipa per tal rispetto alla natura delle cose ideali: cosicché laddove anco gli uomini piú rozzi hanno contezza del comune, bastando a tal effetto aver gli occhi in capo, il concetto vivo e distinto della nazione richiede qualche squisitezza d’ingegno e una certa coltura civile. Una consuetudine incominciata, si può dir, colla vita, assidua, incessante, avvalorata dall’educazione, dalla pratica, dall’esempio, dagli spiriti domestici, dalle cure, dai doveri, dagli affetti, dai passatempi, dagl’interessi piú noti, vivi e immediati, ci stringe al municipio, proprio domicilio di ciascuno; mentre che solo per mezzo di esso si appartiene alla nazione e alla patria, quasi comune stanza e famiglia."
      },
      {
        "index": 2,
        "text": "Il principio affettivo è parte generoso, parte volgare. Intendo per «affetto generoso» l’amor del luogo nativo, il quale amore si distingue dalla caritá della patria come il seme dall’albero, la potenza dall’atto, il volere istintivo dal deliberato, il particolare dal generale, il sensibile dall’intelligibile; essendo che la patria non è solo una cosa ed un fatto ma un’idea, non è pure un sentimento ma involge un obbligo morale, e come il senso ne porge la prima notizia, cosí la ragion sola può recarla a compimento. Imperò il concetto e lo studio di patria abbisognano di molta disciplina civile; e finché questa è tuttavia nelle fascie e i popoli consanguinei si partono in case, cittá, ville, provincie, Stati, senza un nodo comune, la culla è patria agli uomini, come alle fiere il covo, agli uccelli il nido, alle pecchie l’arnia, alle cappe il guscio, ai zoofiti il polipaio. Ma a mano a mano che si schiude e svolge il concetto nazionale, si manifesta a proporzione quello di patria, la quale, moralmente parlando, è tutt’uno colla nazione, o vogliam dire colla nazionalitá concreta ed estrinsecata. L’affetto volgare è l’amor di se stesso e della famiglia, che bene ordinato non è vizioso ma non ha nulla di generoso. Ora il comune essendoci presentaneo, intimo e quasi connaturato con esso noi e colle cose nostre, non solo abbiam pronto avviso di ogni bene e di ogni male che gl’intervenga, ma ne sentiamo gli acquisti e i danni quasi come propri, ne abbiamo una coscienza subita e perfetta; laddove non possediamo né la stessa contezza né il medesimo sentimento delle buone avventure e dei disastri della nazione. Gli appetiti naturali dell’oro, della potenza, dell’onore si rifanno della patria municipale: nel luogo dove sei nato e risiedi, dove hai casa, famiglia, parenti, amici, poderi, traffico, industria, clientele, cariche, riputazione, il bene comune si confonde col tuo, e promovendolo te ne vantaggi. Se il tuo comune prospera e arricchisce, anche tu puoi parteciparne ed essere piú dovizioso. Essendo piccolo il luogo, ti è facile l’ottenervi un grado piú o manco notabile e anco il primeggiarvi; tanto che se l’ambizione ti rode e ti credi Cesare, amerai meglio come lui averci il primo posto che di conseguire il secondo altrove. Alla simpatia istintuale aggiugnendosi la filautia, stimolo efficace, l’amor della cuna riesce tanto piú gagliardo e operoso quanto è meno elevato e nobile nel suo principio. Non occorre avvertire che quanto dico del comune si dee intendere proporzionatamente della provincia e anche dello Stato, ogni qual volta lo Stato non è tutta la nazione. Ma i legami che ci stringono al comune sono piú forti per le ragioni addotte, e fortissimi se il comune è metropoli, perché in tal caso, oltre la maggior copia di vantaggi e d’influssi che ne cavi e ne ricevi, si aggiunge l’orgoglio cittadino che ti fa parere l’egoismo municipale non che degno di scusa ma virtuoso e lodevole."
      },
      {
        "index": 3,
        "text": "All’incontro l’amore della patria universale e della nazione è assai piú raro perché magnanimo e nobilissimo, e non che recarti profitto richiede spesso che tu incorra in alcuna perdita e talvolta che rinunzi alle cose piú care. Cosí, pogniamo, standoti nel tuo comune, tu puoi maggioreggiare fra i tuoi uguali ed esserne quasi principe; ma ampliandosi il campo in cui devi operare, troverai concorrenti formidabili, non potrai ottenere che un luogo inferiore e sarai confuso colla turba in vece di dominarla. Se la tua cittá nativa fu sino ad oggi sede, corte, capitale di un piccolo Stato, tu sei costretto di esautorarla per incorporare esso Stato alla patria generale; se è camera e centro principale di traffichi e di artifizi, ti è d’uopo scemarle il privilegio e l’uso di tali frutti. Vero è che dopo qualche tempo ella viene a giovarsi dell’union nazionale, acquistando con usura da un canto ciò che ha perduto dall’altro. Ma per antivedere questo compenso, bisogna avere degl’interessi economici e politici una cognizione molto piú vasta e profonda di quella che cape nel volgo eziandio bene educato; bisogna sprigionarsi dal giro angusto del presente e saper penetrare nell’avvenire. Oltre che, il ristoro non avendo luogo che a poco a poco e in progresso di tempo, e la vita dell’uomo essendo breve e fugace, egli spesso non può goderne; tanto che la considerazione del bene futuro non può addolcirgli gran fatto l’amarezza del danno in cui incorre presentemente."
      },
      {
        "index": 4,
        "text": "Non è dunque da meravigliare se per li piú la sola e vera patria consiste nel municipio o nella provincia. Pochi son quelli che l’allarghino oltre lo Stato, e per secoli e secoli anche i dotti soggiacquero all’errore del volgo. La formazione della nazionalitá essendo opera della civiltá attempata, il concetto pena a radicarsi negli animi, come il fatto a stabilirsi e a pigliar grado nel diritto particolare e comune delle genti. Ella sará certo la base del giuspubblico degli avvenire; ma quello che oggi regna fra i potentati, non tanto che l’ammetta, anzi l’offende o la sbandisce formalmente. Fra le stesse dottrine politiche che sono in voga e meritano di essere, alcune possono indurre gli spiriti superficiali a esagerar l’importanza del municipio, conciossiaché la diffusione equabile della cultura, per cui i diritti del comune voglionsi ampliare e si dee sfuggire l’incentramento soverchio, è favorevole ai municipali che non sono della metropoli. Se molti dei liberali parlano spesso, anzi parlamentano con pompa ed eloquenza grande della patria nazionale, pochi son quelli che ne abbiano una vera idea o, posto che l’intendano, le portino un amore efficace, altro essendo il discorrere ed altro il sentire e l’operare, e non potendosi amar la patria senza contrastare ai sensi men nobili e al costume invecchiato. Imperocché gli uomini generalmente sono tenaci delle tradizioni e poco inclinati alle cose nuove, e la nazionalitá italiana è cosa novissima: le tradizioni nostre son quasi tutte municipali, specialmente in quella provincia a cui corse nell’ultimo periodo un debito piú grande di magnanimitá patria. Non credo di esagerare, perché i fatti sono i migliori interpreti delle parole; quando fra tanti che a principio gridavano «Italia, Italia», non molti furono quelli che poi venendo alla pratica l’antiponessero al comune. Migliore per tal rispetto è la condizione dei fuorusciti, perché l’esilio può servire a divezzarli dalle abitudini e dai capricci municipali. Dal che però non si vuole inferire che l’ora di ricomporre le nazioni non sia ancor giunta, giacché le nuove relazioni che emergono dalla civiltá avanzata lo rendono necessario, e gl’ingegni eletti comprendono, le moltitudini sentono confusamente questo bisogno, benché l’egoismo ci faccia ostacolo; ma sí bene che tale ostacolo non è dei più facili a superare e spiega naturalmente i casi che entriamo a descrivere."
      },
      {
        "index": 5,
        "text": "Il municipalismo è mal vecchio in Italia, i cui abitanti, dice il Guicciardini, «acciecati dalle cupiditá particolari, corrompono eziandio con danno e infamia propria il bene universale»[1]. Ma siccome suol fingere e coonestarsi con falsa specie di caritá patria, cosí non si mostra a viso aperto se non quando sorge qualche occasione favorevole di procurare il bene comune. Riandando colla memoria i casi nostri degli ultimi anni, mi son ricordato piú volte dell’Attica primitiva, dove, secondo una vecchia tradizione, avendo Teseo raccolti in uno i dispersi abitatori e fondata Atene quasi «una certa universitá di tutte le genti», un tale Mnesteo (viva immagine del genio municipale) gli attizzava contro i potenti, che «giá da gran tempo mal comportavano esso Teseo e pensavano che tolto egli avesse di popolo in popolo il primato ed il regno ad ognun dei piú nobili e gli avesse tutti rinchiusi in una sola cittá per trattarli come sudditi e servi. Metteva poi in iscompiglio la moltitudine e la tacciava che, riguardando una larva di libertá e in effetto priva essendo delle sue patrie, in luogo di molti e buoni e legittimi re, tenesse volta la mira ad un signore avveniticcio e straniero»[2], chiamando cosí il figliuolo di Egeo, benché greco e ateniese, perché nato fuori de’ borghi nei quali essi abitavano. Non sono questi sottosopra gli argomenti con cui nelle varie parti d’Italia fu contrastata l’unione del Piemonte coi lombardoveneti? Tanto il genio di municipio è sempre conforme a se stesso e non si muta per volgere di secoli e variar di paesi! Quindi è che l'avversione al regno dell’alta Italia, o almeno la freddezza e la noncuranza verso di esso, è una tessera sicura per distinguere i politici municipali dai nazionali; e invalse a tal segno anco fra gli uomini piú illustri del Risorgimento, che pochi seppero appieno guardarsene. Onde tanto è piú degno di ammirazione e di lode Guglielmo Pepe, glorioso per l’antico amore d’Italia, il valore nelle armi e la difesa Venezia; piú glorioso ancora, perché seppe vincere (ciò che spesso non sogliono i buoni ed i prodi) il fascino dei propri affetti e le volgari speranze; osò, napoletano di nascita e popolano di cuore, abbracciar l’insegna del re subalpino come il solo mezzo di salute patria che in quei frangenti ci porgesse la fortuna."
      },
      {
        "index": 6,
        "text": "Il municipalismo italiano nell’ultimo periodo variò di gradi e di forma secondo le diverse provincie. Toccò il colmo in Sicilia, perché nei tempi di civiltá tenera e rozza il mare separando i popoli, la condizione insulare rende l’individualitá dei comuni piú risentita e piú viva. I siciliani da questo lato somigliano ai còrsi, presso i quali il nodo patrio non fu difficile a troncare; al contrario dei sardi, posti anch’essi in isola, anzi piú dentro mare, e tuttavia di spiriti e di pensieri italianissimi. Laonde siccome tra le nazioni europee singolareggia l’inglese, cosí il siculo tra i popoli italici; e questa conformitá accresce l’inclinazione che gl’isolani del mare interno hanno a quelli dell’esteriore. Il siciliano antipone in cuor suo l’Inghilterra all’Italia, perché considera questa come una straniera vicina ed incomoda, quella come una protettrice potente e, benché lontana, unita seco dal consorzio delle acque. Oltre che, i vincoli dell’isola italiana colla penisola furono maggiori nei secoli addietro, quando la Sicilia era alleata della repubblica di Pisa e aveva seco e con altri municipi nostrali frequenza di traffichi e di cortesie[3]. Anzi se il fondamento dell’italianitá risiede nel comune idioma, può dirsi che ella avesse la sua cuna in Sicilia, dove i dialetti toscani cominciarono a diventare illustri mediante il fior degl’ingegni che si raccoglievano e poetavano nella corte di Federigo, educandovi bambina quella letteratura che poco stante diventò adulta per opera dell’Alighieri. Oggi all’incontro ogni legame è tronco e il divorzio civile è compiuto, stante che l’unione politica con Napoli, non che esser fomite di concordia e veicolo di coltura, è piuttosto mantice d’ira e laccio di servitú. Se non che i siculi, odiando a buon diritto la tirannide borbonica, errano a confonder seco il popolo napoletano. Perciò se, scotendosi testé dal collo il giogo di Ferdinando, diedero un esempio magnanimo di valore e il segno del riscatto al resto d’Italia, non può negarsi che la rottura coi regnicoli di terraferma non sia stata di danno e di scandalo, porgendo al principe un pretesto per ritirar le sue armi dalla guerra patria e accrescendo lo scisma della nazione."
      },
      {
        "index": 7,
        "text": "Certo questa separazione fu illegittima in se stessa, contraria al bene comune e agl’interessi medesimi della Sicilia. Legittima non può mai essere la rivolta di una parte contro il tutto, di una provincia contro lo Stato, di un popolo verso la nazione e la patria universale. La nazionalitá dei siciliani non è sicula ma italica, atteso che per ragione di lingua, di stirpe, di postura, di mole, essi sono un membro d’Italia e non fanno un corpo da se medesimi. La loro italianitá effettuale è un fatto positivo che non può essere annullato dall’arbitrio di nessuno, stante che la volontá dei popoli non è autorevole se non è ragionevole, e tale non può dirsi se non si conforma alla natura immutabile delle cose. Ancorché l’Italia peninsulare decretasse unanime che i siculi non sono italici, essi continuerebbero a esser tali a dispetto di tutto il mondo, perché i decreti non hanno forza contro le ragioni geografiche ed etnografiche. Tanto è giusto e dicevole il collocar la Sicilia fuori d’Italia quanto sarebbe il costituir l’Italia fuori di Europa e questa del globo terracqueo. Molto meno adunque lo svincolarsi era lecito contro il volere d’Italia, e scegliere a tal effetto l’ora suprema in cui per dar opera alla redenzione patria uopo era ristringere i nodi in vece di scioglierli o debilitarli. Il bene d’Italia richiede che gli stranieri non crescano di potenza nelle sue marine e che la Sicilia non abbia la sorte di Malta e della Corsica, come avverrebbe tosto o tardi se dalla penisola si separasse, non potendo uno Stato piccolo mantenere l’autonomia propria contro i forti che lo appetiscono. Cosicché una Sicilia disgiunta da Napoli sarebbe a poco andare una Sicilia forestiera, e frapporrebbe un nuovo ostacolo a quel grado che l’Italia redenta può giustamente sperare e promettersi come potenza marittima e regina del Mediterraneo. Il bene d’Italia richiede la maggiore unione possibile tra le sue provincie, e il suo progresso civile e nazionale versa principalmente nel diminuire le divisioni antiche, pogniamo che ad un tratto non possano cancellarsi. Or chi non vede che il divorzio dei siciliani farebbe il contrario effetto? e che quindi, non che essere un progresso, sarebbe un ritorno peggiorato alle condizioni del medio evo?"
      },
      {
        "index": 8,
        "text": "Né giova il dire che la Sicilia rigetta bensí l’unione con Napoli ma non giá coll’Italia, e che ella è acconcia a collegarsi seco. Imperocché Napoli essendo italiana, l’unione con Napoli è parte dell’unione italiana e via al compimento di essa; per modo che ripugna il voler l’ultima e l’essere insieme avverso alla prima, com’è contraddittorio il volere un fine senza i mezzi che vi conducono. Napoli come piú vicina è l’anello per cui l’isola si congiunge colla penisola; giacché il connubio dei popoli fratelli in un sol corpo di nazione, effettuandosi per ordinario a poco a poco, suol cominciare dalle parti prossime e contigue e quindi procede alle piú lontane. Perciò se si rompe la prima congiunzione si fa un passo indietro in ordine alla seconda, che diventa piú malagevole. — Oh! si può supplire colla confederazione. — No, signori, non si supplisce, perocché questa è unione imperfetta e ha solo ragion di progresso quando manca l’unione perfetta, cioè l’unitá politica. Cosí, per modo di esempio, la colleganza di Napoli col Piemonte, di Sicilia con Roma o Toscana sarebbe un bene, trattandosi di provincie divise da lungo tempo. Ma la colleganza di Sicilia con Napoli riuscirebbe un male, perché il minor bene diventa male quando esclude un bene maggiore che giá si possiede, come accadrebbe in questo caso, sostituendosi l’unione all’unitá antica, il vincolo piú largo al piú stretto, cosicché la lega sarebbe ripudio non maritaggio. Si dee desiderare e promuovere la lega italiana, ma fatta in modo che sia di guadagno e non di perdita, e la Sicilia dee parteciparvi non giá per dividersi da Napoli ma per unirsi al resto della patria comune. Essa dee entrare nella confederazione non mica come Stato da sé ma come parte del regno napoletano; altrimenti, scostandosi dall’unitá, indebolirebbe l’unione in vece di avvalorarla. Né i vincoli confederativi, come deboli che sono e poco stringenti, basterebbero ad assicurare la Sicilia divisa contro l’ambizione o la cupiditá degli esterni, o certo sarebbero a tal effetto meno efficaci che l’unione politica coll’austro della penisola."
      },
      {
        "index": 9,
        "text": "Per ultimo la separazione nocerebbe alla Sicilia stessa per la ragione giá accennata, tanto essendo il segregarsi da Napoli quanto il cadere in servitú altrui. Mi stupisce che non si vegga da tutti una veritá tanto chiara e non si conosca che all’Inghilterra piacerebbe il dissidio dell’isola per signoreggiarla e farne, se non una Corsica inglese o una seconda Malta, almeno un nuovo arcipelago ionico o un Portogallo italiano; e che si stimi possibile a un piccolo Stato posto nel Mediterraneo l’avere di per sé quella balía e indipendenza che solo appartiene alle nazioni grandi per copia d’uomini e ampiezza di territorio. — Volete, o siculi, esser liberi e forti? Stringetevi all’Italia comune madre e preparatevi al consorzio materno colla fratellanza e unione napoletana. Fuori di essa non avreste che servitú. — Oh! l’abbiamo, e crudele, tremenda, intollerabile; e Napoli è appunto quella che ci opprime. — Il Borbone vi opprime e non il suo popolo, che divide le vostre e, come piú vicino, ha spesso la parte piú acerba delle sciagure[4]. Guardatevi di confondere i re coi popoli, e i compagni di martirio col carnefice comune. Né gl’italiani v’invitano a soggezione ma a compagnia: desiderano una Sicilia sorella a Napoli e, per cosí dire, una Scozia italiana, non un’Irlanda né una Polonia. — Io ripeto con fiducia cose giá accennate altre volte[5], né temo dispiacere ai siciliani colla mia franchezza, la quale, movendo da desiderio del comun bene, non può offendere i generosi. Santo è l’affetto che essi portano alla nativa isola, e l’eccesso è tanto piú scusabile quanto piú degno è l’oggetto del loro amore. Ma per ciò appunto gli altri italiani non possono patire che sí cara parte si divelga da loro o sia congiunta con nodi meno intimi al grembo della famiglia. Né gli abitanti della penisola sono i soli che tengano questi pensieri, avendogli io intesi esporre e ripetere da alcuni illustri siciliani che nominerei con piacere a onore di queste carte. Se non che, soggiugnevano, esser malagevole il persuaderli ai piú e contrastare al torrente della moltitudine. In cui quanto abbonda il senso della individualitá propria, tanto è debole il concetto della nazionalitá comune; onde in vece di subordinare gl’interessi propri ai comuni, ella misura l’Italia e il mondo dalla Sicilia[6]. Io voglio sperare che queste false preoccupazioni sieno per dileguarsi; imperocché qual sorte potrebbe salvare i popoli ingegnosi e prodi, ove si trascurino gli ammaestramenti dell’esperienza e della sventura? Se lo scisma delle due provincie fu testé di gravissimo pregiudizio, quali effetti non farebbe per l’avvenire, mentre veggiam tutta Europa congiurata contro l’Italia con maggiori forze di quelle che cancellarono il romano imperio dal novero delle nazioni?"
      },
      {
        "index": 10,
        "text": "Quanto in Sicilia predomina l’idea municipale, tanto in Napoli la nazionale; onde da questa uscí il numero maggiore di uomini che si formassero un vero concetto del Risorgimento italico e lo promovessero con senno, come ora lo nobilitano colla prigionia e coll’esilio. E la forza dell’animo risponde nel Regno all’energia del pensiero, come il calore alla luce del sole che lo feconda. «I napoletani sono forniti altamente di quel coraggio di resistenza passivo, tenace, indomabile, ostinato, contro il quale vanno ad infrangersi necessariamente le arti della violenza. È celebre il detto di Giordano Bruno ai giudici dell’inquisizione che gli leggevano la sentenza di morte: ‘Maiori forsitan cum timore sententiam in me fertis quam ego accipiam’. In questo detto magnanimo e sublime per antica semplicitá si compendia, per cosí dire, l’indole dei liberali napoletani»[7]. Egli è da notare che le tre idee sovrane della civiltá moderna, cioè la maggioranza dell’ingegno virtuoso, la riscossa delle classi infelici e l’ordinamento delle nazioni culte, sono antiche e native in quell’estremo d’Italia. Imperocché il primato dell’ingegno e della virtú vi ebbe principio con quei vetusti pitagorici, che fondarono la prima scuola di speculazione e di politica, accoppiando la pratica all’insegnamento; i quali, perseguitati e sterminati dai tiranni, si mostrarono sapienti nel vivere, forti e magnanimi a morire: glorioso esempio e rinnovato da un’altra scuola italica e regnicola, emula della prima, in sul finire del passato secolo. A questa lode degli ottimati va di pari la gloria del popolo e della nazione; imperocché, senza parlare dell’eroica lotta di Sannio, il meriggio d’Italia fu il principio e il campo delle guerre servili e delle sociali: quivi lo schiavo per la prima volta volle affrancarsi e il cittadino essere italiano; sorse colla cittá d’Italica il concetto della patria comune; colle imprese di Euno e di Spartaco incominciò la riscossa plebeia e quel moto parificativo delle condizioni che, avvalorato dal cristianesimo, non è ancora compiuto, onde interprete e vittima sventurata fu il buono ed amabile Masaniello. Cosí la filosofia, madre delle idee, nudrice del pensiero, cima dell’ingegno, è inspiratrice di virtú civile; e fra le idee, quelle di plebe e di nazione, su cui si aggira il nostro incivilimento, nacquero, crebbero, sortirono per ogni tempo fervidi cultori e difensori intrepidi benché infelici in quel paese privilegiato dalla natura e dal cielo di grandezze e di dolori, a cui gli antichi davano il nome glorioso di Magna Grecia e che gli stranieri dei dí nostri sogliono chiamare «la patria del Vico»."
      },
      {
        "index": 11,
        "text": "Come gli estremi s’intrecciano e il rigoglio esuberante pel bene sfoggia egualmente nel suo contrario, non è da meravigliare se anco in Napoli il genio della nazione abbia trovato ostacolo in quello di municipio. Francesco Bozzelli, a cui molta dottrina, un certo amore di libertá e la vita incolpabile condotta nell’esilio aveano procacciata la fiducia de’ suoi cittadini, fu il cooperatore piú efficace del Borbone nel mandare a male i princípi meglio augurati. «Fatalitá tremenda — grida il Massari: — Napoli, la terra del pensiero, la culla della metafisica italiana, la patria di Bruno, di Telesio, di Campanella, di Vico, il paese platonico per eccellenza, governato da un pastore dell’Arcadia, da un tapino e burbanzoso sensista!»[8]. «Il suo intelletto è fatto per isfiorare gli argomenti ai quali si rivolge, non per isviscerarli né per afferrarne l’essenza e l’intrinseco valore. I suoi studi prediletti sono le lettere arcadiche, la sua dottrina metafisica è il sensismo»[9]. Avendo rinunziate, «egli conterraneo e discendente di Giambattista Vico», le tradizioni nostrali della speculazione, non seppe avvisare «l’indole essenzialmente italiana del nostro Risorgimento», e quindi «gli mancarono le ali» per poggiare all’«italianitá», che siccome era stata il principio di quello, cosí doveva esserne la guardia e la norma[10]. Di qui provennero tutti i suoi falli; imperocché il municipalismo, versando intorno al fatto sensato ed angusto del comune e della culla, è il sensismo della politica, come il sistema contrario ne è l’idealismo che, al reale accoppiandosi, si travaglia intorno al concetto universale e positivo di patria e di nazione. Perciò il Bozzelli non seppe né imprimere una forma italica nel patto fondamentale, né regolare con savi provvedimenti il transito dall’antico al nuovo, né antivenire o almeno frenare gli eccessi degl’immoderati, né comporre le differenze colla Sicilia, né secondare l’impeto nazionale contro il dominio barbarico, né stringere alleanza cogli altri Stati riformatori della penisola; o se tentò alcune di queste cose, il fece disacconciamente e quando era trascorso il taglio di effettuarle, imitando anche in questo il povero senno del principe[11]. «In quel fatale ‘troppo tardi’ si compendia il sistema politico del governo di Napoli. Le riforme furono troppo tardi, troppo tardi le concessioni ai siciliani, troppo tardi fu la proposta di lega dei ventisei di marzo»[12]. Invano fu poi chiamato al governo Carlo Troya, nome caro all’Italia, venerato in Europa, ché il male non avea piú rimedio e la matassa era cosí scompigliata da non potersi ravviare. Onde l’ingegno, la perizia, il sapere, il coraggio, l’amor patrio di esso Troya, e del Poerio, dello Scovazzo, del Savarese, del Saliceti, del Dragonetti, del Ferretti, del Conforti, dello Scialoia, dell’Imbriani, che furono compagni o sottentrarono al Bozzelli nell’amministrazione e che, chiamativi a tempo e liberi di operare, avrebbero salvata la cosa pubblica, furono inutili; e parecchi di quei valorosi ebbero il cordoglio non solo di essere spettatori ma di parere al volgo complici della ruina. «I tristi dipingevano al re con foschi colori i suoi consiglieri, gli accusavano di tradimento, di propensione alle pazzie repubblicane e di albertismo»[13]. L’ultima accusa specialmente fu l’arma usata dai municipali a screditar gli avversari e divolgere i principi dell’Italia inferiore dalla guerra patria, destando in essi gelosie di Stato e sospetti di usurpazione e porgendo agli austrogesuiti lo strumento piú attuoso per volgere in nemici del riscatto italiano coloro che incominciato l’avevano. La sanguinosa giornata dei 15 di maggio del ’48 e le indegne calunnie che l’accompagnarono porsero un acconcio pretesto per richiamare dal campo i soldati di Guglielmo Pepe; col qual richiamo il Bozzelli, rifatto ministro, vinse la prova municipale e compiè l’opera ordita sin da principio, dividendo Napoli dal resto d’Italia, debilitando l’esercito liberatore, porgendo a Roma un pessimo esempio e spianando la strada cosí ai comuni disastri come ai mali del reame, ineffabili e pregni di future vendette; onde sará dubbio un giorno se l’infelice ministro abbia piú pregiudicato all’Italia o alla corona di Ferdinando."
      },
      {
        "index": 12,
        "text": "In Roma il municipalismo si collega colla cosmopolitia e ha una forma particolare, atteso le sue moltiplici attinenze colle memorie e colle consuetudini prelatizie e papali. Il pontefice aspirò nei bassi tempi alla dittatura universale; e l’intento ambizioso fu benefico in quei secoli di ferro, perché mantenne col sacerdozio una certa unione tra i popoli che tendevano a sfasciarsi e dirompersi per la barbarie signoreggiante. Ma siccome «le cose che paiono sono piú discosto che d’appresso temute»[14], Roma vide sin d’allora che il dominare in Italia non potea riuscirle e che le era d’uopo contentarsi di un’egemonia fondata da un canto sull’equilibrio dei vari Stati, dall’altro sulla riverenza della religione. La quale egemonia giovò talora a proteggere l’Italia dagli esterni e svolgere la sua indole nazionale; ma fu di pessimo effetto ogni volta che, pigliando le mosse dall’egoismo municipale, si attraversò agli aumenti degli Stati italici e favorí a danno loro le pretensioni e ambizioni forestiere. Alessandro terzo ebbe primo il pensiero di usarla a pro dell’affrancamento, e Giulio fu l’ultimo a concepire e tentare il disegno magnanimo. Con lui venne meno ogni spirito di civil grandezza in Italia: d’allora in poi papi e principi piú non gareggiarono fra loro di ambizione e di potenza, ma d’ignavia, di codardia, di rassegnazione alla servitú. Potevasi non ha guari col principato ideale del pontefice e col guerriero del re subalpino instaurare la nazionalità italica senza pregiudizio anzi con pro della religione, e il primo anno del nuovo pontificato mostrò che il disegno non era un sogno. Ma l’operatore non era pari all’opera: seppe incominciarla portatovi e quasi spinto dall’universale, non proseguirla e proteggerla dalle fazioni di cui egli stesso a poco andare fu preda e ludibrio infelice. I municipali, riavutisi dal primo terrore, s’insignorirono dell’animo suo con pietosi pretesti; seminarono sospetti sulla lealtá e la religione degli amatori d’Italia, prevalendosi a tal effetto di certi eccessi occorsi e attribuendo a tutti la colpa di pochi; suscitarono timori intorno alla crescente grandezza del re sardo, rinfrescando le vecchie tradizioni della corte e curia romana sui pericoli di un principato potente nella penisola. Quasi che le massime e le pratiche dei bassi tempi si confacciano ai dí nostri, quando la vigilanza reciproca degli Stati, la civiltá cresciuta e l’opinione padroneggiante sono la guardia piú efficace dalle usurpazioni; ovvero che un principe italiano e cattolico, civile e forte, non fosse miglior presidio, piú efficace, decoroso e sicuro per la libertá della Santa sede che non l’Austria straniera e abborrita o la Russia scismatica e barbara."
      },
      {
        "index": 13,
        "text": "Le stesse sospizioni furono sparse e accreditate in Toscana, mentre era ministro Cosimo Ridolfi, uomo colto e onorando ma troppo municipale. Anch’egli parve invidiasse al re sardo la gloria delle armi e al Piemonte la potenza delle aggiunte provincie, e prestò facile orecchio alle menzogne dei calunniosi[15]. Assai meglio che il municipalismo dell’Arno si comprende quello dell’Adriatico, giacché le repubbliche somigliano in certo modo alle isole, e ciò che in queste nasce dalla postura in quelle proviene dal governo, atteso la somiglianza dello Stato di popolo col municipio. E qual repubblica dei bassi tempi fu piú illustre della veneta? le cui memorie ancor fresche ne avvivarono il desiderio quando la rivoluzione parigina scoppiò, quasi che la nuova repubblica francese fosse per restituirla e ammendare l’ingiuria dell’antica che l’aveva disfatta. Come i siculi per essere in mare, cosí i veneziani confinati nelle lagune «differirono» lungamente «nelle cose d’Italia a travagliarsi»[16]; tanto che il dialetto veneto (bellissimo di tutti dopo il toscoromano) era usato nel fòro e nei Consigli come lingua civile; e Dante si adirava che avessero l’italiano «poco piú familiare e domestico del latino», il quale era loro «pellegrino ed incognito», se pure è autentica la lettera a Guido della Polenta. Ora il conto e l’uso che si fa del dialetto in una provincia porge una giusta misura del suo genio municipale. Gli uomini grandi e gl’ingegni segnalati della Venezia (che ne ebbe assai) furono piú veneti che italici, senza eccettuare l’ingegno smisurato del Sarpi. Vero è che negli ultimi tempi il municipalismo fu ivi men risentito che altrove, e si mostrò anzi cortese, conciliativo, benevolo ne’ suoi andamenti. La repubblica fu bandita a principio piú tosto come provvisionale che altro; se non che cotal denominazione, rappresentando uno stato fermo e non passeggero, dovea fare mal suono agli uomini gelosi dell’unione e del principato. E in effetto essa raffreddò Carlo Alberto e i suoi soldati nell’impresa; diede sospetto ai timidi, pretesto ai retrogradi, baldanza ai puritani; né quella prima impressione fu appieno cancellata dal patto seguente. E perché non rinnovar questo patto dopo l’infortunio, secondo la proposta fatta da alcuni membri del parlamento sardo? Certo il nostro governo e alcuni capi dell’esercito si erano portati assai male: l’armistizio e la mediazione furono falli enormi, impossibili a giustificare. Ma il popolo piemontese non ne fu complice: i torti di chi reggeva, per quanto fossero gravi, non poteano sciogliere la congiunzione, e i disastri doveano ristringerla per rinfrancare i buoni e tôrre ogni fiducia a coloro che l’avversavano. Né con questo io intendo di apporre il menomo biasimo agli uomini onorandi che colá governavano, perché il nome di Daniele Manin e de’ suoi degni colleghi è ormai indiviso da quello dell’eroica cittá, e io mi farei scrupolo di ricordarlo se non per rendergli un pubblico omaggio di stima e di riverenza. Ma tutti sanno che c’era in Venezia una parte repubblicana che parlava e scriveva contro il re, la monarchia, l’unione, e pigliava animo e spirito da chi faceva altrettanto in Milano; e l’idea di restaurare l’antica repubblica era cosí lusinghevole che dovea riuscir difficile ai capi di contrastarla[17]. Magnanimo errore di un popolo che accrebbe poco appresso la gloria del nome italiano e che in fine, costretto a cedere, riportò maggior lode dalla resa che l’Austria dalla vittoria."
      },
      {
        "index": 14,
        "text": "Se i milanesi tengono alquanto degli spagnuoli, antichi dominatori, nella stima soverchia delle cose proprie e nel far poco caso delle altrui, essi compensano largamente questo piccolo difetto municipale con molte virtú, e specialmente colla sodezza dell’ingegno, la lealtá dell’animo, un ricco tesoro di benevolenza, l’odio del barbaro, il senso vivo e costante della dignitá patria. Laonde piú ancora delle cinque giornate io ammiro il contegno (rinnovato presentemente) di quei cittadini nei mesi che le precedettero, quando «ogni giorno il governo austriaco ristringeva i confini della legalitá e ogni giorno essi lo seguitavano, gli facevano toccar nuove sconfitte e lo astringevano a calpestare ed infrangere la sua legalitá medesima»[18]; virtú piú difficile di tutte e segno indubitato di maturezza civile. I versi del Parini procacciarono a Milano una riputazione di morbidezza che essa non merita, poiché, simili all’acciaio battuto all’incudine e alla quercia nutrita dal vento, i suoi figliuoli sogliono ingagliardire a quelle prove che snervano le nature di tempera men fina ed eletta. Poco gustava a cotal fierezza l’umiltá docile dei municipali torinesi, e l’aderirsi al Piemonte dovea andar poco a cuore di chi rammentava gli antichi fatti e le fresche lentezze di Carlo Alberto. Ma il bene nazionale, che dee sovrastare a ogni altro rispetto, voleva che si troncasse ogni indugio all’unione desiderata; e io non dubito che questa si saria fatta subito e per acclamazione, se la metropoli lombarda avesse avuto la disposizione dell’eroica Brescia e di altre provincie. Per tal modo si sarebbe tolta ogni speranza ai macchinatori di nuovi governi, atterrita l’Austria, infiammate le popolazioni, animato l’esercito, confermato il re suo duce nel magnanimo proposito, rimosso ogni sospetto dagli amatori del principato, sottratto il papa agli influssi nemici, percossa di stupore e di ammirazione l’Europa, ché certo niente poteva dare piú maraviglia che la fondazione di un regno nuovo, creato come per incanto dal grido pubblico. E ciò che piú rileva, si sarebbe potuto metter subito in opera le forze lombarde (e anco le altre, se Venezia era rapita dal nobile esempio), avendo spazio di arrolare i soldati, disciplinarli, agguerrirli; tanto che dopo qualche mese il nuovo Stato potea essere in armi e il vecchio esercito duplicato almeno per le minori fazioni[19]. Chi non vede pertanto che la sola celeritá dell’unione ci dava vinta la causa e che, sí per l’impressione morale sí per l’aumento delle forze, equivaleva a una disfatta tedesca?"
      },
      {
        "index": 15,
        "text": "Poiché il moto popolare non ebbe luogo, restava che i rettori provvisionali di Milano supplissero e stanziassero per decreto ciò che fatto non si era altrimenti. Ma quegli uomini onorandi, leali, illibati peccarono per bontá soverchia, attenendosi con troppo scrupolo a certe massime giuridiche che non sono accomodate ai tempi di guerra e di rivoluzione. La legalitá eccessiva diventa anarchia nei giorni torbidi, e nelle cittá giova solo ai faziosi, nel campo ai nemici. Chi governa in tali frangenti e ha la fiducia pubblica dee chiedere al popolo la dittatura; e se il tempo e l’opportunitá mancano per impetrarla, dee pigliarsela e usarla nelle strette occorrenze, sicuro che egli interpreta l’intenzione dei savi e che la virtuosa audacia sará benedetta dalla nazione. Cosí la signoria di Milano avrebbe potuto imbrigliare la stampa perturbatrice, spiantare il nido dei puritani, promulgare il regno dell’alta Italia, con patto e salvo che gli ordini di esso si statuirebbero in una Dieta universale, vinta la guerra e assicurata l’indipendenza. Questo era il capo di maggior momento a cui ogni altro riguardo si dovea posporre, imperocché quando i popoli posseggono l’autonomia e l’unione è facile il conseguire o mantenere la libertá. Si vide allora come un error dottrinale possa nuocere alle imprese meglio avviate. Posto il falso principio che la volontá del popolo sia l’unica e suprema fonte del giure, se ne conchiuse che i lombardi doveano deliberare intorno all’union subalpina e che essa saria stata nulla se non si metteva a partito come un’altra legge. Quasi che i diritti primitivi, che hanno il fondamento loro negli ordini naturali e immutabili e sono la base di ogni statuto ulteriore, possano soggiacere ad arbitrio di elezione e debbano esser discussi come problemi anzi che accettati come assiomi[20]. Certo una nazione che delibera se debba esser nazione cade in una meschina petizion di principio, mettendo in dubbio un fatto e un diritto fondamentale da cui dipende il valore de’ suoi decreti. Ora stando che non si dia nazione senza connubio dei popoli congeneri e conterranei, come tosto due o piú di questi hanno il taglio di stringersi insieme e diminuire lo scisma nazionale, debbono farlo senza consulta, riserbando a tempo opportuno i termini dell’accordo. E questo debito ha luogo principalmente quando si è a fronte di nemici esterni e formidabili, e che l’unione ricercasi a raccogliere con celeritá le forze e adoperarle con vigore alla comune salvezza. Perciò è da dolere che i signori di Milano commettessero tale errore e indugiassero in oltre ad aprire i registri. Questi e simili falli erano certo in sé leggieri, ma partorirono effetti notabili perché avvalorati e aggravati dalle maggiori colpe del Piemonte."
      },
      {
        "index": 16,
        "text": "Il Piemonte e in ispecie la sua capitale è dopo la Sicilia il paese piú scarso di spiriti italici, avvezzo per antico a vita appartata e ristretta e domo da abitudini feudali e servili. Piú anima e generositá e nervo si trova in alcune provincie; onde se l’Alfieri astigiano parve un miracolo, torinese sarebbe un mostro. I municipali di Torino presero l’assunto di spegner l’opera di quel grande, ritirando indietro dall’italianitá i subalpini, a cui educati e innalzati gli aveva. E riuscirono. Senza le lor malefatte quelle degli altri aveano riparo; né i puritani medesimi avrebbero potuto dare l’ultimo crollo al cadente edifizio, se il Piemonte municipale non avesse porta la mano. Questa fazione è composta di uomini di varie classi ma specialmente di patrizi e di avvocati, inclinati al municipalismo dal genio cortigiano e dal genio forense. Temono essi che Torino, incorporandosi al resto o almeno ad una parte notabile d’Italia, non venga a perdere i privilegi di corte e di metropoli; e che un Piemonte italiano, favoreggiando gli spiriti democratici e arrolando allo Stato gl’ingegni eletti delle altre provincie, non scemi agli uni il vano prestigio del grado e della nascita e tolga a tutti il monopolio degli utili, degli onori, delle cariche e il primeggiare nel parlamento. Parrá strano ciò ch’io dico dei subalpini avvocati a chi si ricorda gli antichi giureconsulti di Roma; «generazion d’uomini nuova, ammirabile; intrepidi, incorrotti, liberi sotto mostruosa tirannide; dotti e sapienti in molta ignoranza universale; virtuosi e magnanimi in popolo abbietto e corrottissimo, conservando in tanta corruzione di monarchia il puro linguaggio e i costumi dei quiriti liberi, scrivendo con sobrietá e schiettezza greca; pieni di sapienza morale e civile, con diritto e fermo raziocinio, con proprietá esattissima; brevi, acuti, efficaci, mostranti una severa ed elegante maestá»[21]. Ma troppo è il divario che corre fra i giuristi antichi e quelli dell’etá nostra. I primi non erano semplici causidici ma uomini pratici e versati nei pubblici affari, informati da ottima educazione civile, dotti in ogni scienza, ricchi di quel genio positivo e romano che fra i nostri forensi è sconosciuto o rarissimo. E non è pur d’uopo risalire all’antichitá o uscire d’Italia, chi voglia rinvenire accoppiata la perizia politica alla giurisprudenza. La provincia nativa del Gravina e del Vico ne porge ancor oggi molti insigni esempi[22]; e ciascun si ricorda che nel quarantotto le effemeridi toscane piú calde per la causa patria e piú lontane da ogni ombra di municipalismo ebbero per capi due avvocati[23]. Ma la giurisprudenza non fa buon effetto se alla scienza positiva delle leggi e alla pratica delle liti non aggiunge quelle cognizioni, fuor delle quali il dar sentenza in politica è come un volar senz’ali o il far giudizio dei suoni e dei colori senza l’udito e la virtú visiva."
      },
      {
        "index": 17,
        "text": "Le abitudini curiali, quando non sono accompagnate e temperate da altre parti, non che conferire nocciono all’uomo di Stato; onde i savi in governo dell’antica Firenze facevano poco caso dei savi in giure e se ne ridevano. Il genio cavilloso del fòro, aggirandosi sulle minuzie, è inetto a veder le cose da una certa altezza e ad abbracciare il complesso loro, e travagliandosi nelle parole non coglie le idee e la realtá. E questa è forse la cagione per cui ne’ moti politici dell’etá scorsa, fra le varie professioni liberali che ci presero parte, quella dei medici fece miglior prova in Piemonte: atteso che la medicina, esercitandosi sopra un soggetto naturale e governandosi coll’esperienza, educa il retto senso; laddove l’avvocatura lo altera, perché versa in gran parte su convenzioni fattizie e arbitrarie e si vale di arti e finzioni ingegnose, che quanto servono ad acuire lo spirito tanto rintuzzano il sentimento pratico degli uomini e della vita. L’amore e lo studio della legalitá, proprio di coloro che trattano le cause, benché ottimo in se stesso, è uno di quei pregi che facilmente tralignano in difetto. Imperocché è nocivo quando riesce eccessivo e si mostra piú sollecito della lettera che dello spirito, delle formole giuridiche che della giustizia; e oltre che mal si confá ai tempi straordinari, nei quali spesso è d’uopo prescindere dalle regole consuete e anteporre agli statuti la norma immutabile di una ragion superiore, non si può pur dire che giovi alla moralitá e al rispetto della legge; perché se da un lato rende l’uomo schiavo dei codici, lo induce dall’altro a frodarne l’intendimento colle sottili epicheie, i sutterfugi ingegnosi e le argute cavillazioni, tanto che il vezzo dei causidici da questo lato si rassomiglia a quello dei casisti e dei gesuiti. Si dirá che questo vizio non alligna in coloro i quali accoppiano allo studio delle prescrizioni positive quello delle naturali, degli uomini e della storia; e io lo concedo di buon grado, ma avverto che tale accompagnatura è assai rara in Piemonte, onde nasce che il modo di trattarvi le quistioni eziandio legali fa sogghignare talvolta i giurisperiti di Francia e di Napoli."
      },
      {
        "index": 18,
        "text": "La facile parlantina e l’uso delle pubbliche dispute, che i legulei contraggono dall’avvocare, conferisce loro il dominio nelle assemblee; e quindi nasce il costume di sciupare il tempo in ragionamenti inutili, indugiare le decisioni importanti, attendere piú alla forma che alla sostanza delle cose, moltiplicare le clausule e i temperamenti[24] e cercar nelle frasi una precisione quasi matematica, anzi che contentarsi di ponderarle alla buona coll’uso pratico e colla convenienza che hanno verso il fine a cui s’indirizzano. Né questo amore dell’esattezza soverchia dá loro il vantaggio, notato dal Giordani nei giuristi latini, della sobrietá greca, essendo verbosi anzi che eloquenti[25]; perché la parsimonia e misura nel dire nasce dalla copia delle cognizioni, e quanto altri piú scarseggia d’idee tanto suole abbondare nelle parole[26]. Disprezzano il vario sapere, e specialmente la filosofia che ne è la cima, senza la quale (purché sia soda e degna del suo nome) si ha di rado una giusta notizia delle cose e degli uomini; nella qual disciplina gli antichi giureconsulti erano valentissimi. E non essendo avvezzi a pensare, sono piú atti a chiacchierare che a fare, piú a ritenere e ad impedire che a muovere, quanto fecondi di obbiezioni e di dubbi tanto sterili di partiti utili e di forti risoluzioni, come prolissi nel sentenziare cosí impacciati e timidi nell’eseguire. E nella esecuzione essi inclinano piú al tirato che al largo, piú al gretto che al grande, piú all’apparente che al sostanziale, piú a resistere fuor di proposito che a condiscendere saviamente, piú ad inceppare con mille pastoie che ad agevolare la libertá dei cittadini. E siccome l’intento delle operazioni è la riuscita, essi credono che a conseguirla bastino i maneggi e gli artifizi, riputando gran maestro di Stato e buon conoscitore degli uomini chi sa aggirarli e deluderli, senza avvertire che queste arti provano a tempo e non sempre, nei piccoli affari e non in quelli di rilievo, nella vita privata anzi che nella pubblica, pei successi immediati e passeggieri anzi che pei durevoli in cui pure è la somma del tutto, e che arbitro dell’avvenire è soltanto chi sa antivederlo e preoccuparlo. La fortuna di costoro può levare un grido momentaneo; ma a mano a mano che si studia bene la storia, svanisce la riputazione usurpata dai raggiratori saliti e tenuti in credito per qualche tempo dalle fazioni e dalla moda. La perizia politica consiste nell’antiveggenza, e questa non si possiede se non da chi conosce le leggi che governano le cose umane e non si perde nelle minuzie; onde coloro che non istudiano il mondo se non nei piati e nei tribunali, riescono nel governare gli Stati eziandio peggio di quelli che ci recano la pratica dei fondachi e delle officine."
      },
      {
        "index": 19,
        "text": "I leggisti sono non pure utili ma necessari alle assemblee civili, dove in molte quistioni di amministrativa la professione li rende autorevoli e nelle legali sono i giudici piú competenti; oltre che, le abitudini curiali li rendono piú atti degli altri a presedere in un consesso e a dirigere, illustrare, riassumere le controversie parlamentari. Di giovamento e di merito non minore è l’odio che portano alle civili usurpazioni dei chierici e la lor vigilanza nel frenarle, tanto che per questo lato essi sono gl’interpreti piú accorti e i difensori piú costanti del genio e del giure laicale. I posteri ricorderanno con grata riconoscenza che la riforma piú importante di questo genere fu proposta da un giureconsulto e promossa principalmente dalla curia piemontese. Né anche io nego che per gli altri rispetti il Piemonte non abbia uomini accordanti la maestria del fòro con quella del governo e del parlamento; ma dico che non sono molti e che la ruina d’Italia derivò in gran parte dagli avvocati di questa provincia. Toccò alla penisola presso a poco la stessa sorte della Francia, quando i curiali le procacciarono l’invasione straniera e un avvilimento politico di tre lustri[27]. Giá assai prima il Buonaparte attribuiva agl’influssi forensi le vergogne del direttorio; e agli sdegni del còrso facean tenore in Italia quelli dell’astigiano, che fulminava l’«avvocatesca tirannide»[28], la «licenza e insolenza avvocatesca»[29] de’ suoi tempi."
      },
      {
        "index": 20,
        "text": "L’inesperienza patrizia e forense non indugiò in Piemonte a portare i suoi frutti. La guerra era rotta coll’Austria, e l’unione coi lombardoveneti desiderata universalmente dai subalpini. Ma quando si venne a stabilirla e toccare il punto della capitale, le gelosie di municipio e di provincia si destarono, e i retrogradi colsero il destro per dimembrare la parte democratica dalla conservatrice. I ministri si divisero pure in due campi: gli uni volevano che l’unione fosse rogata senza condizioni, lasciando a un consesso universale e ulteriore il determinarle; gli altri, che con clausula espressa si assicurasse a casa Savoia lo scettro e a Torino il privilegio di essere metropoli del nuovo regno. Egli è fuor di dubbio che il secondo partito era legalmente piú regolare e politicamente piú savio per ciò che toccava al principato, giacché al buon esito del Risorgimento importava sopra tutto il chiudere ogni via alle mene repubblicane. Ma è certo del pari che il litigio non era di tal momento che la vittoria si dovesse antimettere alla concordia. Poiché i partigiani della prima opinione aveano i commissari del parlamento e i delegati milanesi favorevoli, i conservatori doveano cedere da questo lato: doveano guardarsi sopra ogni cosa d’irritar gli animi, dividere la Camera, alienare da sé l’altra parte, mettere in iscrezio i lombardi coi piemontesi e giovare a coloro che cercavano ad intento fazioso di seminar la zizzania negli ordini dei liberali. La sapienza dell’uomo di Stato non consiste nell’ostinarsi a voler l’impossibile e nell'incorrere in mali certi e presenti per evitare gl’improbabili e remoti, ma sí nell’eleggere fra i vari inconvenienti il minore, antivedere i mali effetti dei contrasti inopportuni, distinguere i pericoli reali dagli apparenti. Ora né la casa di Savoia né la monarchia civile correvano alcun rischio, qualunque fosse la formola primitiva dell’unione e l’arbitrio della Dieta nel fermarne i capitoli. Imperocché le popolazioni lombarde delle cittá e del contado erano devote al principato, alienissime dalla repubblica, ed era follia il credere che, vinta la guerra, volessero esautorare il principe liberatore."
      },
      {
        "index": 21,
        "text": "Io consultai di presenza su questo punto gli uomini meglio informati e piú autorevoli in Milano, in Brescia, in Cremona; fra gli altri, Giovanni Berchet, che solo vale per molti e avea la fiducia dei conservatori; e li trovai unanimi a dire che un’assemblea a partito universale dovea spaventare i repubblicani anzi che i fautori del governo regio e subalpino. Parlai in questi termini a Carlo Alberto, che si mostrò soddisfatto delle mie ragioni; ne scrissi agli amici di Torino, e in particolare a Pierdionigi Pinelli, alcuni giorni prima che si aprisse la Camera. Il quale tuttavia due mesi dopo temeva ancora «che adottata in tali termini la legge, la Costituente sorgesse come potere unico nello Stato e si potesse tradurre, secondo i funesti esempi della Francia, in una Convenzione nazionale che, assorbendo in sé tutti i poteri, potesse indurre una crisi, in cui il principio monarchico e l’elemento organizzatore fossero per correre grave pericolo di far naufragio»[30]; conchiudendo che coloro i quali non aveano questa paura non eran uomini politici e di Stato, che «comprendessero le vere utilitá e le vere necessitá della patria»[31]. Ma gli uomini di Stato debbono saper bene la storia o almeno astenersi di citarla a sproposito. Il consesso nazionale di Francia spiantò una monarchia che da tre anni congiurava coi forestieri per tradire in mano loro la patria, e potè spiantarla perché una parte dell’esercito teneva col popolo. Or ciascun vede che convenienza avesse quel caso col nostro. Da un canto soldati rivoltosi, un’assemblea repubblicana, un re odiatissimo e cospirante (non per malizia ma per incapacitá e debolezza) contro l’indipendenza patria; dall’altro canto un principe che combatteva per l’acquisto di questa, una milizia fedele e nemica della repubblica, una Dieta che a giudizio di tutti i pratici del paese sarebbe stata ancora piú avversa ai demagoghi che ai tedeschi. E anche dato il contrario sull’ultimo punto, egli è chiaro che, se noi perdevamo, la Dieta non avea luogo; se poi si vinceva, i suoi eccessi non erano da temere in mezzo a popolazioni ligie e avendo al pelo un esercito devotissimo al principe e inferocito dalla vittoria. Né mi si opponga che sei mesi appresso io rigettai l’assemblea costituente col voto libero bandita in Toscana; giacché i luoghi, i tempi, le condizioni erano diverse. Trattavasi di popolazioni in parte animate da altri sensi che le lombarde, era cresciuta e ingagliardita la fazione dei puritani dianzi debolissima, Pio e Leopoldo erano profughi, l’Italia del mezzo in trambusto, menomato il nome e il credito di Carlo Alberto, prostrate dai disastri le armi sarde che al principio della campagna erano intatte e fiorenti."
      },
      {
        "index": 22,
        "text": "Queste considerazioni quadrano pure all’articolo della capitale, essendo cosa nota che i milanesi consentivano a Torino di buon animo il mantenimento dell’antico onore. Né era verosimile che, liberata l’Italia principalmente col sangue e coi sudori dei piemontesi e avvalorato il lor desiderio dal buon successo della guerra, i lombardoveneti volessero privarli di un bene che possedevano. Ma facciamo che per ragioni politiche, fondate sul sito, la dovizia, la grandezza, Milano fosse eletta a capo e reggia del nuovo Stato: non dovea forse la vecchia metropoli rassegnarsi di buon grado al bene comune? Dunque se l’Italia potesse unirsi in un solo corpo, Torino non cederebbe a Roma? e posporrebbe la nazionalitá italica all’amor proprio municipale? Ovvero l’instituzione di un regno dell’alta Italia non era di peso bastevole a persuader la rinunzia? Calunnia i torinesi chi attribuisce alla cittadinanza l’egoismo di una setta. Tanto piú che la perdita avrebbe avuto largo e sicuro compenso, perché di commerci, d’industrie, di opulenza, di agi, di delizie, di gentilezze, la seconda cittá del nuovo avrebbe vinta la prima dell’antico regno. Piú le sarebbe giovato il valicare le Alpi Cozie colla celeritá del vapore che non l’aver tra le sue mura una piccola corte e un erario insufficiente alle grandi spese. L’egoismo municipale non è men cieco che ingiusto, poiché ignora l’accordo naturale degl’interessi (che è la base dell’economia civile) e non vede che l’union nazionale, essendo lo stato perfetto dei popoli, porta seco il ristoro dei danni inevitabili e restituisce con usura da una mano ciò che toglie dall’altra."
      },
      {
        "index": 23,
        "text": "Toccava ai ministri sardi, se fossero stati concordi e antiveggenti, il pacificar gli animi, cogliere il vivo delle quistioni, dissipare i vani timori, distinguere il principale dagli accessori, far prevalere la parte savia; essendo ufficio del magistrato esecutivo il dar buon indirizzo al parlamentare, massime quando è novizio e inesperto come la Camera piemontese. Se non che il primo dei loro falli non fu quello di lasciar senza guida il parlamento, ma il convocarlo troppo presto e in tempo che si doveva usare la dittatura. Carlo Alberto avea promulgate dittatoriamente le riforme e poi lo statuto e la legge delle elezioni; divenuto principe civile, i suoi ministri doveano condurre l’impresa della guerra e dell’indipendenza allo stesso modo. Era somma incautela il vincolarsi colle pastoie di un’assemblea priva di esperienza, vaga di cavilli, intemperante di parole, commossa da spiriti partigiani, piena di avvocati; quando si richiedeva sopra tutto unitá di consiglio e di comando, prestezza e vigore di esecuzione, lo accennava in tempo questa veritá, scrivendo che «le assemblee non hanno mai le prime parti nei grandi rinnovamenti sociali; che esse non incominciarono il Risorgimento italiano e potrebbero piuttosto annullarlo che compierlo se fossero guidate dal senno di coloro che le invocano; e che non vi ha esempio di un popolo che sia rinato o abbia vinti grandissimi pericoli per via di consulte e di deliberazioni, ma tutti dovettero la loro salvezza all’inspirazione dell’ingegno individuale e della dittatura»[32]. Non piacendo a Cesare Balbo il mio consiglio, avrebbe almeno dovuto ricordarsi che «anco quando le assemblee intervengono, l’indirizzo sostanziale delle faccende dee nascere da uno o pochi uomini»[33], e reggere l’impresa con questa norma. «Carlo Alberto — dice il Farini — commise il gravissimo fallo di non recarsi in mano il governo appena posto il piede in Lombardia, e di lasciare alla moltitudine quell’autoritá non temperata da alcun freno, che non fece mai bene in pace e che fece sempre male in guerra»[34]. Ora poiché il fallo era commesso e che le popolazioni lombardovenete e i loro rettori imitato lo avevano (non per difetto di buon volere, ma le une per mancanza di chi desse il segno e l’esempio, gli altri per istudio di legalitá scrupolosa), i ministri piemontesi doveano supplire, promulgando essi il regno dell’alta Italia, recandosi in mano la somma delle cose civili e militari, sperperando i faziosi che colla lingua, colla penna e colle congiure aiutavano in casa le armi dell’inimico. Non doveano tollerare che vi fossero piú signorie; e il Pinelli si dolse giustamente che colle consulte di Milano e di Venezia fornite di potestá sovrana «si creassero due anzi tre governi»[35], benché egli guastasse la sua ragione, inframmettendo al punto che importava le gelosie della metropoli e i vani timori della futura Dieta."
      },
      {
        "index": 24,
        "text": "Ma Cesare Balbo e i suoi colleghi, non che farla da dittatori com’era d’uopo, non si ardirono pure a esser ministri costituzionali, e lasciarono che il principe capitanasse l’esercito, quando la nota incapacitá sua dovea avvalorare la regola ordinaria che toglie al sovrano inviolabile i carichi di sindacato. Cosí le armi ebbero piú capi come il governo e cenni discordi: ai consigli dei periti spesso prevalsero i voleri capricciosi del principe; e quindi gl’indugi funesti, i súbiti disastri e le miracolose perdite. Il dire che niuno osasse proporre cotal rinunzia al re liberatore è una magra scusa, la quale anche non ispiega molti errori commessi nell’indirizzo delle armi piemontesi, né il segregamento delle altre schiere tardi e non mai bene raccolte sotto un solo vessillo. Le truppe di riserva furono lasciate in riposo, come se le forze abbondassero o che nelle guerre d’indipendenza, dove bisogna al possibile armare eziandio la plebe, debba restare oziosa una parte della milizia. Ho giá avvertito piú addietro che il rifiuto delle armi francesi, lodevole se si fossero usufruttate debitamente le proprie, è impossibile a giustificare nel caso contrario, e dá luogo a dubitare se Cesare Balbo predicando l’indipendenza ne avesse un concetto adequato. Mi spiace di dovere annoverare i torti di un uomo illustre che venero ed amo; e nol farei se non fosse d’uopo risalire alle cagioni dei nostri infortuni, per ovviare che, occorrendo, si rinnovellino."
      },
      {
        "index": 25,
        "text": "Il recesso di Napoli e le incertezze del papa, le quali furono di quel danno che ognuno sa, si potevano impedire, se gli amministratori del Piemonte avessero saputo essere italici. L’italianitá loro dovea versare su due capi: l’egemonia e la lega. La prima consisteva nel sopravvegliare le corti della penisola, tenere i principi nel buon sentiero, sventare i raggiri dei municipali e dei retrivi, sopir le differenze che potevano insorgere o farsene arbitro e accordatore. Tal si era il dissidio fra Napoli e Sicilia, che ebbe effetti cosí luttuosi; e se a Francesco Bozzelli, municipale, non cadde pure in pensiero «d’invocare la mediazione e l’intervento pacifico degli altri governi italiani», il Balbo doveva rivolgere a tale scopo tutti gli spedienti conciliativi che un governo attivo e solerte ha in sua mano. «Quale occasione migliore di questa per inaugurare l’italianitá nella diplomazia e consacrare con uno splendido fatto l’autonomia italica, componendo italianamente e senza ingerenza straniera una vertenza fra un governo e un popolo italiano? Sventuratamente né la Toscana né la Sardegna né Roma rivolsero il loro pensiero alla Sicilia e lasciarono fare agl’inglesi. Eppure era evidente che il dissenso fra Napoli e Sicilia avrebbe tolto ai due paesi la facoltá di arrecare alla prossima e prevedibile guerra d’indipendenza il sussidio potente ed energico che l’Italia ragionevolmente ne attendeva»[36]. «Il mal volere del governo napoletano venne secondato dalla inerzia della diplomazia degli altri Stati italiani. Questa inerzia non fu certamente premeditata e voluta, ma pessime e deplorabili ne furono le conseguenze. I governi non avevano ancora la coscienza della solidarietá degl’interessi italiani; quindi il governo di Napoli fu abbandonato a se stesso: nessun consiglio salutare, nessun proficuo avvertimento gli pervenne da Firenze, da Roma e da Torino. Il gran principio dell’intervento italiano era ancora un desiderio. Chi sa se gli eventi napoletani non avessero preso piega migliore, qualora la diplomazia italiana avesse fatto ogni sforzo per far accedere Napoli alla lega commerciale e doganale conchiusa a Torino il 3 novembre 1847 fra Piemonte, Roma e Toscana? Qual voce poteva parlare con maggiore efficacia di autoritá se non quella dei tre principi riformatori? E se il governo di Napoli accedeva alla lega commerciale, chi non vede che la comunanza degl’interessi gli avrebbe necessariamente imposti i desiderati miglioramenti politici?»[37]. Il Balbo era ancora in tempo a supplire; ma non che usare a tal effetto i mezzi accennati, egli rifiutò iteratamente quello che il Borbone medesimo gli porgeva."
      },
      {
        "index": 26,
        "text": "Ciò era la lega politica chiesta ai 26 di marzo da Gennaro Spinelli, che «per questo si vanta di esserne stato l’iniziatore»[38], e poscia piú solennemente da Carlo Troya nell’aprile del quarantotto[39]. Il papa ne era altresí desideroso, e per via di monsignore Corboli Bussi ne fece viva istanza al re sardo, confortandolo ad «affrettare la conclusione dei patti e a mandare a tal fine deputati a Roma»[40]. Lo spediente era efficacissimo per comporre la controversia sicula, cancellare le gelosie di Stato e i sospetti di usurpazion piemontese che bollivano nelle corti della bassa Italia, animare i vari principi a prendere vivamente la guerra, provvedere al pronto e buon uso delle forze loro, sciogliere il pontefice dagli scrupoli per cui esitava a combattere contro l’Austria, i quali cessavano come tosto il carico delle armi veniva assegnato a una Dieta federativa. «Supponete la lega fra i governi italiani conchiusa ed attuata nel febbraio del 1848: ecco reso issofatto indubitato il prospero successo della guerra dell’indipendenza...; ecco recisi i nervi e tronche le braccia alla demagogia; ecco spente nel germe le gelosie, le diffidenze, l’astio meschino fra i principi non solo, ma anche fra i popoli italiani. Allora l’Italia avrebbe fatto veramente da sé...; e l’esoso straniero, ricacciato oltre le Alpi da tutte le forze collegate d’Italia, avrebbe perduto perfino la speranza di rivarcarle»[41]. E gli ordini liberi erano assicurati in tutta la penisola, essendo posti sotto il patrocinio della lega e della Dieta, e abilitato in ogni caso il Piemonte a difenderli. L’unione politica avrebbe perciò dovuto stringersi sin da principio, quando non si seppe pure ultimare l’accordo delle dogane, o almeno farsi quando Roma e Napoli la domandavano. Or chi crederebbe, se la storia non ne facesse fede, che ogni instanza e premura fosse inutile? che Domenico Pareto, oratore di Sardegna a Roma, «a nome del suo governo dichiarasse il Piemonte non poter trattare della lega se non a guerra finita»[42]? che Torino fosse men sollecita di porre le basi della nazionalitá italica che Napoli e Roma? e i consiglieri di Pio nono e di Ferdinando piú teneri dell’unione che Cesare Balbo? «Fatale errore fu questo del ministero piemontese, poiché diede un’arma formidabile in mano ai nemici della causa italiana, accreditò la stolta accusa di mire usurpatrici ed ambiziose attribuite a Carlo Alberto, e tolse al ministero Troya il solo mezzo efficace che egli aveva per persuadere al re Ferdinando a combattere con efficace energia la guerra della indipendenza nazionale»[43]. «Egli è indubitato che il non aver mandati oratori a Roma per conchiudere la lega fu un errore, il quale non per poco contribuí alle gelosie, ai sospetti, alle future deliberazioni della corte romana», instillando nell’animo di Pio nono il sospetto «che l’idea di una colleganza dei principati italiani sotto il patrocinio del romano pontefice cedesse per avventura il luogo all’idea del primato di un principato militare e militante»[44]. So che il rifiuto fu attribuito a Lorenzo Pareto, ministro sopra gli affari esterni; ma come mai una risoluzione sí grave poté aver luogo senza che ne fosse informato il presidente del Consiglio? Tanto piú che essa fu la pratica puntuale delle sue dottrine, come giá vedemmo. Il Balbo aveva combattuto il mio parere e insegnato che il primo grado della lega dovea darsi al re sardo e non al pontefice, e l’indipendenza precedere la confederazione. Quando Pio nono udí questa negarsi, ne conchiuse che si volea mandare ad effetto anche l’altro capo e ne ebbe paura, come si raccoglie chiaramente dal passo citato del Farini. Certo l’errore di un uomo cosí leale e generoso come il Balbo non fu altro che d’intelletto; ma non è men vero ch’egli fu il principiatore di quella politica che tolse la vittoria alle nostre armi e la libertá a due terzi della penisola."
      },
      {
        "index": 27,
        "text": "Il voto della Camera e la discrepanza insorta circa i termini dell’unione indussero il Balbo e alcuni de’ suoi colleghi a deporre la carica. Sottentrarono nuovi ministri; ed essendo io in quel frattempo tornato dall’Italia inferiore, il presidente Gabrio Casati mi fece offrire il portafoglio dell’instruzione. Pierdionigi Pinelli pubblicava in quei giorni uno scritto pieno d’insinuazioni velenose e maligne contro i delegati lombardi, i commissari, la parte prevalente della Camera e alcuni dei nuovi amministratori[45]. Ripatriato dopo un esilio di tre lustri, io non conosceva la maggior parte delle persone, avea piena fiducia nel Pinelli e ne’ suoi intrinseci; tanto che credetti bonamente che i nuovi rettori covassero concetti repubblicani e, consigliato dall’amico, rifiutai. Frattanto la fazione municipale divampava in isdegni contro i ministri e il parlamento: questo e quelli erano lacerati a stampa ed a voce. «Le arti adoperate dagli avversari — scrive Domenico Carutti — furono e prima e dopo il voto indegnissime: libelli inverecondi, urli osceni, scellerate minacce agli uomini che sostennero onoratamente la propria opinione nell’aula del parlamento»[46]. I piú accaniti non si appagavano di straziare colle penne e colle lingue, ma attizzavano la plebe a violare la libertá della Camera e la persona dei deputati. Nel giorno che dovea scoppiare uno di questi tumulti, Camillo di Cavour e il Pinelli vennero a trovarmi, sollecitandomi ad accettar l’ufficio poco prima disdetto. La sicurezza e la dignitá parlamentare correr grave pericolo, essere il mio nome in favore e credito dell’universale, potere col mio ingresso nel Consiglio sedar le ire e ovviare agli eccessi che si temevano. Consentii a malincuore, perché i miei sospetti non erano spenti, e per chiarirmi mi valsi del partito che troppa allora importava di effettuare. Proposi a’ miei colleghi di offrir subito al pontefice la lega desiderata, dandone il carico ad Antonio Rosmini, che per la fama, il grado, la specchiata religione e le idee liberali moderatissime, mi pareva che dovesse meglio di ogni altro esser caro ed accetto a Roma. La proposta piacque a tutto il Consiglio e fu incontanente mandata ad esecuzione. Tanta prontezza e la nobile lealtá di Gabrio Casati e de’ suoi amici dissiparono a poco a poco tutti i miei dubbi: conobbi che le sinistre intenzioni loro apposte movevano da errore o da malevolenza degli avversari; che erano bramosi dell’unione, devoti al principato civile, e che non aveano altro torto che quello di amare il Piemonte italianamente senza studio di parte e spirito di municipio."
      },
      {
        "index": 28,
        "text": "Io non intendo di scrivere la storia di questa breve e penosa amministrazione[47], che fu in Piemonte il primo saggio di governo nazionale e che spettatrice di atroci disastri poté piú deplorarli che impedirli o porvi rimedio. Mi ristringo a quel poco che si richiede a chiarire il processo dei municipali e a districare il viluppo dei casi che seguirono. Il capo piú rilevante a cui dovea provvedersi era la guerra, la quale, dopo i sinistri (che appunto allora cominciarono) e l’indegno armistizio soscritto fuori di ogni partecipazione del governo, avea mestieri dell’aiuto di un popolo amico. I nostri pensieri si rivolsero alla Francia che ce lo aveva offerto. Finché le armi italiane erano concordi e vincitrici, io non reputava necessario il soccorso straniero; giacché essendo lungi dal Piemonte e privato e udendo applaudita la generosa parola di Carlo Alberto, mi pareva troppo incredibile che le proprie forze si trascurassero. Ma poiché le schiere subalpine erano afflitte da gravissimo infortunio, e che Toscana mollava, Roma inritrosiva, Napoli all’aperta si ritraeva, era senno il ricorrere a uno Stato benevolo cui dovea importare il buon successo della nostra causa. Le armi ausiliari non son di pericolo se si aggiungono alle proprie, e tornano ad onore quando attestano l’amicizia di un popolo illustre. Le nazioni piú superbe e piú fiere dei tempi antichi e moderni non le sdegnarono. Il solo vessillo francese avrebbe incorati i nostri e atterrito il nemico, facendo oggi in Italia l’effetto che all’etá scorsa in America, quando ella del pari per esser libera combatteva. E se il soccorso era utile a noi, non pregiudicava alla Francia, anzi le sarebbe giovato per la gloria e per la quiete. Né chiedendolo e ottenendone formale promessa, noi dimenticammo le cautele dicevoli intorno alla scelta dei soldati e dei capitani, affinché il rinforzo delle nostre squadre non fosse agli ordini pericoloso[48]. Il che del resto non era punto da temere, atteso le disposizioni che allora correvano in Francia e le qualitá del suo governo, ancorché questo non ci avesse date, come fece, le sicurtá maggiori che si potevano desiderare."
      },
      {
        "index": 29,
        "text": "La fiducia del soccorso forestiero non dovea però farci trasandare i partiti e gli spedienti che erano in nostra mano, né l’assicuranza indurci a pretermettere le cautele opportune. Conveniva non solo adoperare e migliorare le schiere di riserva lasciate in ozio durante la prima campagna, ma accrescerle e fornirle con leve ed imposte straordinarie, facendo quegli sforzi e tentando quei prodigi che negli estremi frangenti salvano i popoli. Imperocché se era savio e onorevole l’avere un compagno, sarebbe stato viltá e follia il voler vincere col solo suo braccio e stare a sua discrezione. Era dunque necessario un governo omogeneo, forte, operoso, che fosse ubbidito puntualmente e avesse il credito e la fiducia dell’universale. Gravi, molti, straordinari, difficilissimi erano gli obblighi e i carichi che ci correvano; e se mai debbono i rettori vincere se stessi d’industria, di vigore, di prontezza, di vigilanza, questo era il caso di allora. Ma la nostra amministrazione non avea alcuna di queste parti. Era odiata nella capitale, mal veduta dall’esercito; e se l’essere composta di tali uomini, che rappresentavano, oltre gli Stati sardi, la Lombardia, Venezia, i ducati, la rendeva cara agli amatori dell’unione italica, questo medesimo le pregiudicava in Piemonte, dove i municipali prevalendosi dei freschi infortuni concitavano la moltitudine. Gli animi erano irritati dalle tristi novelle ogni dí aggravanti, il disfavore cresceva, le nostre deliberazioni erano spesso turbate e interrotte da grida sinistre e da fremiti cittadini. A ciò si aggiugnevano le divisioni del Consiglio, unanime nel fine, spesso discorde nei mezzi; in cui prevalevano gl’irresoluti, buoni in pace ma non in tali cimenti e piú atti ad impedire che ad operare; onde i giorni scorrevano e nulla si conchiudeva. Delle dieci proposte che si facevano era miracolo se una poteva vincersi, e poco prima dei casi acerbi di Milano io mossi invano istanza affinché si rimovesse quell’uomo ch’era venuto a recarci la licenza e la discordia. L’amore a sproposito della legalitá fece rigettare un partito che avrebbe risparmiati infiniti mali all’Italia. I ministri, lo ripeto, erano ottimi di mente e di cuore; e sarebbe bastato a onorare il Consiglio Giuseppe Durini, che per le rare qualitá dell’ingegno e dell’animo lasciò testé morendo un vivissimo desiderio. Ma i piú di essi mancavano di genio pratico e di risoluzione, e ancorché ne fossero stati forniti a dovizia, poco avrebbe giovato, non essendo ubbiditi; giacché un governo occulto, fazioso, efficace contrastava di continuo al governo pubblico e ne impediva o ne annullava le operazioni[49]."
      },
      {
        "index": 30,
        "text": "Mossi da queste considerazioni, io ed alcuni de’ miei colleghi proponemmo e vincemmo che il ministero si rifacesse. I pochi che dissentirono mi diedero poscia querela che io causassi con tal partito il trionfo della setta municipale. Ma in prima io non fui solo a consigliare cotal partito, tanta essendo e cosí evidente la necessitá sua che i piú concorsero ad abbracciarlo. Secondariamente coloro che muovono questo richiamo non si avveggono che dánno la colpa principale a se stessi, poiché se si fossero mostrati piú abili a governare, niuno avrebbe pensato a mutare il governo. In terzo luogo l’amministrazione di allora era cosí impotente, per le ragioni allegate, a fare l’ufficio suo che, durando, le cose sarebbero ite di male in peggio; dove che, ritirandosi, il male era solo probabile anzi inverosimile, perché niuno potea immaginare nel principe tanta debolezza e imprevidenza quanta ebbe luogo in effetto. Ora la prudenza piú volgare prescrive di posporre il danno certo al pericolo. Per ultimo (e questa ragione toglie ogni replica) dalle cose infrascritte il lettore potrá raccogliere che se noi non chiedevamo commiato, senza fallo l’avremmo avuto, perché la politica contraria giá prevaleva in corte e la nostra perseveranza non avrebbe avuto altro effetto che di rendere piú manifesto il torto di chi regnava. Il che tanto è vero che giá pochi giorni prima il re ci avea fatto intendere essere opportuno il modificare l’amministrazione, onde Urbano Rattazzi era fermo di congedarsi. E siccome la mossa nascea da intenzione di mutar politica, essa conteneva un tacito invito a chieder licenza se non volevamo che ci fosse data. Il solo partito ragionevole era però quello di scioglierci, fare ogni opera per mantenere il principe nella buona via e indurlo a commettere in uno di noi il carico di comporre un ministero piú omogeneo e proporzionato alle condizioni straordinarie dei tempi. I miei colleghi desideravano ch’io fossi l’eletto, onorandomi con questo segno di spontanea fiducia. Avevamo qualche speranza che Carlo Alberto fosse in questo pensiero, atteso che il conte Lisio che gli stava ai fianchi (uomo d’illibatezza e generositá singolare) promovea con calore la nostra risoluzione e bramava che il detto ufficio fosse a me assegnato. Tutti errammo a confidare nella fermezza e sinceritá del principe; ma non dobbiamo pentirci della risoluzione presa, poiché essa valse almeno a salvarci la virtú e la fama. Laddove stando le cose dette di sopra e, mentre noi reggevamo in mostra, la fazione municipale governando in effetto, egli è indubitato che anche perseverando noi nell’ufficio le cose non sarebbero riuscite a buon fine; e niuno sa le colpe, le vergogne, i disastri, di cui saremmo stati almeno in vista complici e pagatori."
      },
      {
        "index": 31,
        "text": "Le trame municipali frattanto sortivano l’intento proposto. La parte sconfitta della Camera da buon tempo arrabbiava e si struggeva di fare le sue vendette. Alla paura che Torino perdesse il grado di metropoli si aggiungeva il dolore delle calamitá presenti e una ripugnanza invincibile a ristorare con nuovi sforzi le perdite succedute. Se quando le nostre armi prosperavano e i sospetti dormivano, tuttavia i municipali ci andavano di male gambe, ciascun vede che animo dovessero avere da che quelle erano afflitte e questi accresciuti dalla collera e dal puntiglio. Coceva loro il soccorso francese per l’amore che portavano all’Austria, e gridavano che si volea di nuovo sviscerare il Piemonte di danaro e d’uomini per ispogliarlo de’ suoi diritti e delle sue instituzioni. Molti conservatori che prima desideravano l’unione ora le erano avversi, atteso gli sforzi che richiedeva e pel vano timore della Dieta promessa nel parlamento. La cooperazione esterna accresceva le loro paure; e giudicando in aria delle cose, senza notizia dei fatti presenti e con quella erudizione storica che abbiamo veduta nel Pinelli, ravvisavano nei soldati francesi altrettanti apostoli di repubblica, come se il secolo d’oggi fosse il passato e che, nel fresco dolore dei casi di giugno, Parigi, le provincie, l’esercito non inclinassero all’altra parte. Esso Pinelli avea contezza delle cautele da noi usate anche a questo proposito, perché ogni giorno veniva a visitarmi e a spillare i secreti; e io senza uscire della riserva imposta alla mia carica gli apriva i miei pensieri particolari, tanto mi riposavo nella sua amicizia. Egli si studiava di mettermi in sospetto i miei compagni, e ci riuscí per qualche tempo, come vedemmo. Ma la stessa premura che recava in quest’opera e il riscontrare col suo dire appassionato le franche e dignitose maniere di quelli, cominciarono a chiarirmi da che lato stessero la lealtá e la ragione. Questo fu il principio di un doloroso disinganno, che non doveva però compiersi se non l’anno seguente."
      },
      {
        "index": 32,
        "text": "L’occasione era propizia, poiché, se si riusciva a sventare il soccorso straniero, eravamo necessitati alla pace, l’unione andava in fumo, la causa italiana era perduta e il Piemonte si riduceva a non esser altro che il Piemonte, secondo il voto piú caro dei municipali. Ma come distornare l’aiuto di Francia? Col ripiego di una mediazione, la quale era consigliata da alcuni giornali e favoriva le intenzioni e gl’interessi di molti. Non dovea spiacere all’Inghilterra e ai potentati forestieri in generale, i quali temevano che la guerra italiana potesse turbare la quiete generale ed erano gelosi del regno dell’alta Italia. Dovea piacere al signor Bastide, ministro francese, per avversione alla monarchia ed a Carlo Alberto; e al generale Cavaignac che, ripugnando a valicare egli stesso le Alpi come Napoleone, temeva di dare il carico ad altri per non procacciarsi un rivale nel principato della repubblica. Piaceva in fine al volgo credulo dei liberali, confidantisi che con tal compenso si potesse ottenere l’indipendenza d’Italia tenendo la spada nel fodero e senza una fatica al mondo. Me se i rettori della repubblica ci sovvenivano a malincorpo, non poteano però rimanersene, salvo che il Piemonte rivocasse la sua domanda; e però era d’uopo che la mediazione si chiedesse da chi reggeva. Il Casati e io eravamo iti al campo per offrire la nostra rinunzia e confortare il re a darci tali successori che l’indirizzo delle cose non si alterasse. Felice Merlo, intimo del Pinelli, e Ottavio di Revel ci tennero dietro per fare l’effetto opposto, come il primo di essi confessò formalmente[50]. Non occorre dire che prima del fatto io non seppi nulla di questa spedizione, ordinata ad annullare l’opera nostra, introdurre un’indegna e calamitosa politica, tôrci la fiducia del principe e far sí che io non fossi eletto a comporre la nuova amministrazione. Cosí il Pinelli, a cui io aveva con tanta effusione aperto ogni mio pensiero, non si fece scrupolo di partecipare a una trama occulta ed ignobile contro un uomo che era da lui «amato piú che fratello e venerato come maestro»[51]."
      },
      {
        "index": 33,
        "text": "Come il nuovo ministero nasceva da un raggiro, cosí la sua prima opera fu la violazione piú espressa degli ordini costituzionali. Il carico di farlo fu dato a Ottavio di Revel e io aggiuntogli per cerimonia. Ma fin dai 15 di agosto, prima di aver trovati i compagni e mentre ancora sedevano gli antichi ministri, i quali non lasciarono la carica che quattro giorni dopo, egli accettò e soscrisse la mediazione, dando il singolare esempio di un ministro occulto che roga di nascoso un atto importantissimo e contrario a quelli di chi governa pubblicamente. Né giova a dire che il Casati e i suoi colleghi aveano preso licenza; giacché essi tuttora risedevano, erano la sola signoria palese e avevano come i carichi cosí ancora i pericoli del reggimento. «Il Revel — scrisse un suo apologista — non era che un ministro di piú, e noi avevamo un gabinetto con un ministro aggiunto, sebben dissenziente dalla politica degli altri membri»[52]. Ma chi ha mai inteso dire che un ministro aggiunto sia legittimo se non è conosciuto da’ suoi colleghi? che egli faccia da se solo le veci di un gabinetto? che vi sieno due gabinetti ad un tempo? che l’uno sia secreto e l’altro pubblico? che le risoluzioni del pubblico sieno annullate da quelle del secreto? che il primo stia pagatore delle opere del secondo, quando la sindacabilitá è una sola e presuppone l’indirizzo di tutto il còmpito governativo? che vi sieno due ministri preposti alle finanze? che quello di loro che è occulto si aggiudichi il maneggio degli affari esterni, mentre vi ha un ministro patente che ne ha la cura? e che in fine questo ministro clandestino ed incognito contraddica a chi regge notoriamente, decida della pace e della guerra, stringa egli solo un accordo coi potentati forestieri, e faccia insomma uno di quegli atti solenni che mutano la politica di un paese e richieggono per l’importanza loro la deliberazione e il voto di tutto il Consiglio? Se i gesuiti fondassero un governo costituzionale, potrebbero intenderlo e praticarlo a questo modo. Piú brutta e indegna prevaricazione degli ordini liberi non si ricorda nelle storie; e i municipali, consacrando in tal modo le primizie del vivere civile in Piemonte, mostrarono qual concetto abbiano della libertá e della legge. Invano poscia ricorsero alla necessitá per giustificarsi, la quale non può mai legittimare o scusare la frode né l’impostura. E tanto è lungi che la salute del Piemonte dovesse nascere dalla mediazione, che questa fu anzi la rovina d’Italia e lo sproposito piú massiccio in cui sieno incorsi i rettori di quella provincia."
      },
      {
        "index": 34,
        "text": "Ottavio di Revel non ignorava l’enormezza di tal procedere quando ai 26 di ottobre, con una sinceritá che è degna di lode, confessava al parlamento di aver «rischiato il suo capo»; perché in vero in ogni paese bene ordinato un tale eccesso basterebbe se non altro ad uccidere politicamente il suo autore. E non si accorgeva di giustificare colle sue parole ciò che io avea detto generalmente due mesi innanzi, quando l’arcano non era ancora svelato. «I popoli servi hanno almeno il vantaggio di avere un sol reggimento: noi liberi ne abbiamo due fra loro contrari. L’uno di essi è palese e legale, l’altro occulto e fazioso; ma questo prevalendo a quello nel fatto, ne segue che la nostra costituzione è un’ombra e che le sètte in realtá ci governano... Quanto i rettori che testé uscirono di carica avessero l’indirizzo dei negozi ond’erano mallevadori, non fa mestieri ch’io ’l dica. Gravissime e capitalissime quistioni vennero agitate, discusse, decise senza loro saputa: la mediazione fu per tal modo sostituita al sussidio francese, i prigioni di Stato rilasciati, un armistizio politico indegnamente concluso, la proposta sicula risoluta, e via discorrendo... La diplomazia forestiera era piú potente di chi reggeva lo Stato: gli oratori oltramontani andavano e venivano dal campo senza pur farne motto al ministro che era sopra gli affari esterni»[53]. Signori ministri e municipali, direte ancora che io vi calunnio? Potete negare che il Revel abbia avuto ed esercitato il governo effettivo, mentre il Casati e i suoi colleghi lo tenevano in apparenza? Ciò non risulta manifestamente dalla pubblica confessione del ministro e dalle ragioni allegate per discolparlo?"
      },
      {
        "index": 35,
        "text": "Ho detto che io venni aggiunto in cerimonia all’ufficio di creare la nuova amministrazione, essendo che le mie pratiche col Revel si ridussero ad alcuni colloqui senza effetto, di cui diedi fuori una breve esposizione[54]. Non fui informato della mediazione soscritta, né richiesto del mio parere sull’elezione degli altri membri, e con qualche stupore intesi dal Pinelli ch’egli doveva essere uno di questi. Tutti i termini che si possono usare con un vecchio amico, io gli misi in opera per dissuaderlo di accettare. Gli esposi le ragioni giá espresse al Revel intorno ai pessimi effetti che avrebbe sortiti la loro politica, e conchiusi con alcune considerazioni che mi toccavano personalmente. Non volesse rompere né intorbidare una tanta e sí antica amicizia. Io non intendeva far forza alle sue opinioni, ma il pregava solo d’indugio nel consentire alla profferta. Stesse a vedere per qualche tempo, e io mi affidava che ben tosto l’evidenza dei fatti l’avrebbe indotto a mutar parere. Usasse meco questa prima condiscendenza in contraccambio delle molte che io aveva avute verso di esso, rientrando in patria, andando a Milano e poi a Roma, rifiutando il portafoglio e poi accettandolo e consentendo di essere deputato per compiacergli. Pensasse che io non sarei venuto a sua istanza in un paese che per l’assenza di molti anni mi riusciva quasi nuovo benché mi fosse nativo, se avessi antiveduto di esservi solo e di averci per nemici politici i pochi a cui mi stringeva un’antica dimestichezza. Il che sarebbe accaduto, s’egli consentiva a far parte di un governo in cui io ravvisava la certa rovina d’Italia e che mi teneva in obbligo di combattere con ogni mio potere. Né la nostra divisione sarebbe stata solo dolorosa a noi ma anco pregiudiziale alla causa comune, avvalorando lo scisma del parlamento e frapponendo maggiori ostacoli a quella riconciliazione che sedeva in cima de’ miei pensieri. Non pure le amicizie private ma eziandio le politiche non doversi troncar leggermente; e se non è mai lecito il far contro coscienza, ben si può e si dee talvolta differir di operare per non dividersi dal compagno."
      },
      {
        "index": 36,
        "text": "Il Pinelli fu inesorabile, perché stimava «viltá il ritrarsi dal prestar mano alla cosa pubblica»[55], come se in vece di esservi portato naturalmente, non si fosse ingerito con arte, abusando la mia fiducia. La vera ragione fu che, avendo Urbano Rattazzi emulo suo nel fòro di Casale e vincitore nel parlamento assaggiato il ministero, il ben della patria voleva che il Pinelli gli sottentrasse e «prestasse mano alla cosa pubblica» per peggiorarne le condizioni. Imperocché senza di lui il nuovo ministero avrebbe avuto probabilmente poca vita: si poteva rientrar nella buona via e ripigliare l’opera interrotta. D’altra parte l’immaginarsi che la mediazione fosse per sortire l’intento era tal follia che non potea capire nei politici piú comunali. La storia e la ragione insegnano che le mediazioni tornano a pro del piú potente, e non provveggono alla giustizia se non quando i litiganti hanno forze uguali, ovvero il litigio è di sí poco rilievo che anche senza il compromesso l’accordo sarebbe facile. Imperocché al dí d’oggi tutte le deliberazioni si aggirano sull’interesse, e il giusto non trionfa se non quando è spalleggiato dalle armi. Piú non si trova in Europa alcuna autoritá giuridica atta a proteggere i diritti del debole: solo Pio nono era in grado di tentare questo miracolo, ma egli sciupò l’occasione che non tornerá piú. L’Austria adunque, essendo piú forte del Piemonte, non sarebbe mai condiscesa a spropriarsi volontariamente di quelle provincie che suol chiamare «il giardino dell’imperio» e che potrebbe ancor piú acconciamente chiamare il suo erario, poiché sono ricchissime ed ella adopera il possesso a spolparle senza misericordia per supplire alla penuria delle sue finanze. E in vero il diffalco era a lei di piú danno che non l’aumento di profitto al Piemonte; perché, rispetto all’onore, maggior vergogna a lei tornava dal perdere un vecchio dominio che non all’avversario dal cedere un nuovo acquisto. E quanto all’utilitá politica, il Piemonte tornando agli antichi confini manteneva l'esser suo, l’Austria ristringendoli ne scapitava e rinunziava il suo grado tra i potentati di Europa: tanto che per noi si trattava solo d’incremento e di forza, per l'Austria della vita e della salute. Parlo secondo i princípi del vecchio giure, non quelli del nuovo che si fonda nella nazionalitá dei popoli, conforme al quale le considerazioni dell’onorevole e dell’utile correvano al contrario. Ma questo giure novello non è contemplato dai governanti di oggidí, che si guidano tuttora colle tradizioni e convenzioni scritte; onde non poteva adoperarsi per antivedere gli effetti certi o probabili della mediazione. Il cedere spontaneamente si saria disdetto al governo piú manso e infingardo del mondo, non che all’Austria, tenace, longanime, inflessibile, odiatrice del nome italico e inorgoglita dalla vittoria. Né le potenze arbitre erano acconcie a costringerla, sí pei termini del compromesso, sí per la paura di una guerra universale, sí per la gelosia di quel regno italico che le aveva indotte ad accollarsi la mediazione. Come dunque si potea sperare che fossero per ricorrere non dico alla guerra ma alle minacce, per sortire un effetto contrario a quello che si proponevano?"
      },
      {
        "index": 37,
        "text": "I ministri[56] non erano sí semplici da non veder queste cose e da prestar fede all’efficacia della mediazione. O piuttosto ci credevano, ma in altro modo che non sonavano le parole; cioè in quanto ella dovea riuscire a render la guerra impossibile e seco il nuovo regno anzi che a rifarlo, a sequestrare il Piemonte dal resto d’Italia in vece d’indirizzarlo al bene comune, e a rimetterlo negli antichi termini, da qualche giunterella in fuori che non pericolasse l’onore e i privilegi dell’antica metropoli[57]. Né si dica che io li calunnio aggiudicando loro tali fini, ché ogni interpretazion piú benigna viene esclusa dai fatti che vedremo fra poco. Ma se furono tristamente sagaci da questo canto, essi fecero segno dall’altro d’inettitudine e imprevidenza singolare, non avvisando che la mediazione vituperava il Piemonte e ammanniva gravi lutti al principato. Non può darsi in politica un atto piú vile ed ignominioso che il compromettere in altri i supremi diritti della patria. Si può chiedere o accettare onorevolmente un terzo per mezzano nelle controversie di rilievo secondario, come intorno ai confini, a un traffico, a un risarcimento, a una successione. Ma domandate non dico a Roma antica che ci dee parere una favola e che non può rispondere altrimenti che colla storia, poco nota ai municipali; domandate alla Francia e all’Inghilterra moderna se assentirebbero a riconoscere per ammezzatore un potentato esterno, dove altri contendesse la nazionalitá e l’autonomia loro. Quanto a me, io credo che stimerebbero infame chi proponesse di troncar la lite altrimenti che col ferro. Imperocché è indegno di viver libero chi conferisce altrui l’arbitrio di farlo schiavo. Né importa che il lodo non sia obbligatorio e che tu possa rigettarlo se non ti piace; perché se non altro, accettando il compromesso ti mostri inchinevole a menomare o almeno porre in dubbio i diritti di momento sommo. E quando è mai accaduto che i popoli generosi si avviliscano al primo disastro, e ad un disastro senza sconfitta, preceduto da vittorie e nato non mica dai falli dell’esercito ma da quelli del capitano? Era perciò prevedibile l’indegnazione dei generosi e la forza che presa ne avrebbero gl’immoderati. La mediazione dichiarava il principato inetto a salvar l’Italia, vituperava l’esercito piemontese, avviliva Carlo Alberto e abbassava il suo nome al piano di quelli di Leopoldo, di Pio e di Ferdinando. Equivaleva a una seconda e piú ontosa disfatta delle nostre armi, e la dava vinta non solo ai tedeschi ma ai puritani, il capo dei quali avea promesso di non s’ingerire finché l’Italia potea sperare dai principi il suo riscatto. E benché male attenesse la sua parola, tuttavia fin tanto che durava l’universale fiducia egli non avea né credito né séguito né forze da tentare alcun che di notabile. Ma questo gli fu facile come tosto la causa italiana passò dalle armi alle pratiche e dalle mani dei nostri soldati a quelle dei diplomatici esterni."
      },
      {
        "index": 38,
        "text": "Accettando la mediazione anglofrancese il ministero dei 19 di agosto fu, se posso cosí esprimermi, lo spegnitoio delle idee generose che avevano dato le mosse al Risorgimento italiano e prodotto i suoi trionfi; lo sviò da’ suoi princípi assai piú che non avea fatto il Balbo, ne mutò l’indirizzo, ne apparecchiò la ruina, e di monarchico e regolato che era prima lo rese repubblicano e demagogico. Chi avrebbe mai indovinato qualche mese innanzi che l’opera dei puritani dovesse riuscire principalmente coll’aiuto del Pinelli e de’ suoi compagni? Tanto è funesta l’incapacitá accoppiata alla pertinacia e alla tracotanza! Imperocché alcuni di loro non hanno la scusa di aver peccato per semplice ignoranza, né di essersi addossato il grave incarico ripugnanti e richiesti dal principe. Anzi usarono arti poco onorate per ottenerlo e peggiori per adoperarlo; e io prenunziai loro prima a voce e poi a stampa i mali che avvennero, e in particolare le perturbazioni di Toscana, di Genova, degli Stati ecclesiastici[58]. Imperocché «la monarchia, sequestrata dalle idee che la rendevano amabile e reverenda, perderebbe ogni forza morale sugli animi e ogni riputazione: la peripezia piú probabile dell’infelice dramma sarebbe la repubblica; la quale non potendo durare, le licenze demagogiche spianerebbero la via al dispotismo antico»[59]. Mostrai che la mediazione mandava a male le cose nostre e sciupava il destro opportuno di rimetterle in fiore. «Guai ai popoli che lasciano sfuggir l’occasione propizia di risorgere, ché per un giusto castigo della Providenza può darsi che l’opportunitá non ritorni e che la trascuranza della comoditá presente produca un eterno servaggio. Ora questa occasione desiderata invano per tanti secoli è giunta, e non venne meno per gli ultimi disastri. Voi stessi ora il riconoscete, poiché parlate di combattere, occorrendo, e di vincere[60]; perché dunque volevate sciuparla e manometterla? Ché se allora disperavate, perché porre tanto zelo, tanta premura, tanta sollecitudine a far trionfare la vostra disperazione? perché mettere tanta ressa a occupare la scranna ministeriale? perché rimuoverne coloro che confidavano e che facevano piú giusta stima degli uomini e dei tempi? Non pensaste alla malleveria tremenda che pesava sul vostro capo?... Chi ha sognato, miei signori, e chi ha dato nel segno? chi si è mostro piú oculato e sagace nel giudicare della ragion delle cose e nello scorgere le probabilitá dell’avvenire? chi ha avvertite le cause delle fresche calamitá che piangiamo prima che gli effetti le rivelassero? chi andò dicendo e ripetendo da quattro mesi che l’indugiare l’unione e quindi i rinforzi, lo sparpagliare la guerra, il predicare l’unitá assoluta d’Italia, il dar libero campo alle sètte di calunniare e d’insolentire, il sognar fantasmi di repubblica e via discorrendo, avrebbe posto in compromesso tutti i beni acquistati?[61]. Mi avrete dunque per falso profeta se vi dico che la rinunzia dell’unione e dell’autonomia italica saria funesta alle nostre instituzioni? che in vece di assicurare la tranquillitá e la pace, porterebbe seco le sommosse e la guerra? E direte che io avvisando chi regge di questi pericoli, fo ‘un appello alle passioni del popolo’? Come se concitasse le cupidigie della plebe chi parla alla ragione dei savi, o fosse un cattivo servigio reso ai popoli il suggerire i rimedi opportuni alla loro salvezza»[62]. Le mie parole furono dette ai sordi: venni spacciato per «sognatore esagitato da fantasia ardente» e convenuto di «stile ultrapoetico»[63]; finché gli eventi di Toscana, di Roma, di Liguria, di Napoli e tutti i casi succeduti da tre anni chiarirono chi avesse i privilegi del sogno e quelli della vigilia."
      },
      {
        "index": 39,
        "text": "Un errore capitale, in politica come in morale, ne produce mille; e il piú deplorabile di quelli che commisero i ministri fu l’ingannare il parlamento e la nazione. A chiunque avea fior di senno parea almeno improbabile che un accordo da proporsi all’Austria vittoriosa fosse inteso in tali termini da spogliarla di tutti i domini racquistati e mantenere intatta l’indipendenza della penisola. Se questa persuasione allignava, il nuovo governo potea difficilmente tenersi in piedi; e quindi, per dare ad intendere il contrario, egli mandò fuori un programma in istile cosí avviluppato e gesuitico, che mostrava chiaro l’intenzione di patteggiar con due paure; onde non che distruggere confermò i sospetti giá conceputi. Tuttavia, a malgrado delle ambagi, vi si diceva formalmente che l’armistizio non potea «distruggere i fatti compiuti» e che «le potenti mediatrici conoscevano e rendevano omaggio all’autonomia delle nazioni»[64]; parole che non aveano senso, o miravano a far credere che sí l’union del Piemonte colla Lombardia e le provincie di Padova, Vicenza, Treviso, Rovigo, sí l’autonomia italiana sarebbero salve. E cosí infatti vennero interpretate dagli amici piú caldi del governo[65] e dai ministri medesimi. I quali per bocca di Pierdionigi Pinelli assicuravano i deputati ai 19 di ottobre che «non credevano accettabile quella pace che non avesse per base il riconoscimento della nazionalitá italiana; che non confermasse in tutta l’Italia quell’ordine di cose che dá voce alla nazione a costituire il suo diritto, le sue leggi, a regolare il suo governo e che pone le armi nelle mani dei soli suoi cittadini; che non avesse costituito nella parte superiore dell’Italia uno Stato forte e potente che ne guardasse i passi»; conchiudendo che le clausole della mediazione «portavano il riconoscimento della nazionalitá italiana, ne assicuravano l’autonomia e accrescevano le forze del guardiano delle Alpi», cioè del Piemonte[66]. Essi avevano inoltre dichiarato che, se tali condizioni erano reiette, avrebbero ripigliata la guerra, che «dall’aiuto dei nostri potenti vicini» sarebbe stata «di esito non dubbio»[67]; il che importava la risoluzione di far capo a tale aiuto. Ora se da un lato i ministri volevano accordi impossibili a ottenere dall'Austria e dall'altro lato erano acconci di ricorrere al braccio francese, perché mutar la politica dei precessori? perché tanta ressa nel soppiantarli? perché accettare la mediazione? perché rinunziare il soccorso quando si era certo di averlo, e riserbarlo per un tempo in cui sarebbe stato difficile o impossibile l’impetrarlo? Imperocché, sciolto il governo francese dall’obbligo contratto e mutata in breve l’assemblea parigina, venivano meno i fondamenti della fiducia. Da queste e simili considerazioni io conchiusi che il vero scopo del ministero era di rendere impossibile l’unione e la guerra, giacché solo in tal modo si accordavano i suoi portamenti, che nell’altro presupposto erano inesplicabili e ripugnanti. Lo convenni pertanto con pubblico discorso[68] di seguire in fatti una politica contraria a quella che professava colle parole. Gli accusati si riscossero e «protestarono unanimi solennemente», dicendo che «gli atti soli del governo avevano a provare se egli rimaneva fedele alla promessa del programma a cui vincolava la sua politica»[69]; come se da un canto l’adempimento della promessa fosse possibile, e dall’altro canto l’accettata mediazione e il tempo perduto non fossero un «atto» dei ministri, bastevole a rendere irreparabili le nostre sciagure. Io replicai per iscritto alla subdola protesta[70], mostrando che donde era nato il mostro di due governi, l’uno palese e l’altro occulto, usciva pure il portento di un governo di due programmi, e ragionevolmente, affinché il progresso della nuova amministrazione fosse conforme alla sua origine."
      },
      {
        "index": 40,
        "text": "I clamori andarono al cielo, le invettive fioccarono e si mise in opera ogni calunnia per chiarirmi calunniatore. «Si corruppe allora nel nostro paese non avvezzo alla libera discussione il pubblico giudizio. I dardi della calunnia avventati contro  Gioberti capo dell’opposizione non hanno riscontro, eccetto con quelli onde fu segno negli ultimi tempi del suo ministero»[71]. E pure la somma moderazione del mio discorso e del mio scritto, le forme gentili usate, le lodi che accompagnavano il biasimo, la cautela di salvar le intenzioni, la mostra cortese di credere alla bugiarda protesta, siccome non meritavano questo ricambio, cosí chiarivano dove fossero la veritá e la buona ragione. A vedermi assalito furiosamente da una turba di fogliettisti inurbani, ignoranti, inesperti, presontuosi, insolentissimi, trattato da inetto o da ribaldo, e sprezzate, derise, schernite le mie previsioni sui mali ineffabili che minacciavano la mia povera patria, ebbi piú volte a ricordarmi delle parole di Gasparo Gozzi in simile ma men grave proposito[72]. Molti mesi passarono prima che l’arcano della mediazione cessasse, e si sapesse da tutti che le basi di questa non salvavano l’«autonomia» e l’«indipendenza» d’Italia, poiché non guarentivano quella delle provincie venete, anzi le assoggettavano a un arciduca austriaco sotto nome di «viceré imperiale» e all’obbligo di provvedere e tutelare la corte di Vienna coi loro danari e coi loro soldati; non tutelavano l’«unione», poiché le separavano dalla Lombardia e dal Piemonte; non mantenevano i «fatti compiuti», perché riguardo a Rovigo, Treviso, Padova, Vicenza, si metteva in non cale la volontá espressa dei popoli e il decreto del parlamento[73]. Le basi della mediazione ripugnavano dunque al programma; e accettandole, i ministri sardi poteano tanto meno sperare di ottenere una modificazione favorevole, quanto che il governo austriaco avea fatto intendere che le proposte dei 4 di maggio (identiche sostanzialmente alle dette basi) poteano difficilmente accettarsi, variata la fortuna delle due parti[74]. Il dire poi, come alcuni facevano, che il decreto e plebiscito dell’unione riguardo ai veneti non era un «fatto compiuto» perché una parte di essi non ci era inclusa, e che l’«autonomia» e «indipendenza» della Venezia in universale era salva benché sottoposta all’imperatore, non che attenuare la colpa l’accresceva, aggiungendo al vile abbandono e all’infinta l’arte ipocrita di giustificarla con cavilli da leguleio e con sofismi gesuitici."
      },
      {
        "index": 41,
        "text": "Né qui ristettero le finzioni e le bugie ministeriali. Per quanto si cercasse di travisare e inorpellare il concetto di mediazione, essa facea mal suono al retto senso dei piú; onde gli autori pensarono di scaricarsene, addossandola ai precessori. L’ufficio fu commesso, secondo il solito, a Pierdionigi Pinelli, che ai 26 di ottobre lesse fra i deputati un dispaccio del primo di agosto, in cui Lorenzo Pareto pregava il gabinetto inglese de’ suoi uffici amichevoli per impetrarci una pace che salvasse i nostri diritti. Camillo di Cavour avvalorò l’accusa; e il ministro Revel aggiunse la domanda della mediazione non poter essere opera sua, atteso che egli avea ricevuto l'ordine di rifare il Consiglio ai 9 di agosto, e nei 15 l’offerta di quella giungeva in Piemonte. «Ora io domando se tra il 9 ed il 15 corse tanto tempo da potere scrivere a Londra e ricevere la risposta»[75]. Il dispaccio del Pareto era stato scritto all’annunzio dei primi disastri, innanzi all’armistizio, quando temeasi una scorreria dell’oste vincitrice nel cuor del paese. Egli era naturale che si ricorresse ai potentati esterni per impedirlo, ottenere un poco d’indugio e che si mostrasse desiderio di pace. Ma la pace che noi dicevamo di volere dovea salvare «i nostri diritti»[76]; e se l’impetrarla non era sperabile, potea però menzionarsene il desiderio per fare che l’Inghilterra, gelosissima dell’equilibrio di Europa, vietasse all’esercito imperiale d’irrompere nel Piemonte. Dunque i buoni uffici che noi imploravamo non consistevano nella mediazione, di cui il dispaccio non facea motto, come quello che parlava in termini generalissimi e fu disteso, soscritto da un solo ministro; laddove la domanda di un compromesso di qualunque genere richiedeva il concorso di tutto il Consiglio. Che piú? L’idea della mediazione era cosí aliena dai nostri pensieri che noi avevamo giá fatte le prime entrature per ottenere il soccorso delle armi francesi, come risulta dal dispaccio medesimo. E questo soccorso fu chiesto espressamente alcuni giorni dopo, quando tutto il Consiglio si fu reso capace che il Piemonte non era piú in grado di vincere colle sole sue forze. Niuno sapeva meglio questi particolari di Pierdionigi Pinelli che moveva l’accusa; e il pubblico ne fu informato poco appresso da noi medesimi, che uscendo di carica dichiarammo «di aver chiesto il sussidio esterno di un esercito a giusti e onorevoli patti e sotto condizioni atte a mettere in salvo le nostre instituzioni contro i pericoli di una propaganda politica, di esserci rivolti per tal effetto alla Francia e di avere perseverato nella domanda anche quando la diplomazia esterna ci ebbe sostituita l’idea della mediazione»[77]. Egli è dunque chiaro che il dispaccio del Pareto avea tanto da fare colla mediazione quanto il gennaio colle more, nessuna logica permettendo che s’interpreti una frase generica e accessoria in modo contrario alle intenzioni piú espresse e a tutti gli atti di una amministrazione."
      },
      {
        "index": 42,
        "text": "Né il tempo mancò ai nostri successori di far la domanda che ci attribuirono. A Ottavio di Revel risponde Felice Merlo, il quale dichiarava che la commissione di «consigliare il principe alla pace» gli fu data dal luogotenente del regno ai 7 di agosto[78]. Dunque ai sette il Revel e il Merlo aveano giá in pronto il modo di ottenere la pace, cioè la mediazione; e se la speranza di questa causò la gita a Vigevano dei due ministri in erba, le potenze mediatrici giá doveano esserne informate, onde la risposta potè giungere ai quindici. Né importa che la rinunzia del Casati e de’ suoi colleghi precorresse di una settimana; perché se il Revel per amor della pace non si fece scrupolo di «rischiare il suo capo» soscrivendo di soppiatto la mediazione mentre i ministri legali esercitavano ancora la carica, ben poté mettersi a minor pericolo chiedendola condizionalmente prima che quelli si congedassero. Né perciò io voglio inferire che la richiesta da lui proceda, perché coloro che commisero a lui ed al Merlo di persuaderla al principe poterono spedire a Londra e a Parigi per impetrarla. Né entro a cercare onde movesse originalmente la trama, come cosa che poco importa, giacché i veri autori del partito sono coloro che indussero il re ad approvarlo e lo misero ad esecuzione. Ma parlando generalmente e senza alludere a nessuno in particolare, se il lettore si ricorda i modi usati meco dal Pinelli, i maneggi, i furori e i tumulti dei municipali; se si rammenta che c’erano due governi, che «il ministero scaduto era quasi ridotto all’impotenza, consumava gran parte del suo tempo ora a comandare senza essere ubbidito, ora a protestare contro gli ordini avversi che lui insciente e ripugnante si mandavano ad effetto, e che la diplomazia forestiera era piú potente di chi reggeva lo Stato, gli oratori oltramontani andavano e venivano dal campo senza pur farne motto al ministro che era sopra gli affari esterni»[79]; se in fine raccoglie le altre cose dette innanzi; egli potrá conchiuderne che la setta avversa alla guerra e al soccorso francese, come prima ebbe sentore di questo, dovette pensare alla mediazione di cui alcuni giornali avean giá fatta parola, e che quindi non le mancò il tempo di proporla e di sollecitarla, usando a tal effetto l’inclinazione dei potentati forestieri e la consueta debolezza del principe."
      },
      {
        "index": 43,
        "text": "Un altro aggravio onde premeva ai ministri di riscuotersi era il ripudio del sussidio francese, avendo confessato che con tal ripiego «non era dubbio l’esito della guerra»[80]. Laonde andarono spacciando che la speranza di ottenerlo era vana, essendo che la Francia medesima offriva la mediazione. Ma siccome nel loro programma aveano pur dichiarato di esser pronti a ripigliare la guerra «coll’aiuto dei nostri potenti vicini», egli è chiaro che, se non mentivano, non disperavano d’impetrarlo. E se si affidavano di averlo per un tempo in cui dovea riuscire molto difficile o forse impossibile, donde nasceva la presente disperazione, mentre la promessa era fresca e l’impegno non rivocato? Il generale Cavaignac ci soccorreva certo di mala voglia per le ragioni che abbiamo vedute; onde accolse cupidamente l’idea della mediazione che lo proscioglieva da un obbligo dispiacevole. Ma egli è uomo onorando e si era tolto ogni via al rifiuto quando, interrogato da noi condizionalmente, ci aveva fatto rispondere che «se il governo piemontese persisteva a chiedere l’aiuto della Francia, l’onore la stringeva a concederlo»; parole da me ricordate ai 20 di ottobre nella Camera dei deputati. E ancorché avesse voluto recedere, non avrebbe potuto, perché l’assemblea francese s’era impegnata anch’essa e ci favoriva[81]. Che doveano dunque fare i rettori del Piemonte, se fossero stati teneri del proprio decoro, desiderosi della salvezza d’Italia e pronti ad accettare il rinforzo francese? Doveano persistere nel domandarlo, ricordare l’obbligo contratto ai governanti della repubblica, metter sú i giornali amici, fare un appello all’onor della Francia e servirsi dell’assemblea constituente che ci era benevola per costringere il magistrato esecutivo all’osservanza della promessa. Solo quando ogni sforzo fosse riuscito inutile, essi poteano far buono l’altro partito. Ora, non che usare tali spedienti, Ottavio di Revel ebbe tanta fretta di promuovere e attuare la mediazione che non sostenne di essere in carica, ma essendo ancora privato andò celatamente al campo per consigliare la pace, e fatto ministro di straforo soscrisse l’atto che scioglieva la Francia dal debito preso, mentre ancora erano in seggio i ministri che ne premevano l’adempimento, non curandosi di violare a tal effetto gli statuti e le usanze civili. Il che prova senza replica che i ministri aveano paura del soccorso, non che diffidassero di conseguirlo, e che fecero ogni loro potere per isventarlo e renderlo impossibile."
      },
      {
        "index": 44,
        "text": "Da ciò anche si raccoglie quanto sia frivola un’altra scusa allegata dal Pinelli: che senza la mediazione non si poteva «ottenere dall’Austria vittoriosa una tregua che ci desse campo a rifare le forze»[82]. Ma se l’esercito era scorato per la sconfitta e disperso anzi che diminuito, il solo annunzio dell’aiuto di un popolo amico bastava a rianimarlo e ringagliardirlo mediante la sicurezza e la gara che ne nascevano; cosicché le armi francesi venivano non pure ad accrescere ma a migliorare le nostre. Né in ogni caso la mediazione era necessaria per aver la tregua opportuna, perché la vittoria era stata bensí del nemico ma i danni erano comuni: le schiere austriache, distratte dalla guardia del paese ricovrato e fremente, avean poco vantaggio dalle subalpine; onde non meno di queste abbisognavano di riposo. E dato eziandio che volessero ripigliar subito la guerra, nol potevano altrimenti che mutando la difesa in offesa e invadendo il Piemonte; cosa che né la Francia né l’Inghilterra (anche senza la mediazione) erano acconcie a permettere. Il che tanto è vero che l’Austria non osò irrompere né pure in sul primo impeto della vittoria e innanzi all’armistizio, quando era men vano il temerlo; onde Lorenzo Pareto, come vedemmo, ricorse all’Inglese per ripararvi. E quando piú mesi dopo cessarono le speranze e furono, si può dir, tronche le pratiche della mediazione, non perciò l’Austria si mosse; tanto che la continuazion della tregua e la ripresa delle armi furono in facoltá del Piemonte. Dal Piemonte e non mica dall’Austria fu rotto l’armistizio, il quale poteva ancora, secondo l’usato stile, prolungarsi a nostra elezione. Se dunque l’armistizio durò nel quarantanove senza l’appoggio della mediazione, sarebbe stato mantenuto senza di essa anche nel quarantotto, stante che il nemico non avea modo di romperlo[83]. Finalmente tanto è lungi che l’indugio della mediazione abbia conferito a riassestare le cose nostre, che anzi fece l’effetto contrario; e acciocché non si dica che io calunnio, io torno al mio dilemma. O i ministri credevano all’efficacia della mediazione o non ci credevano. Nel secondo caso la mediazione non fu che un pretesto per evitare la guerra, e chi non vuole combattere non può esser sollecito di rifornire le schiere. Nel primo caso chi non vede che la fiducia conceputa, rimovendo lo stimolo della necessitá, dovea nuocere all’apparecchio? Anche qui i fatti non ammettono istanza, essendo noto che i ministri dei 19 di agosto fecero assai poco per riordinar la milizia, almen prima che Alfonso della Marmora ne avesse il carico e mentre questo era affidato a chi bramava una lega tedesca."
      },
      {
        "index": 45,
        "text": "Ma se il solo pensiero della lega tedesca è un’infamia, la lega italiana avrebbe potuto medicare in parte i danni della mediazione; la quale accrescendo di numero e di forza la setta dei puritani (unico effetto positivo che ebbe), era d’uopo metterle un argine, fermando l’unione dei principi. Noi ne avevamo incominciate le pratiche, e i nostri successori si erano obbligati a proseguirle, dichiarando di voler provocare «con ogni alacritá l’effettuazione della lega doganale e politica degli Stati italiani»[84]. Ma anche su questo articolo essi avevano due programmi opposti, e il secreto prevaleva al pubblico; e quindi troncarono i negoziati in vece di accelerarli e condurli a fine. Antonio Rosmini avea trovate in Roma «cortesi accoglienze e ottime disposizioni all’intento» di cui era interprete e promotore[85]. «Facile era a lui piú che ad altra qualsivoglia persona il riuscire in corte romana ad intento onde la Chiesa e l’Italia, primi amori suoi, glorificarsi dovevano. Ché se Roma, come sperar si poteva, fosse alla proposta del nuovo legato sardo inchinevole, bene poteva ripromettersi; perché Toscana, la quale aveva sempre favoreggiati somiglianti intendimenti, allora governata dal Capponi, vi s’infervorava: laonde non resterebbe che Napoli, a cui giá la stessa Toscana mandava a perorare per la lega l’egregio senatore Griffoli, ed a cui l’autoritá del papa potrebbe far sentire ragione di utilitá se non amore all’Italia»[86]. Napoli infatti non poteva disdire al desiderio vivissimo di Toscana e di Roma e all’impegno giá preso da Gennaro Spinelli e da Carlo Troya. «Le speranze del Rosmini non andavano fallite, perché Pio nono quasi faceva in lui, ambasciatore sardo, un compromesso per Roma»[87], e gli commise di stendere i capitoli[88]. Uno dei quali stabiliva che «la costituzione federale avrebbe per iscopo di organizzare un potere centrale esercitato da una Dieta permanente in Roma», la quale «dichiarerebbe la guerra e la pace e, tanto pel caso di guerra quanto in tempo di pace, ordinerebbe i contingenti de’ singoli Stati, necessari tanto all’esterna indipendenza quanto alla tranquillitá interna»[89]. Questo solo articolo assicurava la libertá in tutta la penisola e ci dava vinta l’indipendenza, rivolgendo a pro di essa tutte le forze italiche, rimediando alla mollezza del governo toscano, vincendo la ritrosia di Napoli e sciogliendo il pontefice da quegli scrupoli che lo ritraevano dal concorso immediato. Or che fecero i ministri sardi? Odasi il Farini. «Il ministero non gradí il disegno di confederazione compilato dal Rosmini e, senza proporne un altro o continuar le pratiche per una federazione, volle intraprendere negoziati per una semplice lega, ossia per un’alleanza offensiva e difensiva del governo romano. Onde avvenne che Roma pigliasse ombra nuovamente del Piemonte e che il Rosmini rassegnasse l’ufficio suo, non giá perché fosse mal soddisfatto, come alcuni giornali dissero, della corte romana, ma anzi perché era mal soddisfatto de’ pensieri del nuovo ministero piemontese»[90]. Il che risulta da una lettera che il Rosmini mi scriveva in data dei 30 di ottobre, notificandomi che, mandata a Torino la bozza dei capitoli, il ministro sopra gli affari esterni aveagli risposto che «il ministero, maturamente considerata ogni cosa, non credeva tempo opportuno d’intavolare negoziati per una confederazione italiana»[91]. Cotali parole non han d’uopo di chiosa, poiché se ne raccoglie che mentre i ministri si obbligavano in pubblico a «provocare con ogni alacritá l’effettuazione della lega politica degli Stati italiani», decidevano in secreto, «considerata maturamente ogni cosa, non essere opportuno d’intavolare negoziati per una confederazione italiana». Né gli avvisi privati e amichevoli loro mancarono; ché io esortai piú volte il Pinelli a sollecitare tali negoziati, accennandogli i danni certi che sarebbero nati dal trascurarli, e feci altrettanto ne’ miei pubblici scritti[92]. Un’adunanza, che si teneva in Torino cosí in favor della lega come per promuovere l’autonomia italiana e l’unione coi lombardoveneti[93], porgea istanze e rimostranze rispettose al medesimo effetto[94]. I ministri davano buone parole a tutti; e mentre promettevano di stringere le pratiche della confederazione, ordinavano all’inviato di romperle."
      },
      {
        "index": 46,
        "text": "Né giova il dire che alcuni dei capitoli proposti offendessero l’autonomia interna del Piemonte. Imperocché il terzo di essi statuiva che si «raccogliesse in Roma una rappresentanza dei tre Stati confederati per discutere e stabilire la confederazione federale»[95]. Dunque gli autori dei capitoli non gli aveano per fermi, né altro si proponevano che di dar materia alla discussione; e il Piemonte era libero di chiedere le modificazioni opportune e di recedere se non le otteneva. E ancorché, come avverte saviamente il Farini, «un congresso a Roma non avesse fatto opera buona» e che «si fosse sermonato» senza conchiudere, tuttavia «era importantissimo il circondare il principato romano di deputati italiani, i quali mutassero la temperie cosmopolitica in mezzo a cui vive; importantissimo il favoreggiare la trasformazione delle sue attinenze colla costituzione italiana»[96] Ora i sapienti ministri, non che cogliere l’occasione propizia d’intavolare il congresso, non che «proporre un altro disegno e continuare le pratiche», le mozzarono incontanente, giudicando che «il tempo non era opportuno per i negoziati»[97]. Ma il tempo in vece era opportunissimo: l’unione era non solo utile ma necessaria: poiché agitavasi la causa dell’indipendenza, le forze piemontesi sole piú non bastavano a operarla, i puritani sconvolgevano l’Italia centrale e preparavano la riscossa dei retrogradi; onde la lega era il solo modo di proteggere gli ordini costituzionali contro le sètte opposte e assicurarne la durata. E quando mai si è veduto che, trattandosi di accordi importantissimi fra due potentati, l’una delle parti rompa issofatto le pratiche perché non può assentire a ogni proposta dell’altra? essendo cosa naturale che ciascuna pensi in sul primo principalmente a se stessa. Ma in tal caso i ragionari si continuano, si propongono nuove clausule, si cercano temperamenti, si ricorre a una via di mezzo che soddisfaccia a tutti. Oltre che, tanta era l’urgenza della lega per l’acquisto dell’indipendenza, il mantenimento degli statuti e la difesa dei principati che, se Roma ripugnava a mitigare prontamente i capitoli, si doveano accettare come provvisionali, riserbando con articolo apposito al fine della guerra la revisione di essi e l’ordinamento di un nuovo patto. Dunque l’autonomia del Piemonte non fu altro che uno dei soliti pretesti con cui i ministri coprirono le loro bieche intenzioni. La vera causa o almeno la principale si è che la confederazione, collegando tutte le forze italiane, gli obbligava a rappiccare la guerra e toglieva loro ogni ordine di rifiutarla; e anche un semplice congresso in Roma, accendendo gli spiriti patri, potea partorire il medesimo effetto."
      },
      {
        "index": 47,
        "text": "Si dirá forse che i ministri attennero la loro parola, surrogando al Rosmini il Deferrari per conchiudere un’«alleanza offensiva e difensiva»?[98]. Ma essa non potea equivalere alla confederazione e dovea differirne sostanzialmente; ché altrimenti non saria stata introdotta in suo scambio. Ora un’alleanza diversa dalla confederazione non era in grado di fare gli stessi effetti e sortire l’intento che i savi ed i buoni desideravano. Antonio Rosmini ne avvertí «ripetutamente» i ministri, provando loro «che il progetto di una tal lega non si sarebbe potuto accettare dai governi italiani, perché con esso l’Italia non veniva costituita in nazione come si bramava, e quindi non sarebbe stata mai l’Italia che avrebbe dichiarata e fatta la guerra all’opportunitá per la propria indipendenza, giacché l’Italia senza una vera confederazione non avrebbe avuta esistenza politica[99]. Oltre che, una lega di tal fatta non agevolava il concorso di Roma alla guerra, essendo che il papa avea scrupolo di partecipare a una presa d’armi direttamente. Per ultimo un’alleanza diversa dalla confederazione, che non conferisse alla tutela dell’indipendenza e degli statuti e non si stendesse a tutti i principi nostrali, non era quella che il pubblico intendeva sotto il nome di «lega politica» e che noi avevamo proposta; non era quella che i ministri aveano promessa fra gli «Stati italici»; tanto che essi, interpretando in tal modo la parola, ingannavano il mondo coll’alchimia giá usata intorno ai «fatti compiuti», all’«unione», all’«autonomia e indipendenza» e ribadivano l’accusa dei due programmi. E si noti che usarono appunto la voce ambigua di «lega» che può significare sia una confederazione politica e nazionale, sia una semplice alleanza tra nazioni eziandio diverse, e che dai piú veniva intesa nel primo modo e da essi nel secondo; quasi che l’adoperare vocaboli moltisensi per gabbare i semplici salvi la veracitá e la dirittura di chi parla e di chi scrive."
      },
      {
        "index": 48,
        "text": "Ma anche la povera scusa di aver voluto da senno un’alleanza o lega qualsivoglia col pontefice vien loro tolta dai fatti seguenti. Quando giunse il nuovo oratore del Piemonte, «Pellegrino Rossi era al ministero in Roma. Ei voleva, come prima possibile fosse, venire a qualche conchiusione e, sperto qual era nei negoziati ed intento ad agevolarli per via di opportuni temperamenti, studiava forme che potessero esser grate a tutti gli Stati italiani e a Napoli stessa, cui faceva ogni sua possa per tirare alla concordia, alla comunione italiana»[100], compilando a tal effetto con pieno consentimento del papa uno schizzo di convenzione[101]. Nella quale parlavasi di tutelare i diritti degli Stati indipendenti, e si stanziava che «gli affari della lega si sarebbero proposti e trattati in un congresso di plenipotenziari delegati da ciascuna parte contraente e preseduto dal papa»[102]. Un congresso di questa sorte non vincolava in nessun modo il Piemonte e non ne metteva l’autonomia in pericolo; ondeché se per solo amore di questa il governo sardo avesse rigettati i capitoli del Rosmini, egli doveva accogliere con premura la proposta del Rossi. Potea dare ai suoi plenipotenziari il mandato che voleva; e qualunque fosse, un congresso in Roma di tutti i principi italiani avrebbe almeno indirettamente favorita l’impresa dell’indipendenza per le ragioni accennate di sopra, e una lega eziandio imperfetta sarebbe stata di qualche pro a salvar gli ordini costituzionali dell’Italia inferiore dall’imminente naufragio. Per la qual cosa da questo solo tratto, messo a riscontro coi casi che avvennero indi a poco, si vede qual fosse la penetrativa del ministro romano e la cieca demenza dei subalpini. Ai quali «non andò ai versi la proposta; ed intanto in Piemonte si dava voce e si stampava che Roma era restia ad italiani accordi»[103]. Cosí, non paghi di tradire e precipitare la patria nelle ultime miserie, i rettori piemontesi calunniavano l’uomo insigne che faceva ogni opera per salvarla."
      },
      {
        "index": 49,
        "text": "L’indegna calunnia accese l’ira del Rossi, che fulminò ai 18 di settembre il governo di Torino con uno scritto[104] da cui si raccoglie come quello, mentre ostentava sensi nobili ed italici, sventasse la lega offertagli. «Gl’intoppi — grida il Rossi — incontransi appunto lá dove ogni ragione volea che si trovasse facile consenso e cooperazione sincera. Ed è pur lá (tanto sono i nostri tempi infelici) che odonsi acerbe parole accusanti il pontefice quasi piú non volesse la lega, ch’egli primo immaginava e proponeva. E perché queste accuse? La risposta è semplice, ed è che il pontefice iniziatore della lega non ha ciecamente aderito alla proposta piemontese. Ora, per chi ben legge, a che tornava questa proposta? A questo: decretiamo la lega in genere; mandateci uomini, armi e danari; poi, tostoché sia possibile, i plenipotenziari dei collegati si riuniranno in Roma per deliberare sulle leggi organiche della lega»[105] . Ma a che fine chiedeva il Piemonte danari, armi e uomini? Certo per ripigliare la guerra. Un tal eccesso di zelo italico nato ad un tratto nei ministri della mediazione dee far trasecolare i lettori. Ma io discorro cosí: o essi credevano che il papa fosse per assentire o no. Nel primo caso erano pazzi da catena, imperocché dopo le parole profferite da Pio nono ai 29 di aprile e nel primo di maggio, dopo l’uscita di Terenzio Mamiani e de’ suoi colleghi dalla pubblica amministrazione, dopo insomma tutti gli andamenti del pontefice da piú mesi, l’Italia e l’Europa sapevano che questi non avrebbe mai preso parte immediata alla guerra, e che il solo modo di adoperare a pro di essa le forze romane era quello di dare il loro disponimento a una Dieta federativa. Oltre che, il dire a uno Stato: — Datemi danari, armi e uomini — senza specificarne l’uso con precisione, e l’imporgli i carichi di una lega senza che sia prima fermata e possa recargli qualche frutto, è un procedere cosí alieno da ogni pratica e consuetudine politica, che il papa dovette riderne, non che il suo ministro. Nel secondo caso egli è chiaro che si voleva rendere la lega impossibile, ma farlo in guisa che la disdetta paresse venir da Roma e questa ne avesse l’odio e ne fosse mallevadrice; onde si ricorse al noto e grossolano artificio di chieder troppo per non ottener nulla."
      },
      {
        "index": 50,
        "text": "Il ripiego curiale non poteva ingannare i periti e meno di tutti l’accortissimo ministro di Roma. Il quale proseguiva dicendo: «O il Piemonte vuol far da sé anche in diplomazia, e la lega, se può stipularsi subito in massima, non può ordinarsi per patti ed obblighi speciali e positivi che quando il mistero dei negoziati sará svelato e la pace conchiusa e sciolte le trattative; o il Piemonte intende negoziare qual collegato, e si affretti di aderire alla lega e di spedire a Roma i suoi plenipotenziari. Del che non sembra a dir vero gran fatto desideroso. Li manderá, si dice, ‘tosto che sia possibile’. Confessiamo umilmente la pochezza del nostro ingegno: non ci è dato d’intendere ‘tosto che sia possibile’. Ma che può mai impedire sei, otto, dieci persone (ne scelga cadauno Stato quante vuole e come vuole) d’imbarcarsi a Genova e di sbarcare a Civitavecchia? chi può impedirle di recarsi a Roma e qui deliberare sulle cose italiane? La Dio mercé, Roma può assicurare la vita, le sostanze, la libertá de’ suoi ospiti. Quel ‘tosto che sia possibile’ è per noi un enigma, un indovinello, né vogliamo cercarne la chiave. Per noi il congresso italiano in Roma è, non diciamo cosa possibile, ma facile e ad un tempo urgente e necessaria[106]. Giá avevano i ministri dei 19 di agosto rifiutati i plenipotenziari per intendersela col Rosmini e col papa: ora tornano alla medesima ragia. Chi non vede che l’indugio nel secondo caso equivaleva al rifiuto nel primo? e donde poteva nascere se non dall’avversione al congresso e alla lega? Se avessero in effetto desiderato l’uno e l’altra, in vece di far domande ridicole e non possibili ad ottenere, avrebbero spediti i plenipotenziari richiesti. Il che da un lato non gl’impegnava circa le condizioni della lega; e dall’altro avrebbe avuto il vantaggio inestimabile di stabilire un principio di Dieta italica, dove i comuni interessi si sarebbero trattati dagli eletti delle varie provincie sotto la scorta di un uomo cosí esperto e autorevole come Pellegrino Rossi."
      },
      {
        "index": 51,
        "text": "A leggere con che altezza d’animo egli sfolgora il sardo governo, questo mi dá l’immagine di un pulcino fra gli artigli di un’aquila. Se i ministri torinesi avessero avuto fior di senno, si sarebbero gloriati di condiscendere a un tant’uomo e d’inchinarsegli come a maestro. Ma l’ignoranza suol essere presontuosa e stolida, e il municipalismo è implacabile verso gl’ingegni privilegiati. Il Rossi avea la colpa non remissibile di antiporre l’Italia al Piemonte e di penetrare colla sua perspicacia il vero scopo della mediazione, la gretta cupidigia dei municipali subalpini, la loro ipocrisia politica e le vere ragioni per cui abborrivano dai patti richiesti. «Nelle trattative — dic’egli — che il Piemonte provocava capitolando a Milano e accettando poscia la mediazione straniera, men difficile gli riuscirebbe forse ottenere alcuna parte dei vasti territori che ei desiderava. E l’Italia, in mezzo alle sciagure ove l’hanno tratta gli errori e le follie di tanti, proverebbe, vero è, alcun conforto nel vedere il regno piemontese alcun poco ingrandito»[107]. Mal coglierebbe il pensiero dell’uomo sommo chi da queste parole lo argomentasse avverso all’unione politica dell’Italia settentrionale. Io lo vidi in Roma prima che fosse ministro e lo trovai concorde alla politica che io professava. Né certo potea porgere piú solenne assenso all’atto di unione e al regno dell’alta Italia, che inviando il suo primogenito a combattere sotto l’insegna di Carlo Alberto. Ed egli mi mostrava le lettere che ne riceveva dal campo con tenerezza di affetto non meno patrio che paterno. Ma quanto era bramoso di quegli ordini che conferivano al bene di tutti, tanto ripugnava alle grette ambizioni di municipio; e sagacissimo com’era, ben vide che non si aspirava colla mediazione a costituire un presidio forte nell’Italia boreale, ma a beccarsi qualche iugero di terra sulla destra del Po, e che la cupidezza era rifiorita da viltá singolare e da codardia. «Il governo piemontese è savio: ei pensa alla pace, desidera la pace, negozia la pace; e a chi potesse dubitare della sinceritá di questo suo desiderio additerebbe in prova Venezia non difesa dai piemontesi»[108]. E se, come uomo oculato, il Rossi non si affidava che dai complici della mediazione fosse per uscir nulla di buono e di onorevole, né come ministro di Pio nono poteva esprimere il desiderio di cacciare l’Austriaco; tuttavia l’idea della indipendenza italica trapela da tutto il suo ragionamento, e si vede che egli indirizzava il congresso e la lega all’alto fine di preparare per ogni occorrenza e stringere in un sol fascio tutte le forze patrie. «Pur pure, ove si pensi all’Italia piú che ad altro, piú sano e sincero e patriotico consiglio sarebbe stringere prima saldamente la lega e lasciare intanto agli Stati collegandi agio di riformare solidamente gli eserciti[109]. Il progetto pontificio è piano e semplicissimo. Si può riassumere in brevi parole: — Vi è lega politica fra le monarchie costituzionali e indipendenti italiane che aderiscono al patto: i plenipotenziari di cadauno Stato indipendente si adunano sollecitamente a Roma in congresso preliminare per deliberare sui comuni interessi e porre i patti organici della lega. — Cosa fatta capo ha. Per questa via retta e piana si può aggiungere lo scopo. Pur tutt’altra non si può che dilungarsene. L’Italia giá vittima di tanti errori avrebbe da piangerne uno di piú»[110]. Voi lo faceste tal errore, signori ministri municipali, e come aveste la gloria di cominciare, cosí ben vi si addisse quella di compiere l’eccidio italico. Non lo dico io ma lo grida un Pellegrino Rossi, le cui parole fatidiche tramanderanno ai posteri la vostra condanna scritta a caratteri indelebili dal piú insigne politico dei nostri tempi."
      },
      {
        "index": 52,
        "text": "E il magnanimo periva pochi giorni dopo, trafitto barbaramente dal ferro di un assassino. Quando egli dicea che «Roma può assicurare la vita de’ suoi ospiti»[111], niuno avria antiveduto che l’autore di queste parole sarebbe stato vittima egli stesso della pia e generosa fiducia. Ma forse egli ne aveva il confuso presentimento, perché all’indegnazione che avvampa nel prefato discorso si vede un uomo a cui tolta è di mano l’ultima áncora delle sue speranze. Egli si accorgeva mancargli quell’aura di fama popolare e di credito, che pur gli era necessaria a fornir l’impresa di assodare la libertá romana, corredarla di savie leggi e di buoni ordini amministrativi e trasferire nei laici il maneggio delle cose civili. La lega disegnata, effettuandosi, gliela porgeva. Non si sarebbe trovato uomo che osasse levare le scellerate mani contro il fondatore dell’anfizionia italica. L’idea nazionale dell’unione, dissipando le calunnie dei malevoli, gli sarebbe stata di egida, e il congresso romano di guardia e di patrocinio. Ma gli tolsero ogni presidio i ministri sardi, facendolo bersaglio all’odio dei fanatici e alle maledizioni del volgo colla stolta loro politica, la quale non solo costò la libertá, l’onore, il nome all’Italia, ma la vita al piú illustre e al piú nobile de’ suoi figli."
      },
      {
        "index": 53,
        "text": "Gli eventi non pure avverarono in breve, ma superarono i tristi presagi ch’io aveva fatti. Mancata la speranza delle armi subalpine, i puritani presero ardire e acquistarono il rinforzo di molti valorosi che prima gli avversavano, i quali, disperando ormai di vedere l’Italia redenta dal principato, si volsero alla repubblica. Il moto cominciò in Toscana, e allargossi da un lato a Roma, dall’altro a Genova, stata sino allora alienissima da tali romori; ma i ministri della mediazione in pochi giorni vi fecero quello che un suo fuoruscito tentava indarno da molti mesi. Poiché essi erano incorsi nel primo fallo di dare appiglio e materia ai tumulti, pare che almeno dovessero usare ogni opera per attutarli. Mi ricordo che io ne feci motto e premura a Pierdionigi Pinelli in proposito dei bollori livornesi; il quale mi rispose ridendo (riferisco letteralmente) che «quello era un fuoco di paglia». Altrettanto mi aveva detto in occasione dei movimenti eccitati in Genova dallo sfratto di Filippo Deboni[[Autore:|{{{2}}}]]. E se è vero (che non posso affermarlo) che, scossi dai crescenti disordini e forse anche dalle mie parole, i ministri sardi offrissero poscia a Gino Capponi l’opera loro e che questi la rifiutasse, certo è pure che non usarono i mezzi opportuni a vincere la ripulsa. Né è punto da stupire che il Capponi ricusasse l’aiuto di chi aveva disdetta la lega e cedesse ai sospetti medesimi che annidarono in Pellegrino Rossi. Questi umori covavano da gran tempo in Toscana, come vedemmo, e furono maravigliosamente accresciuti dal modo strano e incredibile di procedere del Piemonte intorno alla confederazione, per cui divennero certezza i sospetti di mire cupe e ambiziose. Fra gli uffici egemonici, conforme abbiamo giá avvertito, c’era quello del sostegno e dell’indirizzo degli altri Stati; al che la lega porgeva ottimo strumento, perché col solo assentirla si dissipavano le gelosie e le ombre, si animavano i ministri di Firenze e di Roma a promuover la guerra, e sia con questa sia coll’unione si dava loro il credito e il nome necessario per far testa agl’immoderati. Laddove col disdirla ostinatamente, i ministri subalpini screditarono quei governi; e come furono causa che il Rossi perdesse la vita, cosí tolsero il seggio al Capponi, contro il quale Livorno non si sarebbe mossa, e anche movendosi non sarebbe prevalsa, se il Piemonte nol privava del morale rinforzo che il concorrere alla lega e alle armi gli avrebbe dato in tale occasione. Ma anche quando la folle politica cominciò a portare i suoi frutti, i ministri sardi non se ne mossero; cosicché dalla favilla uscí non solo l’incendio ma la rovina: cadde il principato e poscia la libertá. Cedeva al fiotto nemico il Capponi co’ suoi colleghi. Pellegrino Rossi spirava sulla soglia del parlamento, Pio nono fuggiva, Roma ecclesiastica si trasferiva in Gaeta, bandivasi una Dieta fornita di mandato senza limiti, la demagogia prevaleva nel cuore della penisola; e i rettori torinesi dormivano tranquilli, come non si fosse trattato d’Italia ma della Cina o della California."
      },
      {
        "index": 54,
        "text": "Anzi essi scrivevano al legato sardo di Roma queste incredibili parole: «In ogni caso, qualunque sieno i governanti di Roma e gl’intendimenti loro, voi farete conoscere loro in modo ufficioso e di viva voce, come se esprimeste l’avviso vostro, che la politica del governo del re è di astenersi dal prendere parte alle discussioni che negli ordini temporali potessero agitarsi fra i popoli e i sovrani loro, e che noi ci facciamo coscienza di rispettare i diritti di tutti i governi a condizione che rispettino i nostri»[112]. Dunque i popoli ecclesiastici sono diversi da quelli del Piemonte? dunque il giure che corre fra gli uni e gli altri è quello che passa fra nazione e nazione? dunque il Piemonte dee essere freddo e impassibile spettatore delle dissensioni che lacerano il cuore d’Italia, come farebbe verso quelle che sorgessero in Francia, nella Svizzera o nella Germania? E ciò in tempo di fazioni e di rivoluzioni! mentre si agita la guerra della comune indipendenza! mentre il carico ne è affidato a esso Piemonte! mentre le sètte interne e i nemici forestieri cospirano a impedire la sua opera e a precipitare l’Italia in un pelago di nuovi mali maggiori degli antichi! E i poveri ministri discorrono come se si fosse nella pace a gola, e che le nate turbolenze non avessero alcun pericolo. Parlano dei maneggi presenti e futuri, dei retrogradi e dei puritani con quel rispetto che si userebbe verso gli atti del governo inglese. Non osano pure dar loro un consiglio, esprimere un desiderio, mostrare la necessitá di non recar le cose piú oltre e di comporre al piú presto le differenze dei romani col santo padre. Non preveggono che la fuga di questo e l’audacia dei faziosi mirano a mutare il governo, che la repubblica in Roma susciterá contro l’Italia le armi di mezza Europa, che metterá in fondo non solo l’indipendenza ma la libertá della penisola, e che il Piemonte, ridotto a stato di solitudine anzi di nimicizia col resto di quella, perderá l’arbitrio di se stesso e la sicurezza. Queste veritá cosí ovvie, cosí trite, cosí palpabili, che io aveva annunziate molti mesi prima, sfuggono ancora alla perspicacia di quei signori, quando i fatti cominciano a confermarle. E chiudendo gli occhi ai mali evidenti, trascurano i rimedi mentre sarebbero agevoli; imperocché quanto a me tornò vano il tentarli in appresso, tanto saria stato facile ai ministri dei 19 di agosto l’applicarli efficacemente in quei princípi, se non «si fossero astenuti dal prender parte alle discussioni». Non conosco esempio di un governo che abbia dato a se stesso colle proprie parole una patente d’insufficienza cosí formale; che abbia dichiarato d’ignorare compitamente non dirò l’egemonia, la nazionalitá, l’indipendenza d’Italia, ma i rudimenti piú volgari della politica."
      },
      {
        "index": 55,
        "text": "Una incapacitá e oscitanza cosí maravigliosa avrebbe almeno dovuto scuotere il parlamento, imperocché se un’amministrazione savia e vigorosa fosse sottentrata prima che il male salisse al colmo, c’era ancora rimedio. Ma le due Camere si erano impegnate a sostenere gli autori della mediazione, temevano la guerra sopra ogni cosa e chiudevano gli occhi ai maggiori pericoli. E mi duole di dover dire che Pierdionigi Pinelli e i suoi consorti ebbero l’obbligo che la loro infelice agonia si prolungasse specialmente a Camillo di Cavour, che a voce ed a stampa con ardore incredibile si travagliava a dar credito di perizia a uomini chiariti inettissimi, accusando gli opponenti e me in ispecie di ambizione, quando avrebbe dovuto lodarci di antiveggenza. Che io non fossi mosso da basse mire, ne avea giá dato alcune[113] e ne porsi in appresso novelle prove, rifiutando gli onori e le cariche; ma confesso che io allora ambiva di salvare la patria che vedeva perire. Non credo che meriti biasimo chi vuol tôrre il timone al piloto inesperto per cansar l’imminente e comune naufragio. Se i ministri della mediazione mi avessero ceduto il luogo mentre Gino Capponi reggeva la Toscana e Pellegrino Rossi era ancor vivo, si sarebbe immantinente conchiusa la lega, e la monarchia civile era posta in sicuro sull’Arno e sul Tevere. Laonde il Cavour, puntellando i rovinatori d’Italia, si rendette partecipe egli stesso di tal rovina. Anche dopo l’orribil caso dei 15 di novembre non era perduta ogni speranza: perché in quei princípi Giuseppe Montanelli non avea ancora contratto impegni col nuovo governo di Roma e si poteva stringere una lega toscana; e sí in Roma che in Gaeta sarieno probabilmente riuscite le vie conciliative, che un mese dopo, cresciuti i rancori e vincolato il pontefice da indegne trame, tornarono inutili; né sarebbe stato mestieri ricorrere a quegli estremi spedienti che io volli adoperare piú tardi ma invano, non per mia colpa ma per essermi venuta meno la parola del principe."
      },
      {
        "index": 56,
        "text": "A mano a mano però che si andava scoprendo la dappocaggine del governo e che i mali peggioravano, diminuiva il favore o almeno s’intiepidiva. Le speranze della mediazione si eran dileguate eziandio nei piú creduli: i tumulti di Genova trascorrevano a manifesta rivolta; gli opponenti crescevano nella Camera e la parte contraria scemava, ridotta oramai a prevalere di nove o dieci voti, il che in tutti i parlamenti del mondo si reputa a disfavore. I piú dei ministri volevano ritrarsi; ma il Pinelli resisteva, mostrandosi cosí ripugnante a deporre la carica com’era stato sollecito a procacciarsela con quei mezzi che abbiamo veduti. Per fare un ultimo tentativo e affidandosi nella mia eccessiva condiscendenza a suo riguardo, venne a chiedermi se il ministero dovea restare o congedarsi. Risposi che non avea consigli da dargli. Partí indispettito, e poco stante il re mi commise di eleggere i successori."
      }
    ]
  }
}
