{
  "chapterNumber": 4,
  "title": "Libro I, Cap. 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "della rivoluzione francese del quarantotto"
      },
      {
        "index": 1,
        "text": "Essendo che il rimedio e il castigo del male sogliono nascere dal suo contrario, le colpe dell’aristocrazia clericale e borghese e quelle del principato sacro e profano dovevano essere vendicate dalla democrazia e dalla repubblica. E però siccome dopo il quindici la storia dei governi e dei principi è una continuazione del congresso di Vienna, cosí quella delle nazioni e dei popoli è una seguenza di conati per riprendere il loro stato naturale, redimere le plebi e togliere ai mediocri l’incetta della cosa pubblica. Quanto si mise in opera per impedir questo corso fatale contribuí ad affrettarlo; e la recente rivoluzione francese coi successi che le tennero dietro fu la riscossa dei popoli contro il giure europeo stanziato dai principi. Tal si è il carattere generico del nuovo moto, da cui pare a prima fronte che colla forma dello Stato dovesse mutarsi la pratica governativa. E in vero se ci riuscí strana la politica dei viennesi dopo l’esempio di Napoleone, piú strano ancora che i primi Borboni lo imitassero e fossero imitati dagli Orleanesi; stranissimo ci dee parere che una repubblica democratica rinnovi gli sbagli del principato. E pure il fatto andò a questo modo, né poteva altrimenti, e la democrazia vittoriosa fu, non pure in Francia ma da per tutto, autrice delle sue sciagure. Il che nacque dalla subitezza del caso, perché l’imperizia del precedente governo, precipitandolo, ne impedí gli opportuni apparecchi. Giacomo Coste osserva col suo consueto accorgimento che «la rivoluzione di luglio fu troppo precoce, perché i coetanei di quella che l’avea preceduta e dell’imperio non erano potuti imbeversi delle libertá costituzionali, e la nuova generazione degli opponenti non era ancora in grado di adattare al governo le idee che professava»[1]. La quale avvertenza calza ancor piú al proposito del cambiamento di febbraio, a cui la Francia e l’Europa non erano preparate; onde come i suoi nemici non seppero antivenirlo, cosí i suoi fautori non valsero a regolarlo. La colpa però di queste precipitazioni non si vuole imputare ai popoli che le fanno, ma ai rettori che le necessitano."
      },
      {
        "index": 2,
        "text": "Vero è che negli ultimi trent’anni i democratici avrebbero avuto tempo e agio a disciplinarsi, se l’acquisto della civil sapienza fosse cosí facile come il desiderarla. E però quando salirono in sella, trovandosi senza una politica propria e ben maturata, incalzati dagli eventi e dal tempo, fra infinite malagevolezze, si attennero per le cose di fuori alla consuetudine degli antecessori: non osarono prendere partiti nuovi e forti, ma trepidarono e tentennarono, perché l’uomo sprovveduto è timido e i nobili ardiri vengono dal senno munito di fiducia e di sicurezza. E come da questo lato la prudenza di alcuni fu pusillanime, cosí per le cose di dentro la baldanza di altri fu arrisicata. Quanto piú la causa della plebe era stata negletta, tanto era facile l’abbracciarla con piú ardore che discernimento. Le rivoluzioni economiche sono come le altre e vogliono essere precedute e apparecchiate da una mutazione corrispondente nelle idee dominanti, affinché i piú sieno capaci delle riforme plausibili e i pochi rinunzino alle chimeriche. Senza questo tirocinio si va a tastone, si tenta l’impossibile, si scredita l’effettuabile, e dopo alcuni brevi e vani assaggi del nuovo si è costretto di ritornare all’antico. Gli economici di febbraio, oscillando tra i vecchi abusi e certe utopie false o pericolose, sbigottirono il pubblico senza appagare i novatori, causarono gravi disastri e diedero alle cose un indirizzo incerto, misto di bene e di male, pieno di ripugnanze, in cui consiste, a dir proprio, il carattere della recente rivoluzione."
      },
      {
        "index": 3,
        "text": "Per farsi al possibile un concetto esatto di essa, uopo è distinguere quattro periodi nello spazio sinora trascorso. Il primo si stese fino ai tumulti di giugno del quarantotto, e come fu ammirabile per la moderazione del popolo, cosí non fu senza lode dal lato del governo; se non che questo, essendosi appigliato circa il problema economico a uno di quei rimedi apparenti che non guariscono il male, anzi lo aggravano palliandolo con vane speranze, diede a’ suoi nemici occasione di accendere perfidamente la guerra civile, e l’utopia pacifica ebbe un fine lacrimoso e spaventevole. Un guerriero illustre, a cui la difesa del nazional consesso e la vittoria conferirono la dittatura, fu nel secondo periodo arbitro della Francia e di Europa. Poteva egli parte colle armi e parte colle influenze dar leggi ai potentati, e specialmente all’Austria, che, avvilita, disfatta, abbattuta da replicate sconfitte, era costretta a riceverle. Poteva aiutare efficacemente il Piemonte, fondare il regno dell’alta Italia, promuovere la lega della penisola, frenare i repubblicani intempestivi, rimettere il papa, Napoli e Sicilia in cervello, proteggere gli ungheri, avvalorare l’egemonia prussa, dirigere sottomano la Dieta di Francoforte, aiutare la nazionalitá alemanna, far d’Italia e Germania unite e libere due propugnacoli alla Francia repubblicana e due contrappesi al predominio del Moscovita. Rialzando l’onor della Francia e dandole il primato in Europa, egli si agevolava l’esecuzione e suppliva al difetto inevitabile delle riforme opportune; le quali, non potendo farsi se non per gradi e col levar molti abusi, non soddisfanno ai malcontenti e scottano ai privilegiati. Ma la moltitudine se ne appaga quando l’imperfezione loro è compensata dall’adempimento dei voti piú nobili, dalla gloria nazionale e dalla potenza; e l’aura popolare che queste recano al governo lo abilita a superare i contrasti di coloro che si rifanno degli ordini e dei disordini antichi. Sventuratamente il generale Cavaignac i giorni da fare consumò nell’inerzia; in vece di procacciarsi l’ammirazione universale colla bontá e grandezza delle imprese e servirsi di essa per ridurre a silenzio e tenere in freno le sètte monarchiche dei falsi conservatori, fu il loro zimbello; si studiò di gradire ai ricchi e ai godenti, non alla plebe; trascurò le cose di fuori; consentí di scambiare l’ufficio glorioso di liberatore italico al nome vano di mediatore; cedette ai falsi consigli di chi per gelosia di Stato volea l’Italia divisa, o per ignoranza delle sue condizioni la bramava repubblicana; lasciò fuggire il papa a Gaeta; porse orecchio alla fazione gesuitica e fece buon viso a un concetto che, eseguito dal successore, preparò la materia di nuove rivoluzioni in Francia e in Europa[2]."
      },
      {
        "index": 4,
        "text": "La politica del generale francese fu sottosopra la ripetizione della borbonica, ed ebbe la stessa sorte, scavallando l’autore e sostituendogli un’ombra d’uomo sotto nome di «presidente». Coi 10 di dicembre del ’48 comincia il terzo periodo, in cui i vecchi conservatori racquistano il maneggio e il potere perduti in febbraio. Il còmpito era bello e grande, se avessero conosciuto i tempi, antiveduti i casi, cansati gli antichi errori, non imitati quelli degli altri, e saputo accomodare il loro procedere alla gravitá degli eventi che allora correvano. Restituire alla Francia il suo decoro e darle l’indirizzo di Europa; esercitare un apostolato non di repubblica ma di libertá temperata e di giustizia; chiedere, sollecitare, esigere la revisione dei trattati del quindici; cercar l’amicizia dei governi liberi anzi che dei dispotici; stringersi coll’Inghilterra; impedir la rovina italiana, germanica e magiarica; patrocinare le classi misere; por mano ai miglioramenti economici; rigettare ogni alleanza gesuitica; favorire la libertá del pensiero, l’instruzione della plebe, progressi della cultura; accoppiar l’idea dell’aristocrazia naturale a quella dell’elezione universale; avvezzar gli spiriti a una spezie di patronato benefico, di un governo di ottimati, fondato sul voto popolare e sull’opinione e non sul privilegio né sul monopolio; e quindi deporre ogni pensiero di ristaurare i principi espulsi e abbracciare con franco animo gli ordini democratici. Tale dovea essere l’assunto, e sarebbe stato se i guastatori della monarchia fossero idonei a stabilir la repubblica. E mancando all’opera i conservatori politici, potea supplire il nuovo presidente, rendendo col pubblico favore impotenti e col proprio esempio esosi i contraddittori, e meritando dal popolo la confermazion di quel grado a cui l’odio dei domini passati e l’inquietudine dello stato presente innalzato lo avevano."
      },
      {
        "index": 5,
        "text": "Il che si vide chiaro nella sua elezione, causata non mica dall’ingegno né dai meriti, ma dal nome, dalle memorie e dalle speranze. Né gridando Luigi Bonaparte suo capo, la Francia ebbe l’occhio allo zio imperatore, abbagliato dalla fortuna, accecato dagli adulanti, nemico a libertá, distruttore della repubblica, avido di conquiste, cupido di signoria assoluta, persecutore degl’ingegni incontaminati, rinnovatore di anticaglie, emulo a ritroso di Carlomagno, oppressore delle nazioni, tiranno di Europa, autore di mali inestimabili al suo paese e al suo secolo; ma sí bene al console pacificatore, chiaro per giusti trionfi, restitutore della dignitá e potenza francese, vincitore dell’anarchia, promotore di leggi savie e di riforme volute dai tempi. Cosicché eleggendo il consanguineo dell’uomo grande la nazione fece segno di volere non giá la vecchia monarchia o l’imperio, ma un principato nuovo, elettivo, temporaneo, straordinario, popolano e libero dentro, magnanimo e glorioso di fuori, che accoppiasse tutti i beni senza i mali della repubblica. Gli autori di questa l’aveano avvilita colle vergogne, screditata colle chimere, e dato occasione a riotte di sangue, a orribili rappresaglie; tanto che si era ricorso alla dittatura che la salvasse dai propri eccessi. Ma il cittadino che ne fu investito non rispondendo nel governo al nome che aveva nella milizia, il popolo stimò di aver trovato l’uomo a proposito in chi si era mostrato avverso alle viltá e corruttele borboniche, avea svelati o immaginati certi concetti benefici di Napoleone, annunziata una nuova èra di felicitá alla Francia, offerta l’opera e impegnata la sua parola per effettuarla. Le proposte indirizzate a vantaggiare la plebe, da lui fatte molti anni innanzi, erano credute sincere; e ciò stando, niuno certo poteva meglio eseguirle di chi traeva dal prestigio del nome un’autoritá grande e sovrastava pel grado ai nemici di quelle."
      },
      {
        "index": 6,
        "text": "Si dirá che la fiducia era vana e che un patronato civile, come quello di Pericle e di Lorenzo de’ Medici, netto delle sue macchie, era un’utopia o avrebbe rimesso il regno, che coi soliti errori si sarebbe di nuovo precipitato. Io non lo nego. Né intendo altro che di far lo storico, spiegare il corso della pubblica opinione, e conchiuderne che le speranze di questa mancarono per colpa non giá di chi le aveva concepute ma di coloro che dovevano adempierle. E in vero gli effetti mostrarono esser piú facile il succedere al nome che all’ingegno dei segnalati, e di rado o non mai accadere che uomini avvezzi per lungo tempo a tenere alcune massime per infallibili e a governare in un certo modo, entrino di tratto in una via diversa. Né l’esperienza bastò a far ricredere i conservatori, i quali amarono meglio di considerare la peripezia di febbraio come un accidente casuale che confessare di avere errato e mutar lo stile del loro procedere. Gli uomini mediocri, e spesso ancora i grandi, non sanno variare secondo i tempi, come nota il Machiavelli[3], sovrattutto se colle cattive abitudini e col puntiglio concorrono ad accecarli gli spiriti faziosi, la cupiditá e l’ambizione. Avvezzi da molti anni a esser arbitri della cosa pubblica, non seppero rassegnarsi a dismettere il monopolio e accomunare il godimento degli onori e delle cariche, né a correre il rischio di perderlo per l’arbitrio delle elezioni. Le riforme economiche ancorché ragionevoli gli sbigottivano, perché gli avrebbero obbligati a rinunziare i privilegi e tolto loro la via d’impinguarsi coi sudori e colle miserie dei faticanti. E laddove tali riforme erano il solo modo di porre in sicuro la proprietá e impedire la propagazione dei sistemi che la pericolano, essi le confusero a bello studio con questi sistemi per renderle odiose, sfatandole sotto il nome generico di «comunismo» e di «socialismo» e facendo di queste voci lo spauracchio dei semplici. Cosí pretendendo alla guerra contro gl’instituti democratici e repubblicani l’amor del pubblico bene, non furono mossi in effetto che da un turpe egoismo e, non che provvedere, pregiudicarono alla proprietá, alla morale, alla famiglia, accrescendo il numero dei loro nemici. Parlo generalmente, perché non ignoro che si trovano fra i conservatori uomini di retta fede, teneri della felicitá comune e sviati per semplice error di giudizio; i quali però non sono forse i piú focosi né i piú esagerati né i piú attivi ed inframmettenti, e a loro certo la storia imparziale non attribuirá un giorno i mali che nasceranno."
      },
      {
        "index": 7,
        "text": "Nei governi di questo terzo periodo (non dico in tutti i governanti) prevalse manifestamente la bieca intenzione di valersi della repubblica per distruggere la repubblica e restituire il principato, sovrattutto da che i fautori di questo ebbero il predominio nel nuovo consesso legislativo. E siccome lo scopo era impossibile e il proporselo argomentava una cecitá singolare, cosí d’allora in poi tutti gli ordini pubblici fecero a chi peggio, non solo imitando ma aggravando i falli dei preceduti. È fuor di dubbio che a riordinare gli Stati giova l’aiuto della religione, efficace e principalissima fra le molle sociali. Ma chi vuole che gli altri credano dee prima di tutto credere egli stesso, perché senza la fede non edifica e pochi inganna la divozione. I popoli sono come i fanciulli ingegnosi, che discuoprono con istinto finissimo le arti e le imposture dei loro maestri. Perciò il pio zelo di cui i conservatori si mostrarono improvvisamente infocati non illuse alcuno, trattandosi di uomini avvezzi dalle unghie tenere a ridersi delle cose sacre e far pubblica pompa di miscredenza. A una religione che era in sostanza una larva ipocrita conveniva un mezzo proporzionato. Gl’instauratori politici elessero il piú acconcio, cioè i gesuiti; e si videro giornalisti, oratori, filosofi, che poco dianzi li cacciavano e da trent’anni li combattevano, abbracciarli, magnificarli ad un tratto, dando loro in balía la patria e le coscienze. Cosí laddove i vecchi Borboni aveano protetti i padri, costoro ne ambirono, ne mercarono il patrocinio, e per andar loro ai versi fecero ogni bruttura, chiamando, come quel tiranno antico, «conservatori delle leggi» i nemici dei valentuomini[4]. L’alleanza gesuitica fu spalleggiata dall’austrorussa, affinché la forza secondasse l’astuzia e, dove le arti dei frati facessero dentro mala prova, supplissero di fuori le armi e i cosacchi. Questa lega mostruosa dei rettori di una repubblica democratica coi nemici del pensiero e con quelli delle instituzioni libere e delle nazioni mutò affatto l’indirizzo delle cose, rese il bene impossibile, il male senza rimedio, e non che chiudere l’epoca delle rivoluzioni ne apparecchiò una nuova per la Francia e l’Europa, la quale è appena incominciata e niuno può antivederne il corso e la fine."
      },
      {
        "index": 8,
        "text": "Il primo atto partorito dalla lega russogesuitica fu la spedizione di Roma, con cui ebbe principio il quarto periodo che non è ancora compiuto. Roma ecclesiastica comprende due idee, due ordini, due governi differentissimi, cioè lo spirituale ed il temporale, il papa ed il principe. Quanto il primo di questi due poteri è essenziale al cattolicismo e venerabile ai cattolici, tanto il secondo è caro e prezioso ai nemici e ai corruttori di quello. L’autocrato russo vede nel pontefice un rivale del suo potere, la Compagnia un ostacolo alla sua ambizione; laddove mediante il temporale sperano l’uno e l’altra di conciliarlo ai propri interessi e farselo ligio e benevolo. Conciossiaché essendo oggi la ierocrazia odiatissima e incompatibile coll’avanzata cultura, ella non si può mantenere altrimenti che colla forza delle armi e coll’ignoranza superstiziosa; né a tal effetto può avere appoggi e presídi migliori che la politica russa e la religione gesuitica. Cosí da un lato il papa come principe è costretto a riporre la sua fiducia nell’antipapa settentrionale e in un sodalizio che tende costantemente a usurpare il primato ecclesiastico; e dall’altro lato lo czar e i gesuiti ravvisano nella tiara non piú un inciampo e un competitore ma uno strumento utilissimo alle loro mire. Di che segue che la potestá civile rende Roma serva agli scismatici e ai faziosi, e che quindi s’ingannano coloro i quali, guidati dalle apparenze, stimano il russo avverso allo spirituale imperio e il gesuitismo devoto. Imperocché la setta degenere non è zelante delle somme chiavi se non in quanto può usufruttarle, il despota è loro nemico in quanto non ne ha il maneggio: ora l’inconveniente è rimosso, il pro assicurato dall’aggiunta del temporale; onde questo viene a essere in sostanza lo scopo e lo struggimento dell’una e dell’altro. Di qui nacque la spedizione di Roma a cui concorsero le due parti: in vista per difendere la religiosa potestá del pontefice, ma in effetto per rimettere la civile. I padri la suggerirono e la consigliarono, il nunzio apostolico di Parigi la promosse, gli austrorussi l’imposero come pegno e suggello dell’amistá contratta, il ministro Falloux la mandò ad effetto, e i conservatori, i retrogradi l’approvarono e la favorirono[5], stimando che a tirar da per tutto le cose indietro e ristabilire i vecchiumi conferisse sopra ogni cosa la restituzione del principato ecclesiastico, che è la maggiore anticaglia superstite dell’etá nostra. Diede dolore e meraviglia il vedere che Adolfo Thiers l’accreditasse col suo nome e colla sua facondia, imitando senza addarsene e aggravando la politica da lui combattuta per tanti anni. Imperocché se il favorire la lega elvetica, come fece il signor Guizot, fu un grave torto, l’intervenire a Roma non passò senza colpa gravissima e inescusabile. Amendue le imprese vennero animate dai sensi medesimi, indiritte ad un solo intento, impresse dallo stesso conio; gesuitiche per origine, per indirizzo, per successo; contrassegnate egualmente da quel genio d’iniquitá e d’incapacitá squisita che privilegia i concetti e gli assunti dei padri, essendo regola generale e infallibile che dove questi recano il consiglio e pongon la mano, o non si riesce, o la riuscita per le conseguenze che si trae dietro è piú dannosa della disdetta. Il primo dei quali casi si avverò nella guerra svizzera e il secondo nella romana, giacché da quella uscí la rivoluzione di febbraio e da questa si accumulò la materia di un nuovo e formidabile incendio che forse involgerá tutta Europa."
      },
      {
        "index": 9,
        "text": "Il vizio della spedizione non fu tanto nella cosa quanto nel modo e nel fine. Se i francesi per impedire un intervento austrorusso avessero preso a restaurare in Roma la libertá costituzionale, sola possibile in quelle congiunture, obbligando il pontefice a mantenerla, l’opera sarebbe stata benefica, utile, onorevole alla Francia e avrebbe salvata l’Italia dalle estreme sciagure. Ché se gl’italiani, come gelosi che debbono essere dell’autonomia propria, non potevano approvare il principio, si sarebbero però consolati dell'effetto; e i tempi straordinari scusavano lo spediente, ancorché fossero invalidi a legittimarlo. Fra un intervento francese protettore delle franchigie e un intervento barbaro che mirava a distruggerle, la scelta non poteva esser dubbia; e il dilemma non era evitabile da che il Piemonte avea poco dianzi ripudiato il disegno di un intervento patrio. E tale è sottosopra il modo in cui la spedizione fu espressa da Oddino Barrot che la proponeva, e venne intesa dall’assemblea che la consentiva, da Ferdinando di Lesseps che ne era interprete al popolo romano; ma fu sventato dai primi motori. Imperocché il papa, la curia, gli austrorussi e i gesuiti intendevano che le armi francesi servissero al ristauro del dominio clericale e assoluto, e la lega dei conservatori coi predetti imponeva loro lo stesso obbligo. Tre circostanze concorsero a render facile l’esecuzione della brutta trama. Il governo romano, disdicendo le prime proposte e resistendo alle savie instanze del Lesseps (che in tutto il corso dei negoziati fece prova egualmente di abilitá e di rettitudine), lasciò correre l’occasione propizia, giacché il consesso che allora risedeva in Parigi avrebbe avvalorate le parole dell’ambasciatore e mantenuto alla spedizione il suo diritto carattere[6]. Frattanto adunavasi una nuova assemblea in cui prevaleva la parte intesa a mutarlo; le commissioni dell’inviato si rivocarono, la sua specchiata lealtá fu ripresa e recatagli a colpa, e si compiè a visiera alzata un misfatto intrapreso con arte ipocrita e clandestinamente. Per ultimo il Piemonte, unico avanzo della libertá in Italia, in vece di tonare contro l'indipendenza e la nazionalitá violata (e poiché non potea piú esercitare l’egemonia colle armi, supplirvi colle proteste al cospetto di Francia e di Europa), si stette e tacque, come se Roma appartenesse all’Austria o all’Australia. Certo si è che il governo sardo poteva colla sua autoritá, come Stato italico e avvalorato dall’Inghilterra, far preponderare in Francia la parte non debole di coloro che volevano mantenute e assicurate ai romani le guarentigie costituzionali."
      },
      {
        "index": 10,
        "text": "Dico «un misfatto» e non credo di eccedere nei termini, perché non si legge che anco nei tempi e dai governi piú tristi siasi mai fatto pari strazio e ludibrio dei sacri diritti delle nazioni. Gli autori della spedizione ingannarono la Francia, l’Italia, l’Europa: mentirono dalla ringhiera agli eletti della nazione per carpirne un partito iniquo che dovea vituperarla; mentirono ai romani, che non aveano offeso la Francia e volevano esserle amici, usando per manometterli una vile perfidia che la ragion delle genti vieta eziandio verso i nemici. Capi di una repubblica, oppressero una repubblica, violarono l’indipendenza di una nazione, l’autonomia di un popolo libero e generoso, per ridurlo proditoriamente sotto un giogo abborrito, crudele, non tollerabile. Custodi e vindici del patrio onore, impressero sul nome e sull’insegna francese una macchia indelebile, adoperando le armi cittadine a un’impresa a cui il Turco avria disdette le schiere servili de’ suoi satelliti. Lo stesso fine pietoso che pretesero all’opera ne aggrava la reitá, poiché infama e non salva la religione chi la protegge con mezzi iniqui e adopera a sua difesa l’oppressione, la frode ed il tradimento. E con che pro? Quello di riuscire a un effetto del tutto contrario alla loro intenzione. Voleano riporre in onore le credenze cattoliche e la sedia pontificale, e in vece avvilirono le une e recarono all’altra un’onta difficile a cancellare. Voleano giovare al papa, e in vece gli ficcarono una spina negli occhi e posero se stessi in un intrico quasi insolubile; tanto che oggi si dubita s’egli sia piú pentito di aver chiesto il loro aiuto o essi di averlo dato. Voleano spegnere i semi rivoltosi in Italia, provvedere alla quiete di Europa; e in vece gittarono quelli di una nuova rivoluzione, che sará forse piú grave, piú terribile, piú universale. Voleano col tôrre di mezzo la repubblica romana agevolare la caduta della francese, confermare la propria potenza e porre un argine alle idee democratiche; e in vece screditarono se stessi colla lega gesuitica e coll’opera iniqua, assolidarono gli ordini popolari accrescendo il numero dei lor partigiani, e sparsero largamente per le provincie quei concetti e desidèri riformativi che dianzi erano rinchiusi nelle cittá principali e nella metropoli. La falsitá della massima gesuitica che santifica i mezzi col fine e la veritá dell’antica sentenza che «dall’onesto l’utile non si scompagna», non ebbero mai piú chiara e palpabile riprova che in questa occorrenza."
      },
      {
        "index": 11,
        "text": "Giudicando severamente i conservatori francesi io non credo di essere temerario né presontuoso, quasi che voglia ingerirmi nelle cose che non mi appartengono. Le mie scritture attestano la scrupolosa riserva con cui ho sempre proceduto nel discorrere dei fatti esterni, benché in piú di un caso l’esempio degli oltramontani nel parlare della mia patria potesse autorizzarmi a render loro la pariglia. Se non che nel caso presente non si tratta soltanto della Francia ma dell’Italia. Laddove gli Orleanesi contrastarono e gli autori della rivoluzione di febbraio nocquero innocentemente, e piuttosto per colpa nostra che loro, al Risorgimento italiano, i nemici di quella colla spedizione di Roma lo misero in fondo, quando in vece potevano ravviarlo con questa impresa medesima, solo che, conforme alle buone intenzioni che ostentavano, l’avessero indirizzata a salvarci dall’Austria e restaurare la libertá. Se oggi la tirannide militare e pretesca infierisce nel centro e nell’estremo d’Italia, se l’Europa è piena di esuli nostrali, le prigioni e le tombe di vittime, se il suolo patrio è tinto di civil sangue e il barbaro lo calpesta, noi ne abbiamo l’obbligo non pure alle fazioni che dentro ci travagliarono ma altresí a quella che governa la Francia. Molti italiani avevano salutato il decimo di dicembre come albore di salute, e oggi tutti lo piangono come colmo di perdizione. Solo in Piemonte sopravvive una debole reliquia del vivere libero; e chi ’l crederebbe? In vece di abbracciarla, favorirla, difenderla, come piccolo e scarso ristoro della perduta causa italiana, i rettori francesi la guardano di mal occhio, le suscitano mille inciampi, e da loro non è rimasto che l’Austria non imperversi in Torino come nel resto della penisola. Questi mali però, benché gravi, sono un nulla a rispetto di quelli che la politica dei nostri vicini ci apparecchia; e però mi è forza accennare gli altri suoi progressi e finir di descriverla succintamente."
      },
      {
        "index": 12,
        "text": "L’impresa di Roma non fu se non il primo passo notabile fatto nella via novella dai reggitori della repubblica. La crociata esterna contro le libertá italiane venne accompagnata e seguita da una crociata interna contro le francesi, e Carlo di Montalembert in un suo discorso non disinfinse il concetto né il vocabolo. La legge stataria fu estesa e prolungata fuor di proposito, e cinque spartimenti la soffrono da due anni: la stampa impastoiata e perseguíta, guasti gli ordini dell’insegnare che due o tre generazioni aveano introdotti e perfezionati con tanta cura, esautorati professori illustri e privi persino delle facoltá comuni a ogni classe di cittadini, data l’instruzione in balía ai preti e ai gesuiti con grave danno della cultura e senza pro della religione, che il monopolio dottrinale non rende piú credibile ma solo piú odiosa. Vituperata la plebe come una «vile accozzaglia», afflitta coll’imposta dei beveraggi e altre angherie, spogliata di ogni diritto politico ed esclusa dalle elezioni. Gli ordini popolari vilipesi colle parole, violati colle opere, cercati di spegnere da coloro che sono provvisionati e giurati a difenderli e che per paura del popolo tre anni sono ipocritamente li lodavano e gli acclamavano. Parecchi di costoro cospirano a viso aperto coi regi pretendenti, altri tentano di fellonia i soldati e corrompono la milizia coi bagordi: questi comprano un’accolta di ribaldi per insultare alla legge e violare i cittadini; quelli coi giornali, colle insolenze, cogli oltraggi agli stemmi repubblicani, attizzano il popolo alla sommossa per aver pretesto d’incrudelire e mutar la forma del reggimento. Cuoce loro che gli artifici ed i traffichi non sieno spenti; e per disvogliare la moltitudine dagli ordini stabiliti, anzi per irritarla, promuovono la miseria pubblica. La giustizia è contaminata nella sua fonte, e in un paese libero e repubblicano se ne commette l’esercizio a quelle corti militari e straordinarie di cui si scusano eziandio i despoti quando le adoprano. Anch’essa come il governo ha due pesi e due misure; e laddove chi grida «Viva la repubblica» è punito, gli autori di voci, di giornali, di libri sediziosi sono ricompensati. Scandalo unico nelle storie, che uno Stato congiuri e guerreggi di continuo contro se stesso, si proponga per intento la distruzione propria e che gli uomini preposti alla custodia delle leggi ne siano i piú arditi e pertinaci violatori. Coloro che ciò fanno per ristabilire gli antichi ordini non si avveggono che in vece ne scalzano le fondamenta, e che l’opera loro mira a rendere impossibile la monarchia non meno che la repubblica. Imperocché niun governo può aver vita senza l’osservanza degli statuti e dei giuramenti; e se chi dee piú di tutti per lo stato e pel grado porgere l’esempio di tale osservanza la prevarica per odio del governo popolare, non è questo un insegnare al popolo a fare altrettanto a rovina del principato, nel caso che pur si riesca con tali arti a rimetterlo in piedi?"
      },
      {
        "index": 13,
        "text": "Dalle cose dette si raccoglie che nel primo periodo la democrazia fu padrona del campo, e benché si portasse con esemplare moderazione e facesse alcuni provvedimenti utili, nondimeno si mostrò impari ed impreparata alla gravitá del carico: tentò riforme impossibili, trascurò quelle che si poteano fare, aspirò a una dittatura pericolosa e diede agio a’ suoi nemici di concitare perfidamente il popolo a una riscossa illegale e sanguinosa che le tolse ogni potere e ogni credito. Nel secondo prevalsero i repubblicani moderati, che non fecero miglior prova nel tutelar l’onore e la dignitá della Francia, né si diedero alcun pensiero di sollevare le classi misere; onde anch’essi perdettero la riputazione. Nel terzo il popolo, ricreduto della fiducia posta successivamente nelle due parti repubblicane, la rivolse ad un uomo le cui promesse annunziavano e il nome ricordava un’etá nuova per la plebe, gloriosa per la nazione; e sperò di ottenere sotto il suo patronato i beni della repubblica. Ma in vece di cooperarvi, l’eletto e le classi conservatrici cominciarono, deposta la maschera, a scoprire l’odio che portavano al popolo, il desiderio di restituire gli ordini antichi e di cancellare ogni vestigio della rivoluzione di febbraio non solo in Francia ma per tutta Europa. Venuta meno tale speranza, sottentrò il quarto periodo che ancor dura, in cui la scissura fra le due parti della nazione proruppe manifestamente. Da un lato stanno i pochi che aspirano a restaurare il regno; divisi fra loro in quanto gli uni lo vogliono militare, gli altri borghese, gli altri patrizio, schiettamente laicale o misto di elemento pretino, investito in questo o quel personaggio secondo che meglio torna ai loro impegni e ai loro interessi; ma uniti in quanto lo bramano privilegiato, infesto al pensiero, alla plebe e alle nazioni. Dall’altro lato si trovano i molti che piú non affidano nei repubblicani utopisti come nel primo periodo, nei repubblicani moderati come nel secondo, o in un protettore come nel terzo, ma solo nel popolo. Questo è il carattere proprio del tempo che corre, perché se bene la parte popolare si denomini dal socialismo, non si vuol però credere che la moltitudine aderisca all’una o all’altra scuola significata da questo vocabolo. Il socialismo nella mente dei piú non esprime un sistema distinto e particolare, ma il concetto confuso e universale, o per dir meglio il desiderio di una riforma economica e della fratellanza e indipendenza delle nazioni. La rapida sua diffusione per le provincie francesi, anzi in Europa, appartiene a questo periodo, perché prodotta dal regresso invalso per ogni dove e dal proposito non piú immascherato di tornare alla barbara politica consacrata dai patti del quindici, contro i quali lo Stato di popolo pare a molti l’unico rifugio. Cosicché i conservatori francesi vennero a essere i piú efficaci propagatori del socialismo e della repubblica mercé le arti ed i mezzi adoperati a sterparli. Se si chiamano a rassegna i provvedimenti testé accennati, non se ne trova per avventura un solo che non abbia partoriti effetti precisamente contrari a quelli che gli autori si proponevano. E i piú efficaci furono senza dubbio la comunella gesuitica e cosacca; perché essendo i francesi (e proporzionatamente gli altri popoli culti) gelosi sopra ogni cosa dell’autonomia e dignitá patria e del governo laicale, l’indegnazione dovette  salire al colmo a vedersi governati da uomini sottoposti all’imperio pretesco, accorrenti a guisa di barbari a ristabilirlo colle armi negli altri paesi, ligi e devoti ai despoti esterni e pronti a chiamarli in Francia per sostituire una monarchia esosa al governo del popolo. Cosicché se la corruzione dei presenti politici è grande, non minore e ancor piú stupenda se ne giudica l’imperizia. Conchiudendo adunque, la prima epoca fu progressiva ma con poco senno, la seconda stataria benché ancora schiettamente repubblicana, la terza regressiva e inclinante a una spezie di principato, la quarta piú retrograda della precedente dal canto dei rettori e piú progressiva della prima dal lato della nazione. Le due forze sono ora a conflitto e paiono bilanciarsi, finché l’urto divenga formata battaglia e dia luogo a una nuova rivoluzione."
      },
      {
        "index": 14,
        "text": "La rivoluzione di febbraio ebbe molti riverberi e riscontri, perché le sue cagioni erano comuni a tutti i paesi governati colle regole che abbiamo descritte e colle convenzioni dei potentati di Vienna. Perciò la Francia intervenne nel moto universale piuttosto come causa accelerativa che come fattiva, e fu per modo di dire il vapore anzi che la molla del cangiamento. L’Europa boreale, avendo riguardo alle potenze maggiori, si parte in due campi, l’uno liberale e civile, l’altro dispotico e barbaro: di qua la Prussia e l’Inghilterra, di lá l’Austria e la Russia. L’Inghilterra si portò dopo il quarantotto, come giá prima, assai piú saviamente degli altri Stati, tanto è il giudizio de’ suoi correttori e il senno del popolo. Ma ella fece assai meno di quel che poteva per la quiete e libertá comune, barcollando tra i partiti opposti e rifuggendo dai piú vigorosi. Poiché la Francia si stette, l’Inghilterra dovea supplire come moderatrice del moto germanico ed italico, e ovviare nelle due contrade agli spropositi delle sètte e dei principi. Poteva, usando piú vigilanza, dando migliori consigli, valendosi di negoziatori piú destri, recando maggiore energia e prontezza nei suggerimenti, nelle pratiche e nelle istanze, frenare l’intemperanza dei democratici e preservare agl’italiani la libertá, ai magiari la nazionalitá loro. Parve anche talvolta antiporre certi utili apparenti agli effettivi, come quando nutriva gli spiriti municipali dei siculi per ridurseli in grembo, e fomentava in Piemonte la mediazione per compiacere all’Austria e forse per gelosia del regno dell’alta Italia. La Prussia poteva affrancar la Germania, essendo la porzione piú tedesca di essa e primeggiandovi per la coltura, come sovrasta in tutta Europa per la scienza. Ma il suo capo ondeggiò come Filippo di Francia tra la reggia ed il popolo, tra i vecchi e i nuovi ordini, tra l’amicizia austriaca e la nazione; tenne via di mezzo, incerta, contraddittoria, che nei pericoli non c’è il peggio, e, come Carlo Alberto in Italia, non seppe afferrare con mano valida e maneggiare con ardita prudenza il timone egemonico che i casi gli offerivano. Cosí, destituito di forza morale e di credito, non volle o non potè indirizzare a buon segno la Dieta di Francoforte, impedirne i trascorsi, promuovere l’unione, sbandire i disegni di unitá intempestiva e assoluta, intendersela coll’Inghilterra per salvar l’Ungheria; il che era facile, mentre la Russia era ancor disarmata e l’Austria travagliava per la guerra in casa e le ribellioni. Per tal modo la stirpe di Federigo distruggeva il lavoro incominciato da chi la fece grande, e avviliva un popolo che sotto lo scettro e l’insegna di quello emulò e vinse le maggiori nazioni di Europa."
      },
      {
        "index": 15,
        "text": "Per comprendere gli ultimi errori dell’Austria bisogna risalir piú alto. Se la buona politica degli Stati versa nel conoscere e conformarsi al loro essere nativo, l’Austria dovea considerarsi qual potenza danubiana (come la Prussia è renana e baltica) e, pel nervo delle popolazioni, piú slava che alemanna. E stante che i potentati hanno spesso un inviamento naturale di conquisti o d’influssi, essa guarda all’Oriente, il suo corso è sciroccale come quello dei fiumi che la portano all’Eussino. Se avesse avvertite in tempo queste condizioni, poteva usarle mirabilmente, conciliandosi le popolazioni sarmate distinte dal ramo rutenico, gittando dalla lunga le basi di una Slavia confederata e libera che le servisse di antimuro contro i russi, preparando il ristauro della Polonia e riattando a comune vantaggio da quel lato il bilancio di Europa. Ché se volea pur volgersi all’Italia, uopo era farlo per via delle civili influenze anzi che di una dura e superba dominazione, e accarezzarne la nazionalitá in vece di urtarla e di offenderla. Cosí col tempo avrebbe potuto effettuare il disegno della casa di Svevia e riportar l’impero in Italia; perché laddove gli antichi pontefici, confederando i popoli, parteggiando per gli ordini liberi e capitanando la parte guelfa, sopravanzarono gl’imperatori, l’infamia dei tempi gregoriani e del regno gesuitico mutava in aiuto l’impedimento. L’ignavia e le brutture dei governi laicali della penisola accrescevano la probabilitá del successo; tanto che se l’Austria avesse apparecchiati i popoli, avvezzandoli a considerarla come potenza italiana e promettitrice di libere instituzioni, gli avrebbe al primo buon taglio allettati a seguirla e ottenuto quello che far non seppero i principi nostrali né il vivente pontefice. Ma in luogo di ciò ella esordí collo spergiuro e andò innanzi coll’oppressione, ingegnandosi di spegnere i sensi patri o almeno di soffocarli. Tal fu l’assunto del principe di Metternich, che come quello di Benevento acquistò alla nostra memoria fama di gran maestro colle arti di una politica volgare, coi raggiri e colle tristizie. E fece altrettanto nelle provincie cisalpine dell’imperio: adulò la Russia, bistrattò l’Ungheria, schiacciò la Polonia, inghiottí Cracovia, aguzzò in Gallizia il ferro dei comunisti, creò Spilberga emula della Siberia e volle troncare in sul principio il nostro Risorgimento coll’aggression di Ferrara e gli strazi di Lombardia. I casi di marzo sterminarono l’indegno ministro, ma la sua politica sopravvisse, perché abituata al governo imperiale e al Consiglio aulico, e trovò nel principe di Schwarzemberg un idoneo continuatore, non piú abile e segace dell’altro né men tristo e oltracotato. E se Iddio lasciò al primo lungamente le briglie sul collo prima di dargli di mano e farne un segno alle sue vendette, egli è probabile che quanto al secondo l’indugio sará piú corto e piú grave la punizione."
      },
      {
        "index": 16,
        "text": "I politici di corta vista credono l’Austria rifatta, perché riuscitole di racconciare le cose sue mezzanamente e mostratasi nelle arti diplomatiche piú astuta e felice della Prussia. Ma in effetto le sue condizioni sono oggi come al principio del quarantotto, anzi peggiori; quando è chiarita la sua debolezza, piú scarso e aggravato l’erario, men fido l’esercito, cresciuto l’odio de’ popoli e il numero de’ suoi nemici. La debol nave, che superò a fatica il primo fiotto, ricompone le vele e ripiglia la voga; l’inesperto viandante si crede salvo, né sa che a poco andare risorgerá piú fiero ed invitto l’impeto della procella. La salute e la perdizione degli Stati sono oggi riposte nelle idee e nelle classi democratiche: chi le ha contro è sfidato, perché la democrazia cresce ogni giorno terribilmente, invade tutti gli ordini e acquista nerbo dalle sue sciagure. Questa è la sola forza che propriamente sia viva: le altre sono morte o decrepite, e il porre in esse la propria fiducia è presagio certissimo della rovina. I gesuiti accarezzati, Roma temporale protetta, i vescovi sciolti dalla subordinazione civile chiarirono che anche nelle cose di minor momento la sapienza imperiale non è piú quella dei tempi di Giuseppe e di Leopoldo, i quali, non che mercare l’appoggio e il patrocinio delle instituzioni odiose al genio del secolo, pigliavan credito e vigore dall’abolirle. In vano per supplire all’opinione l’Austria ricorre alle armi: quando, ridotta nel quarantotto a combattere i tedeschi e gl’italiani coi croati e nell’anno appresso gli ungheri coi cosacchi, si mostrò da prima una potenza slava e poi divenne una provincia russa. Singolare imperio, che ha contro i sudditi antichi e nuovi purché sieno colti, e non può domar gli uni che coi barbari aggregati e gli altri coi barbari forestieri. La vittoria ungarica fu una vera perdita, poiché tolse al vincitore la riputazione usurpata, ne mise in luce la debolezza, mostrò onde nascesse la sconfitta delle armi italiane e pose il suo vero pregio ai facili allori del maresciallo. L’amicizia inglese, che dianzi era operosa e fervida pel maggior potentato della Germania, diverrá tepida e poi fredda verso il cliente del Moscovita. Questi è il solo principe che abbia saputo côrre i frutti della stagione, guadagnandosi Francia, infeudandosi Napoli, procacciandosi l’egemonia germanica, traendo a sé tutti i possessori e gli amatori dei vecchi ordini colle armi, colle pratiche, colle carezze, colle promesse, colle minacce e sovrattutto coll’odio della rivoluzione, col terrore del socialismo e della repubblica. I falli dei democratici e dei conservatori giovarono all’autocrato, che, avendo l’occhio al concetto della futura Slavia posto dall’Austria in non cale e rinnovando con miglior successo il disegno dei bizantini, mira a trasportare il maneggio delle cose in Oriente e ad acquistare il primato civile di Europa. Anche la tiara soggiace agl’influssi del barbaro, e oggi l’antipapa è piú potente in Roma del papa e Pio nono è piú schiavo di Vigilio. Vogliam credere che il Russo sia per sortire l’intento e ottenere la signoria del mondo? Lo scioglimento di questo dubbio dipende, come vedremo, dall’elezione dei democratici."
      },
      {
        "index": 17,
        "text": "I quali sarebbero oggi arbitri delle cose, se non avessero gareggiato d’inesperienza e di spensieratezza coi loro nemici. Da ciò nacque che ai loro trionfi momentanei tennero dietro le lunghe disfatte e ai progressi sottentrarono regressi proporzionati; tanto che dal quindici in poi la storia europea è un’altalena continua delle due parti, nella quale la democrazia cresce ma non sormonta durevolmente, perché non sa usar la vittoria né stabilire gli acquisti. Quando trapassa i termini del fattibile, cioè del proporzionato ai luoghi ed ai tempi, o dá nel violento e nel crudele, ella si uccide da sé, come fece nella Francia del secolo scorso colle stragi giuridiche e oggi colle utopie pericolose, che mirano non mica a regolare e partire equabilmente ma bensí a spegnere la ricchezza nelle sue fonti. E laddove i savi temperano e addolciscono le veritá spiacevoli colla modestia delle parole, molti dei novatori odierni si dilettano di arruvidarle con formole strane, paradossastiche e scandalose, quasi che in vece di allettare e persuadere si propongano di sbigottire gli uomini moderati[7]. Altrove i democratici esagerarono la causa delle nazioni volendo recarle in un attimo a unitá assoluta, e quella delle franchigie saltando dal dispotismo antico agli ordini popolari. E come accade nel procedere per passione e per impeto anzi che per ragione e consiglio, ripugnano talvolta alle lor dottrine medesime. Non cercherò se gli ungheri abbiano sempre avuto dinanzi agli occhi che la nazionalitá loro è indivisa dall’italiana, e operato prudentemente a troncare ogni accordo cogli antichi signori, imperocché, trattandosi di un popolo cosí eroico, mi farei coscienza d’interporre il menomo biasimo alla lode. Ma i tedeschi sono i primi a dolersi che la Dieta di Francoforte, in vece di attenersi alla salda sapienza di Enrico Gagern e de’ suoi nobili amici, abbia ceduto all’ardore sconsigliato di pochi altri, volendo per amor della lingua (come se bastasse a fermare il carattere nazionale) aggregarsi i ducati danici e, a dispetto della lingua e della stirpe, la Polonia prussiana; e che per l’imperio austriaco contro di noi parteggiasse, come se quei principi, che erano santi da una banda, fossero iniqui dall’altro lato delle Alpi."
      },
      {
        "index": 18,
        "text": "Riepilogando il mio discorso, dico che tutta l’Europa conservatrice si ostinò a serbare intatti i capitoli del quindici, salvo quando le piacque di peggiorarli per ambizione; a tener la Germania divisa, la Polonia oppressa, l’Italia inferma, per gelosia della sua maggioranza, in vece di ravvisare in essa la guardia della pace universale. Tutta Europa elesse piú o meno a puntelli degli Stati le brutture e le anticaglie, cioè i mezzi piú atti a debilitarli ed a sovvertirli, quali sono il patrocinio gesuitico, il regno pretesco, il monopolio dei ricchi, il predominio dei mediocri, il disprezzo dell’ingegno, l’oppressura della plebe, la divisione dei popoli, la prigionia del pensiero, la servitú della stampa, la corruttela del tirocinio, il traffico delle cariche, delle coscienze e delle elezioni, l’odio dei progressi civili, le inquisizioni, le denunzie, gli esili, gli ergastoli, i patiboli, le carnificine, e quanto insomma l’immoralitá ha di piú schifoso, l’intolleranza fanatica di piú acerbo, la violenza dei demagoghi e dei tiranni di piú barbaro ed atroce. Questi errori ed orrori partorirono la rivoluzione del quarantotto, che da Parigi si stese nelle contrade circostanti; e i democratici come vinsero senza fatica, cosí, abusandola, perdettero il premio della vittoria. Le esorbitanze degli uni causarono quelle degli altri, conciossiaché nel modo che il deviare dei pendoli dalla linea perpendicolare li porta in breve dall’altro lato, similmente nella politica ogni riscossa eccessiva contro un disordine antico trae seco una rincorsa verso l’estremo contrario. I popolari commisero nei tre ultimi anni tanti spropositi e cosí massicci quanti ne fecero i privilegiati nei tre lustri che precedettero; il che diede di nuovo il sopravvento a questi, che in cambio di rinsavire ricalcano con piú furore la strada del precipizio. Cosí ciascuna delle due sètte perde successivamente per colpa propria e vince per quella de’ suoi nemici, e la dolorosa vicenda durerá fin tanto che l’una di esse faccia senno dell’esperienza."
      },
      {
        "index": 19,
        "text": "Conservatori e principi, voi foste i padri e siete tuttavia i mantenitori della democrazia che vi uccide. In vece di gridar contro i popoli, doletevi solamente di voi. Le vostre disgrazie nacquero dal vostro egoismo. Credeste che il mondo sia fatto a uso e sollazzo di pochi, vi ribellaste a Dio e alla natura, prevaricaste i precetti della civil sapienza e quelli dell’evangelio, spregiaste gl’iterati avvisi che il cielo vi diede per rimettervi in cervello, usandoli a confermarvi nella cecitá e ostinazione vostra. Non maravigliatevi adunque se il vostro regno è finito e non vi ha piú forza umana capace di ristorarlo. E voi, democratici, non fate richiamo degli uomini né della fortuna, ma solo di voi medesimi. Eravate testé padroni del mondo e avevate la piú bella occasione di riordinare l’Europa, che sia sorta da molti secoli. A che riuscirono tante speranze? A un aborto universale. La demagogia fu la vostra rovina, come voi foste e sarete il castigo del principato. Se non che la vostra causa non è perduta come quella dei vostri avversari, e il rilevarla sta in voi. Il che non tanto che debba gonfiarvi di vana fiducia, vi dee sbigottire, perché i guastatori della buona ragione portano la pena e l’infamia dei loro falli. Come giá ritardaste in addietro, cosí potete similmente indugiare per l’avvenire il riscatto dei popoli e delle nazioni, privandone non solo voi stessi ma i figliuoli e i nipoti vostri. Le idee sono immortali, la giustizia è certa del trionfo; ma le generazioni sviate non ne godono, e avvien loro come a quegl’israeliti che morirono abbandonati nel deserto senza vedere e fruire la terra di promissione."
      }
    ]
  }
}
