{
  "chapterNumber": 24,
  "title": "Libro II, Cap. 8",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO OTTAVO"
      },
      {
        "index": 1,
        "text": "degli scrittori"
      },
      {
        "index": 2,
        "text": "Se l’etá nostra non fosse avvezza a ogni sorta di paradossi, non si vorrebbe quasi credere darsi alcune sètte (come abbiamo veduto) che hanno il magistero dello scrivere per indizio del non saper operare, e reputano l’uomo di Stato tanto piú inabile quanto è piú fornito di dottrina e di previsione. Scema tuttavia lo stupore di cotal sentenza, se si avverte che i municipali e i puritani professandola mirano a mantenere il loro credito, che tosto verria meno se il contrario parere prevalesse. Gli antichi, che erano altri uomini, non la pensavano in tal forma, giudicando che non si possa ben governare gli Stati senza un certo capitale di scienza politica, fondata nella notizia degli uomini e della storia. Credevano inoltre che se il sapere è necessario, lo scrivere sia utile, non solo in quanto lo testimonia e lo sparge nel pubblico, ma eziandio in quanto lo lima, lo accresce, lo perfeziona. Imperocché chi scrive, dovendo ripassare, meditare, porre insieme a riscontro e svolgere piú o meno minutamente le cose apprese o trovate, le possiede vie meglio che non farebbe tenendole chiuse nel ripostiglio della memoria; onde di rado incontra che si studi bene e si legga non superficialmente da chi non indirizza al comporre i suoi pensieri e le sue letture. Per la qual cosa gli antichi avevano il meditare e lo scrivere per un apparecchio e avviamento a operare; onde molti di quelli che s’illustrarono con grandi imprese furono dottissimi, non pochi anche scrittori; né Caio Mario col suo disprezzo barbarico di ogni coltura ebbe lode, e la sua rozza fortuna fu vinta da quella di Siila, pari o superiore agli uomini piú colti del suo tempo. Nel modo che l’azione è il termine del pensiero, medesimamente la pratica è l’applicazione e il suggello della teorica, e l’uomo di governo è il compimento del letterato e dello scrittore. Vero è che le lettere non possono fruttare nella operativa, se non hanno molte condizioni accennate in parte nel soprascritto capitolo; dal difetto delle quali nasce la poca attitudine dei dotti moderni alla vita pubblica e la preoccupazione invalsa negli uomini di faccende che il sapere sia cosa ritirata, ombratile, pigra, piú atta a rintuzzare la virtú operatrice che ad aguzzarla. Fra le quali doti l’ampiezza e la soliditá delle cognizioni essendo le principali, non è da stupire che l’eccessiva partizion del lavoro introdotta nelle dottrine (per la quale le idee si angustiano e si rende impossibile la parte piú viva e rilevante del sapere, che consiste nelle relazioni) e spesso anche la leggerezza loro ne facciano un cattivo tirocinio per la vita pratica. Il che m’invita a discorrere brevemente delle diverse fonti letterarie onde oggi per lo piú deriva la civil sapienza."
      },
      {
        "index": 3,
        "text": "La sorgente universale della scienza è la parola, la quale presso i moderni consiste principalmente nella stampa libera. Dico «libera», ché altrimenti non può essere immagine della parola né portare i suoi frutti, perché senza la sua franchezza la libertá fondamentale dello spirito non può estrinsecarsi e operare. La stampa essendo una scrittura accelerata e avendo verso l’ufficio degli amanuensi lo stesso rispetto che l’opera del vapore verso quella dei remi o dei piedi, il suo servaggio ricade in sostanza sul pensiero umano e sulle idee, che sono la luce spirituale del mondo, piú preziosa della corporea; tanto che l’incatenare essa stampa (oltre a privare gli altri diritti della guardia piú efficace) è pretensione piú iniqua di quella con cui un genio potente e malefico osasse intonacare il sole o impedire altrimenti la diffusione de’ suoi raggi per l’universo. La censura è la tirannide piú mostruosa e malefica, poiché si esercita sulla cosa piú intima, piú immateriale, piú nobile e piú rilevante, sottoponendo all’arbitrio di giudici parziali e prezzolati e al senno di estimatori mediocri od inetti il pensiero di una nazione e delle menti piú elette. E siccome essa potea assai meno prima che si trovasse l’arte tipografica[1], i paesi che oggi le soggiacciono sono piú infelici e men civili degli antichi e di quelli dei bassi tempi, quando l’opera libera dei copisti suppliva in parte al difetto dei torchi. Ma se, in quei venticinque secoli in circa che corsero da Salomone e da Esiodo a Giovanni Guttemberg e a Gianlorenzo Costero il mondo orientale, greco, romano, europeo fosse stato sottomesso a un arbitrato censorio come quello che oggi regna in Roma, Napoli, Firenze, Milano, Vienna, Pietroborgo, niuno o pochissimi dei grandi scrittori che piú onorano la specie umana avrebbe potuto divulgar le sue opere, e la nostra coltura non differirebbe gran fatto da quella degli Eraclidi e degli Agareni. La libertá della stampa supplisce in parte ai difetti intrinseci o accidentali dei governi e in particolare a quelli del principato civile: impedisce che al maneggio degl’idonei prevaglia durevolmente quello dei privilegiati, vieta che l’instruzione e l’educazione divengano un monopolio, antiviene o corregge molti abusi e disordini, assicura i diritti pubblici e privati, crea, assoda, migliora l’opinione nazionale, e rimedia insomma ai danni e ai rischi che sogliono nascere dall’azione governativa, eziandio meglio ordinata, i quali, per l’imperfezione umana, sono cosiffatti che mossero alcuni scrittori paradossastici a ripudiare ogni forma di reggimento."
      },
      {
        "index": 4,
        "text": "Ciò nulla meno, la stampa libera e diffusa porta seco il pericolo di un grave inconveniente che ne scema i benefici effetti, cioè il prevalere dei giornali ai libri. Siccome si trovano ingegni mezzani e ingegni grandi, e che havvi una scienza popolana comune a tutti e una scienza piú squisita propria di pochi, cosí vi sono due bibliografie, l’una dei libri e l’altra delle effemeridi. Il chiarire le vere correlazioni e i rispettivi uffici di queste due maniere di letteratura è di tanto rilievo, quanto importa che la stampa sia mezzo di progresso civile e non di peggioramento. Ora egli è manifesto che i libri soli somministrano la scienza soda, vasta, profonda: i giornali la volgarizzano, la sminuzzano e la spacciano a ritaglio. Ma il minuto traffico non può stare senza il commercio grosso e notabile, né la moneta spicciola e volgare senza la preziosa. I giornali sono negli ordini della stampa come i soldati forestieri nella milizia, i quali giovano come aiuti, ma nocciono se fanno il nervo della battaglia. Cosí la letteratura alata dei fogli cotidiani, settimanali, mensili, è utile come ausiliare, non come principale. Sola, indisciplinata, aspirante a concentrare in sé la somma ed esercitare il monopolio delle cognizioni o almeno a timoneggiarle, essa rovina le lettere e le scienze non meno che la politica. E snatura la libertá della stampa, frodandola del suo fine; giacché quando questa se ne va tutta in giornali, non conferisce piú ai progressi dell’incivilimento, come quello che versa nella maturitá del sapere e nella bontá delle sue applicazioni. E per ultimo pregiudica a se stessa, imperocché nel modo che la democrazia ha d’uopo dell’ingegno per non trascorrere in demagogia e disfarsi, e che la scienza elementare e mezzana ha mestieri della sublime per non fermarsi e retrocedere; medesimamente i giornali abbisognano dei buoni libri per nutrirsi, impinguarsi, cansar gli errori e le preoccupazioni faziose, distinguere il vero dalle apparenze, trasformare il senso volgare e comune in senso retto. Essi sono la divolgarizzazione, il sunto, il fiore della scienza dei libri, e però la presuppongono. E dovendo concorrere a educare e costituire la pubblica opinione, non possono adempiere questo ufficio se contengono dottrine false o, alla men trista, frivole e superficiali; esprimendo il pensiero incerto e vagante del volgo, anzi che quello dei sapienti, che sono, a cosí dire, la mente e la ragione, cioè la parte piú elevata del pensiero dei popoli. Lascio stare che la leggerezza degli scritti periodici esclude l’efficacia, come quella che nasce dal pregio e dal polso delle dottrine."
      },
      {
        "index": 5,
        "text": "Posto adunque che i giornali abbiano bisogno dei libri, vano e contraddittorio è il voler supplire ai libri coi giornali. Imperocché, sebbene i compilatori fossero tutti cime d’uomini, non potrebbero recarvi quella perfezione che ripugna alla forma propria di tali scritti. I quali non sono suscettivi di trattazione ordinata e distesa, dovendo essi procedere alla spicciolata e a frastagli, secondo l’angusta misura del foglio e i casi che occorrono di giorno in giorno; onde loro non è dato né di tener conto della logica connessione delle materie, né di abbracciare tutto quanto il loro argomento, né di rappresentare le attinenze che legano insieme i diversi veri, né di condurre innanzi ed accrescere con idee nuove il capitale della scienza, la quale, se non va innanzi, sosta e dietreggia. L’entratura o vogliam dire la creazione intellettiva si disdice ai fogli giornalieri come agl’ingegni volgari; e siccome ella nasce dall’instruzione superiore, cosí non può avere altro campo proporzionato che i libri. Gli antichi romani (che tanto sovrastavano ai popoli moderni nel buono giudizio), benché avessero i loro diari, non gli adoperavano nei temi piú importanti, onde uno di loro disse che «per dignitá del popolo di Roma si usava scrivere negli annali le cose illustri e le umili nei giornali»[2]. E il Leopardi, che morde frequentemente l’abuso dei fogli volanti, alludendo al divario che corre per tal rispetto fra il costume degli antichi e il nostro, osserva che per desiderio di lode «i moderni domandano articoli di gazzette e quelli domandavano libri»[3], atteso che se non ci vincevano nel desiderio di fama, ci superavano almeno di accorgimento nel procacciarla."
      },
      {
        "index": 6,
        "text": "Ai difetti inevitabili della forma si aggiungono quelli di chi l’adopera, malagevoli a cansare. La letteratura dei giornali suol fare, rispetto agli scrittori, presso a poco lo stesso effetto che la divisione soverchia del lavoro riguardo agli artieri; rintuzzando l’ingegno, troncandone i nervi, rompendone l’elaterio, diseccandone la vena, smorzandone la fiamma, disusandolo dalla profonditá, avvezzandolo a sfiorare gli oggetti anzi che a sviscerarli, e rendendolo insomma fiacco, avvizzato, triviale, meccanico, servile, inetto a creare. Tal è il risultato di ogni opera a spizzico, quando la partizione è troppo minuta e precisa; giacché l’uomo, essendo moltiforme, ha bisogno di varietá, di latitudine, di scioltezza; e stante le attinenze che legano insieme le facoltá diverse, non si può trascurare l’esercizio di molte in favor di una o di poche senza nuocere a quelle medesime che si coltivano. Oltre che, la divisione materiale del lavoro è opportuna e giovevole in quanto è diretta da una mente unica; il che manca ai fogli maneschi, se procedono a caso, senza avere per guida una dottrina nazionale che solo nei libri trova il suo fondamento. La stessa regolaritá minuale e quasi manuale del còmpito nuoce all’ingegno, che vuol libertá e non ama di lavorar colle seste e colle pastoie a guisa di un oriuolo. Io non mi abbatto mai in un valentuomo, inchiodato dalla sorte o da virtuosa elezione in cotal pistrino, senza compatirlo o ammirarlo. Il poveretto, voglia o non voglia, dee scrivere ogni giorno, a ora prefissa, sopra una materia poco geniale e spesso fastidiosa, e angustiare i suoi pensieri in una misura determinata; e abbia egli la vena propizia o ribelle, sia di buono o di cattivo umore, gli è giocoforza abborracciare un articolo, come al poeta estemporaneo un sonetto. Lascio stare che spesso gli conviene pensare colla testa degli altri, andare ai versi di un volgo frivolo o fazioso, adulare gl’individui o le sètte, riprendere o lodare contro coscienza, soffocare i suoi sentimenti, tacere o travisare il vero, corroborare il falso, per gradire ai compagni e non perdere i soscrittori. Le altre professioni letterarie sono quasi tutte piú libere e geniali: i giornalisti mi paiono schiavi in catena. Or come la molla delicata dell’ingegno e l’arduo magistero di pensare e di scrivere potria reggere a un martoro siffatto per lungo tempo? Laonde spesso si veggono intelletti non volgari e buoni scrittori, dopo qualche anno di tale facchineria penosa, perdere mezzo il loro valore e riuscire men che mezzani. E quei pochi, che resistono alla prova e serbano malgrado di essa la franchezza e la feconditá dell’ingegno, fanno segno di aver sortito da natura una tempera non comunale."
      },
      {
        "index": 7,
        "text": "E che diremo di quelli che l’hanno appena mediocre? quali convien che sieno i piú, quando la bibliografia diurna è cresciuta smisuratamente di mole e tende ogni dí vie meglio a far le veci delle librerie. La moltitudine dei giornali è la letteratura e la tirannide degl’ignoranti, perché chi sa meno ci scrive piú, chi avrebbe mestier d’imparare ci fa con tanto piú di prerogativa quello di giudice e di maestro. L’immodestia e la sfacciataggine vanno per ordinario a ritroso del merito; laonde i fogliettisti quanto piú son digiuni di ogni sapere, tanto piú si mostrano arditi nel sentenziare sulle cose piú ardue: chiamansi «interpreti» o, come dicono aggraziatamente, «organi della nazione»; ma in vece di studiarne ed esprimerne i sensi, vogliono governarla a loro talento. E guai a chi osa loro resistere! cosí tosto ne levano i pezzi, piovendogli addosso le ingiurie, le invettive, le calunnie. Non rispettano i nomi piú chiari né le riputazioni piú illibate; cosicché il valentuomo, che da un lato non vuol dichinarsi e mentire a se stesso, e dall’altro canto non ama di essere lacerato, è costretto a tacere. Somigliano agli oratori demagogici dell’antica Grecia e ai sofisti flagellati da Platone, facendo anch’essi un mercato ed un traffico delle lettere e della politica e scrivendo per vile guadagneria o per intento fazioso. Sono ingrati e ingenerosi: vituperano oggi chi poco prima levavano a cielo, dimenticano i servigi, applaudono ai fortunati e calpestano i caduti. E quando non osano assalire uno di fronte, lo fiancheggiano, lo bezzicano, lo punzecchiano, lo mordono, lo sgraffiano, lo cincischiano con cenni indiretti, bottoni coperti, allusioni maligne, accuse in maschera, tanto piú vili ed ignobili quanto che l’offeso non ha modo di richiamarsene. Sono fallaci e sofistici, appassionati e partigiani: cercano di adulterare i fatti, di falsare l’istoria, di fare e disfare le riputazioni, mirando, nel lodare e nel riprendere, non mica al vero ed al bene ma al proprio utile o a quello della loro setta. E anche quando le loro intenzioni sono buone, per mancanza di senno e di discrezione non le ottengono, perché nocciono alla veritá colle esagerazioni e non mettono in pratica l’antico precetto: «Nulla troppo». Non conoscono l’opportunitá; e in vece di parlare e tacere a tempo, secondo il detto del savio, gridano a gola e ammutiscono a sproposito, affinché non solo la loquacitá e l’intemperanza ma eziandio il silenzio e la riserva sieno da riprendere."
      },
      {
        "index": 8,
        "text": "I fogli periodici, quando eccedendo di numero mancano di pregio, sono sterili di bene ed efficaci solamente nel male. Occupando soverchiamente le due classi degli scriventi e dei lettori, tolgono loro il tempo, l’agio ed il gusto degli studi seri e profondi, introducono e favoriscono il vezzo delle cognizioni facili e leggiere, mettono in onore la semidottrina, «uccidono ogni altra letteratura e ogni altro studio, massimamente grave e spiacevole»[4], disavvezzano gli uomini dotti dal comporre, i giovani dal leggere, inducendo quelli a tener la penna in ozio e questi a operarla anzi tempo, scrivacchiando prima di sapere; il che basta a spegnere ne’ suoi princípi e a rendere per sempre inutile l’ingegno piú fortunato. La notizia delle idee sode e dei fatti reali richiede studio, meditazione, tempo, e non si può improvvisare. Ogni letteratura estemporanea è costretta ad esprimere la sembianza anzi che l’essenza delle cose, il senso volgare anzi che il senso retto, le fantasie, gli appetiti, le preoccupazioni, e per dirlo in una parola, la facoltá sensitiva di un popolo anzi che la razionale. E quindi è incostante, come il flusso di Eraclito: progressiva in mostra, non in effetto, perché il suo moto è precipitoso e somiglia al torrente che devasta i còlti colla sua foga e a poco andar si disecca, non al fiume che scorre equabile nel suo letto e colle acque che ne derivano feconda le campagne. I giornali soverchi e cattivi sono la demagogia delle lettere; perché siccome il vivere sociale è in sostanza demagogico quando la ragione non lo governa, cosí tale è eziandio ogni letteratura quando esprime il sensibile in vece dell’intelligibile e non è fondata nella vera scienza. Accade oggi alla stampa ciò che appo gli antichi incontrava alla parola, la quale presso di loro serviva pure a divulgare gli scritti; non solo nel genere delle orazioni, dei poemi e delle lezioni filosofiche, ma eziandio delle storie, come si racconta di Erodoto. E la parola in quei tempi riusciva demagogica quando si adoperava a corrompere i giovani colle false dottrine e a suscitare le passioni del popolo colle concioni faziose, le quali facevano in Atene lo stesso ufficio che i cattivi giornali ai dí nostri."
      },
      {
        "index": 9,
        "text": "Dico i cattivi giornali, perché a niuno può cader nell’animo che io voglia negar l’importanza dei giornali buoni o detrarre alla stima di coloro che gl’indirizzano. Una professione, che si onorò in Italia e tuttavia si onora dei nomi piú illustri e benemeriti, non ha d’uopo di encomio né di difesa. Coloro che bene l’esercitano sono tanto piú da lodare quanto che non seguono i cattivi esempi, e mentre sarebbero capaci di cose maggiori, sostengono per amore di patria un carico poco piacevole. Ma sotto il nome di «cattivi giornali» io intendo quelli che esprimono le sètte sofistiche, non le dialettiche. I moltiplici errori che mandarono sozzopra il nostro Risorgimento furono quasi tutti suggeriti e aiutati dai fogli dei municipali e dei puritani; i quali, promovendoli e preconizzandoli, non lasciarono nulla d’intentato per iscreditare, avvilire, rovinare coloro che cercavano di antivenire o rimediare i falli e ne predicevano gli effetti calamitosi. Assai meno pregiudicarono le effemeridi illiberali, come quelle che vanno a ritroso del secolo; onde non han pure il lenocinio dell’apparenza. Havvene però una specie che, senza essere di grave danno alla causa pubblica, pregiudica assai per un altro rispetto; della quale non credo fuor di proposito il fare brevemente menzione."
      },
      {
        "index": 10,
        "text": "Voglio parlare dei diari pinzocheri e gesuitici, che fra i cattivi sono i pessimi[5]. La letteratura dei giornali, come facile e superficiale da un canto, e dall’altro atta a tralignare in demagogia e in fazione e diffondere l’ignoranza in luogo della scienza, è adattatissima al genio, alla capacitá e alle mire dei gesuiti e dei loro clienti, i quali hanno paura dei libri e non riescono gran fatto a comporne; ma i fogli spiccioli, che non abbisognano di erudizione e a cui bastano pochi luoghi comuni con una ricca suppellettile d’invettive, sono la loro delizia. Perciò dovrebbero reputarsi beati di vivere in questo secolo, e in vece di maledire la demagogia, come fanno, esserle riconoscenti. La civiltá non riceve alcun danno dagli scritti di costoro, anzi se ne vantaggia, imperocché la loro ignoranza è cosí squisita e le dottrine assurde, che il metterle in mostra basta a farle odiare; onde insegnano a noi come gli ebbri ai lacedemoni. Ma per contro la religione ne riceve non piccolo pregiudizio, imperocché quella che costoro predicano, piena di superbia, di odio, d’intolleranza e affatto priva di spiriti evangelici, è un pretto farisaismo. Il quale in addietro produsse le carceri, i roghi, le guerre sacre; e oggi, che la coltura gli vieta di prorompere (non però da per tutto) in fatti atroci, si sfoga colle minori persecuzioni, cercando di rapire colla parola e cogli scritti la fortuna e la fama a cui non può togliere la libertá e la vita. I fogli di questi fanatici sono un fascio di ogni bruttura, mentono a ogni tratto, calunniano in prova, impugnano la veritá conosciuta, maledicono e condannano indefessamente i buoni, esaltano i perversi e difendono le loro opere; tanto che sotto nome di giornali sono libelli periodici. Ma siccome pretendono alla loro reitá i nomi piú reverendi e ostentano zelo cattolico, il male che ne torna alla fede è gravissimo, misurandola il volgo dall’immagine che costoro ne rendono. Tanto piú che parlano in nome della Chiesa e in tuono di oracoli: sentenziano ex-cathedra, definiscono, censurano, scomunicano, dánno altrui dell’«eretico» e del «rinnegato», come fossero i banditori di un concilio ecumenico[6]. Siccome molti di costoro son laici, cosí essi tendono a trasferire, secondo l’uso dei protestanti, la signoria delle cose sacre nel ceto secolaresco. E in coloro che sono neofiti, cioè riconciliati di fresco, pare che il fiele divoto trabocchi piú largamente, quasi che vogliano addossare al prossimo la pena dei loro peccati. Onde va attorno in Francia un proverbio: che «i galantuomini debbono guardarsi dai convertiti». Cosí l’idea cristiana e sublime della conversione è vituperata dagli esempi di costoro, e pervertite essenzialmente le credenze che professano; conciossiaché, quando «la religione non bandisce l’orgoglio ma lo santifica, essendo privata della sua essenza, non è piú che una larva»[7]."
      },
      {
        "index": 11,
        "text": "Come gli antichi demagoghi esercitavano una vera tirannide su molti buoni cittadini ma deboli e timidi, e spesso ancora sui governanti, ritraendoli dal bene e spingendoli al male, cosí fanno ai dí nostri i cattivi giornali; imperocché il coraggio di sprezzare le dicerie, gli scherni, le invettive, le calunnie, e forse piú raro che quello di resistere sul campo alle armi dell’inimico. I rispetti umani ebbero gran parte nei nostri mali; e io non so a che termini sará per riuscire il Rinnovamento, se gl’italiani non si risolvono a scuotere l’indegno giogo. Non è uomo forte e virtuoso né cittadino libero chi ha l’animo accessibile allo spauracchio dei biasimi ingiusti e alla lusinga delle lodi immeritate. L’opinione pubblica si dee riverire; ma erra chi la confonde col favor delle sètte o col parer dei giornali, i quali spesso non rappresentano né anco una setta, ma il capriccio momentaneo o passeggiero di chi scrive. La gloria si dee amare e desiderare, ma troppo s’inganna chi la colloca nell’aura popolare o faziosa. La vera gloria è ne’ posteri, e niuno può ottenerla se vivendo non ebbe l’approvazione della sua coscienza. La riputazione durevole non può dipendere da fogli effimeri. Quanto vive un articolo di gazzetta? chi se ne ricorda dopo qualche tempo? I libri restano se son buoni, ma i giornali anche buoni se ne vanno col vento: vivono una luna o un giro diurno di sole, e l’immortalitá che conferiscono non è piú lunga della loro vita. La stampa per tal rispetto non si distingue dalla parola; la quale è cosí fugace, che Omero la chiama «alata»[8] e Orazio «volante» [9]. I cattivi diari non hanno pur la fortuna di morir cogli autori, come il Cassio oraziano:"
      },
      {
        "index": 12,
        "text": ". . . capsis quem fama est esse librisque ambustum propriis[10]."
      },
      {
        "index": 13,
        "text": "e però gli uomini di gran levatura non ci badano. Il Leopardi se ne rideva; e l’Alfieri chiama l’opera loro una «rispettabile arte, che biasima o loda con eguale discernimento equitá e dottrina, secondo che il giornalista è stato prima o donato e vezzeggiato, o ignorato e sprezzato»[11]. L’arma migliore contro le loro ingiurie è la noncuranza. Ne sei malmenato? non riscrivere. Il tuo silenzio accrescerá la stizza degl’ingiuriosi e fará le tue vendette: poi, vedendo che gridano invano, si stancheranno. Rispondi solo in caso che l’onor tuo assolutamente il richiegga, ricordandoti le parole di Cremuzio Cordo: «Spreta exolescunt: si irascare, adgnita videntur»[12]."
      },
      {
        "index": 14,
        "text": "I giornali son come i preti e i poeti: non possono esser buoni se sono troppi. Non giá che si debba scemare la copia degl’idonei compilatori, ma sí riunire e quasi concentrare la loro opera, onde ogni opinione abbia un solo interprete, che riuscirá tanto migliore quanto avrá il concorso di un maggior numero di valorosi[13]. Ma siccome la dottrina e l’ingegno non bastano, alla moralitá dei giornali ricercasi il pudore di chi gli scrive. L’assemblea nazionale di Parigi non è guari statuiva[14] che gli articolisti debbano soscriversi. Fu notato che a questa legge, vivamente combattuta dai fogli corrotti e faziosi, che amano di tirare il sasso nascondendo la mano, i generosi e liberi fecero miglior viso, e che alcuni chiari nomi, come Giacomo Coste ed Emilio Littré, l’approvarono. Io non l’approvo, perché reputo inconvenienti anco le leggi utili quando non son necessarie; ma vorrei che in Italia si facesse per costume ciò che in Francia si pratica per istatuto. Quanti infatti, che calunniano anonimi alla svergognata, o se ne asterrebbero o lo farebbero con piú ritegno, se l’usanza e la pubblica opinione gli obbligassero a palesarsi? Il saettare da parte occulta, in vece di combattere a visiera alzata e a corpo a corpo, è cosa tanto facile quanto ignobile; e se da tutti i galantuomini si ha per vile di criticare un autore senza nominarsi, quanto piú dee essere il muovere accuse alla macchia? e che cos’è bene spesso il giornalista se non un pubblico accusatore? Laonde io veggo che gli uomini onorati, quando credono opportuno di convenire un terzo o di dar biasimo ai rettori, non cercano niscondelli e maschere, ma mostrano bravamente il viso anche dove la legge non gli obbliga a farlo[15]."
      },
      {
        "index": 15,
        "text": "I libri sono la fonte, e i fogli periodici non sono altro che i rivoli del sapere. I quali non possono esser buoni se non si conformano alla correlazione intrinseca delle due specie di bibliografia, Luna delle quali si affá specialmente alla classe colta e l’altra alla plebe, giacché il divario e la proporzione che passa tra i due ceti corre del pari fra i due generi di scrittura. Il giornale è un libro diminuto, come il libro è un giornale ampliato; e però siccome il libro per la spesa, la mole, il tempo, l’ozio, la capacitá e il modo di vita che richiede a leggerlo, capirlo e cavarne profitto, per lo piú non conviene che alle classi agiate, il giornale è accomodatissimo alle condizioni e ai bisogni della plebeia. Dissi «specialmente», essendo che certi libri sono necessari a tutti; e i fogli periodici, come nunzi dei fatti cotidiani, sommari dei progressi che hanno luogo di giorno in giorno, specchi ed interpreti della opinione pubblica, mallevadori di libertá e di giustizia, giovano anco ai dotti e ai letterati di professione. Ma per ciò che riguarda le dottrine, il ceto medio potrebbe passarsene agevolmente, avendo pronta e alla mano una fonte migliore dove ricorrere; come se ne passò in addietro, quando i giornali non erano in uso od in voga, ed egli, non che scapitarne, fu assai piú colto ed erudito che oggi non è. Laddove la plebe, a cui le biblioteche sono inaccesse, donde potrá attingere un po’ d’instruzione politica e anche di morale cittadina se non dai giornali? come altrimenti potrá avere qualche notizia dei diritti e dei doveri civili, delle leggi e del governo, dei fatti propri e dei forestieri, dei miglioramenti e dei peggioramenti, dei pericoli e dei rimedi, e insomma dello Stato e degl’interessi che gli appartengono? E se manca di queste cognizioni, come potrá essere una plebe civile e libera, conoscere e amare la patria? come potrá con senno servirla e con animo eroico difenderla nei cimenti?"
      },
      {
        "index": 16,
        "text": "I giornali, essendo indirizzati principalmente al tirocinio della plebe, saranno tanto migliori quanto piú accomodati a tal fine; e però i giornali piccoli sono da reputare piú utili de’ grandi, che pel tenore della composizione e per la spesa son meno adattati al minuto popolo. Laonde quando Pierdionigi Pinelli ai 29 di aprile del i850 insegnava ai deputati «che i giornali piccoli» a uso del popolo «sono piú propri all’educazione morale e civile», ma che «la politica dee essere piú riservata ai grandi»[16] egli discorreva a rovescio; conciossiaché l’instruzione politica, che il ceto medio può procacciarsi in mille modi, anco senza l’aiuto dei giornali grandi, non è accessibile alla plebe altrimenti che per via dei giornaletti; tanto che, laddove gli scritti periodici riescono per l’uno cosa di supererogazione, sono per l’altra un articolo di necessitá. Certo a sortir lo scopo è mestiere che i giornaletti intendano a educare i generosi sensi, non gli appetiti ignobili, malevoli, distruttivi; ma bisogna guardarsi di chiamare «appetito ignobile e malevolo» la coscienza del giure comune, come fanno i municipali, i quali accusano d’infiammare le passioni della plebe chi combatte le loro proprie. Questa è la vera cagione dell’astio che molti portano ai giornaletti, benché non osino confessarla; imperocché la libertá che amano versando nel monopolio degli affari e nel privilegio dei frutti e dei godimenti, essi vorrebbero una plebe cieca, mansa, servile, che li lasciasse fare e non turbasse la tranquillitá del loro possesso; il che non può aver luogo, se la moltitudine giunge a conoscere le sue ragioni, a sentir le sue forze e a paragonar le une e le altre colla debolezza e coll’ingiustizia dei pochi che abusano la sua semplicitá."
      },
      {
        "index": 17,
        "text": "S’ingannano a partito coloro che attribuiscono a questo o quel genere di letteratura i vizi di chi lo coltiva, giacché ogni genere in sé è buono, benché tutti non sieno allo stesso modo. Ma né i maggiori né i minori giornali saranno buoni, se non assommano una dottrina soda e fondata, e se quindi non ci sono ottimi libri che la contengono. E siccome non si dánno libri ottimi senza grandi scrittori, dalla copia o dal difetto di questi dipende in sostanza il valore intellettuale di una nazione. Ora nel modo che niuno può essere operatore insigne se non è altresí gran pensatore, medesimamente, come nota il Leopardi, «non sono propriamente atti a scrivere cose grandi quelli che non hanno disposizione o virtú di farne»[17]. E chi scrive cose notabili le fa in un certo modo, poiché ne forma il concetto, ne pubblica il disegno, ne prenunzia, ne apparecchia, ne accelera l’esecuzione. L’idea è la vera entratura del fatto, come il pensiero dell’azione, onde che la lode dei principi suole appartenere agli scrittori, e ogni alta impresa è in origine un concetto, un augurio, un proponimento. Da ciò nasce la virtú creatrice della penna e della parola, piú potente dei príncipi e degli eserciti; tanto che il Boccaccio dice della prima che «le sue forze sono troppo maggiori che coloro non estimano, che quelle con conoscimento provato non hanno»[18]; e il Giordani chiama la seconda «un’artiglieria che tira piú lontano, tuona piú lungo e conquassa piú forte de’ cannoni»[19]. Ma l’efficacia della parola e della penna risulta da due coefficienti, cioè dalla materia e dalla forma, le quali corrispondono alla coppia preaccennata della scienza e della letteratura, e abbisognando l’una dell’altra, non fanno effetti notabili se vengono scompagnate. La dottrina vestita di cenci smette due terzi del suo valore. Senza di essa si dá facondia, non eloquenza; si hanno puri, eleganti, copiosi dettatori, non grandi e potenti scrittori. A parlare propriamente, non è scrittore chi non ha stile, né può dirsi che abbia stile chi è disadorno e irsuto di eloquio o di concetto volgare, istrice o pappagallo. Lo stile è l’unione delle due cose, cioè idea e parola insieme; la quale unione non è semplice aggregato, ma legatura, compenetrazione intima, e come dire ipostasi indivisa del concetto e del suo idolo o segno; e però è capace di bellezza, atteso che il bello è l’accoppiamento del sensibile coll’intelligibile[20]. Lo stile è il corpo delle idee e quasi il rilievo per cui spiccano e risaltano dal fondo del pensiero e del sentimento; onde Gasparo Gozzi dice che gli antichi «proferirono i loro pensieri con un certo garbo, che non solamente si leggono, ma si può dire che si veggano con gli occhi del capo; tanto corpo hanno dato a quelli con le parole»[21]. Perciò, laddove nei buoni scrittori moderni prevale il genio della pittura, negli ottimi antichi si ravvisa il fare scultorio, non vedendosi soltanto le idee loro, ma quasi toccandosi con mano. Ché se al giudizio di Antonio Cesari «le parole sono cose»[22], non è men vero che le cose sono parole; quanto l’idea male espressa sussiste solo virtualmente e non è, per cosí dire, che la metá di se stessa. Lo stile insomma è l’atto e il compimento del concetto, perché gli dá tutto il suo essere e lo incarna perfettamente colla parola, trasferendolo dalla potenza iniziale dell’intuito e del senso confuso nel giro attuale e maturo della riflessione."
      },
      {
        "index": 18,
        "text": "Il divorzio del pensiero e della loquela era quasi ignoto agli antichi, che da Omero[23] a Cicerone mostrarono coi precetti e coll’esempio di credere che il senno e l’elocuzione importino egualmente. Ma nei popoli d’oggi e specialmente nella nostra Italia le due cose di rado camminano di conserva, e la letteratura testé si partiva nelle due scuole sofistiche dei puristi e degli ostrogoti. Ché se altri si meravigliasse che io ricordi queste cose e parli di lingua in un’opera di politica, egli raffermerebbe la mia sentenza, provando col suo stupore come oggi sia perduta ogni notizia delle congiunture intime e innumerabili che legano il pensiero e la civiltá dei popoli col loro sermone. Lo stile, dice Giorgio Buffon, è l’uomo: lo stile e la lingua, dico io, sono il cittadino. La lingua e la nazionalitá procedono di pari passo, perché quella è uno dei principi fattivi e dei caratteri principali di questa, anzi il piú intimo e fondamentale di tutti come il piú spirituale, quando la consanguineitá e la coabitanza poco servirebbero a unire intrinsecamente i popoli unigeneri e compaesani, senza il vincolo morale della comune favella. E però il Giordani insegna che «la vita interiore e la pubblica di un popolo si sentono nella sua lingua»[24], la quale è «l’effigie vera e viva, il ritratto di tutte le mutazioni successive, la piú chiara e indubitata storia de’ costumi di qualunque nazione, e quasi un amplissimo specchio in cui mira ciascuno l’immagine della mente di tutti, e tutti di ciascuno»[25]. E il Leopardi non dubitò di affermare che «la lingua e l’uomo e le nazioni per poco non sono la stessa cosa»[26]. Ed è ragione, perocché la nazionalitá è il pensiero e la coscienza dei popoli; e quello non può significarsi agli altri, né questa conversar seco stessa, senza l’aiuto della favella. Per la qual cosa il senso che ha un popolo del suo essere individuato come nazione, e il bisogno di autonomia politica importano e presuppongono necessariamente il senso e il bisogno dell’autonomia letteraria e l’abborrimento di ogni vassallaggio cosí nel pensare come nel parlare e nello scrivere. E si vede per esperienza che l’amore e lo studio della patria suol essere proporzionato a quello della propria lingua e delle lettere patrie, e che chi ama i barbarismi nel discorso non li fugge nella politica. Gli antichi tenevano il parlare barbaro per cosa servile, e Cicerone considera il favellar puramente come un uso richiesto alla dignitá romana e prescritto al buon cittadino[27]."
      },
      {
        "index": 19,
        "text": "La storia attesta a ogni tratto come la nazionalitá e la lingua nostra sieno cose parallele, unite e indissolubili, e come abbiano comune l’origine, il progresso, la fine. Esse nacquero ad un parto per opera dell’uomo, che scrisse colla stessa penna la legislazione della monarchia italica e quella del volgare eloquio, e che col divino poema mise in cielo il suo vernacolo, traendolo dall’umile qualitá di dialetto e sollevandolo al grado d’idioma nazionale. Dante fu egualmente il padre della letteratura e della scuola politica italiana; e siccome la favella nobile e la patria non sussistono attualmente se non in quanto l’uso dell’una e la coscienza dell’altra divengono universali, si può dire per questo rispetto che l’Alighieri creasse la nazione e la lingua. Di questa egli era sí tenero che recava «a perpetuale infamia il commendare lo volgare altrui e dispregiare il proprio», chiamando «malvagi» coloro che il facevano e «abbominevoli reitadi» le cagioni che a ciò gl’inducevano[28]. Né perciò riprendeva lo studio degli altri idiomi, ché l’angusto e gretto amor patrio di certuni troppo era contrario al suo genio cosmopolitico. «Sanza dubbio non è sanza lode d’ingegno apprendere bene la lingua strana, ma biasimevole è commendare quella oltre la veritá per farsi glorioso di tale acquisto»[29]. Costoro egli riputava cattivi italiani, indegni di parlare la piú nobile delle loquele. «Molti dispregiano lo proprio volgare e l’altrui pregiano; e tutti questi cotali sono gli abbominevoli cattivi d’Italia, che hanno a vile questo prezioso volgare; lo quale, se è vile in alcuna cosa, non è se non in quanto egli suona nella bocca meretrice di questi adulteri»[30]. Anzi tale era il suo culto verso di esso, che stimava «degne di essere trattate nel volgare illustre, ottimo sopra tutti gli altri volgari, solamente le ottime materie»[31], e degni solo di adoperarlo gli eccellenti. «Questo illustre volgare ricerca uomini simili a sé, sí come ancora fanno gli altri nostri costumi ed abiti: la magnificenza grande ricerca uomini potenti, la porpora uomini nobili; cosí ancora questo vuole uomini d’ingegno e di scienza eccellenti e gli altri dispregia»[32]."
      },
      {
        "index": 20,
        "text": "Non parranno esagerate queste tali sentenze a chi rimemori il fine di Dante e la condizione de’ suoi tempi, i quali erano demagogici, perché barbari. Come le reliquie del sapere antico erano soffocate dalla rozzezza universale, cosí i pochissimi ingegnosi e dotti dalla turba dei volgari intelletti e degl’ignoranti. La lingua nascente correva pericolo di perir nelle fasce affogata da tanta barbarie; e però l’uomo grande, che si aveva proposto di ricreare coll’aiuto di essa la patria e ricomporre una civiltá, doveva intendere a nobilitarla, ritirandola dal volgo di tutte le classi e affidandola alla cura degli spiriti piú pellegrini. Cosí egli si alzò all’idea pitagorica dell’aristocrazia naturale e della sovranitá dell’ingegno, commettendogli la cura di custodire e coltivar l’eloquio volgare e di renderlo illustre. Vide che, siccome ogni virtú e grandezza muove dal pensiero, toccava ai sapienti e agl’ingegni singolari il fondare la civiltá italiana e il comporre le varie sue membra, cioè nazionalitá unita ed autonoma, polizia, lingua, scienza, letteratura, arti belle; tutte cose inseparabili nel concetto di Dante e subordinate all’ingegno, che ne è l’anima e la fonte perenne e, quando mancano, dee esserne il procreatore. Se anche oggi la plebe non può essere civile dove non sia informata e guidata dall’ingegno, quanto piú ciò doveasi verificare in un secolo che tutto il mondo era plebe? E si noti che, a senno di Dante, l’ingegno non vale e non prova se non è colto, cioè ornato di dottrina. «Si confessi la sciocchezza di coloro i quali senza arte e senza scienza, confidandosi solamente nel loro ingegno, si pongono a cantar sommamente le cose somme. Adunque cessin questi tali da tanta loro presunzione, e se per la loro naturale desidia sono oche, non vogliano l’aquila, che altamente vola, imitare»[33]. Se pertanto paresse ad altri che l’Alighieri volesse far della lingua e della poesia, come altresí del governo[34], un monopolio di pochi, concedasi almeno che cotal monopolio differisce da quello dei nostri municipali e puritani, poiché quegli lo conferiva alle aquile e questi lo assegnano alle oche."
      },
      {
        "index": 21,
        "text": "Tal è il sublime concetto che Dante aveva della lingua nazionale. E pur questa lingua non era ancora illustrata dal Petrarca, dal Machiavelli, dall’Ariosto, dal Galilei, dal Leopardi, e però non potea attribuirsi la lode, che le fu data da un moderno francese, di essere la piú bella delle lingue vive[35]. Ma per un fato singolare, a mano a mano che essa crebbe di perfezione e di splendore, ne scemò il culto e l’affetto in coloro che la parlavano e la possedevano. Sarebbe facile il provare che la declinazione del nostro essere nazionale, o vogliam dire della italianitá politica, corrispose con esatta proporzione allo scadimento della letteraria, se questa materia non volesse troppo lungo discorso. Siccome però in ogni genere di cose il progresso si deduce dal principio e dall’esito, avendo giá notato come la nazionalitá e la lingua si originassero, ricordiamo ora come risorgessero. Esse rinacquero pure ad un corpo e altresí pel magistero di un gran poeta, il quale fu secondo padre e ristoratore di entrambe. Il senso della nazionalitá e l’uso della buona lingua erano quasi morti ai tempi di Vittorio Alfieri, il quale fu il primo che richiamasse i suoi coetanei ai dogmi dell’antica scuola italica e allo studio dell’aureo secolo. E l’ufficio, che fece in universale rispetto a tutta la penisola, lo esercitò piú specialmente riguardo al nativo Piemonte, avvezzandolo civilmente a tenersi per un membro d’Italia e letterariamente a pensare e scrivere nella sua lingua. L’opera dell’Alfieri fu proseguita nelle varie provincie da molti valorosi, ma in nessun luogo la parentela del pensiero civile coll’eloquio apparve piú manifesta che in Napoli. Nei tempi addietro gli scrittori del Regno difettarono di senso italiano, furono piú provinciali che nazionali, e i piú di loro scrivevano incoltamente. Ma ecco che Basilio Puoti, migliorando e intoscanendo il sermone dei regnicoli, ne italianizzò i sensi e il sapere; onde oggi superano molte e non la cedono a nessuna parte della penisola. Tanta è l’efficacia che nel pensiero esercita la favella, e tanto è vero che l’iniziazione all’italica cittadinanza ha d’uopo del toscano battesimo."
      },
      {
        "index": 22,
        "text": "La riforma letteraria introdotta dal nostro tragico non ebbe lunga vita; il che nacque dall’essersi in breve alterato il concetto alfieriano, separando lo studio della lingua da quello delle materie. Per quanto la parola rilevi, la cura delle cose dee andare innanzi, e senza di esse può aversi buona lingua ma non giá buono stile, perché"
      },
      {
        "index": 23,
        "text": "scribendi recte sapere est principium et fons[36]."
      },
      {
        "index": 24,
        "text": "La condizione dei linguioti e dei dotti è come quella dei democratici e dei conservatori: una parte ha d’uopo dell’altra, e se fanno divorzio, amendue si snaturano e diventano sofistiche. I pedanti e le gazze avvilirono gli studi di lingua e rimisero in credito i vandali e gli spinosi. Il che nocque al Risorgimento, che non trovò apparecchiato il pensiero né la favella; onde, come i suoi politici procedettero alla forestiera, cosí i suoi oratori parlarono barbaramente. Quanti compagni di eleganza ha Amedeo Ravina nel parlamento piemontese? o quanti ne aveva Terenzio Mamiani nel romano? Né voglio giá ragguagliare il Piemonte a Roma, la quale somiglia alla Toscana e partecipa al suo privilegio di avere per dialetto l’idioma patrio. Nondimeno il Giordani diceva nel diciassette che «non ci è paese in tutta Italia dove si scriva peggio che in Toscana e in Firenze, perché non ci è paese dove meno si studi la lingua e si studino i maestri scrittori di essa, senza di che in nessuno si potrá mai scriver bene; ed oltre a ciò non è paese che parli meno italiano di Firenze. Non hanno di buona favella niente fuorché l’accento; i vocaboli, le frasi vi sono molto piú barbare che altrove. Perché ivi non si leggono se non che libri stranieri. Chiunque in Toscana sa leggere, dee V. S. tenere per certissimo che non parla italiano; e questo rimane solo a quei poveri e rozzi che non sanno punto leggere»[37]. Simili querele spesseggiano negli scritti del Cesari, del Perticari e del Monti. Io non so se elle sieno esagerate o se oggi le condizioni sieno mutate[38]; ma ancorché non fossero, non temerei, ricordando il giudizio del Giordani e di quegli altri valentuomini, di offendere il popolo piu gentile d’Italia, sí perché io so di certo che egli antipone la veritá ad ogni altro rispetto, e perché, chi ben guardi, il biasimo non è senza lode. Imperocché tanta è la finezza ingegnosa dei fiorentini e degli altri toscani, che il loro stile, ancorché manchi di purezza, ha però sempre un’euritmia, una limpidezza, una disinvoltura naturale, di cui non si trova vestigio negli altri italiani che scrivono scorrettamente. Il qual pregio è sottosopra comune anche a Roma, privilegiata egualmente di poter supplire in qualche parte allo studio colla felicitá dell’ingegno e della natura."
      },
      {
        "index": 25,
        "text": "La scuola nazionale, di cui feci discorso nel precedente capitolo, non può dunque essere compiuta se le buone lettere e la buona lingua, che ne è il fondamento, non si aggiungono al sapere, ripigliando le riforme dell’Alfieri e guardandole dallo sviamento de’ suoi successori. La dottrina, massimamente civile, vuol essere lo scopo e l’anima degli studi ameni; e fra i lavori di filologia italiana che importano, il piú urgente è appunto quello di somministrare una lingua alla scienza civile[39]. Per allenarsi al faticoso còmpito, si ricordino tutti a cui cale della patria comune che, secondo l’esperienza universale, la morte delle lingue è quella della nazioni. Molti sono i pericoli che nel corso del Rinnovamento europeo dovrá superare la nazionalitá italiana, ancor poco radicata negli animi e combattuta da errori ed interessi moltiplici, da non poche preoccupazioni e forze cosí interne come forestiere; e però giova il rincalzarla da piú lati e il cingerla di tutti i presídi, e quello della buona lingua è di tutti il piú efficace. Imperocché tanta è la virtú di esso che basta a mantener vivo lungamente il principio nazionale e, spento, lo fa rivivere. Di ciò rendono testimonio i greci, che sopravissero piú di un millenio e mezzo alla perdita della libertá propria, e alla nostra memoria risuscitarono: imperocché sotto il giogo macedonico, romano, bizantino custodirono quasi intatta l’antica loquela[40] e la serbarono almeno in parte sotto quello dei turchi."
      },
      {
        "index": 26,
        "text": "Per ristorare la lingua italiana, bisogna innanzi tratto conoscerne e determinarne la forma. Essa fu al principio un dialetto municipale, secondo l’uso di tutte le lingue, le quali cominciano a essere individue e singolari col comune, prima di passare a stato particolare e specifico colla provincia e a stato generico e universale colla nazione. Perciò, se gli stranieri non meno che i paesani e i piú degli autori illustri chiamano «italiana» la nostra lingua, avendo rispetto al suo ultimo grado che è il nazionale; se Dante accennava allo stesso nome quasi ad augurio e ad apparecchio del futuro; se volgarmente dicesi «toscana» riguardo ai tempi intermedi, nei quali il parlare della metropoli si sparse e confuse in certo modo coi dialetti germani dei paesi contigui, ma non si allargò tuttavia alla nazione; il Varchi ebbe ragione di scrivere in ordine alle fonti: che «chi voglia nominare propriamente e dirittamente la lingua colla quale volgarmente si ragiona e scrive, dee appellarla ‛fiorentina’ e non ‛toscana’ o ‛italica’»[41]. Né Firenze fu solo la cuna ma è tuttavia il centro e la capitale della lingua patria, mercecché ivi la plebe (che è la parte piú viva e spontanea del popolo) la serba tuttavia incorrotta o quasi. La denominazione di «lingua toscana» tramezza fra le due altre e le accorda in un certo modo, accennando al principio e al progresso, al mezzo ed all’area, come la provincia è frapposta tra il municipio e la nazione. Non bisogna però dimenticare che a Roma e ad altre parti del dominio ecclesiastico è comune piú o meno il privilegio toscano, poiché la lingua patria ci suona viva e talvolta eziandio pura sulle labbra del popolo. Cosí, per cagion di esempio, il Leopardi, nativo di Recanati, piccola cittá del Piceno, lodata la pronunzia degli abitanti, dice che il loro volgare «abbonda in grandissima quantitá di frasi e motti e proverbi pretti toscani, che si trovano negli scrittori; e che in bocca dei contadini e della plebe minuta ci si sentono parole che noi non usiamo nel favellare, per fuggire l’affettazione»[42]. Laonde Toscana e Roma e le altre adiacenze, in cui il senso intimo della nazionalitá italica prorompe e, per cosí dire, si traduce in lingua comune e in eloquio puro, dolce, armonioso sulle bocche plebeie, sono certo la regione piú patria della penisola e meritano di essere onorate col titolo d’«Italia italiana». L’Italia italiana è il capo e la cava, la piazza e la reggia del bel parlare italico, nella quale non mica i principi né i patrizi né i borghesi, ma la plebe (secondo il dettato di Platone) ha legittimo imperio. Dal che si raccoglie che, siccome si dá un’egemonia politica, militare, religiosa, scientifica o di altro genere; cosí trovasi pure l’egemonia della lingua, cui niuno presso di noi può disdire all’Italia centrale e alla Toscana massimamente. La quale, oltre la prerogativa delle origini, ha la gloria di averci dati i primi e i piú grandi scrittori e fondata quella compagnia che raccoglie e mantiene il piú bel fiore della favella. E però il restitutore piú insigne di questa riconobbe il primato toscano e volle vivere e morire in Firenze, «per avvezzarsi a parlare, udire, pensare e sognare in toscano»[43], facendo ritratto specialmente dal minuto popolo; e alla nostra memoria Giuseppe Giusti e Niccolò Tommaseo ne presero, l’uno nei versi, l’altro nella prosa, quel nuovo stile, pieno di brio, di acume e di grazia, che riluce nei loro scritti."
      },
      {
        "index": 27,
        "text": "Il principio è negli ordini del tempo ciò che è il centro in quelli dello spazio, sovrattutto quando al merito del cominciamento aggiunge il pregio del colmo e della eccellenza, come accade a quei secoli privilegiati che si chiamano «aurei» nelle lingue, nelle lettere, nelle arti belle. Ora nel modo che la Toscana e in ispecie Firenze è il capo del bel parlare, cosí il Trecento, che primo ne sparse e nobilitò l’uso quanto allo scrivere, fu altresí per esso l’etá dell’oro, recandolo a perfezione nei tre luminari piú antichi della nostra favella; cosicché per un raro privilegio la puerizia di questa fu coetanea alla sua maturezza. Anche per questa parte l’Alfieri diede il precetto e l’esempio, scrivendo che «il nostro secolo veramente balbetta ed anche in lingua assai dubbia, il Secento delirava, il Cinquecento chiacchierava, il Quattrocento sgrammaticava ed il Trecento diceva»[44]. E altrove osserva che «chi avesse ben letti quanto ai lor modi i nostri prosatori del Trecento, e fosse venuto a capo di prevalersi con giudizio e destrezza dell’oro dei loro abiti, scartando i cenci delle loro idee, quegli potrebbe forse poi ne’ suoi scritti, sí filosofici che poetici o istorici o d’altro qualunque genere, dare una ricchezza, brevitá, proprietá e forza di colorito allo stile, di cui non ho visto finora nessuno scrittore italiano veramente andar corredato»[45]. Il Trecento è l’etá in cui i nostri scrittori si accostarono maggiormente alla perfetta bellezza, perché di semplicitá, di naturalezza e di elegante candore. Niuno dei seguenti, non che vincerli, poté agguagliarli. Non però si vuole dismettere lo studio degli altri tempi, perché, siccome la lingua italiana è per molti rispetti comune a tutte le provincie, cosí è perpetua in tutti i secoli moderni della penisola, tanto che il ristringerne la parte scritta ai trecentisti è come il ridurne la porzione parlata alle fiorentinitá e ai toscanesimi, senza far conto delle dovizie che, diventando favella nobile e nazionale, ella trasse di mano in mano dal culto ingegnoso di tutta Italia. Il che sarebbe veramente in grammatica tanto superstizioso quanto nella teologia cattolica il derivare la tradizione dalla sola Roma o dai soli primi secoli, rannicchiando tutta la Chiesa negli apostoli secondo l’uso dei protestanti, o nel papa secondo il costume dei gesuiti. Prossimo al Trecento per la bontá, ma non pari, è il Cinquecento; e ha seco a comune questa prerogativa: che tutti o quasi tutti ci scrissero italianamente. Lode che giá non può darsi al Secento e meno ancora al Quattrocento, al Settecento e all’Ottocento; nei quali il numero dei buoni scrittori sottostá di gran lunga a quello dei cattivi, anzi dei pessimi, in cui è spenta ogni vena e fattezza nativa della lingua patria."
      },
      {
        "index": 28,
        "text": "Il nervo e il fondamento della lingua e dello stile è la prosa, la quale sola è universale e primitiva[46], ed è in rispetto dei versi ciò che è il tutto riguardo alla parte, il principale all’accessorio, l’albero al fiore. La lingua poetica è un rivolo della prosastica, cui Paolo Paciaudi, maestro dell’Alfieri, chiamava «la nutrice del verso»[47]; e però il Giordani consiglia di «premettere al tentar la poesia un lungo esercizio di prosare»[48]. All’uso invalso presso molti di attendere allo stile poetico e di trascurare i prosatori, come se i versi abbiano mestieri di studio, ma alla sciolta orazione si possa dar opera senza apparecchi, io attribuisco non solo la carestia corrente di buoni poeti ma in parte ancora la declinazione della lingua in universale. D’altra parte, benché il numero dei nostri prosatori insigni che per puritá ed eleganza di elocuzione hanno o meritano il nome di «classici» non sia piccolo, pochi tuttavia sono grandi scrittori, perché nei piú al pregio della dicitura non risponde quello della materia. Osserva il Leopardi che noi sottostiamo per questa parte «ai francesi, agl’inglesi e agli altri, la cui letteratura, nata o fiorita di fresco, abbonda di materie che ancora importano. Ma la letteratura italiana, nata e fiorita giá è gran tempo, consiste principalmente in libri tali che, quanto allo stile, alla maniera e alla lingua, sono tenuti ed usati dai moderni per esemplari; quanto alle materie, sono divenuti di poco o di nessun conto»[49]. Il che non procede solo dall’antichitá di questi scrittori, poiché i greci e i latini, assai piú antichi, li superano di gran lunga eziandio per l’importanza delle cose; ma dal vezzo di sequestrare le lettere dalla scienza, il quale, nato nel secolo quindecimo, crebbe a mano a mano che la frivolezza dei costumi, la nullitá dell’educazione, la servitú del pensiero e della patria, fecero dello scrivere un ufficio triviale o un trastullo. Da ciò nacque che fuori dei pochi, che bene scrissero di storia, di cose naturali e di arti belle, noi non abbiamo forse scrittori insigni di prosa che il Machiavelli e il Leopardi, amendue sommi ma divisi da tre secoli; l’uno dei quali recò nella politica, l’altro nello studio dell’uomo, il fare pellegrino e sperimentale di Galileo. Gli altri prosatori di grido furono spirituali piú superstiziosi che religiosi, come gli ascetici del Trecento e i tre celebri gesuiti del secolo decimosettimo; o trattarono di cose leggieri, come la piú parte dei cinquecentisti; o si segnalarono specialmente per le traduzioni, come il Caro, il Varchi, il Davanzati, il Segni, l’Adriani; o furono piú giudiziosi che nuovi nelle dottrine, come gli scrittori bolognesi dell’etá scorsa; o lasciarono pochi e brevi saggi del loro valore, come il Biamonti, il Giordani e altri alla nostra. I puristi, non che rimediare, accrebbero il male, trascurando affatto lo studio delle cose e recando nelle lettere una pedanteria cosí fastidiosa, che in politica a petto loro i puritani ne perdono. Il Manni e il Cesari meritarono non piccola lode per lo zelo infaticabile con cui attesero a recare in luce molti classici dimenticati e rimettere i buoni studi; ma il loro esempio, come autori, prova che il conversare assiduo coi trecentisti può essere pericoloso al retto senso, se non si tempera colle cognizioni e la critica dell’etá piú moderna[50]."
      },
      {
        "index": 29,
        "text": "La potenza degli scrittori nasce principalmente dalla loro autonomia sí propria che nazionale, senza le quali l’eleganza e la dottrina stessa riescono presso che infruttuose, non potendo somministrare né novitá di concetti né eloquenza, massimamente civile. Quindi è che, secondo il Giordani, benché abbiamo in copia «copiosi, puliti, ornati dicitori, ci manca l’eloquenza»[51]; e il Leopardi fa la stessa querela[52]. L’eloquenza grande e forte non ha pur d’uopo d’idee pellegrine ma anco di successi notabili, e suole per ordinario non giá precedere i fatti ma venire appresso e infiammarsene; cosicché per questo rispetto l’azione non germina dal pensiero ma lo produce. Cicerone e Demostene fiorirono in sul finire delle loro repubbliche, e furono quasi l’eco di molti secoli feraci in eroi. Or che uomini straordinari può vantare la moderna Italia? che fatti illustri? che imprese magnanime? Tutto ci è volgare, meschino, mediocre, nullo. Lo studio del vero e del bello, del buono e del santo, della patria e della gloria fu in ogni tempo il focile che trae dall’ingegno il fuoco dell’eloquenza; e a questa divina fiamma le lettere greche, latine, cristiane furono debitrici dei loro miracoli. Ora questi sei amori sono spenti da gran tempo in Italia. L’utile si antepone al vero e all’onesto, il giocondo al bello, la superstizione alla religione, la vanitá alla gloria, la setta alla patria, la casa e il municipio alla nazione. Le condizioni del nostro vivere e la guasta educazione paiono persino avere ingrossati e arruviditi gl’intelletti, scemata la delicatezza e la finezza del pensare e del sentire; onde i palati moderni sono ottusi, non che all’alta eloquenza, ma all’ironia socratica, al sale attico, all’urbanitá romana e a quanto l’antichitá classica ha di piú caro e di piú gentile."
      },
      {
        "index": 30,
        "text": "Questi difetti contribuirono a divezzar gl’ingegni dai prosatori e a far sí che il culto studioso delle lettere amene non esca quasi dai poeti, giacché rari sono gli uomini di tal saldezza che consentano a travagliarsi in istudi noiosi o poco piacevoli. La qual difficoltá è assai minore presso gli altri popoli culti, per la ragione detta dianzi e anche per un’altra che mi resta a soggiungere. La quale si è che la lingua italiana tenendo del sintetico a uso delle lingue antiche (benché meno di loro), lo scriver bene, massimamente in prosa, vi è assai piú malagevole che nelle lingue schiettamente analitiche, come sono per esempio il francese e l’inglese dei dí nostri. La perfezione delle lingue sintetiche, versando in un magistero piú composto a gran pezza e intrigato che quello delle altre, è tanto piú ardua e dipende da un mondo di sottili e minute avvertenze, che vogliono molta attenzione a notarle nei classici e assidua pratica e lunghe fatiche a saperle bene adoperare. Ora quest’arte è affatto ignota anche presso i piú di quelli che si pregiano di eleganza, tanto che il far derivare la bontá dello stile di tali minuzie pare una pedanteria ridicola; come se nella natura e nella meccanica e in tutti i generi di cose i minimi non importassero quanto i massimi, sovrattutto quando non si tratta della bontá sola ma della bellezza. Chi è, per cagion di esempio, che oggi, scrivendo, metta qualche studio nell’arte difficile delle transizioni, nelle quali i migliori moderni sono di gran lunga inferiori agli antichi? ovvero che conosca e possegga il buon uso delle particelle e degli anacoluti propri della nostra lingua? E pure il Cesari non eccede a dire che «nelle prime dimora forse tre quarti della eleganza e della grazia, non pur della nostra, ma di tutte le lingue», facendo esse nella favella lo stesso ufficio che i nodi e le giunture nel corpo umano[53]. E ai secondi io credo che alludesse il Leopardi; quando parlava di quei «modi, quanto piú difformi dalla ragione, tanto meglio conformi e corrispondenti alla natura, de’ quali abbonda il piú sincero, gentile e squisito parlare italiano e greco»[54]. Da cotali minuzie dipende in gran parte l’inimitabile perfezione dei classici, i quali non sarebbero né classici né immortali se le avessero disprezzate. Imperocché, qualunque sia il pregio delle idee e degli affetti, egli è noto che esso non basta a tenere in vita lungamente gli autori, se non gli si aggiunge la squisitezza del dire; e che dall’espressione deriva l’impressione, cioè l’efficacia che i pensieri hanno nell’animo dei lettori e degli udienti. Ora, siccome niuno può dubitare che la perfezione dei classici da Omero a Dante non abbia contribuito assaissimo ai progressi dell’incivilimento, se ne deduce questa conseguenza: che la nostra lodata coltura ha molti obblighi ai gerundi e alle particelle. La conseguenza parrá strana solo a coloro i quali ignorano che il mondo intellettuale e civile ha anch’esso i suoi imponderabili o gli estimano di poco momento."
      },
      {
        "index": 31,
        "text": "Queste ragioni spiegano il fatto della declinazione di nostra lingua, ma non lo scusano. E se valgono a diminuire la colpa dei nostri padri, non attenuerebbero punto la nostra, imperocché noi siamo in grado di conoscere ciò che essi ignoravano, vale a dire che nei secoli civili senza propria letteratura non si può essere un popolo. Se, a giudizio dell’Alfieri, non si dá «teatro nelle nazioni moderne senza essere veramente nazione»[55]; rispetto alle lettere la cosa corre al rovescio, ché in vece di venir dopo la nazionalitá, elle sogliono precorrerla e si ricercano a crearla o almeno a darle perfetto essere. Ora il primo fondamento della letteratura è la lingua. «Chiunque vorrá — dice il Leopardi — far bene all’Italia, prima di tutto dovrá mostrarle una lingua filosofica, senza la quale io credo che ella non avrá mai letteratura moderna sua propria, e non avendo letteratura moderna propria, non sará mai piú nazione. Dunque l’effetto, ch’io vorrei principalmente conseguire, si è che gli scrittori italiani possano esser filosofi inventivi e accomodati al tempo, che insomma è quanto dire scrittori e non copisti, né perciò debbano quanto alla lingua esser barbari ma italiani. Il qual effetto molti se lo sono proposto, nessuno l’ha conseguito, e nessuno, a parer mio, l’ha sufficientemente procurato. Certo è che non lo potrá mai conseguire quel libro che oltre all’esortare non dará notabile esempio, non solamente di buona lingua ma di sottile e riposta filosofia, né solamente di filosofia ma di buona lingua, ché l’effetto ricerca ambedue questi mezzi»[56]. Altrove, toccando il carattere che conviene al nuovo stile, egli desidera che, «essendo classico e antico, paia moderno e sia facile a intendere e dilettevole cosí al volgo come ai letterati»[57]. E in vero una letteratura non può essere nazionale se non è popolare; perché, se bene sia di pochi il crearla, universale dee esserne l’uso e il godimento. Oltre che, dovendo ella esprimere le idee e gli affetti comuni e trarre in luce quei sensi che giacciono occulti e confusi nel cuore delle moltitudini, i suoi cultori debbono non solo mirare al bene del popolo ma ritrarre del suo spirito; tanto che questo viene ad essere non solo il fine ma in un certo modo eziandio il principio delle lettere civili. E vedesi col fatto che esse non salgono al colmo della perfezione e dell’efficacia se non quando s’incorporano e fanno, come dire, una cosa colla nazione: né per altro io credo che l’antica letteratura greca sovrasti a tutte di eccellenza, se non perché ella seppe immedesimarsi meglio di ogni altra col popolo che la possedeva; cosicché, laddove essa era veramente pubblica, quelle d’oggi a suo rispetto si possono chiamar «private». Ché se la nostra, la quale «giá fu la prima di Europa, oggi è poco meno che l’ultima quanto alle parole e quanto alle cose»[58], questo nasce appunto dall’essersi ella ritirata dalla vita pubblica e civile e divenuta il negozio accademico o il passatempo di pochi oziosi."
      },
      {
        "index": 32,
        "text": "Il Rinnovamento italiano dovendo essere democratico, anche la letteratura dee partecipare di questo carattere e venire indirizzata al bene del popolo. Il che non vuol dire che debba andarsene tutta nei diari o nei libri popolari, perché, secondo l’avvertenza giá ripetuta piú volte, l’idea democratica si altera se si disgiunge dalle sue compagne. L’ingegno e la nazione sono il nativo ricompimento della plebe, la quale non può essere civile se non è nazionale, cioè unita colle altre classi, e progressiva, cioè guidata dall’ingegno e informata di gentilezza. Similmente la letteratura non può essere veramente democratica, se non ha per fondamento quella scienza ed erudizione superiore, che è privilegio di pochi, ma che è pur necessaria a nudrire ed accrescere le lettere popolari. Non può essere democratica, se anco le scritture che sono indirizzate al culto del ceto umile non hanno bontá e squisitezza per l’impronta del genio patrio, la scelta accurata dei pensieri e delle materie, la semplicitá elegante dell’elocuzione. S’ingannano pertanto coloro che stimano utili a instruire il popolo certi fogli o libri abborracciati in fretta, scritti alla barbara, senza giudizio nelle cose e buon gusto nelle immagini, negli affetti, nelle parole; e che considerano questa sorta di componimenti come una faccenda spedita, mediante quella filosofia volgare e cosmopolitica, che non ricerca né finezza d’ingegno nei componitori né il marchio proprio della nazione. Egli è per avventura piú difficile lo scriver buoni libri pel popolo che per li dotti, dovendosi al pregio intrinseco delle cose che si dicono aggiungere l’accorgimento della scelta e il magistero di accomodarle alla capacitá del volgo. Perciò nessuna nazione moderna è ricca di tali scritture, e noi ne siamo poveri oltremodo. Io non conosco fra i nostri classici alcuno scrittore di prosa che meriti da ogni parte il titolo di «popolare», salvo Gasparo Gozzi, modello impareggiabile in questo genere, e quel Giambattista Gelli, umile calzolaio, che con favella semplice, tersa, graziosa, spontanea, espresse intorno agli argomenti piú gravi i sensi del popolo e precorse alla filosofia moderna[59]. Aí di nostri Alessandro Manzoni sciolse col suo romanzo l’arduo problema se si possa scrivere un libro che sia insieme delizia del popolo e pascolo delle menti piú elette; e i vivi ingegni di Cesare Cantú e del Tommaseo attesero a varie specie d’instruzion popolare con una vena infaticabile, che sarebbe degna di trovare in Italia emuli ed imitatori."
      },
      {
        "index": 33,
        "text": "Se ardua e difficile è l’opera rinnovatrice e vano sarebbe il volerla accomodare all’altrui mollezza (giacché nulla di grande si può fare senza fatica), tuttavia conferisce ad agevolarla il por fine al divorzio delle cose e delle parole. Cosicché quel partito, che solo può dare importanza, nutrimento, vita, potenza alle lettere italiche, è altresí quello che può renderne piú spedito e piú grato l’acquisto. Imperocché gl’ingegni sodi e vivaci sono avidi di cognizioni, e a lungo andare si annoiano di uno studio che versi tutto nei vocaboli e nella dicitura. Le facoltá dell’uomo sono varie, e ciascuna di esse si stanca se viene esercitata troppo a lungo e con dispendio delle altre; laddove, alternandone l’uso, si aiutano e s’invigoriscono a vicenda. Giova dunque il reciprocare le scienze colle lettere e lo studio della forma con quello della materia, accoppiandogli eziandio insieme, per quanto la nostra bibliografia il consente. La quale non è sí infelice che non abbia autori in cui ambo i pregi si riuniscono; pogniamo che ne sia men doviziosa delle straniere. Ma se si trovasse una letteratura, che da un canto fosse abbondante di scrittori ragguardevoli ed insigni per ogni canto, e dall’altro lato, benché diversa dalla nostra, fosse tuttavia congiunta seco di stretta e intima parentela, e giovasse cosí a perfezionare lo stile come a formare il buon giudizio universalmente e ad arricchire lo spirito di nobili cognizioni, noi potremmo supplir con essa al difetto delle lettere proprie, e saremmo inescusabili se trascurassimo di darvi opera. Ora questa letteratura sussiste e i suoi tesori ci sono in pronto, servendo essi di base e d’inviamento alla gentile educazione di Europa. Dalle lettere grecolatine nacque la civiltá moderna, e le lingue che si chiamano «romane» sono una propaggine di quella del Lazio. La qual cognazione è ancora piú stretta, piú intima, piú immediata per ciò che riguarda l’Italia, seggio natio della cultura latina, che è il vincolo per cui l’italianitá moderna si conserta colla grecitá antica. Per la qual cosa, se fra gli oltramontani si può dare eccellenza letteraria che non risalga a cotali fonti, l’esperienza di piú secoli insegna che l’ingegno italiano non può fiorire e fruttare nelle nobili lettere se non s’innesta sull’antichitá classica; e che ogni qual volta gli spiriti se ne sviarono, non che far nulla di grande, riuscirono a schifi aborti e misere corruzioni. La trascuranza degli antichi esemplari è una delle cagioni principali della nostra scaduta letteratura, e oggi regna piú ancora che in addietro; onde non ha guari si udiva in Piemonte la singolare proposta di sostituire nell’insegnamento non so quale idioma esterno al latino, combattuta da Lorenzo Valerio con poche ma nobili parole, applauditissime dalla Camera. Ma a che giova l’insegnare ai fanciulli la lingua antica d’Italia, se, fatti giovani e adulti, diventano incuriosi di essa non meno che della moderna? e se i popoli transalpini e trasmarini, di cui ci piace cinguettar le favelle, sono assai piú solleciti di tali studi, che per ragione di origine ci appartengono in proprio e dovrebbero esserci cari e domestici piú di ogni altro?[60]. Fino a quando tracceremo gli esterni in tutto, salvo che in quella parte dove con piú decoro e frutto potremmo e dovremmo imitarli?"
      },
      {
        "index": 34,
        "text": "Il primo pregio degli antichi consiste in una semplicitá graziosa che unisce maestrevolmente la forza coll’eleganza, nel che risiede la perfetta bellezza. Discorrendo degli edifici e delle sculture onde Atene fu abbellita da Pericle, Plutarco osserva che «ciascuno di questi lavori ebbe fin da principio una beltá ferma ed antica, e anco al dí d’oggi mantiene un tal vigore e brio che par cosa fresca e recente; in sí fatta guisa vi fiorisce tuttora non so che di nuovo, che ne conserva l’apparenza illesa dal tempo, come se in tali opere fosse infuso uno spirito sempre vegeto e un’anima che mai non invecchi»[61]. Altrettanto si può dire delle scritture classiche, privilegiate anch’esse di antica e perenne verdezza; la quale è propria della natura, e trapassa nelle fatture dell’ingegno e dell’arte quando si accostano a quella. Nella corrispondenza dell’artificiale col naturale consiste la veritá estetica, onde rare sono le fantasie dei moderni che sieno vere e quindi belle propriamente. Ritirando adunque le nostre lettere agli antichi esemplari, si ritirano verso la natura e però si migliorano. E lo stile in particolare ha d’uopo di questo rivocamento, sia quella parte di esso che dipende dal componimento materiale delle parole, sia quella che ha meglio dello spirituale e si attiene piú specialmente alle cose e al modo di vederle, sentirle e rappresentarle. Io lascerò parlare su questo proposito i due maestri piú insigni dell’etá nostra."
      },
      {
        "index": 35,
        "text": "L’uno di essi insegna che «l’ottimo scrivere italiano non può farsi se non con lingua del Trecento e stile greco»[62]. L’altro accenna donde ciò provenga; imperocché, «come lo stile latino trasportato nella lingua dei trecentisti non vi può stare se non durissimo e, come diciamo volgarmente, tutto di un pezzo; cosí lo stile greco vi si adatta e spiega, e vi sta cosí molle, cosí dolce, naturale, facile, svelto, che insomma sta nel luogo suo e par fatto a posta per questa lingua»[63]; e conchiude che «l’arte di rompere lo stile, senza però slegarlo, conviene impararla dai greci e dai trecentisti»[64]. Lo stil rotto, il cui vezzo in Italia è assai antico, poiché giá il Pallavicino si burlava dei «periodi atomi»[65], e Gasparo Gozzi dello scrivere «a singhiozzi»[66] e «a sbalzi»[67], ci venne dallo studio delle lingue secche e analitiche di oltremonte. Rispetto poi a quella parte dell’elocuzione che risiede nell’euritmia delle parole e delle cose, nell’incorporamento dei pensieri colle frasi, «nella distribuzione delle idee principali, nella giuntura e nel colore delle subalterne»[68], e in fine nel colore e nell’accordo di tutto il discorso, egli è pure indubitato che gli scrittori antichi sovrastanno ai moderni eziandio migliori. «Quanto piú leggo i latini e i greci, tanto piú mi s’impiccoliscono i nostri anche degli ottimi secoli, e vedo che non solamente la nostra eloquenza ma la nostra filosofia, e in tutto e per tutto il di fuori quanto il di dentro della nostra prosa, bisogna crearlo»[69]. Cosí lo stile dipende dal soggetto e la buccia dal ripieno; anzi la forma e la materia, compenetrandosi, si aiutano scambievolmente; e come i chiari e buoni pensieri rendono perspicua e sana la parola, cosí «la facoltá della parola aiuta incredibilmente la facoltá del pensiero e le spiana ed accorcia la strada»[70]. Perciò la favella degli antichi ci riconduce alla loro sapienza; e non a torto per ambe le parti si diede il nome di «umanitá» alle lettere classiche, atteso che queste non solo perfezionano l’ingegno umano, come spiega il Salvini[71], ma porgono la cognizione e idoleggiano l’idea dell’uomo antico, che è l’uomo per eccellenza. Lo stile dei greci e dei latini ne è lo specchio vivo, rendendo immagine di quella virilitá graziosa che brilla nell’ingegno e nell’animo, nelle azioni e nelle dottrine, non meno che nelle fattezze naturali e nelle opere plastiche degli antichi. E però lo scrittore, che ai nostri giorni piú li conobbe e meglio s’intrinsecò nella loro natura, afferma che «gli antichi furono incomparabilmente piú virili di noi anche ne’ sistemi di morale e di metafisica»[72]; e che quindi «gli scritti loro non solo di altre materie, ma di filosofia, di morale e di cosí fatti generi, potrebbero giovare ai costumi, alle opinioni, alla civiltá dei popoli piú assai che non si crede e, in parte e per alcuni rispetti, piú che i libri moderni»[73]. Il che suggelli le altre ragioni allegate per invogliar gl’italiani allo studio ed al culto dell’antichitá classica."
      },
      {
        "index": 36,
        "text": "Dico «il culto e lo studio», ché altrimenti la lettura non serve se non a procurare un breve e sterile diletto. Ora il vero si è che non solo oggi è perduto in Italia il vero modo di scrivere, ma eziandio quello di leggere. E perciocché mancano buoni lettori, però difettano i buoni scrittori; quando le due cose sono correlative e la lettura ben fatta è la cote a cui si lima il gusto, si affina il giudizio, si aguzza l’ingegno, e donde rampolla il maggior capo delle dottrine. Ma la lezione non giova se non è attenta, e quindi se non è iterata; perché al primo non si può badare a ogni cosa, né imprimerla nell’animo per guisa che se ne abbia il possesso e se ne faccia la pratica. Il che io dico non solo per ciò che tocca la lingua e lo stile, ma eziandio per quanto riguarda le idee e le cose; giacché una storia, una dottrina, un sistema non si capisce bene se non quando è meditato e, per cosí dire, ricercato a falda a falda, e le varie parti se ne riscontrano col tutto e scambievolmente. La prima lettura di un libro anche ottimo può partorire un momentaneo piacere, ma per ogni altro rispetto è quasi inutile. Il che è una delle cagioni per cui poco approdano i giornali e gli opuscoletti, come quelli che non si rileggono. Anche il diletto suol essere minore, imperocché le prime letture, solendosi far di corsa (e tanto piú velocemente quanto è maggior l’attrattivo e l’impazienza di conoscere tutta l’opera), non ti permettono di cogliere una folla di particolari, di avvertir molti pregi dello scrittore, di gustare quelle bellezze che sono tanto piú squisite quanto meno apparenti, di penetrare i concetti piú profondi e reconditi; il che torna a pregiudizio del piacere non meno che del profitto. Chi legge un libro per la prima volta non può né osservarne le minute parti né abbracciarne il complesso; il che torna a dire che non può far bene le due operazioni dell’analisi e della sintesi, che pur son necessarie a ben apprendere i lavori dottrinali e quelli che sono indirizzati a muovere l’immaginativa o che risplendono per la maestria dell’elocuzione. Si suol dire volgarmente che bisogna guardarsi dagli uomini di un solo libro; ché sebbene un campo troppo angusto di lettura possa pregiudicare alla pellegrinitá e avere altri inconvenienti, tuttavia l’eccedere men nuoce nel concentrarsi che nel dispergersi, perché dove quello rinforza e acuisce le facoltá intellettive, questo le debilita, inducendo abito di leggerezza. E se la scelta è ottima, pochi libri ben letti e masticati suppliscono a molti, cosí rispetto alle cognizioni razionali come per ciò che riguarda lo stile e le facoltá delle lingue; giacché, trattandosi di ragione e di bellezza, ogni parte in certo modo è nel tutto e il tutto in ogni parte, atteso le relazioni che legano insieme tutto il naturale umano e tutto lo scibile."
      },
      {
        "index": 37,
        "text": "— Ma ciò è penoso e difficile — dirá taluno, — specialmente a noi moderni che siamo piú svogliati e meno pazienti (nel leggere) degli antichi. — Nol nego. Anzi aggiungo che la lettura, come mille altre cose, non è utile se è troppo alla mano, essendo una legge universale del mondo, che ogni pregio, ogni acquisto, ogni gioconditá durevole sia opera di travaglio. Legger bene e studiare è fatica, perché è una spezie di pugna, dovendo tu spesso combattere col testo, colla lingua, coi pensieri altrui per addentrarti in essi ed appropriarteli; ma questa fatica è sommamente fruttifera, perché dall’arrotamento e dal cozzo del tuo spirito colle parole e i concetti di un ottimo autore viene aiutata ed avvalorata la virtú creativa e ideale, la quale somiglia all’estro guerriero degli antichi romani, che «agitati dalle arme sempre si accendevano»[74]. L’orare, dicono gli spirituali, non fa pro senza il meditare. Il simile interviene alla lezione, la quale non vuol essere passiva solamente ma attiva, né consistere nell’inghiottire ad un tratto ma nel rimasticare e rugumare il cibo. Perciò lo studio somiglia alla virtú morale, che è opera di uno sforzo; onde anch’esso è virtú e consiste in un’assidua tensione dell’animo e dello spirito. Le forze della mente, come i muscoli del corpo, vigoriscono per l’esercizio; ed Ercole, in cui la filosofia stoica idoleggiava la maschiezza morale e civile, è non solo il modello del virtuoso ma eziandio del savio e dello scienziato. Gli scrittori antichi fanno piú a proposito dei moderni per questa arena dello spirito, sia per la perfezione del pensiero e della forma e l’armonia dell’uno coll’altra, sia perché bisogna sudare e affaticarsi a bene intenderli, atteso la diversitá dei costumi, delle opinioni, degl’instituti loro dai nostri, e la vetustá, l’ampiezza e la costruttura magistrale delle loro favelle. La facilitá somma dei libri moderni è un pregio che ha molti vantaggi; ma se non è contrabbilanciata dallo studio degli antichi, non passa senza detrimento, e io fo pensiero che contribuisca non poco a snervare e insterilire gl’ingegni della nostra etá. Si vogliono però eccettuare le erudizioni e speculazioni germaniche, non solo per la profonditá e pellegrinitá delle cose (anche quando si dilungano dal vero), ma ancora per l’indole faticosa della lingua tedesca, infinitamente varia, immensa, fecondissima, liberissima, onnipotente, come la greca»[75]."
      },
      {
        "index": 38,
        "text": "Io non dico queste cose agli uomini fatti, perché so quanto sia forte il mutar l’usanza invecchiata; e se pure un siffatto miracolo è sperabile, non si aspetta a’ miei pari di operarlo. Piú convenevolmente io posso parlare ai giovani, cioè alla generazione novella a cui toccherá il carico d’incominciare la nuova vita italiana; e però il prepararla sta in voi. Non consumate nell’ozio questo doloroso intervallo, che il cielo vi porge affinché provvediate alle sorti patrie con piú saviezza e fortuna che non fecero i padri vostri. I quali non riuscirono perché sciuparono vanamente gli anni della giovinezza e del riposo, e quando vennero i tempi forti e le occasioni di operare non seppero usarle, trovandosi impreparati. Capitale prezioso per tutti si è il tempo, ma preziosissimo ai giovani, perché, bene operandolo, essi solo possono goderne i frutti; e laddove i provetti travagliano solo per gli altri, i giovani lavorano anco per se medesimi. Ma l’impiego primaticcio del tempo non può essere l’azione civile, sí bene il suo tirocinio, cioè il pensiero e la scienza, perché l’uno somministra il fine e l’altra i mezzi delle operazioni. Il pensiero e la scienza girano il mondo e niuna mutazione politica può riuscire e aver vita senza cotal fondamento. «Le parole — dice Dante — son quasi seme di operazione»[76]; onde gli antichi si burlavano di chi le aveva per isterili e presumeva di attendere alla pratica senza la guida e la disciplina della teorica."
      },
      {
        "index": 39,
        "text": "Il Rinnovamento civile non può sortire esito felice, se non è preceduto e scorto dal rinnovamento degli animi e degl’intelletti; né questo aver luogo senza una letteratura, una filosofia, una politica veramente patria. L’Italia ebbe giá a dovizia il possesso di questi beni, e a voi si addice il restituirglieli. Il che facendo, voi sarete (oso dire) ancor piú benemeriti de’ suoi liberatori, perché ogni riscatto civile è precario finché dura il servaggio degli animi e degli spiriti; laddove, sciolti questi dai loro lacci, non può indugiare gran tratto l’esterno affrancamento. Ma come ristorar le lettere, le speculazioni e la scienza civile senza buoni e profittevoli studi? e come lo studio può esser buono se non è faticoso? come può essere di profitto se versa tutto nei giornali e nei tritumi? se i buoni libri si trascurano o si leggono sbadatamente? se non son fecondati dal lavoro interno di chi legge e affinati nel crogiuolo dell’esame, della meditazione e della critica? Lasciate gli studi leggieri e le letture frivole ai damerini e alle donzelle. Addestratevi alla ginnastica dell’intelletto come a quella dell’animo e delle membra. Sprezzate gli acquisti facili: amate e proseguite il difficile in ogni cosa, perché arduo e travaglioso in ogni genere è l’apparecchio e il còmpito della creazione. Le difficoltá aguzzano l’ingegno, lo invigoriscono, e sono fonte di piacere ineffabile cosí per l’esercizio in se stesso, come per la coscienza del merito, il premio della lode e il frutto della vittoria. Un giovane assueto alle severe lucubrazioni e alle prove atletiche dello spirito non sente piú alcun sapore negli studi molli e superficiali, come all’agile e robusto pentatlo non talentavano le carole. E siccome si dee pensare ed apprendere prima di fare, leggere e studiare prima di scrivere, cosí l’arte di questo dee essere adoperata a principio per esercizio proprio anzi che per uso del pubblico. Lo scrivere per gli altri ricerca maturitá d’ingegno e lungo apparecchio; e nel modo che l’uso troppo precoce della etá pubere spegne o debilita la virtú generativa, cosí quei giovani che corrono troppo presto la prova della stampa (massime se eleggono a tal effetto il campo delle effemeridi) e, in vece di accumulare in silenzio un gran capitale di pensieri e di cognizioni, s’inducono per vanitá o leggerezza a sciorinar di mano in mano i loro piccoli acquisti, estinguono in se stessi la vena dell’invenzione e si tolgono il modo di produrre col tempo opere grandi e non periture."
      },
      {
        "index": 40,
        "text": "Attendendo insieme cosí a procacciarvi e maturare le idee, come all’arte difficile di esprimerle acconciamente, terminerete il lungo e funesto divorzio delle cose e delle parole. La parola è di sommo rilievo, imperocché «il pensiero dell’uomo si aggira in se stesso, laddove la favella abbraccia il comune; onde l’eloquenza saputa è migliore dell’acutezza infaconda»[77]. Ma d’altra parte la facondia senza il sapere non ha alcun valore. «Niuna stabilitá hanno le scritture che non sieno fondate sulla scienza di coloro che scrivono, e se ne vanno come piume alle aure del favor popolare e della grazia dei principi, che passa come fiore di primavera»[78]. Né le cose vere e utili profittano alla scienza se non sono anco pellegrine e profonde, ché queste sole l’accrescono e la rendono proporzionata ai tempi. La pellegrinitá non consiste, come oggi si crede da molti, nel contraddire e distruggere l’antico, ma nel farne emergere il nuovo, che vi giace, per cosí dire, come in un sacrario[79] e vi si occulta, secondo Dante, come in un’ascosaglia[80], onde vuol esser tratto e messo in luce per opera dell’ingegno. Per tal modo le tradizioni e i progressi, il mantenere e l’innovare s’intrecciano e si mischiano insieme nelle lettere e nelle dottrine, come nel giro universale della civiltá e nell’arte di reggere gli Stati e le nazioni."
      },
      {
        "index": 41,
        "text": "E però i giovani abbisognano nel pensare e nell’operare del senno degli attempati. La gioventú ha convenienza colla plebe e coll’etá eroica delle nazioni; e come il genio adolescente al barbarico, cosí il puerile al salvatico rassomiglia. La plebe e la barbarie (dico quella che nasce da rozzezza, non quella che deriva da corruzione) sono accoste a natura, novizie, vergini, ardite, vereconde, gagliarde, vive, creatrici, magnanime, poetiche, fatidiche, come la giovinezza; ma le une e l’altra hanno poca scienza, poca esperienza, poca prudenza, predominio di senso e d’immaginativa, impeto piú che consiglio, aviditá di piaceri, intemperanza di movimenti, temeritá spensierata, presunzione, leggerezza, vanitá, incostanza. Siccome adunque per emendare questi difetti uopo è che la plebe sia informata dall’ingegno e i secoli rozzi guidati dai sacerdoti (che sono i soli ottimati e savi di quei tempi), cosí la gioventú dei dí nostri non dee rifiutare la scorta della maturitá laicale e anco della vecchiezza, purché non sia scema e barbogia, ma sotto il pelo bianco l’animo vigoreggi. Per tal guisa potrete, senza smettere i rari e beati privilegi dell’etá vostra, partecipare ai pregi della virile e sovrastare al secolo in cui vi è sortito di vivere. Il quale si parte, per cosí dire, tra la puerizia e la decrepitezza, poiché le doti di questi due periodi della vita umana oggi prevalgono e girano il mondo, né solo nelle cognizioni e nelle lettere ma eziandio nella cura e nell’indirizzo delle cose pubbliche. Rimbambiti e decrepiti sono i municipali, fanciulli i puritani. Tenetevi lontani da queste sètte, se volete far cose grandi e lasciare un nome durevole. Aspirate al virile in ogni cosa; e per coglierlo, seguite i consigli e gli esempi dei pochi uomini che ancora si trovano, dei quali non è spento il seme; pogniamo che, affogati e quasi perduti fra la bambineria e barbogeria dominante, sia men facile il rinvenirli e farne giudizio."
      },
      {
        "index": 42,
        "text": "A questa docilitá salutare sarete indotti dalla virtú, senza la quale tutti gli altri beni non provano e non fruttano. E la virtú consiste nel vincere se stesso, subordinando l’affetto e la fantasia alla ragione. Voi non potrete col pensiero e colle imprese signoreggiare il mondo, se non avrete acquistata la padronanza di voi medesimi. Lo spirito è intelletto e volere: se Luna di tali due potenze si educa senza l’altra, il pensiero, che consta di entrambe, riesce eunuco ed inefficace. Nell’etá nostra si trova talvolta sublimitá di mente congiunta ad un animo volgare e vilissimo; accoppiamento mostruoso e piú raro assai fra gli antichi, i quali non separavano l’instituzione dell’arbitrio e del cuore da quella del conoscimento. L’animo solo può incarnare di fuori e perpetuare i nobili concetti dello spirito; e l’onnipotenza propria del pensiero deriva dal vigore della volontá, ch’è il principio immediato dell’operare. Fra le virtú proprie dell’etá vostra la modestia è la principale, come quella che è madre di tutte le altre. Laonde, se non si avessero ragioni intrinseche per riprovar certe sètte che menano gran romore ai dí nostri, basterebbe a screditarle il vedere che esse instillano nei loro seguaci un’albagia e una tracotanza che sarebbero intollerabili nei provetti, ma negli uomini di prima barba muovono a stomaco e a riso. Dal contagio di tali esempi vi salverá il ricordare che il merito e la grandezza non si scompagnano dalla riserva e dalla verecondia, e che proprio degli uomini insigni è il sentire temperatamente di sé. Chi ebbe, per cagion di esempio, dottrina piú vasta e ingegno piú smisurato, alla nostra memoria, di Giacomo Leopardi? e chi potè pareggiarlo nella modestia e nel pudore?"
      },
      {
        "index": 43,
        "text": "Io vi ho spesso allegata l’autoritá di quest’uomo e quella di Pietro Giordani, non solo per accreditare colla loro parola quelle veritá in cui io son giudice poco o nulla competente, ma per invogliarvi alla loro imitazione; giacché non solo essi penetrarono piú addentro dei loro coetanei nelle ragioni intime delle nostre lettere e tennero il primo seggio come scrittori, ma per la squisita italianitá del sentire, il gusto delicatissimo, la sodezza e varietá degli studi, il culto sapiente degli antichi, la libertá dello spirito, la virilitá dell’ingegno, l’altezza dell’animo, l’amor della patria, mi paiono gli ultimi degl’italiani. Il Leopardi amava e venerava il Giordani come suo maestro anche prima di praticarlo: lo chiamava «il solo uomo che conoscesse»[81], «degno di qual si sia stato il miglior secolo della gente umana»[82], «misura e forma della sua vita»[83]; e niuno ignora quanto il Pietro Giordani adorasse il Giacomo Leopardi, e vivo e morto lo celebrasse[84]. Dolce è il contemplare in questo gretto e invidioso secolo la coppia generosa e unica di quei grandi intelletti, i quali, come vissero uniti d’indissolubile amore, cosí saranno indivisi nella memoria de’ posteri. Che squisitezza di senno nelle loro lettere, che Prospero Viani dava testé alla luce! che perfezione di stile nelle altre loro scritture! che nobiltá e altezza di sentimento! che maschi pensieri! che teneri affetti[85]! che fino e purgato giudizio ! che magnanima indegnazione contro le ignavie e le sozzure dei loro tempi! Leggendoli mi sovvenne piú volte la sentenza di Santorre Santarosa: che lo sdegno «rende l’uomo vero e forte ogni volta che non muove da riguardi e considerazioni personali»[86]. Ché se nulla meno (come non si dá compíta perfezione negli uomini) intorno a certe materie di gran rilievo amendue si scostarono dal vero, l’errore dei tempi in cui vissero non pregiudica alla loro fama; né può nuocere a chi è persuaso doversi imitare i pregi e non mica i difetti degli uomini sommi e anche, umanamente parlando, non doversi ripetere ai dí nostri le preoccupazioni dell’etá scorsa. Anzi degno dei generosi giovani è il sovrastare a quelle della presente; e dismesse le molli e sofistiche dottrine che sono ancora in voga, preoccupar la dialettica del secolo ventesimo."
      },
      {
        "index": 44,
        "text": "Mirando a tali modelli, voi parteciperete alla loro gloria, la quale (purché sia pura e meritata) è il bene piú degno dopo la virtú. «Dell’amor della gloria la mia massima è questa: ama la gloria; ma, primo, la sola vera; e però le lodi non meritate, e molto piú le finte, non solamente non le accettare, ma le rigetta; non solamente non le amare, ma le abbomina. Secondo, abbi per fermo che in questa etá, facendo bene, sarai lodato da pochissimi; e stúdiati sempre di piacere a questi pochissimi, lasciando che altri piaccia alla moltitudine e sia affogato dalle lodi. Terzo, delle critiche, delle maldicenze, delle ingiurie, dei disprezzi, delle persecuzioni ingiuste, fa’ quel conto che fai delle cose che non sono: delle giuste non ti affliggere piú che dell’averle meritate. Quarto, gli uomini piú grandi e piú famosi di te, non che invidiarli, stimali e lodali a tuo potere, e inoltre amali sinceramente e gagliardamente»[87]. Cosí sentiva il Leopardi; e governandosi con questa norma, potea sclamare senza rimorso: «Non voglio vivere tra la turba: la mediocritá mi fa una paura mortale; ma io voglio alzarmi e farmi grande ed eterno coll’ingegno e collo studio»[88]. E non aveva che diciannove anni. Giovani italiani, non vorrete imitarlo? vorrete vegetare e morire oscuri e dimenticati? o anteporrete alla vera gloria la glorietta[89] e la vanitá volgare? e l’aura presente alla fama degli avvenire? o crederete di coonestare colle voluttá, colle ricchezze, colle cariche, coi ciondoli, la vostra ignavia?[90]."
      },
      {
        "index": 45,
        "text": ". . . . Quae digna legi sint scripturus, neque te ut miretur turba, labores, contentus paucis lectoribus[91]."
      },
      {
        "index": 46,
        "text": "Ma siccome il fine del pensiero è l’azione, e che non è dato a niuno di scrivere cose grandi se non intende a farne; cosí la gloria che ricaverete dalle lettere nascerá dal mirare a quella molto maggiore che dalle opere si raccoglie. Ora tenete per fermo che né degna lode né rinomanza durevole si può oggi ottenere da niuno, altrimenti che abbracciando e promovendo sapientemente la causa delle nazioni, delle plebi e dell’ingegno, come quella che compendia tutti i voti del secolo e tutte le speranze della civiltá moderna. Fuori di questo giro ogni riputazione e celebritá è borra, senza escludere eziandio quelle dei magnati e dei príncipi. Chi vuole meritar bene dei coetanei e risplendere tra i futuri, rivolga a quei tre oggetti tutte le sue fatiche; e può farlo senza uscire dal genere a cui è inclinato dal proprio genio o costretto dalla fortuna, imperocché essi comprendono nella loro ampiezza tutto l’uomo e tutto lo scibile, e non vi ha studio od operazione che non vi possa conferire col magistero dell’indirizzo. Ma il piú importante dei predetti capi (essendo la radice degli altri) è il regno del pensiero, il quale è appunto la luce onde la gloria è lo splendore. Nutrite e svolgete in voi la preziosa favilla, e promovete il culto del sacro fuoco nei vari ordini del consorzio umano; e per adempiere tali due uffici, avvezzatevi a conoscere le doti del vero ingegno, studiandolo nelle memorie e nelle opere dei segnalati. Io mi adoprerò, secondo il mio potere, di agevolarvi questa ricerca colle avvertenze che seguono."
      }
    ]
  }
}
