{
  "chapterNumber": 14,
  "title": "Libro I, Cap. 13",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO DECIMOTERZO"
      },
      {
        "index": 1,
        "text": "Riandati gli errori e i falli delle sètte, passiamo a quelli dei principi. Il che faremo liberamente, senza temere che ce lo vieti la loro inviolabilitá civile, la quale gli franca bensí dal politico non dal morale e storico sindacato. Oltre che, questa prerogativa, essendo nata dal Risorgimento italiano, non può stendersi ai fatti che lo riguardano; e la parte che i principi vi ebbero cosí nel dargli principio come nell’indirizzarlo, sovrastando agli ordini che ne provennero ed essendo eslege e dittatoria, soggiace naturalmente al giudizio degli scrittori. Si aggiunga che i sovrani di temperato dominio perdono il privilegio di non essere sindacabili quando ne abusano alterando o manomettendo gl’instituti che lo partoriscono. E per comune consenso è lecito il biasimo anco verso di essi, quando cessa l’una o l’altra delle due condizioni in cui si fonda l’immunitá loro, cioè la vita materiale o la civile. Carlo Alberto non è piú tra i vivi: Pio, Leopoldo, Ferdinando, avendo spenta la libertá e stretto lega co’ suoi nemici, sono morti alla patria e, come principi costituzionali, non appartengono piú al secolo ma all’istoria."
      },
      {
        "index": 2,
        "text": "Il mio tema però non richiede ch’io discorra partitamente di tutti. Le colpe del Borbone sono cosí manifeste, enormi ed atroci, che sarebbe tempo perduto il farne parola; e io debbo, scartato il superfluo, ristringermi al necessario. Ed è quasi piú ingiurioso in alcuni casi all’umanitá del secolo il muover processo alla tirannide che il giustificarla, perché questo può parere un’ironia arguta (come fu stimato del Machiavelli), quello non passa talora senza scandalo, quasi che l’abuso piú mostruoso della potenza non si condanni da se medesimo. Né Ferdinando, a dir proprio, appartiene al novero di coloro che incominciarono il riscatto italiano, avendolo contrastato sin da principio; e pogniamo che ad arte o per forza lo favorisse per un certo tempo, non si può credere che mai lo abbracciasse di cuore e spontaneamente. Troppo ripugnano le idee nobili e grandi allo sterpone borbonico, che aduna in sé peggiorato tutto il male della sua razza, alla quale intervenne come a certi animali ed arbusti malefici, che trasferiti sotto un cielo fervido diventano piú velenosi. Egli porge un esempio quasi unico alla nostra etá, in cui la mansuetudine dei costumi ha mitigato il dispotismo medesimo; tanto che per trovargli un parallelo bisogna risalire ai tempi che precedettero il cristianesimo, quando Catone maggiore diceva che «il re per natura è un animale carnivoro» [1] e il titolo di «regio» era sinonimo di «scellerato» [2]. Il Casa fu tassato di esagerazione, allorché per descrivere «la fiera immagine e lo spaventevole viso della monarchia» chiamolla «una pessima e crudelissima fiera, che, superba in vista e negli atti crudele, il morso ha ingordo e tenace e le mani ha rapaci e sanguinose; ed essendo il suo intendimento di comandare, di sforzare, di uccidere, di occupare e di rapire, conviene che ella sia amica del ferro e della violenza e del sangue; alla qual sua intenzione recare a fine, ella chiama in aiuto gli eserciti di barbare genti e senza leggi, la crudeltá, la bugia, il tradimento, le eresie, la scisma, le invidie, le minacce e lo spavento, e oltre a ciò le false e infedeli inimicizie e le paci simulate e i crudeli parentadi e le pestifere infinite lusinghe»[3]. Ma questi colori non son troppo vivi per dipingere il governo truce ed ipocrita, che perseguita, spoglia, sbandeggia, incarcera, ammazza, infama non solo i buoni ma eziandio coloro che non sono abbastanza tristi, fa della patria l’ergastolo e il martoro dei generosi, tradisce i suoi partigiani medesimi, stringe amistá e alleanza con ogni barbarie interna e forestiera, corrompe i cittadini, assolda e onora i libellisti, colloca nelle spie, nei birri, nei pretoriani, nei gesuiti il suo presidio e le sue speranze e, accoppiando Belial a Cristo, porge la mano sinistra al papa legittimo e la destra all’antipapa. I suoi ministri e satelliti per lo piú gli somigliano, alzando egli alle cariche piú cospicue uomini fangosi e ribaldi che altrove si porrebbero in mostra sulla gogna o il patibolo."
      },
      {
        "index": 3,
        "text": "I pestiferi influssi del Borbone non si ristrinsero al Regno, perché a’ suoi pessimi consigli e a quelli de’ suoi creati l’Italia va in parte debitrice se il granduca e il pontefice le divennero avversi e micidiali della propria fama. E qual misfatto può agguagliarsi a quello di aver convertito la piú splendida e deliziosa regione d’Italia nel paese piú sfortunato? Napoli concorde al Piemonte avrebbe redenta la nazione e posto se stesso in cielo; e ben può dirsi che, trascurando un’occasione sí bella di potenza e di gloria, quel misero re si chiarisse non meno stolto che iniquo. E in vero la sua politica non ha pure quel tristo pregio che si rinviene talvolta in quella dei despoti, poiché, inetta all’elezione dei mezzi e senza unitá di pensiero, si è chiusa ogni via di scampo e corre fatalmente alla sua rovina. Tornare al bene dopo tanti eccessi è per poco impossibile e l’andare innanzi sulle stesse orme a che può riuscire? Eccovi che lo sciagurato principe giá paga il fio delle sue colpe; costretto a rendersi quasi inaccessibile, assieparsi di guardie e intanarsi nella sua reggia come in un serraglio, ma serraglio piú duro (malgrado le delizie e le pompe) di ogni carcere, perché infestato dai fantasmi della rea coscienza e dal terrore[4]."
      },
      {
        "index": 4,
        "text": "Tacerò pure di Leopoldo toscano, principe senza polso e senza pensieri, non però senza astuzie, colle quali gli animi deboli cercano di supplire all’ingegno: mite per fievolezza non meno che per virtú e anche pel genio privilegiato del paese; governato in casa dai familiari, in piazza dai municipali o dai tedeschi, secondo le occorrenze. Per alcune di queste doti egli somiglia al regnante pontefice: se non che questi, e per l’altezza spirituale del grado e per essere entrato il primo nelle vie del Risorgimento, gli fu assai piú pregiudiziale quando prese a combatterlo; laddove senza il cattivo esempio di Roma, le arti di Napoli e gli errori del Piemonte, il granduca non sarebbe uscito del segno o saria stato facile il ricondurvelo. Perciò il mio discorso dei principi si ristringerá a Pio nono e a Carlo Alberto, i quali come ebbero le prime parti nel movimento cosí contribuirono a sviarlo, benché in modo e in grado molto diverso, non mica per malizia come Ferdinando, ma per imperizia e per non esser pari di mente e d’animo a un’impresa di tanta mole. Vero è che ad alcuni io parrò temerario a notare gli errori e i difetti di tali due principi. Ma non mi è difficile il giustificarmi, imperocché per ciò che riguarda il primo io conosco quanto altri la riverenza dovuta alla sacra persona e autoritá del pontefice e credo di averne fatto prova nelle varie mie opere. Ma l’osservanza del grado e la piacenteria verso l’uomo sono cose differentissime: la prima è prescritta al cattolico, la seconda è vietata al cristiano; e se l’una è debito di religione, l’altra è offesa del vero e della giustizia. So che non vi è sempre l’obbligo di dire la veritá, ma so pure che il silenzio è colpevole quando ha faccia di bugia e di adulazione; il che avviene ogni volta che, ammutendo ai trascorsi di una persona da te lodata, può parere che tu gli approvi o almeno che li reputi men degni di biasimo che non i meriti anteriori di plauso e di lode. Io celebrai Roma e Pio nono quando i lor portamenti onoravano la religione; non posso adunque tacere adesso che son divenuti oggetto di dolore e pietra di scandalo."
      },
      {
        "index": 5,
        "text": "Il rimostrare e anco il resistere legalmente agli abusi della potenza è non pur lecito ma debito negli ordini religiosi come nei civili, perché l’ossequio diventa vizioso quando passa i termini segnati dalla ragione, e l’ubbidienza è colpevole se si esercita a detrimento del vero o dell’onesto. Oltre che, è profittevole e necessario all’autoritá stessa, salvandola dai soprusi e dagli eccessi che la scalzano e la rovinano. Se la comune viltá degli animi e i documenti di certe sètte non avessero da gran tempo incatenata la libertá cattolica e pervertite su questo capo le dottrine evangeliche, la religione e la Chiesa ne starebbero assai meglio. Infinite scisme e resie si sarebbero evitate, né l’Europa vedrebbe da tre secoli diviso il retaggio in piú campi e lacerato miseramente l’ovile di Cristo. Forse Lutero sarebbe sorto se Roma avesse dato retta a Girolamo Savonarola? Abbiasi per indubitato che il palliar le colpe dei potenti le accresce e che la viltá degli animi, favoreggiando la corruttela, prepara e produce tosto o tardi la fellonia. L’evangelio vieta il silenzio, poiché prescrive la correzione, la quale dee esser pubblica quando lo scandalo è pubblico. Ed essendo fraterna, ella si stende quanto il debito di fratellanza, abbracciando i superiori non meno che gli uguali e i subordinati[5]. Io chiamerò dunque a sindacato senza scrupolo il regno civile di Pio nono, e non che mancargli del dovuto rispetto stimo di fargli quel maggior servigio che può uomo privato, imperocché, come nota un antico, «la sola cosa che manchi a coloro che posseggono tutte le cose si è uno che dica loro il vero liberamente»[6]. Che se, come dice Dante, «ciascuno vero rege dee massimamente amare la veritá»[7], ciò ha luogo sovrattutto quando gli obblighi del principe sono accresciuti ed avvalorati dalla sacra dignitá del pontefice."
      },
      {
        "index": 6,
        "text": "Pio nono è senza alcun dubbio il principe piú singolare. Il suo regno si può distinguere in due epoche distinte e contrarie, la seconda delle quali consiste nel distruggere le opere della prima. Come Clodoveo di Francia egli brucia ciò che adorava e adora ciò che dava alle fiamme, e a guisa di Penelope disfá nella notte la tela intessuta nei dí sereni della sua potenza. Per modo che si può dire aver egli adunato nel breve corso di questa ogni sorta di contraddizioni politiche e di dissonanze. Benedice e consacra l’indipendenza d’Italia, e chiama nel seno di essa ogni generazione di stranieri e di barbari. Dá a’ suoi popoli un civile statuto, e lo ritoglie. Biasima i tempi gregoriani, e peggiorati li rinnovella. Parteggia pei popoli contro le avanie dei principi, e si collega coi principi a sterminio dei popoli. Loda l’insegna patria di Carlo Alberto, e applaude alla tirannide di Ferdinando. Abbandona e scaccia i gesuiti, poi li richiama e dá loro in pugno il maneggio delle cose sacre e civili. Abbraccia Antonio Rosmini e gli promette la porpora, poi lo tradisce in mano degli sgherri di Napoli e lascia che i suoi libri si censurino, la sua dottrina si calunni, il suo nome si laceri. Concede al Parmense e al Borbone napoletano[8] di violare i chiostri illibati, all’imperatore tedesco di scacciare i preti della caritá cristiana, di esautorare, sbandire, incarcerare, straziare, uccidere il fior del clero ungherese, non reo di altro che di avere amata e servita la patria; e nel tempo stesso inveisce contro i sovrani dei belgi e dei sardi, perché con leggi eque e mansuete aboliscono gli abusi e frenano le prepotenze dei chierici. Vieta a’ suoi figli il combattere a difesa d’Italia gli austriaci, e invita gli austriaci a pugnare contro l’Italia e i suoi figli. Chiama i francesi a Roma per difenderlo e li ringrazia come liberatori, poi li prende a sospetto e vorrebbe rimandarli come nemici. Rende caro e venerando il nome ortodosso anco agli eretici e agl’infedeli in Europa, in America, in Oriente; e poi lo fa odiare ai cattolici nelle terre italiane e in Roma medesima. Il suo regno mirabile e funesto acchiude nel corto giro di un’olimpiade lo spazio di molti lustri. Nel primo periodo giovò piú egli solo a rimettere la fede in onore e preparare la ribenedizione dei popoli che non i suoi precessori da tre secoli, laddove nel secondo piú valse a partorir l’effetto contrario che una generazione di eretici e una seguenza di antipapi."
      },
      {
        "index": 7,
        "text": "Queste ripugnanze parranno tanto piú strane quanto che in Pio come uomo e come sacerdote non vi ha che riprendere. Anzi tutto nel privato è degno di lode: costumi innocenti, aspetto venerando ed amabile, contegno grave e irreprensibile, animo benevolo e inclinato alla mansuetudine, coscienza timoratissima, zelo sincero e ardente di religione, cuore intrepido ai pericoli della persecuzione e del martirio. Egli sarebbe buono e gran principe, se a tal effetto bastasse l’esser pio di fatto come di nome e se la santitá annullasse quella legge di natura per cui il valere in politica è proporzionato al sapere. Ma nel maneggio degli affari prova assai meglio una virtú mezzana accompagnata da sufficienza che una virtú eroica ma imperita, perché l’accortezza pratica e non mica la bontá dell’intenzione fa conoscere gli uomini e le cose loro. Dedicatosi fin da principio al nobile e faticoso ufficio delle missioni e poi assunto a un grado elevato di amministrazione ecclesiastica, Giovanni Mastai non ebbe tempo né agio di vacare agli studi; cosicché eziandio nelle materie sacre egli è costretto di ricorrere al giudizio degli altri, che facilmente ne abusano. Quindi è che alcune sètte sono oggi piú potenti che sotto papa Gregorio, nuovo anch’egli alle cose del secolo ma versato nelle teologiche, cattivo principe ma pontefice dotto e prudente, che seppe resistere a chi volea servirsi di Roma per violare la libertá cattolica e proscrivere gli scritti che non piacciono ai faziosi[9]. La fermezza del Capellari non passò nel successore; il quale ha una di quelle nature buone, candide, amorevoli, ma deboli e irresolute, che, non sapendo deliberare da se medesime, sono ludibrio dei raggiri altrui e preda dei falsi consigli. Benché forte e inflessibile nell’osservanza del dovere, egli varia nella sua estimazione; perché dipendendo questa dai giudizi pratici, egli è nel formarli facilmente ingannato dagli astuti che s’impadroniscono dell’animo suo, come si narra di Claudio Cesare[10]. «Aggiungi che non avendo ferma la salute e patendo di nervosa passione, reliquia del suo male antico, piú soffre quanto piú ha l’animo mosso ed inquieto; ragione pur questa di oscitanza e di mobilitá»[11]. Laonde per tali parti, non meno che per la rettitudine dell’animo e la santitá della vita, egli somiglia a Celestino quinto; ma piú di esso infelice, perché, continuando a regnare in vece di fare «il gran rifiuto», egli spense i suoi princípi gloriosi coll’esito piú miserando. Caso degno di eterne lacrime, presso che unico nella storia, ma imputabile a quei soli che con arte infernale convertirono in lutto tanta gioia e tante speranze."
      },
      {
        "index": 8,
        "text": "Si dirá che anch’io mi contraddico, parlando in tal forma di un pontefice del quale a principio celebrai il valore. Ma io posso fare una girata dello sbaglio a’ miei onorandi compatrioti, perché essendo allora lontano e non conoscendo altrimenti il nuovo papa, io fui semplice ripetitore in Parigi di quanto si diceva, si scriveva, si acclamava in Roma e per tutta Italia. Chi non si ricorda le lodi straordinarie che con voce unanime si davano all’eletto? Ma sin dallo scorcio del quarantasette io cominciai a rimettere della mia fiducia[12]. Se non che era senno il fare ogni sforzo per tenere in credito il nome e in sesto i consigli dell’uomo necessario a compiere l’incominciato, e per impedire che il promotore diventasse nemico. Né vuolsi condannare l’universale se passò il segno negli applausi, trattandosi di un fatto cosí inaudito e insperato come l’avvenimento di un papa liberatore. I princípi di Pio nono furono in vero maravigliosi e palesarono quanto un uomo eziandio mediocre si possa innalzare allorché segue gl’impulsi di un cuore benevolo e della pubblica opinione. La lettura di alcuni scritti gli avea persuasa fin da che era cardinale la necessitá di una riforma negli ordini civili pel ristoro delle credenze. Fatto papa, pose mano all’opera e in quella tristizia del mondo gregoriano fu solo a volere il bene: da ciò la sua grandezza[13]. Ma il buon volere senza il buon giudizio vale bensí a cominciare le imprese, non a condurle saviamente ed a compierle. Il primo debito di un riformatore è di fermar sin dove le innovazioni si debbono stendere, secondo la qualitá dei luoghi e dei tempi, e di ovviare ai rischi che porta seco nei popoli novizi ogni sorta di cambiamento. Pio nono ebbe appena un’idea dell’assunto che intraprendeva: non antivide alcun pericolo, non usò veruna cautela, credendo bonamente che si sarebbe potuto arrestare al segno che avrebbe voluto. Dalle riforme passò allo statuto senza saper che fossero gli ordini costituzionali né conoscere i primi elementi della politica; il che era un impaccio e una tribolazione non piccola pe’ suoi ministri. Pellegrino Rossi fu talvolta presso a disperare di cavarne qualche costrutto, e ad un altro valentuomo non riuscí mai di fargli intendere che l’Italia fosse una nazione. Cosí andando innanzi portato dal voto pubblico anzi che dai propri consigli, e vedendo sorgere da ogni lato e moltiplicare i contrasti del ceto clericale, cominciarono a nascere nell’animo suo mille dubbi sulla opportunitá dell’opera che imprendeva; i quali, nudriti artatamente dai tristi, gli posero alla fine in odio le idee che aveva proseguite con tanto amore. Il suo regresso infelice nacque adunque da quella stessa bontá di cuore che gli avea suggeriti i primi progressi; la quale, avendolo indotto come principe ad abbracciare la patria, lo mosse ad abbandonarla come pontefice, quando i suoi nemici gli ebbero persuaso che il riscatto d’Italia danneggiava la religione."
      },
      {
        "index": 9,
        "text": "Ma laddove egli fu quasi solo a volere il bene e a operarlo, ai mali che sottentrarono diede il nome piú spesso che il concorso. Imperocché dai 29 di aprile in poi il governo effettivo di Roma cominciò a passare dalle sue mani a quelle dei cardinali. Il che sotto un papa debole era inevitabile e sarebbe avvenuto piú tardi in qualunque modo, stante che il corpo di quelli è sovrano negl’interregni. Per assicurare i nuovi ordini uopo era rinnovare il sacro collegio e rinforzare i pochi buoni che ci sono coll’aggiunta di molti ottimi. Ma il consiglio non piacque[14], e d’allora in poi il disordine è sempre cresciuto. Oggi si può dire che l’interregno ha preso il luogo del regno, perché Pio comanda in nome, i cardinali in effetto e, quantunque il papa sia vivo, la sede, a dir proprio, è vacante. Laonde l’Alighieri potrebbe ora scrivere con veritá non minore, benché per altro rispetto, che vaca il luogo di Pietro"
      },
      {
        "index": 10,
        "text": "nella presenza del fígliuol di Dio[15]"
      },
      {
        "index": 11,
        "text": "Le prime riforme di Pio nono costernarono i faziosi, e il terrore fu tale che gli sarebbe probabilmente toccata la sorte del Ganganelli se avesse avuto il petto animoso di questo pontefice. Ma ai malvagi, che conoscevano la sua tempera, parve bastevole l’ucciderlo moralmente. Il che fu loro agevolato dalla morte del Graziosi e del Silvani, uomini onesti e liberali, l’uno dei quali avea l’arte di tranquillare l’ombrosa religione di Pio, e l’altro benché laico possedeva la sua fiducia. La prima occasione di aggirarlo nacque dai puritani e municipali, e fu maestrevolmente usufruttuata dai retrogradi. Gli eccessi civili e l’irreligione mal disinfinta dei primi diedero materia acconcia ai secondi per insinuare al pontefice che la nuova libertá offenderebbe la fede cattolica e la Santa Sede; e la colpa di pochi uomini senza cervello fu accomunata a tutti i liberali, come se la loro riserva fosse ipocrisia per deludere e trarre a rischiose condiscendenze il capo supremo della religione. La calunnia prese talmente radice nell’animo di lui che persino i plausi delle popolazioni gli divennero sospetti, e l’accordo unanime degli acattolici a celebrarlo non gli parve, com’era, effetto di un’ammirazione piú forte degli spiriti faziosi, ma un artificio di questi per renderlo complice delle loro mire. Ombre e sospizioni lontanissime dal vero, giacché la parte dei liberali che soprastava per numero e per credito, non che odiar le credenze, vedeva in esse un conservativo di moralitá efficace e si rallegrava che il pontefice le ristorasse. Lo stesso sentimento animava le nazioni forestiere e le rendeva benevole o meno avverse agl’instituti ortodossi; imperocché le eresie e l’incredulitá moderna essendo nate cosí dai vizi e dall’ignoranza dei chierici come dalla lega di Roma coi despoti e dalle gesuitiche corruttele, il ritirare la religione cattolica verso le massime fraterne dell’evangelio e l’amicarla alla coltura era un renderla di nuovo credibile e veneranda[17]."
      },
      {
        "index": 12,
        "text": "La fazione municipale di Torino contribuí per piú capi ad accrescere il male. L’impresa di Carlo Alberto e l’ordinamento del regno dell’alta Italia tendevano a ravvivare le vecchie massime della corte romana e degli altri principi sull’equilibrio della penisola, e a destare il timore che l’instituzione del nuovo Stato nol turbasse con grave pregiudizio degli altri domini e sovrattutto della Santa Sede. Unico rimedio ma efficacissimo contro tali paure era la lega italica, che fu chiesta piú volte e sollecitata, ma invano, da Pio. L’iterata ricusa accrebbe le gelosie e le conghietture sinistre, il sospetto diventò certezza, massime che il primo rifiuto venne da Cesare Balbo, il quale in teorica avea consigliato ciò che in pratica disdiceva. Né il male fu medicato dai successori, anzi accresciuto in un certo modo, perché le pratiche introdotte da loro essendo state a poco andare rotte dal Pinelli, Roma si confermò vie piú nel pensiero che il re di Sardegna aspirasse al principato di tutta Italia, quando i ministri che voleano da senno la confederazione non aveano potuto tenere il grado che pochi giorni. Anche qui il pontefice mal s’apponeva, attribuendo all’ambizione di Carlo Alberto (scrupoloso all’eccesso in tutto che riguardasse Roma) gli effetti della grettezza e imperizia municipale. Ma le apparenze favorivano il presupposto, e si capisce come Pio, tenendosi per depositario anzi che padrone dei domini ecclesiastici, si staccasse da chi era in sembiante e in voce di appetirli."
      },
      {
        "index": 13,
        "text": "Il rifiuto della lega accrebbe la mala volontá del papa anco per un altro verso, distogliendolo dalla guerra patria. «Pio nono era proclive alla lega e alla Dieta per due motivi: il primo per togliersi d’impaccio nella spinosa faccenda della dichiarazione di guerra e far tacere gli scrupoli religiosi che con artifizio infernale erano stati accesi ed alimentati dal ministro austriaco conte Lutzoff. Abbandonando il palazzo di Venezia e la eterna cittá, l’aulico diplomatico si vantò di aver lasciata una ‛spina’ nel cuore di Pio nono; ed ora tutti sanno cosiffatta spina essere la minaccia di uno scisma nelle provincie cattoliche di Germania, ove il pontefice avesse dichiarato la guerra alla Maestá imperiale ed apostolica di Ferdinando primo. Con l’ordinamento della Dieta la gran difficoltá svaniva: non piú il pontefice ma la Dieta dichiarava la guerra; la coscienza di Pio nono rimaneva illesa da qualsivoglia rimorso. La seconda ragione che spingeva il papa a porgere favorevole orecchio alla proposta del governo napoletano era un certo sentimento puerile e muliebre di gelosia verso Carlo Alberto, del quale Pio nono stesso non aveva forse coscienza, ma che il cardinale Antonelli e i suoi acoliti si studiavano scaltramente di attizzare e di far crescere»[18]. Io mi penso che il timor dello scisma anzi che lo scrupolo della guerra operasse nell’animo di Pio, non potendo egli affatto ignorare quante volte i papi eziandio buoni combattessero per ragioni men gravi e giustificate di quelle che allora correvano. Quando «i pontefici, ora per caritá della religione ora per loro propria ambizione, non cessavano di chiamare in Italia umori nuovi e suscitare nuove guerre, e poiché egli avevano fatto potente un principe se ne pentivano e cercavano la sua rovina, né permettevano che quella provincia, la quale per loro debolezza non potevano possedere, altri la possedesse»[19]; l’intento era forse piú giusto e pietoso? Né importa che il nemico fosse della nostra fede, perché le guerre giuste sono lecite contro tutti, le inique contro nessuno. Forse i principi e i popoli a cui i papi del medio evo bandivano la croce addosso erano tutti eretici od infedeli? Tali son forse i romani d’oggi contro cui Pio nono concitò le armi nazionali ed esterne? O la difesa della patria è cosa empia, e sante sono al contrario la guerra fraterna e l’invasione forestiera?"
      },
      {
        "index": 14,
        "text": "Ma vi sono certi scrittori piú timorati del papa medesimo. «Il rifiuto animoso di far la guerra fu non solo una risoluzione santa ma uno degli atti piú ragionevoli di Pio nono. L’unitá politica d’Italia capitanata dal pontefice tornava a scapito dell’unitá religiosa, rendendo, per cosí dire, italico il papato. E contro chi si voleva ch’egli gridasse la croce? Contro popoli cristiani, che in veritá inimicano l’Italia ma pur sono figliuoli della Chiesa. Questa confusione dei due ordini avrebbe allo scisma temporale dei romani sostituito lo spirituale dei tedeschi; tanto che un nuovo Arrigo ottavo potea nascere nel campo di Pio nono»[20]. La nota di confondere i due ordini tocca in vece all’autore ed è la base del suo discorso. Il quale riesce alle conseguenze piú assurde; perché se il papa non può far guerra a un popolo cristiano per paura di renderlo scismatico, egli non potrá né anco inseguire e castigare gli scherani e i corsali cattolici per non indurli a impenitenza e mandarne l’anima in perdizione. Il timore di uno scisma alemanno era vanissimo, e ora che si conoscono i fatti è ridicolo l’allegarlo. Il credere che oggi si trovi acconcia materia a una division religiosa come nel secolo sedicesimo, è un ignorare il genio dell’etá nostra e confondere insieme tempi disparatissimi: un nuovo Arrigo è tanto impossibile quanto un Calvino e un Lutero. E anche allora lo scisma si accese perché l’esca ne era pronta; e se il divorzio del principe ne fu il pretesto, le ricchezze dei chierici e le corruttele ne furono la cagione. A leggere il prefato scrittore si direbbe che in addietro i papi non sieno mai venuti alle mani con popoli e principi cattolici, ovvero che, facendolo, la concordia cristiana ne scapitasse. Ma infinite sono le guerre politiche a cui essi parteciparono dentro e fuori d’Italia senza pur l’ombra di tal effetto. Ché se l’impresa nazionale di Giulio in etá differentissima dalla nostra fu seguita da un sembiante di rottura, la vanitá di questa conferma appunto come un atto di giustizia, benché spiacente e in tempi proclivi ai dissidi religiosi, non basti a sviare le popolazioni. L’allegare il Chiaramonti che non volle combatter gl’inglesi innocui per compiacere all’oppressore di Europa[21] è al tutto fuor di proposito, se giá fra una guerra capricciosa, iniqua, imposta da cenni despotici e stranieri, e una guerra patria e giusta non corre divario alcuno. Ma perché non menzionare Pio nono, il quale, protestando contro l’invasa Ferrara, fece segno che avrebbe usato le armi se la presa momentanea trascorreva in occupazione? ché certo non saria stato né savio partito né lecito il rinunziare ai propri diritti e soggiacere a un male certo e presente per téma dei futuri pericoli. Ora se il papa come papa non può far guerra ai popoli, sieno essi cristiani o infedeli, il papa può e dee farla come principe agl’ingiusti invasori, qual sia il culto a cui appartengono. L’autore disdice tal facoltá al principe perché il pontefice non la possiede, e incorre, cosí ragionando, nella confusion dei poteri che imputa altrui. Il principe ha non pure il diritto ma il debito di tutelare i suoi sudditi; e siccome un dovere non può essere annullato da un altro, il sovrano di Roma può far la guerra, ancorché il pontefice sia obbligato alla pace. Il supporre che le obbligazioni dell’uno annullino i carichi dell’altro è un travolgere i concetti piú chiari e aprire il varco a ogni assurdo, conciossiaché a tal ragguaglio Roma non potrá giudicare, sentenziare, punire i delinquenti, perché i rigori criminali e le giustizie civili si disdicono alla mitezza del sacerdozio."
      },
      {
        "index": 15,
        "text": "Se il papa come principe dee proteggere i suoi soggetti, non dovrá egli come membro d’Italia cooperare alla difesa della nazione? Certo quest’obbligo è non meno fondato dell’altro, se la nazionalitá e la comune patria non sono chimere; e tanto maggiore quanto è piú grande il bene a cui si provvede e quanto la nazione piú importa della provincia. Le guerre nazionali sono le piú giuste di tutte perché riguardano l’essere o il non essere[22], onde gli antichi e i moderni le chiamano «pietose»[23]. L’oppressione esterna è il massimo dei mali e quasi una guerra interiore, incessante, perpetua, piú vergognosa di ogni rotta e piú importabile di ogni assalto. Tal si era la guerra italiana, la qual mirava alla difesa e non all’offesa, e da un nemico straniero che assediandoci e struggendoci in casa accoppiava il carattere del tiranno domestico a quello dell’invasore. Pio stesso non la sentiva altrimenti quando, nel fine di marzo del quarantotto, benediceva i guerrieri andanti alla pugna. «Le insegne pontificie erano maritate ai colori nazionali, la croce era in cima alla bandiera d’Italia, Italia non aveva piú nemici fra noi, i cuori che non palpitavano per la sua libertá palpitavano per la grandezza del papato, santa era reputata la guerra. E santa era perché era guerra d’indipendenza. Imprudente o no, essa era santa, e piú se era imprudente, perché l’audacia e il sacrificio aggrandiscono e santificano le opere umane. Santa, perché una guerra d’indipendenza è santa sempre: essa è legittima guerra a quel modo che legittima è la difesa e che l’uomo ha diritto di uccidere l’assalitore. Guerra pur sempre e solo di difesa, perché respingere o scacciare dalla patria lo straniero importa difendere il nostro bene, il nostro onore, i nostri sepolcri, tutto ciò che l’uomo ha di piú caro e di piú sacro, dall’altare di Dio sino al bacio dell’amata. E lo straniero dominatore è tiranno sempre; ei non può essere che tiranno: anche la sua civiltá, la sua mansuetudine, la sua liberalitá sono raffinamento di tirannide. Santa dunque la guerra dell’indipendenza, santo l’entusiasmo che a quella infervorava i popoli dello Stato romano nella primavera del i848, santi i doni, santi i sacrifici che fecero. Ogni anima italiana il consente, né le calamitá e le infamie susseguite dissacrare possono ciò che virtualmente è sacro: oggi pure ogni italiano piangente sui mali e sulle vergogne postume rialza lo spirito ritornando a quelle memorie benedette»[24]. Sacra era ancora la guerra patria per un’altra ragione, cioè pel nuovo splendore che avrebbe dato a Roma spirituale, mostrandola tenera e sollecita dei diritti delle nazioni; dove che, per evitare uno scisma chimerico in Germania, l’infelice pontefice ne suscitò uno effettivo e doloroso in Italia, alienando da sé e dalla fede cattolica molti di coloro che, argomentando dalla sua risoluzione, giudicano il riscatto patrio incompatibile col papato."
      },
      {
        "index": 16,
        "text": "Che un conservatore francese impugni queste dottrine cosí chiare, cattoliche, irrepugnabili, non può far meraviglia; ma è doloroso a vedere che sieno ripetute in Italia. «L’Italia — dice Amedeo Melegari — ha cercato e cerca ancora un sussidio alla ristaurazione della nazionalitá con perenne illusione nella memoria delle sue passate grandezze. Essa l’ha cercato piú volte nella Chiesa e sempre invano, poiché la Chiesa per la sua propria indole non è un elemento favorevole alla costituzione né della nazionalitá italiana né di una nazionalitá qualunque. Non vi poteva essere errore piú funesto di questo e alla Chiesa e alla nazionalitá. Alla Chiesa, perché facendosi nazionale avrebbe falsata e abdicata la sua missione che è universale cattolica. Infatti nulla di men religioso, nulla di men cattolico, a nostro credere, delle celebri parole attribuite a Giulio secondo; esse sono politiche, sono pagane, non cristiane, non cattoliche: non vi sono barbari, non vi possono essere stranieri nella Chiesa di Cristo. Quest’errore fu impedimento alla nazionalitá, perché appunto essa cercava d’essere dov’era la perpetua cagione del suo non essere, chiedeva la vita politica alla potestá che non poteva per sua indole comunicarla. L’unitá religiosa è un gran benefizio per le nazioni...; ma il nodo della nazionalitá deve essere essenzialmente giuridico e politico. La religione nostra non può essere un centro nazionale: essa ha una sfera piú grande; è destinata a legare insieme tutti i popoli della terra, a ricostituire il nodo della disciolta cristianitá, non le nazionalitá. Il principio nazionale può dirsi se non in urto collo spirito della Chiesa, almeno estraneo a lei: essa non si lascia costringere negli stretti limiti della nazionalitá»[25]. Egli è difficile il cumular piú errori in pochi periodi. L’autore in prima dimentica nel suo discorso che il papa è cittadino e principe italico e che l’obbligo di amare e tutelare la nazionalitá italica dee almen corrergli come principe e cittadino. Laonde tanto è il levargli questo carico quanto il tôrgli cittadinanza e principato. La signoria di uno Stato italico e la partecipazione della nazionalitá comune sono cose indivise; perciò i diritti dell’una importano i doveri dell’altra. Se ciò non piace al papa, lasci il temporale; ma finché lo tiene dee adempierne le obbligazioni. Strano sarebbe che fra i rettori d’Italia quello di Roma fosse solo a prevaricare la prima legge della monarchia italiana, e dovesse farlo appunto perché investito di un grado spirituale che ingiunge piú strettamente l’osservanza di ogni debito. «Se il papa — dice lo scrittor francese testé allegato — non dee esser francese né austriaco né spagnuolo, egli non dee tampoco essere italiano»[26]. Giustissima illazione, ma condizionale; cioè posto che il papa non regni e non risegga in Italia, com’egli non è francese né austriaco né spagnuolo per ragione di domicilio e per diritto di corona."
      },
      {
        "index": 17,
        "text": "Ma sarebbe altresí gravissimo errore il dire che tocchi al papa di abbracciare la nazionalitá italiana solamente come principe. Certo al solo principe si aspetta di propugnarla colle armi; e quando il signor Melegari mostra di credere che Giulio come papa facesse la guerra ai barbari, egli ragiona cosí dirittamente come se dicesse che le palle con cui li tempestava erano bolle e scomuniche. Quando un uomo è investito di due uffici diversi, la natura delle sue azioni può sola determinare a quale di quelli ciascuna di esse si riferisca; e però convien dire che Giulio come pontefice uffiziasse in Roma, e come sovrano temporale intervenisse all’assedio della Mirandola. Se poi altri dicesse l’unione di carichi si disparati aver molti e gravi inconvenienti, io non vorrei contraddirgli, ma conchiuderei non mica che il papa debba pregiudicare al principe, sí bene che il papa non dee esser principe. Se non che quand’anco il papa non fosse principe, egli dovrebbe pure proteggere la nazionalitá italica coll’autoritá del grado e l’efficacia della parola. E perché? Perché la nazionalitá è un diritto e un dovere, e il sommo sacerdote dee esser banditore e tutore di ogni diritto e di ogni dovere. Perché il violare la nazionalitá altrui è ingiustizia, e il vicario di Cristo dee condannare le ingiustizie di ogni genere. Perché la nazionalitá italiana fu educata, nudrita, accresciuta dai papi; cosicché questi sono obbligati a difenderla, se non altro, come opera loro. Leggasi Giuseppe di Maistre, autore non sospetto quando si scorda le sue dottrine illiberali, e vedrassi come i papi piú virtuosi e santi concorressero a risuscitare l’Italia come nazione[27]; pogniamo che altri pontefici ambiziosi e tristi distruggessero la loro opera. Anzi la storia ne insegna che i buoni e savi pontefici ebbero anche parte nella procreazione e nel tirocinio delle altre nazioni europee, plasmando le minori sorelle colle stesse mani che educavano la primogenita. Il qual fatto palesa come poco s’intenda di nazionalitá chi la crede aliena dal genio cosmopolitico del cristianesimo e degli ordini cattolici. Anzi io noto che il concetto adequato, compito, maturo dell’essere nazionale dei popoli mancò agli antichi, che solo rozzamente lo possedevano; e però, come proprio dei secoli moderni, è un portato e un progresso della civiltá cristiana."
      },
      {
        "index": 18,
        "text": "E in vero il primo e supremo precetto dell’evangelio è l’amor di Dio e del prossimo, il qual prossimo abbraccia la nazione e la patria, come il genere contiene le varie specie. Cristo non disse «patria» e «nazione», perché parlava anche agli uomini e ai popoli che per condizioni naturali o accidentali non hanno nazione né patria; ma per quelli che posseggono questi beni il prossimo nei casi piú ordinari e frequenti è la somma dei compatrioti e dei nazionali. Quindi è che la societá spirituale fondata da Cristo non che escludere il principio della nazionalitá se lo fece proprio, e avendo bisogno di suddividersi come ogni vasto aggregato, si scompartí naturalmente secondo gli Stati, i popoli, le nazioni; onde vi furono chiese nazionali, sinodi nazionali, libertá e prerogative nazionali, senza detrimento dell’unitá cattolica e comune. Imperocché queste varie divisioni non si distinguono fra loro che per gli accidenti: l’essenza dei dogmi, dei riti, degl’instituti è dovunque tutt’una, come tutt’una nella sostanza è la costituzione sociale dell’umanitá civile, non ostante le differenze dei domini, dei popoli e delle nazioni. — Oh! la Chiesa è universale, e però si chiama «cattolica». — Certo sí, ma l’universale non esclude il particolare, anzi questo in ogni categoria di cose è necessario a quello. Che idea si fa il signor Melegari dell’essere nazionale, se lo crede contrario al cosmopolitico? quando se fosse, dovrebbe abbominarsi non solo nel religioso ma ancora nel civile, poiché annullerebbe la societá del genere umano e il giure divino delle genti. Nazionalitá e cosmopolitia sono due oppositi non sofistici ma dialettici, sono due correlativi che a vicenda si presuppongono. Havvi certo un cattivo genio nazionale e un falso amor patrio, che si debbono combattere perché distruggono il consorzio e la caritá generale, come accadeva a quei popoli antichi per cui «straniero» era sinonimo di «nemico». Cosí anche negli ordini ecclesiastici può darsi una nazionalitá acattolica che rompa la comunione universale, come per esempio l’anglicana e la russa che, disgiunte da Roma, sono in divorzio col resto del mondo cattolico. Ma l’abuso in ambo i casi argomenta la legge, come il divorzio dei coniugi arguisce la distinzione e autonomia sessuale. L’universalitá insomma, nello spirituale come nel temporale, non che escludere le nazionalitá le comprende; come la societá, lo Stato, la patria comune contengono le provincie, le cittá, i municipi, le famiglie e i particolari uomini. Le nazionalitá infatti sono verso il nostro genere quel medesimo che gl’individui verso la civil comunanza; e nel modo che questa consta di quelli, similmente la nostra specie è composta d’individualitá nazionali che concorrono al suo essere come le varie membra a quello del corpo umano. Le divisioni etnografiche dánno ordine e concretezza all’umanitá generale, che fuor di loro diventa un’astrazione o un guazzabuglio. Perciò le nazionalitá non sono opere artificiali ma naturali e divine, come vedremo; cosicché se il cristianesimo e il cattolicismo fossero «perpetua cagione del loro non essere», ne seguirebbe che entrambi ripugnano alle leggi primarie di natura."
      },
      {
        "index": 19,
        "text": "— Ma il detto di Giulio è pagano e non cristiano. — Pagano e non cristiano è il liberar l’Italia dai barbari! e queste parole si stampano in Torino anzi che a Vienna! si scrivono da un italiano mentre sono ancor calde sui campi lombardi le ceneri dei generosi! Questi dunque morirono per un’idea pagana? pagano era Carlo Alberto che consacrolle lo scorcio de’ suoi giorni, il trono, la vita? pagani erano quei pontefici che assai prima di Giulio capitanavano le leghe dei popoli italici contro gl’imperatori? pagano in fine era lo stesso Pio nono quando diceva di affidarsi che «la generosa nazione tedesca, onestamente altera della nazionalitá propria, non metterebbe l’onor suo in sanguinosi tentativi contro la nazione italiana, ma piuttosto nel riconoscerla nobilmente per sorella, come entrambe sono figliuole nostre e al cuor nostro carissime, riducendosi ad abitare ciascuna i naturali confini con onorevoli patti e con la benedizione del Signore»?[28]. Io non so che concetto si formi il signor Melegari del paganesimo e del cristianesimo, giacché non posso credere che un tal uomo misuri i sensi dell’evangelio dalle dottrine incivili ed imbelli dei falsi mistici e dei gesuiti. Se il culto della patria si chiama «pagano» perché gli antichi lo praticarono, converrá altresí vituperare le virtú morali e civili perché professate da loro ed esercitate a singolare eccellenza. Io crederei che la nota di paganesimo tocchi piuttosto a coloro i quali si fanno delle nazioni e delle patrie un’idea schiettamente pagana, credendo che i «centri nazionali» si oppongano alla «religione», come quella che ha una «sfera piú grande». A questa norma, converria smantellare i capiluoghi delle provincie per amore della metropoli. L’asserzione al piú potrebbe esser vera di quelle nazionalitá antiche o barbariche che spesso erano o sono in conflitto le une colle altre. Ma le attinenze delle nazioni moderne e civili sono differentissime, avendo per fondamento non la guerra ma la pace, non l’odio e l’orgoglio ma la caritá e la fratellanza, non l’offesa, la conquista, il dominio, la disgregazione ma la difesa e l’aiuto reciproco. Ché se questi fondamenti sono talvolta dimenticati nella pratica, ciò nasce che i popoli odierni non hanno una civiltá perfetta e tengono ancora del ruvido e del selvaggio. Il ripudiar l’amore per odio dell’egoismo patrio sarebbe come il vietare le guerre giuste perché non di rado se ne fanno delle inique."
      },
      {
        "index": 20,
        "text": "Quindi è che la nazionalitá cristiana è un bene comune in solido a tutti i popoli, che non si può offendere in alcuno di essi senza che tutti se ne risentano. Tanto è lungi pertanto che quella d’Italia sia ingiuriosa e pregiudiziale alle altre, che anzi le presuppone, atteso che il principio nazionale offeso in uno periclita in tutti i membri della famiglia. La nazionalitá, verbigrazia, dei tedeschi, degli ungheri, dei polacchi è cosí necessaria alla sicurezza della nazionalitá italiana come questa a quelle di tutto il mondo. Chi spegne una di esse le minaccia tutte, come nell’uomo innocuo ucciso dall’assassino si sente violata e percossa tutta la cittadinanza. Non che dunque ripugni all’ufficio del supremo pastore il patrocinio delle nazioni è conforme al suo grado cosmopolitico, quando egli non è tutore di una sola ma di tutte. E se accade che pigli in particolare la difesa di una contro i suoi oppressori, egli viene a tutelare per indiretto in essa tutte le sue compagne, come la pubblica giustizia nel cittadino offeso tutti gl’innocenti. Cosí Pio nono, abbracciando la causa della nazionalitá italica, provvedeva al bene delle europee in generale: provvedeva in ispecie alla germanica, come risulta espressamente dalle parole sopraccitate, dove egli colloca la relazione di essa colla nostra non mica nella gara e nella inimicizia ma nel nodo soave di scambievole sorellanza. Ché se Giulio chiamava «barbari» gli stranieri accampati in Italia, egli avea ragione, perché la caritá cristiana non può contraddire alla veritá e alla giustizia né mutar la natura delle cose o i vocaboli che le rappresentano. Il popolo piú civile diventa barbaro se si rende invasore e oppressore, come il cittadino piú illustre merita il nome di ladro se irrompe nell’altrui casa e colla forza se ne fa padrone. Non credo che il papa, sotto pena di riuscir pagano, debba chiamar «galantuomini» i malandrini che infestano gli Stati della Chiesa, benché sieno suoi figli; né che il signor Melegari sia per usar termini onorevoli a chi scalasse di notte o con mano armata assalisse di giorno il suo domicilio, quantunque fossegli in virtú del battesimo fratello in Gesú Cristo. Si predichi e s’inculchi con ogni eloquenza la santa fraternitá dei popoli, ma non si scordino i sacri loro diritti e sovrattutto non s’insegni ai giovani italiani che il «liberar l’Italia dai barbari», secondo l’assunto di Giulio e l’invito del Machiavelli[29], sia un’impresa paganica[30]."
      },
      {
        "index": 21,
        "text": "Giulio pontefice fu senza alcun dubbio uno degli uomini piú insigni d’Italia; e per l’altezza incredibile dei pensieri e dell’animo, l’ardente desiderio di gloria, gli spiriti popolani, la lealtá e la generositá dell’indole, l’efficacia delle parole e della presenza, il fuoco, l’audacia, l’impeto, l’intrepiditá, la costanza indomabile nelle deliberazioni e nelle azioni, e in fine la grandezza delle imprese, ha pochi pari e pochissimi superiori in tutta la memoria dei secoli; anzi per alcune di queste parti io non rinvengo nell’etá moderna chi meglio renda qualche similitudine di quell’antico onde assunse il nome e invidiava la fama unica[31]. Ma le virtú del gran papa furono, come in quello, miste ai vizi del suo secolo, i quali egli prese dal Borgia e trasmise al Medici successore; migliore però a gran pezza dell’uno e dell’altro e indegno di essere paragonato al primo. Ché se i princípi della sua vita politica furono colpevoli, sublime ne fu la fine; e quando egli fosse stato capo e moderatore della liberazione patria come il terzo Alessandro, per modo che le azioni del principe non detraessero al decoro del pontefice, la magnanima impresa avrebbe rapito di maraviglia eziandio i suoi nemici. Pio nono in congiunture assai piú propizie e con molta piú agevolezza potea fornire il desiderio di Giulio, se alla bontá dell’animo fosse stato pari l’ingegno. Ma quel poco che fece bastò pure a mutare le condizioni italiane; tanto che s’egli avesse operato per «errore» come afferma il signor Melegari, non che potersi tal errore giudicar «funesto alla nazionalitá nostra», dovrebbe dirsi felice e di gran profitto. Perocché quando il ristauro italico non si fosse incominciato dal papa, non potremmo oggi sperare che sia per compiersi senza il papa. Ma di ciò altrove."
      },
      {
        "index": 22,
        "text": "Non bastava ai faziosi il ritirar Pio dalla guerra, se non lo inducevano ancora a stracciar lo statuto e rimettere in piede l’oligarchia clericale. A tal effetto era d’uopo strapparlo da Roma, dividerlo dal suo popolo e assieparlo in guisa che i malvagi fossero padroni delle udienze e non pervenisse al suo orecchio né informazione dei fatti né bontá e opportunitá di consigli. Ma come indurlo ad abbandonar la sua sede? I tumulti di Roma e il fiero caso del Rossi e del Palma giunsero a proposito; i puritani servirono agl’illiberali meglio che questi potessero desiderare. La fuga del papa fu un grave errore, dando ai nemici della libertá e a quelli della monarchia l’acconcio di colorire i loro disegni; ma gravissimo il ricoverare in tal luogo che né dentro né fuor d’Italia potea darsi il peggiore. Pio, volendo lasciar Roma, non dovea uscire dagli Stati ecclesiastici o almeno dall’Italia libera; e il Piemonte gli porgeva un asilo decoroso, patrio e sicuro dai demagoghi. Se questo non piaceva, meglio era al postutto ricoverare in Francia che in casa di un rinnegato italiano. Ma a coloro che avevano consigliata la fuga troppo caleva di cavarne profitto; onde l’elezion dell’ospizio doveva esser tale da poter maturare i frutti che si promettevano."
      },
      {
        "index": 23,
        "text": "Gaeta fece per Pio nono presso a poco l’effetto della vicina Capova per Annibale, togliendogli le forze e la riputazione. Il divorzio da Roma non fruttò mai alla potenza né alla fama di alcuno, da Pompeo Magno insino ai papi avignonesi. A proposito dei quali fra Venturino da Bergamo notava «che non era niuno degno papa se non stesse a Roma alla sedia di san Piero»[32]. Il soggiorno napoletano, come il francese, non fu orrevole asilo ma ontoso e funesto servaggio. La cattivitá gaetina sará ricordata lungamente con dolore, come l’avignonese, da chi ama l’Italia e venera la religione[33]. Pio ci perdette quel resticciuolo di spiriti italici che tuttavia serbava e la balia di sé, divenuto, di capo della Chiesa, prigione e pupillo di Ferdinando. I pochi buoni che lo seguirono nel suo esilio furono ben tosto vilipesi, manomessi, scacciati; e non si volle né anco perdonarla ad Antonio Rosmini. Questi aveva rifiutato il grado di ministro offertogli dal papa nell’ultimo subuglio, non parendogli che la nomina fosse abbastanza libera; e per affetto, per divozione, per riverenza, lo accompagnava nella sua fuga. Egli era dunque non solo ospite ma benemerito del pontefice, lasciando stare i molti e rari titoli che aveva, come chierico, scrittore e institutore di un pio sodalizio, alla riconoscenza della Sedia apostolica. E in fatti Pio in quel principio, seguendo l’impulso del suo cuore e il pubblico voto, gli promise la porpora. L’ingresso di un tal uomo nel concistoro spaventò il re di Napoli, che odiava in esso l’amatore della patria e degli ordini liberi; spaventò quei prelati che l’invidiavano come dotto e virtuoso, struggendosi che dove il loro nome era oscuro in Roma, quello di un semplice prete fosse chiaro e venerato anche fuori d’Italia; spaventò piú di tutti i gesuiti per gara di chiostro e dispetto di amor proprio, essendo stati vinti e svergognati piú volte nella sciocca guerra che gli mossero per quindici anni (e non è ancor finita), dal falso Eusebio sino all’ignobile e miserabile Ballerini. Tutti costoro si congiurarono a diffamar l’uomo illustre e a tôrgli l’onore promesso, la confidenza e l’affetto dei pontefice. Ma chi vorrá credere che Pio nono desse nelle reti? che si lasciasse indurre a venir meno della parola data, violar la persona di chi aveva anteposto al governo di Roma il privilegio di partir seco l’esilio, tradire in mano degli altrui sgherri l’ospite onorando e l’amico? che, papa e principe, usasse tali termini di cui avrebbe onta un privato? L’insulto gravissimo non tornò a disdoro del Rosmini, che uscí piú grande da tale persecuzione. Ma il vituperio fu pur troppo, e bisogna dirlo, di chi lo permise; di chi, scordatosi l’osservanza delle promesse, la benevolenza, la gratitudine, lasciò avvilire da un tiranno il principato ecclesiastico e conculcare al cospetto del mondo il decoro della Santa Sede."
      },
      {
        "index": 24,
        "text": "Il Rosmini avrebbe onorata la porpora, che non poteva aggiunger pregio alla sua persona né splendore alla sua fama[34]. Anzi egli dee rallegrarsi di non aver sortito un grado onde fu decorato Giacomo Antonelli, degno omonimo di quel Leonardo che vituperava nel secolo scorso gli oracoli di Clemente[35] Egli è fatale che da Fabrizio Ruffo in poi (per non parlar dei tempi piú antichi), il quale empieva di sangue e di cadaveri il Regno, le miserie d’Italia abbiano quasi sempre sortito per complice e ministro un cardinale, e che Roma sia profanata con indegne opere da chi dovrebbe averne piú a cuore la riputazione. L’Antonelli non ha lealtá né fermezza di professione politica: colá si getta dove scorge il suo utile; onde s’infinse liberale nel quarantotto, come oggi supera di veemenza le furie dei sanfedisti. Nelle quali fa miglior prova, perché seconda la sua natura, scolpita nel volto sparso di fiele, negli occhi torvi, nel cipiglio falso e feroce. Scarso di vero ingegno, privo di dottrina, destituito di ogni pratica e cognizione politica, ma ricco di quei raggiri e scaltrimenti in cui spesso valgono gli spiriti mediocri, egli seppe nella ritirata di Gaeta insignorirsi con arti ipocrite dell’animo di Pio, chiuderne gli orecchi al vero e il cuore alle buone inspirazioni, rendersi arbitro de’ suoi sensi e de’ suoi voleri. Se i diplomatici, come si disse, obbligassero il povero pontefice a deporre con formale promessa ogni potere politico nelle mani del porporato che piú di tutti andava loro ai versi, non posso affermarlo di certo. A ogni modo l’Antonelli fu d’allora in poi solo principe e, se non primo autore, esecutore onnipotente di quella politica per cui Roma oggidí gareggia con Napoli nel primato della sventura."
      },
      {
        "index": 25,
        "text": "Riconciliarsi col popolo romano, rientrare pacificamente in Roma, mantener lo statuto, rifiutare i soccorsi stranieri, non accettare altro aiuto e altra guardia che quella di armi libere e nazionali, parvero al buon prelato cose indegne di un principe italico e del vicario di Cristo. Egli voleva a ogni costo vendetta e sangue: voleva saper grado del ripatriamento ai barbari e tornare a casa con tedesco corteggio e piena balía di rappresaglie. Perciò non solo rifiutò le amichevoli e generose offerte del Piemonte, ma cercò colle parole e coi fatti di rendere impossibile ogni accordo, spingere le cose al peggio, fare in guisa che la licenza e gli eccessi giustificassero i castighi[36]. I suoi discorsi erano pieni d’ira e di furore, piú dicevoli a un agá o ad un bascía turco che ad un principe di santa Chiesa: univa l’atroce al plebeio, chiamando «governo di assassini»[37] quello in cui risedevano un Mamiani e un Muzzarelli, quasi che fossero comuni a questi valentuomini le glorie domestiche di Ferracina[38]. L’arte ebbe il suo effetto; e l’Antonelli colle durezze, le minacce, le ingiurie, la scomunica e il ricorso straniero fu il fondatore della repubblica romana e l’artefice dei mali che la seguirono, come Pio nono colle sue vacillazioni e colla fuga ne era stato il preparatore."
      },
      {
        "index": 26,
        "text": "L’intervento straniero non che increscere al porporato favoriva mirabilmente le sue intenzioni. Per la qual cosa in vece di star contento a uno od a pochi aiutatori li chiamò tutti, escludendo però i piú degni. Non volle Toscana e Sardegna, perché italiche e libere; fece grazia a Napoli, italiano ma apostata. Se il pudore vietògli di chiamare il Russo ed il Turco, egli avrebbe antiposto l’Austriaco ad ogni altro, quando a lui occupato in Ungheria, in Lombardia, in Venezia, fosse abbondato il potere come il volere. Fu però forza consentire che Francia avesse le prime parti, ma temperata da un polso di soldati spagnuoli. Né potea spiacere al cardinale il concetto di richiamare in Italia un potentato che in addietro la travagliò lungamente e che di tutti i dominatori estrinseci fu il piú duro ed intollerabile. Il Guicciardini osserva che la corruttela generale della milizia del suo tempo «avea preso esempio dagli spagnuoli, perché se bene per molti secoli fosse stata grande in Italia la licenza dei soldati, nondimeno l’avevano infinitamente augumentata i fanti spagnuoli»[39]. «Gli spagnuoli primi in Italia cominciarono a vivere totalmente delle sostanze dei popoli, dando cagione e forse necessitá a tanta licenza l’essere dai suoi re per l’impotenza loro male pagati; dal quale principio ampliandosi la corruttela,... cominciarono poi e gli spagnuoli medesimi e non meno gl’italiani a fare, o siano pagati o non pagati, il medesimo; talmente che con somma infamia della milizia odierna non sono piú sicure dalla scelleratezza dei soldati le robe degli amici che degl’inimici»[40]. Lo stesso storico osserva che nei soldati tedeschi (e non è dir poco) «era piú modestia e mansuetudine»[41], «essendo la natura degli spagnuoli avara e fraudolente e, quando hanno facoltá di scoprire gl’ingegni loro, insolentissima»[42]; cosicché il marchese di Pescara. «altiero, insidioso, maligno, senza alcuna sinceritá, spesso diceva desiderare di avere avuto per patria piú presto Spagna che Italia»[43]. Andrea Gritti chiamava gli spagnuoli «gente infedele, rapacissima, insaziabile sopra tutte le altre»[44]; e Torquato Tasso lamenta «il fasto, l’arroganza, l’insolenza e l’avarizia spagnuola»[45]. Io arreco questi giudizi, perché al dí d’oggi non vi ha piú pericolo che offendano la Spagna o accendano alcun dissapore fra i suoi figliuoli e quelli d’Italia. Le qualitá rare ed eroiche del popolo iberico risplendono nelle storie recenti e sono consentite e ammirate da tutti; e il signor Quinet a questi giorni osservava che «la Spagna, zelantissima degli ordini cattolici ma stata sempre libera da ogni giogo barbarico, non venne mai disciplinata dai gesuiti»[46]; vera e non piccola lode. Ma giova il vedere come gli scrittori italiani del secolo sedicesimo ne parlassero, affinché si conosca che anco le nazioni piú illustri incorrono in gravi biasimi quando diventano usurpatrici. Né anche allora la colpa era della nazione, ma di quelli che la guidavano; genia perversa, corrotta, rapace, la quale non fu ad alcuno piú grave che alla Spagna medesima. Per simile la spedizione recente non fu pensiero del popolo ma di una corte corrotta, che volle coll’atto pinzochero coonestare le sue turpezze. Laonde oggi come in antico fu solo generosa in parole, verificando eziandio in questo la sentenza del Guicciardini: «non potersi aspettare di Spagna altri aiuti che larghissime promesse e fama grandissima di apparati, ma effetti piccolissimi e tardissimi»[47]."
      },
      {
        "index": 27,
        "text": "Il partito preso dal cardinale Antonelli fu inescusabile, perché iniquo ed atroce. Iniquo, perché viola il diritto comune delle nazioni, non potendosi gli esterni ingerire d’Italia piú che Italia degli esterni. Né si giustifica dicendo col ministro Pidal che l’intervento ebbe per unica mira l’autoritá spirituale, il cui patrocinio appartiene a tutti i cattolici, verso la quale il poter civile è un semplice accessorio[48]. Il che è troppo assurdo, essendo le due giurisdizioni essenzialmente distinte e avendo cosí la natura come l’origine differente. L’origine della sovranitá temporale è, in Roma come altrove, la volontá della nazione, né Carlomagno avria potuto senza il consenso del popolo dare ad altri un diritto che non aveva egli stesso. Ché se in Roma il principato è un accessorio del sacerdozio, si dovrá dire altrettanto di ogni paese cattolico e in particolar della Spagna, dove anticamente i vescovi sovrastavano quasi ai principi, come si raccoglie dai sinodi di Toledo. Il papa sará superiore in virtú della tiara a tutti i potenti: potrá spogliarli, privarli, combatterli, ucciderli; e la dittatura straordinaria dei tempi barbari sará il giure consueto e perpetuo dei civili. E avendo soggetti i principi, avrá pure gli Stati: terrá il supremo dominio delle armi loro e delle finanze; potrá obbligarli a far guerra, come nei secoli delle crociate; partirne i conquisti, come fece Alessandro sesto; regolarne i commerci, le navigazioni, le spese, secondo la bolla famosa di Pio quinto. Perciò se ai cenni del pontefice potè la Spagna assalire il popolo di Roma (il quale non «desidera di sovrapporsi a tutti i popoli del mondo» ma solo di essere padrone di se stesso come tutti i popoli liberi), l’Italia potrá al comando di Roma armarsi contro la regina di Spagna e in favore del pretendente. Se l’illazione non piace al signor Pidal, io lo consiglio a studiar meglio nel giure moderno. Peggio è ancora il ricorrere ai cardinali elettori del papa, i quali sono elettori non come sudditi di questo o quel principe ma come principi essi medesimi della Chiesa. E la loro sovranitá per ciò che riguarda il temporale si fonda, come quella del papa, nel consenso della nazione. Se il diritto di elezione onde sono investiti procedesse dalla sudditanza, anche l’eletto saria suddito, e Isabella avrebbe Pio nono tra i suoi vassalli; tanto piú nel caso (come pare che creda il signor Pidal) che il sacro collegio sia tutto spagnuolo. E in ogni modo il papa saria soggetto a quanti potentati hanno sudditi nel conclave. Né tornerebbe men vano l’allegare i trattati che non vietano l’intervento. Sia pure: ma né anche il permettono; e quando lo permettessero, non potrebbero annullare il diritto di natura e l’autonomia nazionale, anteriori e superiori alle convenzioni. Nel modo che le leggi positive non prevalgono contro la naturale che ne è la radice e il fondamento, per simile gli accordi pattuiti dagli Stati non militano contro gli ordini della nazionalitá e della indipendenza, che sono il decalogo politico delle genti incivilite. — Ma Roma, essendo capo del mondo cattolico, è una cittá cosmopolitica e non italica. — Forse anche questo è scritto nei trattati? o fu definito come articolo di fede dai padri scettrati del concilio di Vienna? Il confonder la Chiesa colla cittá, perché l’una alberga accidentalmente nell’altra, è cosi ragionevole come se un ammiraglio si credesse signor del mare che fende col suo vascello."
      },
      {
        "index": 28,
        "text": "Il partito fu atroce, perché tale è ogni guerra che un principe fa a’ suoi popoli senza necessitá estrema; e piú ancora, se esso principe è il padre dei cristiani e investito di un sacerdozio che ha per carattere essenziale il perdono e la mansuetudine. Ora la necessitá non v’era, perché i romani a principio non pensavano a mutare il governo ed erano inclinati a comporre, e il Piemonte offriva le sue armi per assicurare il pontefice da ogni pericolo. Ma l’aggiustamento e il presidio vennero rifiutati perché appunto si voleva la guerra, perché questa si desiderava non come via di ristauro ma come pretesto di riscossa per violare il patto e lacerar lo statuto. Perciò quando Pio scrisse al generale Oudinot che il suo animo «abborriva dal sangue sparso»[49], queste parole giustificano le intenzioni del papa non i fatti e i consigli del suo ministro. Se questi ripugnava davvero a spargere il sangue, perché scagliare l’anatema? versarsi nelle contumelie? irritare il popolo? respingere ogni accordo? ributtare la mediazione? e insomma recar le cose al disperato? Il Guicciardini stima a buona ragione «indegno che il pontefice vada personalmente negli eserciti contro alle terre dei cristiani»[50]. Ma forse sta meglio sottrarsi al pericolo e combattere non solo i cristiani ma i figli col braccio straniero? Io per me antepongo Giulio infermo e decrepito che corre i rischi dell’ultimo soldato per redimer la patria, a chi, diserto il suo popolo, si nasconde e gli concita addosso gli oltramontani per espugnarlo e rimetterlo in catene. Singolare sventura dei nostri tempi, che rinnovano le colpe degli avi senza le loro virtú e rifioriscono le opere acerbe e spietate colla viltá e la codardia!"
      },
      {
        "index": 29,
        "text": "Ma se il disonore e l’infamia bene stanno al ministro di tanti mali, non è cuore umano e cattolico che non intenerisca e non pianga a rappresentarsi il buon Pio, il promotore del Risorgimento, il capo supremo della religione, reduce nella cittá santa calpestando i cadaveri de’ suoi figliuoli. Né ci ritorna libero com’era prima di lasciarla, ma trae seco a Roma i ferri di Gaeta. Ché oltre all’avere i tristi coi falsi rapporti, i perfidi consigli, gli scrupoli della coscienza e i terrori dell’altra vita, mutato affatto l’animo suo e alterato il giudizio, gli hanno messo attorno una piccola corte di prelati spigolistri e fanatici a guisa di custodi e dinunziatori. Cosicché il povero papa, carcerato nel suo palazzo, non può leggere o scrivere una lettera, ricevere una visita o un’imbasciata, spedire un ordine, se non a posta dei monsignori di anticamera; piú schiavo di Ludovico tredecimo e dei re facinulla e assai piú infelice, avendo per correttori in vece di un Richelieu e dei maggiordomi di Austrasia (che erano cime d’uomini) i creati dell’Austria, l’Antonelli e i gesuiti. Lascio stare lo scandalo e il danno che torna alle credenze da un sovvertimento cosí capitale della gerarchia ecclesiastica, non potendo l’autoritá suprema riscuotere ossequio e ubbidienza quando i piú la stimano ligia di una fazione abborrita e corrotta. Nelle cose civili il peggioramento si lascia addietro i tempi gregoriani, fin da quando, presa Roma, i triumviri del papa fecero benedir mille volte quelli della repubblica. E il male va tuttavia crescendo: i ribaldi esaltati alle cariche, i sanfedisti e i gesuiti onnipotenti, uomini onorandi condannati alla galea perché applaudirono al popolo, altri spogliati od uccisi perché lo servirono, uomini benemeriti esautorati, scacciati, manomessi[51], uomini illustri e difensori del principato, il Canuti, il Farini, il Mamiani, il Minghetti, il Montanari, il Pantaleoni, perseguitati o fuggiaschi, e per colmo di bruttura, le crudeli vendette condite di religione e le rabbie clericali santificate dai miracoli."
      },
      {
        "index": 30,
        "text": "L’abrogazione dello statuto fu il degno suggello dell’invasione straniera e delle altre enormezze. Io scriveva nel principio del quarantotto che «il reggimento costituzionale è fatto a bella posta per gli Stati ecclesiastici»[52]; cosicché se fosse stato ignoto o insueto all’Europa, era d’uopo inventarlo per Roma. Coll’aiuto suo si poteva senza tôrre al pontefice il dominio temporale assegnarne a’ soli laici il maneggio, riservando alla Dieta federativa la guerra. Né la stampa libera e l’indirizzo laicale dell’«istruzione, delle ambascerie, dei negozi esteriori erano impossibili a comporre colle condizioni e cogli obblighi del potere ecclesiastico. Pellegrino Rossi (col quale ne discorsi lungamente in Roma) non riputava il nodo intricato impossibile a sciôrre; e l’avrebbe sciolto allorché fu ministro, se il ferro non troncava i suoi giorni. E però quando un lodatore della spedizione francese[53] viene a insegnarci con singolare franchezza che «ogni cattolico dee necessariamente volere e richiedere che il papa essendo principe temporale sia anche sovrano assoluto, perché, dato che riconoscesse il principio della sovranitá nazionale e fosse come i principi civili soggetto alla legge in vece di esserne autore e arbitro, egli diverrebbe suddito romano e la libertá cattolica perirebbe colla sua»[54]; e conchiude che «Pio nono ebbe mille ragioni di abolir gli ordini liberi, e la Francia il torto di volerglieli imporre»[55]; — egli non merita altra risposta che quella di essere mandato a leggere prima di decidere e di giustificare con puerili sofismi una solenne e brutale violenza. Ancorché fosse stato imprudente il dar lo statuto, era imprudentissimo il tôrlo; onde il Bernetti, il Lambruschini e altri cardinali, abborrenti dai liberi instituti per genio e per consuetudine, opinavano risoluti pel suo mantenimento, e la lealtá, l’onore ci obbligavano Pio. — Oh! non ci fu giuramento. — Basta bene che ci fosse impegno che risultava dal fatto medesimo, giacché posto che le franchigie date dai principi si potessero ripigliare, elle non sarebbero un benefizio ma uno scherno e un oltraggio. E se al pontefice fosse onesto ciò che si disdice a un principe secolare, converrebbe dar ragione a Benvenuto Cellini per ciò che disse della fede dei papi[56], e al Guicciardini affermante che i pontefici per giustificare le fraudi loro hanno statuito «tra le altre cose che la Chiesa, non ostante ogni contratto, ogni promessa, ogni benefizio conseguitone, possa ritrattare e direttamente contravvenire alle obbligazioni che i suoi medesimi prelati hanno solennemente fatte»[57]. Tanto piú che i cattivi esempi di Roma non sono mai infecondi e servono d’iniquo pretesto e di scusa agli altri principi. Forse Toscana e Napoli avrebbero osato rompere il patto, se Pio non toglieva loro il rossore di essere i primi?"
      },
      {
        "index": 31,
        "text": "Vano d’altra parte sarebbe il dire che le sommosse, le ribellioni, l’attentato verso il Rossi e la bandita repubblica, essendo altrettante violazioni del patto politico, diedero al papa balía d’infrangerlo. Né al popolo, che era una delle parti, dovevansi imputare i torti e gli eccessi di pochi, né il fatto può mai spegnere il diritto. Chi ha mai udito dire che la violazione di una legge l’abroghi? o che l’ingiuria abolisca la giustizia? Anzi si suol dire che la conferma. Che nuova spezie di giuspubblico è questo che per restituire e risarcire l’ordine offeso ci aggiunge nuove prevaricazioni? che abilita il principe per correggere i sudditi a ripetere aggravate le loro colpe? e quando esso principe non è fatto come gli altri ma tien le veci di colui che fu il modello di ogni virtú e di ogni perfezione? Forse i ribaldi che rompono gli statuti civili autorizzano chi regge a fare altrettanto? Per quanto sieno stati enormi gli eccessi di novembre, il principato civile continuò a essere il governo legittimo di Roma, perché un contratto non si può sciogliere senza l’assenso formale delle due parti. E siccome quegli eccessi non furono meno contro la legge che contro il principe, essi non poterono derogare allo statuto piú che nuocere giuridicamente al principato. Or se Pio non ha mai lasciato di esser vero principe, parimente lo statuto fu sempre il giure comune. Né l’introduzione che ebbe luogo in appresso degli ordini repubblicani fece abile il papa a recedere, sia perché si può dubitare se esprimessero davvero il voto universale, e perché furono causati dalla partenza di Pio e dalla ripulsa di ogni accordo. Quando un sovrano abbandona la sede del governo e usando modi acerbi e inflessibili spinge i sudditi alla disperazione, egli non ha buon garbo a richiamarsi dei loro eccessi. Lo statuto fu sospeso dalla fuga del principe assai prima che dalla repubblica: non potè essere annullato da questa piú che da quella, e cessati i due ostacoli dovea riprendere il suo vigore. Strano sarebbe il punire i delinquenti imitandoli, e se il partito può esser utile non è certo evangelico. La costituzione porgeva il solo modo legale e il piú acconcio al castigo dei trasgressori. I disordini seguiti non furono opera dei costituzionali, i quali anzi li deplorarono, ebbero a soffrirne e corsero gravi pericoli[58]: piú coraggiosi del papa poiché non fuggirono, e piú ancora di esso odiati dai puritani. L’abolizione dello statuto quanto riuscí dolorosa agli uni tanto agli altri fu lieta, come quelli che amano meglio di veder l’Italia serva e teutonica che libera a principato. La pena cadde adunque sugl’innocenti e sui benemeriti e fu di compiacimento a coloro che soli erano in colpa. Questa giustizia castigativa è forse degna del santo padre?"
      },
      {
        "index": 32,
        "text": "Ma vedete come Iddio è giusto e rigido punitore di quelli che abusano il suo nome per coonestare le crudeli vendette! Il ministro di Pio nono intendeva assai meno a castigar le violenze di pochi immoderati che a vendicarsi dell’odio universale dei buoni contro l’oligarchia ecclesiastica. A tal effetto non si fece coscienza di spingere artatamente i romani a repubblica, per avere un pretesto specioso di chiamar gli esterni e violare il patto civile, dando opera assidua a tutte quelle ribalderie accessorie che si richiedevano a colorire la principale. Ora l’intervento impetrato e lo statuto abolito, che furono le maggiori colpe del regno di Pio, sono eziandio gli apparecchi piú efficaci della sua rovina. Il primo di tali partiti diede al popolare governo un lustro, un prestigio, una gloria di cui dianzi mancava; e il secondo rendette odioso anzi impossibile il principato. Le brutture di Gaeta e le violenze dell’Antonelli cancellarono la memoria di quelle dei puritani; e laddove saria stato facile ai rettori ecclesiastici il volgere a loro pro l’indegnazione suscitata dalle ultime, essi peggiorarono, imitandole, lo stato proprio. «La repubblica — dice un testimonio oculato — cadeva da sé a tracollo il marzo e l’aprile. Due cose la mantennero dopo: l’insolenza colla quale i francesi parlavano degl’italiani, giunta all’ingiustizia di vedere una repubblica combattere altra repubblica identica per l’origine; e l’odio e la rabbia contro gli ordini antichi»[59]. L’eroica difesa rese ammirabile il nuovo governo eziandio a coloro che prima lo vedevano di mal occhio, e lo splendore dei fatti piú recenti cancellò la memoria dei preceduti. L’estinzione di ogni ordine libero e la rincrudelita tirannia pretesca fecero desiderar la repubblica, la quale sopravvive nel cuore del popolo come il culto dei generosi che diedero per essa il sangue e la vita. Ora gl’instituti che perennano nell’affetto e nella meraviglia sogliono per ordinario risorgere, e ai tempi che corrono la rinascita delle repubbliche è forse meno difficile che quella dei regni. Pio nono è presentemente in peggior condizione che non era quando lasciò la sua sede. Allora il trono di lui vacillava: ora è moralmente abbattuto. Tutto adunque giocò a rovescio: la perfidia, gli scandali, il sangue sparso non valsero ad altro che a rendere il male incurabile; e l’Antonelli, disonorando il nome glorioso di Pio nono per ristorare la sua potenza, ne apparecchiò la rovina. L’avvenire accerterá quello ch’io dico, e giá i fatti d’ora lo presagiscono. Ammirate, signor cardinale, come il cielo si ride dei pravi consigli e rivolge i trionfi colpevoli a pena dei delinquenti. Voi avevate in pensiero di far capo alle armi austriache, e doveste contentarvi delle francesi; né bastò chiamarle a rimettere un dominio abborrito, ma vi fu d’uopo ritenerle acciò lo difendano. Ora quei prodi che astretti da militar disciplina oppressero a malincuore la romana repubblica sono essi d’insegna e di spiriti repubblicani; tanto che i distruttori della libertá fanno in suo favore l’ufficio di apostoli. Chi può aver dubbio che il sangue dei martiri non sia per fruttare, quando è avvalorato dalla parola di chi lo versava? Verrá tempo in cui avrete le maledizioni degli oppressori, come riscotete fin d’ora quelle dei miseri oppressi; e odiato, vilipeso, abbominato da tutti, riporterete il premio dicevole a chi bruttava di sangue la porpora sacerdotale."
      },
      {
        "index": 33,
        "text": "Gli uomini virtuosi e zelanti d’Italia si consoleranno dello spirare del tristo regno, ma soffrono a vedere che i suoi ultimi aneliti costino troppo alla religione. Alcuni senatori sardi, perorando la causa di questa, si dolsero pubblicamente che ella fosse continuo bersaglio agl’insulti di certi fogli[60]. Non so se la querela fosse fondata: so bene che quando Roma vitupera se stessa coi fatti, ella non può rammaricarsi se altri l’offende colle parole. Allorché il padre dá pessimi esempi, è egli da stupire che i figliuoli gli manchino di riverenza? I maggiori oltraggi che a Roma si facciano sono i portamenti di Roma: correggetela, se volete che il mondo veneri i suoi oracoli. Ella fu giá adorata e potente quando stimava suo ufficio «spegnere le tirannidi, opprimere i cattivi, esaltare i buoni, le quali cose debbe con ogni opportuno rimedio fare», come disse uno de’ suoi pontefici[61]. Oggi avviene il contrario, e il male è tanto piú scandaloso quanto meno aspettato, procedendo dall’uomo che ebbe princípi cosí diversi. Ché se le rette intenzioni di lui sono cònte e la debolezza scusata, chi è che possa dire altrettanto de’ suoi consiglieri e ministri? quando (per usar le parole del Guicciardini in somigliante proposito) «a ciascuno apparisce gli autori muoversi da fini ambiziosi e involti nelle cupiditá delle cose temporali, e sotto colore del bene universale contendersi degl’interessi particolari; e i popoli hanno in orrore che sotto pietosi titoli di cose spirituali si procurino per mezzo delle guerre e degli scandali le cose temporali»[62]. Se i prelati oligarchi amassero davvero l’indipendenza della Chiesa e il bene della religione, darebbero forse in preda l’una e l’altra alle armi straniere e ai gesuiti? le stringerebbero in lega con Napoli, coll’Austria, colla Russia? le macchierebbero colle violenze e col sangue? Ma quei pochi che girano il tutto vogliono conservare i benefizi, i privilegi, le cariche, le ricchezze, le delizie, le pompe e rifuggono di ritornare alla semplicitá e santitá della vita apostolica. Che la fede ne scapiti, l’eresia si sparga, l’empietá imperversi, poco loro importa; e tale anteporrebbe per salvare il grado i riti dell’alcorano a quelli dell’evangelio. E facendolo sarebbe forse peggiore? «Come! — esclamava il gesuita Segneri parlando dell’estremo giudizio — un cristiano rimproverato da un tartaro? un cristiano accusato da un turco? un cristiano condannato da un infedele? Oh che grave smacco!»[63]. Il turco, il tartaro, l’infedele sorgono oggi in giudizio contro Roma, poiché la vincono di umanitá, di giustizia e si portano assai piú cristianamente. Non si creda che io esageri, quando i fatti gridano piú che io non dico. Il Gran signore ricusa di tradire gli ungheri fuggiaschi in mano al nemico minacciante e potentissimo, e pure egli è laico e maomettano. Roma cristiana e sacerdotale non si appaga di scacciare, incarcerare, spogliare, uccidere i suoi figliuoli, ma vorrebbe dannati eziandio quelli che lo straniero assolve[64]. Non li consegna veramente all’Austria, ma la invita a pigliarseli nel grembo suo. L’invita al macello non di stranieri e di uomini di altra fede ma d’italiani cattolici e suoi propri sudditi, chiari per vita innocente, venerabili per professione di chiostro e dignitá di sacerdozio; e le armi assassine di Ugo Bassi sono benedette dalla destra di Pio."
      },
      {
        "index": 34,
        "text": "Quattro anni sono, beatissimo padre, io v’indirizzava poche parole per celebrare l’alto presagio che porgevate di voi. Ora debbo adempiere di nuovo lo stesso ufficio, ma quanto diversamente! Che divario da quei giorni al dí d’oggi! Voi siete ancora il capo supremo della Chiesa e il vicario di Cristo pei buoni cattolici, ma tutto il resto è mutato. Oimè, santo padre, in che abisso siete caduto! com’è oscurato il vostro nome! com’è avvilita la vostra riputazione! che dolore a paragonar ciò che siete con quello che foste e che potreste essere! Io debbo perciò parlarvi tanto piú sinceramente. So che son solo e che porgo un esempio unico. Ma la solitudine non che spaventarmi mi anima e mi conforta. Le parole di veritá soneranno vie piú autorevoli fra il silenzio dei falsi prudenti e il romore delle adulazioni. Ché se io aprendovi con riverenza certi veri spiacevoli non ho compagni, mi giova il ricordare che non ne ebbi pure quando alcuni anni sono esortavo il pontificato all’impresa che fu poscia assunta da voi. Perciò al mio nuovo discorso arrogerá qualche peso il suo ragguaglio coll’antico. Cosí potessi sperare che sia per giungere al cospetto vostro e che trovi il vostro animo abbastanza libero da fare equa stima de’ miei sentimenti."
      },
      {
        "index": 35,
        "text": "Niuno riconosce piú che io mi faccia la santitá esemplare della vostra vita e la bontá delle vostre intenzioni. So che parlando ai pochi buoni i quali per un caso straordinario posson penetrar sino a voi, vi mostrate tuttavia benevolo alla libertá e alla causa italica. Ma come va che le vostre opere sieno tanto discordi dalle parole? Se si trattasse di altri si direbbe che queste non sono sincere, ma un tal sospetto non può cader su di voi. Dunque la vostra volontá è impedita: non siete libero né signore, ma servo dei servi di coloro che ci opprimono. In voi si verifica il divino pronostico fatto al primo dei vostri precessori: «In veritá, in veritá ti dico: quando eri giovane ti cingevi la veste e andavi dove ti pareva, ma quando sarai vecchio stenderai le tue mani e un altro ti cingerá e ti condurrá dove non vuoi»[65]. Per qual fato, beatissimo padre, voi vi levate i buoni e i valenti d’attorno e date solo accesso e fiducia ai dappochi e ai cattivi? fra i cardinali, fra i prelati, fra i laici lasciate gli ottimi, che pur vi sono, e scegliete i pessimi? Uomini chiari, prudenti, leali, che vi diedero tante prove di affetto e di devozione e posposero al vostro servigio la grazia popolare, il grado, la sicurezza, esulano dagli Stati vostri. E chi sono coloro che preferite? Arrossirei a nominarli, quando non si trova pure nei piú di loro quella pietá e costumatezza che nel concetto di certi spirituali può supplire alla sufficienza. Il cielo vi aveva messo innanzi un uomo in cui la virtú è pari alla dottrina e all’ingegno, uno di quei pochi che di rado si trovano nelle corti e nelle regge. Un altro pontefice gli avrebbe dato il primo luogo ne’ suoi consigli; e voi permettete che i suoi nemici lo strappino dal vostro seno e manomettano la sua persona, che falsi chierici lo spaccino per eretico e vili sgherri lo trattino da malfattore! Il vostro servigio e le vostre camere, sicure ai tristi, sono infide e di periglio solo ai virtuosi. In ogni elezione particolare che fate (singolare infortunio!) vi appigliate al peggio. Per ministro assortite l’Antonelli, per alleato l’Austria, per rifugio Gaeta. Mentre togliete Ferrante Aporti alla chiesa di Genova, tutti sanno a cui sia permessa la balía dell’universale. Fra i chiostri prediligete i gesuiti, fra i principi accarezzate i nemici del nome italico. E mentre astiate in Carlo Alberto il campione dell’indipendenza e nel suo erede il mantenitore dello statuto, levate a cielo Ferdinando di Napoli e chiamate «piissimo» un principe ladro, spergiuro e tiranno. Che avrebbero detto i cristiani del primo secolo vedendo Pietro abbracciar Nerone?"
      },
      {
        "index": 36,
        "text": "Il male che il vostro regno fece all’Italia non ha piú rimedio: ma almen si salvi quella religione che siede in cima del vostro cuore. Ora a che stato ella sia ridotta ciascun sel vede. Grave errore è il credere che i potentati ne sieno solleciti, perché alcuni di essi corsero a rilevare il vostro trono. Non tanto che abbiate a rallegrarvi del loro aiuto, ma dovreste dolervene, ché essi intendono a valersi di voi come di scudo ai propri interessi e di puntello alla loro potenza. Non zelo di fede né divozione alla Chiesa gli adduce ai piè vostri, ma codardia di cuore e spavento dei demagoghi. Nei pericoli adorano voi, come adorerebbero il Turco se volesse aiutarli, come adorerebbero l’anticristo ed il diavolo se fossero conservatori. Ma passata la paura, vi sprezzeranno, vi derideranno, v’insulteranno e useranno ogni termine per ischiacciarvi, come spesso fecero in addietro. E che amore di religione può trovarsi in uomini cupidi, ambiziosi, dissoluti, oppressori del popolo, sommersi in ogni corruttela, la cui vita è una continua bestemmia dell’evangelio? Credete forse, santissimo padre, che il Borbone, ingolfato nei supplizi, vi sia devoto ed amico? quando molti sanno che dopo avervi baciati i piedi in Gaeta egli soleva deridervi in Napoli. Credete che l’antipapa cosacco e il successore del Barbarossa, nemici di ogni umanitá, sieno teneri dei fatti vostri? che i burberi politici di Parigi, usati da venti o trent’anni a sfatare ogni credenza, sien divenuti ad un tratto teneri della Santa Sede? Potete argomentare ciò che si pensa in Francia dai fatti di Roma, dove assai de’ soldati che vi rimisero in seggio non osano fregiare il petto dei vostri doni. Fino gli uomini e i paesi che ostentano piú zelo non dovrebbero nutrire la vostra fiducia, poiché quanto son larghi di parole tanto riescono vuoti o scarsi di effetti. Il barchereccio che salpò verso Roma non somiglia all’«invincibile armata» e ci toglie ogni meraviglia se anche nella Spagna cattolicissima voi non trovate oggi a raccôrre uno scudo o un manipolo. Né al male rimediano coloro che rimpiangono i tempi di Filippo secondo e aspirano a farli rivivere, anzi lo aggravano notabilmente. Tali sono in universale quei giornalisti e oratori sacri e civili, che predicano in Francia e in Italia una religione mitissima coi sensi feroci delle etá barbare e sotto larva gesuitica compiono l’opera dei volteriani. Tal è in particolare quel Carlo di Montalembert che testé visitava Roma, straziata a sua indotta dalle palle francesi, per pascer gli occhi nei vestigi recenti della vittoria[66]; al quale e a’ suoi compagni Cristo in vece di lode avrebbe gridata la tremenda parola: «Nescitis cuius spiritus estis»[67]. Vedete adunque a che la fede sia ridotta, poiché le si torce contro lo zelo de’ suoi difensori. Voi la faceste rinverdire per un istante, piissimo padre, ritornandola qual era quando nutriva co’ suoi frutti e consolava colla sua ombra i poveri e gl’infelici, giacché la divina pianta non cresce all’uggia dei potenti e traligna se non mette nel popolo le sue radici. L’error di Roma da tre secoli è appunto l’aver fatto divorzio dal popolo e posto il suo fondamento in quelle classi privilegiate, che Cristo fulminava sotto il nome di «mondo» come nidi ed artefici di ogni corruzione."
      },
      {
        "index": 37,
        "text": "Ma voi non potrete, santo padre, aver l’alleanza e l’affezione dei popoli, se i vostri ministri non rinunziano a quella del mondo e non ritornano alla perfezione dei tempi apostolici. Gli apostoli non si curavano che di caritá, di giustizia, di buone opere e delle dottrine vitali del cristianesimo; laddove i vostri ministri procacciano sopra ogni cosa di mantenere ed accrescere le curiali e politiche giurisdizioni. Per un pollice di territorio che si tolga alla Chiesa mettono l’Europa a romore, ma non hanno una parola di dolore e di sdegno per lo strazio dei popoli e il traffico delle nazioni. Se i liberali toccano loro i latifondi e le prebende e se un governo cattolico ricovera i suoi diritti con qualche piccolo danno temporale della romana curia, gridano alle stelle e usano uno stile pieno di orgoglio e di rabbia che supera il «raca» minacciato dall’evangelio[68]. Non dico che ai minori interessi si manchi; ma troppo scandaloso è il recare nella lor tutela un’enfasi furibonda, mentre si tollera che dai faziosi si guasti l’etica e si laceri l’innocenza purché difendano Roma. Strano procedere è questo nei seguaci e nel luogotenente di chi pose nella rinunzia dei beni temporali la cima della perfezione, volle poveri i suoi discepoli e fu povero egli stesso, né ebbe durante il suo benefico peregrinaggio[69] dove posare il divino suo capo[70]."
      },
      {
        "index": 38,
        "text": "La cima della religione è la morale, alla quale lo stesso dogma (benché di sommo rilievo) sottostá di peso in ordine alla salute; laonde nella formola del supremo giudizio Cristo non parla di riti e di credenze ma di amore e di misericordia. La caritá similmente alla fede sovrasta, perché «sebbene io parlassi il linguaggio degli uomini e degli angeli, se non ho caritá sono come un bronzo che suona e un cembalo squillante. E quando pure io fossi profeta e intendessi tutti i misteri e tutto lo scibile e avessi tutta la fede in modo da traslocare i monti, se non ho caritá io sono un bel nulla»[71]. La cittá santa, beatissimo padre, non può aver per male che di lei si dica quanto afferma di se stesso il vaso di elezione; cosicché se ella non ha caritá, non ostante le sue uniche prerogative, viene a essere «come un bronzo che suona e un cembalo squillante». E in effetto non mancano a Roma esemplari cultori delle virtú piú insigni, ma questi non sono per ordinario assortiti a reggerla civilmente. Che caritá e mansuetudine risplende in coloro che oggi ne giran le sorti? anzi che giustizia? Erano forse giusti e caritatevoli quei giudici che condannarono a morte senza dibattimento, senza appello, senza revisione sei infelici tirati dall’altrui furore a barbara rappresaglia? uno dei quali fu giustiziato sopra la fede di un solo testimonio e un semplice indizio[72]. Son forse umani quegli uffiziali che rinnovano l’uso infame del cavalletto?[73]. Né parlo di casi straordinari, ché il fòro iniquo creato da papa Gregorio sotto il nome di «sacra consulta» (orribile antifrasi!) fu ancora aggravato da chi regge in nome vostro, e la giustizia sommaria che vi si pratica è cosi sprovveduta di ogni guarentigia che i barbareschi e i turchi ne perdono. E chi sono i giudici? Uomini per lo piú diffamati per viltá di costumi e reitá di opere, che in vece della sedia tribunale meriterebbero il remo o il patibolo[74]. L’eminentissimo Antonelli non solo v’impone cotal giustizia ma vi toglie persino quella prerogativa che preme piú di tutte ai buoni principi, interdicendo a voi, vicario di Cristo, il perdono e la clemenza. E quando andaste a Napoli vi lasciò forse seguire gl’impulsi del vostro cuore? Il mondo stava ad occhi aperti e sperava che avreste consolata con qualche tratto paterno la cittá infelice. Ma il cardinale non vel permise; onde il vostro soggiorno non fu abbellito e consacrato da alcun’opera benefica, la vostra lingua non ebbe voci di benedizione che pel re omicida e pe’ suoi satelliti. Oh! santo padre: forse il Dio Uomo di cui fate le veci encomiava Erode e i percussori degl’innocenti? Non doletevi adunque se i popoli che tanto vi amarono ora vi abbandonano, se i romani tacciono fremendo al cospetto vostro e se foste solo acclamato in Napoli da poche labbra immonde e prezzolate."
      },
      {
        "index": 39,
        "text": "Quando testé, padre santo, sfolgoravate coll’autorevole vostra parola quelle utopie false e pericolose che minacciano la proprietá e la famiglia e sotto nome di rimedio promettono lo sterminio[75], tutti i buoni se ne rallegrarono e i poveri non meno dei ricchi ve ne furono riconoscenti. Ma dolse a tutti il vedere che i sapienti consigli sieno stati accompagnati da certe frasi che possono pregiudicare alla loro efficacia. Imperocché taluno le interpretò in guisa come se condannaste in universale tutte le riforme economiche, non lasciando agl’infelici altra fiducia che i beni del cielo e la pietá dei doviziosi. Ma voi non potete ignorare che i compensi futuri non suppliscono ai bisogni né cancellano i diritti presenti, e che le speranze del paradiso non sono una buona ragione per fare che il nostro mondo sia ai miseri un inferno. La misericordia privata fu rimedio scarso e insufficiente anche nei secoli religiosi e fervidi; quanto piú oggi che la fede è spenta nei cuori e i fortunati del secolo mettono in deriso i terrori e i guiderdoni dell’altra vita. Oltre che, mal si provvede alle necessitá della plebe con iscapito del suo decoro, come accade per lo piú quando la beneficenza ha forma di aiuto individuale e non di comune e pubblica retribuzione. La limosina fu e sará sempre un supplemento necessario ai mancamenti della caritá civile, ma ella non proscioglie i governi dagli obblighi della medesima. L’ignoranza che impediva alle etá rozze di esercitarla non iscusa la nostra; onde sono tanto piú da lodare quei savi che ricordano a chi regge il suo debito, e i modi migliori di adempierlo gli suggeriscono. Ché se taluno di loro per eccesso di zelo trasmoda e propone spedienti non acconci o anche pericolosi, perché inveire contro di esso in vece di correggerlo paternamente? perché accusarne le intenzioni? perché buttargli addosso un torrente d’ingiurie, che a niuno tanto si disdicono quanto al padre supremo dei cristiani? «La sapienza del pontefice — scriveva un grande e pio italiano — non dee sdegnarsi con quelli che sono in qualche errore ma piuttosto benignamente illustrarli»[76]. Sfortunatamente Roma non ricorda sempre questa massima evangelica ne’ suoi brevi e nelle sue bolle. Ma ciò che muove ancor piú a dolore si è che mentre voi vi mostrate singolarmente sollecito degli agiati per assicurare «il godimento dei beni che Iddio diede loro»[77], il vostro governo accresce la miseria degl’indigenti mantenendo il giuoco del lotto, e v’ha chi osa difenderlo pubblicamente in Roma, tassando chi lo biasima di licenzioso[78]. L’immoralitá intrinseca e i danni di questo giuoco non han piú oggi mestieri di essere dimostrati: ben è da stupire che i suoi difensori non si avveggano di professare il peggior genere di comunismo. Imperocché laddove i comunisti ordinari vogliono spogliar gli opulenti del loro superfluo a benefizio dei poveri, essi tolgono ai poveri il necessario a vantaggio dei ricchi e, ciò che è peggio ancora, estinguono nella plebe col seducente e ingannevole attrattivo quelle abitudini di previdenza, di risparmio, di aggiustatezza, che sono la guardia piú efficace delle sue virtú e il miglior sollievo delle sue miserie."
      },
      {
        "index": 40,
        "text": "Giá scandalo immenso e dolore a tutti i buoni cattolici si è il vedere che infelicissimo di tutti i popoli della terra sia quello che dal cielo è commesso alla vostra custodia. Ma quasi che ciò ancora non basti, i vostri ministri sotto colore dello spirituale cercano d’imporre un giogo importabile alle altre nazioni e di far loro gustare un saggio di quella felicitá che privilegia gli Stati ecclesiastici. Tacerò del Belgio, dove da voi non istette che si rivocasse una legge savia sul pubblico insegnamento, perché non accomoda a una setta. Tacerò della Inghilterra, dove un vostro ordine, dettato da pio e ottimo intendimento ma biasimatovi eziandio dai cattolici piú giudiziosi come inopportuno[79], diede origine a deplorabili profanazioni in Londra e a sanguinosi tumulti nelle provincie[80], ridestò le ire e le rabbie religiose estinte o almeno sopite da lungo tempo e fece in pochi mesi piú scapitare il cattolicismo che non aveva acquistato in molti anni addietro. Che divario, beatissimo padre, da quei giorni in cui il vostro nome era applaudito nella maggior Bretagna non meno che in Roma e la vostra venerata effigie, tratta poco dianzi alle gemonie da un volgo infuriato, pendeva in segno di omaggio da tutte le pareti! Se aveste proseguito nella stessa via la metá dell’Inghilterra sarebbe ora ribenedetta, doveché coi nuovi spedienti la torrete al dogma anglicano per renderla razionale. Ma non posso passare in silenzio il procedere dei vostri riguardo al Piemonte. Questa povera provincia dopo le passate tempeste avea bisogno almeno di essere lasciata in pace per potere attendere alla tutela de’ suoi ordini liberi mal veduti e minacciati da tutta Europa. I vostri all’incontro fecero ogni opera per agitarla, e da lor non rimase che il paese non arda di guerra civile. perché con legge equissima e santissima il governo ha sciolto i chierici da una profana ingerenza e ripigliati i suoi doni. La plebe subalpina per buona sorte fu piú assennata dei vostri ministri, e gli sforzi sediziosi fatti per abbottinarla non riuscirono ad altro che a smacco degl’indocili e a credito di chi regge il Piemonte. Cosí Roma in vece di accrescere la sua potenza e riputazione va rimettendo ogni giorno dell’una e dell’altra; e ciò succede perché si consiglia coi gesuiti, atti solo a rovinare ogni causa che abbracciano. È gran tempo, padre beatissimo, che uomini leali e zelanti del bene vi rappresentano gli errori, gli eccessi, le corruttele dell’ordine famoso, visibili a tutto il mondo; ma voi in vece di aprir gli occhi chiudete loro la bocca. E non dovrebbe bastare a disingannarvi la smisurata ambizione di quei claustrali e l’uso costante che hanno di perseguitare colle invettive, le maldicenze, le calunnie gli uomini intemerati che non gli approvano o gl’ingelosiscono? Le quali enormitá non sono giá licenza di pochi ma instituto dell’ordine, poiché le rimostranze non valgono a correggerle, anzi ogni giorno si moltiplicano coll’approvazione e la lode del generale. Credete forse che possano essere colonne della Chiesa coloro che spiantano e calpestano ogni giorno i precetti dell’evangelio? Ma che maraviglia se Roma tollera ed abbraccia i calunniatori, poiché il suo governo non si vergogna di spargere e accreditare i libelli piú infami?[81]."
      },
      {
        "index": 41,
        "text": "Sapete, padre santo, qual sia per essere l’ultimo esito di tanti scandali? Bisogna pure che riverentemente io vel dica, giacché in tanto pericolo sarebbe colpevole ogni dissimulazione. L’esito finale sará la ruina della fede cattolica in Italia, e l’Italia forse troverá chi la segua. I popoli diranno: — A che pro un’instituzione che rende infelice la patria nostra? a che pro l’imperio di un uomo che ci toglie autonomia, libertá, unione, ricchezza, cultura, potenza, gloria, e fa sí che la prima sia l’ultima delle nazioni? a che pro una corte, la quale mentre insegna la morale in parole ci strazia colle opere e ci corrompe con pessimi esempi? I nostri antichi ben fecero ad aver cara un’instituzione che, se non sempre, sovente almeno predicava coi fatti la caritá e la giustizia e abbracciava animosamente la causa degli oppressi. Ma il papato moderno è in lega perpetua cogli oppressori e oppressore egli stesso: attende di continuo a cure profane e mondane di privilegi, d’interessi, di giurisdizioni; trasanda la legge evangelica, permette che la religione di Cristo traligni in farisaismo, presta facile orecchio ai faziosi che abusano l’autoritá sua a danno e discredito degl’innocenti; e quel poco che fa di sacro, versa per lo piú intorno a certi accessori di astruserie teologiche e di divozioncelle, che fruttano assai meno alle anime che ai gesuiti. Ora non è verosimile che un tale instituto sia opera divina, e che rendendoci miseri in terra ci possa fare beati in cielo. A che dunque serbare nel cuor d’Italia un verme che la divora? Perché non imiteremo quei popoli di oltremonte e di oltremare che da secoli scossero l’indegno giogo, e specialmente quegl’inglesi la cui florida grandezza cominciò col divorzio da Roma? — Io ricordo senza scrupolo tali bestemmie, perché se grave duolo ne arreca l’udirle, a maggior danno tornerebbe il trascurarle. Le quali giá suonano sulle labbra di molti: giá per noi ricominciano gli anni anteriori alle riforme del Tridentino, quando uomini generosi e illibati, che uno sdegno fierissimo spingeva lungi dalla patria loro, scambiavano colle credenze di Vittemberga e di Ginevra i riti augusti di Roma. Non passa quasi giorno che tali esempi non si rinnovino in qualche parte della penisola; e ciò che ora si fa dagl’individui, col tempo si fará dai popoli. Ché se i buoni cattolici hanno in orrore tali discorsi, quanti sono al dí d’oggi i buoni cattolici? Certo la virtú vera, come ho giá detto, non è spenta in Roma e il papato non è sindacabile delle colpe degli uomini e della tristizia dei governi. Ma il volgo misura le cose dalle apparenze, e gli enormi disordini di Roma temporale, dando negli occhi a ciascuno, oscurano ogni merito e avviliscono ogni pregio. Il cattolicismo non verrá meno, perché le divine promesse sono immortali. Ma non vi ha parola che ne assicuri il possesso perpetuo all’Italia; e questa può perderlo, può rigettarlo, come altre nazioni nobilissime. Perciò sarebbe tentare Iddio il chiedergli un miracolo, qual faria di mestieri se in questa civiltá crescente, in questo corso incessante di tutti i popoli verso la libertá e la nazionalitá loro, il primo di tutti dovesse rinunziarci in grazia della Santa Sede. La providenza lascia per ordinario che i mortali ricolgano i frutti dei loro errori. Quattro secoli fa un uomo intemerato, pio, dotto, eloquentissimo tonava in Firenze contro i disordini della corte di Roma, annunziava i mali e gli scismi sovrastanti e chiedeva la riforma del capo e delle membra ecclesiastiche. Il papa di allora in vece di dargli retta gl’impone silenzio, lo condanna, lo scomunica, lo fa cogliere come un eretico, digradare, sentenziare alle fiamme. Or chi si appose? il frate o il pontefice? Le ceneri del martire erano ancor calde quando Martino Lutero ribellava da Roma la metá di Europa. Noi abbiamo in voi, padre santo, un papa degno per le sue virtú dei tempi apostolici; tuttavia il male dura perché i ribaldi regnano in nome vostro. Se non ci ponete rimedio, le calamitá future della religione e della Chiesa saranno piú gravi e terribili delle passate, e le mie parole, oggi forse derise, verranno ampiamente giustificate dall’avvenire."
      }
    ]
  }
}
