{
  "chapterNumber": 22,
  "title": "Libro II, Cap. 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "della democrazia e della demagogia"
      },
      {
        "index": 1,
        "text": "Risultando dalle cose dette che, qual sia la forma accidentale di governo destinata a prevalere nel Rinnovamento, ella dovrá essere e sará democratica, si vuole esaminare in che risegga l’essenza della democrazia e per quali caratteri dalla demagogia si distingua, la quale, screditandola e uccidendola, è la sua maggior nemica. La democrazia è il predominio del popolo; e due sono i principali fattori del popolo, cioè la plebe e l’ingegno, intendendo sotto il nome d’«ingegno» non solo i doni mentali ma il loro indirizzo virtuoso, almeno per ciò che riguarda le estrinseche operazioni. Conciossiaché intelletto e volere sono i due poli di una facoltá unica, e i pregi dell’uno disgiunti da quelli dell’altro sono spesso piú nocivi che utili, come la ragione e l’esperienza concorrono a provare. Confrontando insieme l’ingegno e la plebe, pare a prima vista che l’uno sia valore e l’altra numero; l’uno individuo e l’altra moltitudine; l’uno spirito, cervello, nervo, l’altra braccio, muscolo e materia; per guisa che in loro versino i due estremi della catena sociale, onde la plebe è la parte infima e come la base, l’ingegno è la parte piú esquisita e la cima. Il che è vero, ma solo per un rispetto; giacché se questi contrapponimenti non fossero temperati da non so che di comune, vana opera sarebbe l’armonizzarli colla dialettica civile, o al piú si potrebbero unire per via di aggregato e non di unione intima, organica e perfetta."
      },
      {
        "index": 2,
        "text": "Da una considerazione piú attenta e profonda si ritrae che plebe e ingegno sono due manifestazioni diverse di un’essenza e forza unica, cioè del pensiero, il quale, secondo la sublime sentenza di un antico, è signore dell’universo[1]. «Tutte le altre potenze — dice il Pallavicino — s’inchinano all’intelletto: l’intelletto giudica di tutte le cose, l’intelletto governa il mondo; la possanza, la ricchezza e tutti gli altri beni sono meri strumenti dell’intelletto, dal quale depende il buono e laudevole o il reo e vituperevole uso loro»[2]. Ma l’intelletto si appalesa nell’uomo sotto due forme, cioè come intuito confuso e come riflessione distinta, o vogliam dire come sentimento e come ragione. Similmente la parte della comunitá, in cui il senso del vero, del giusto, del bene, dei progressi civili, dello scopo ideale a cui aspira il genere umano, splende piú vivo e puro, si è la plebe, come quella che per la sua stessa rozzezza è piú vergine e prossima a natura, e non guasta da una scienza fallace, da mille interessi e preoccupazioni fattizie, da una morbida e corrotta educazione. Vedesi pertanto che il ceto plebeio non è solamente una forza materiale, come molti credono, ma eziandio morale, e di tanto rilievo quanto è il germe del pensiero verso il suo perfezionamento. Vero è che il sentimento non è notizia distinta; ignora e non possiede se stesso; prorompe per impeto e per modo d’inspirazione in certi momenti fortunati; spesso langue e si occulta, e non è capace di azione continua, ordinata, stabile. A tal effetto si ricerca l’aggiunta del pensiero maturato, cioè dell’ingegno; laonde, siccome la riflessione è banditrice dell’intuito e lo studio è interprete della natura, cosí l’ingegno è turcimanno della moltitudine e la rappresenta naturalmente. In lui, quasi in un foco, si raccoglie e riverbera la mentalitá di tutto un popolo, come nella monade leibniziana si riflette l’universo. Dal che nasce la sua autonomia e sovranitá intrinseca, essendo egli delegato del popolo, perché di Dio e della natura, e non mica per elezione arbitraria degli uomini ma per vocazione naturale e per divina predestinazione[3]."
      },
      {
        "index": 3,
        "text": "Quindi è manifesto qual sia il diverso còmpito della plebe e dell’ingegno nella vita civile. L’una precede e l’altro segue. La plebe fa l’ufficio di natura e l’ingegno di arte. Quella porge la materia greggia a questo, che le dá la forma. La prima somministra i semi feraci, che il secondo svolge, nutre e rende fruttevoli. La plebe e l’ingegno sono concreatori, cioè compartecipi del creare divino, ma in diversa guisa, cioè l’una come potenza e l’altro come atto che la determina. Nella plebe si trova ogni dovizia, ma solo radicalmente, come i metalli preziosi nelle viscere delle montagne; laddove l’ingegno li trae fuori, li fonde, li cola, li purga, gli opera, gli aggiusta e a vari usi od ornamenti gli accomoda. La plebe insomma è quasi la specie dell’umanitá, onde l’ingegno è l’individuazione piú risentita, piú viva e piú singolare. E in vero, laddove il sentimento, come moltiplice e collettivo per natura, è capace di annidare e spargersi, per cosí dire, nelle moltitudini, la cognizione distinta, essendo il rilievo o sia il risalto dell’altra, è propria dell’individuo. Perciò, se la maggiore virtú creatrice sta nel cominciare, le prime parti di essa toccano alla plebe, la quale è un «primo» verso cui l’ingegno non è altro che un «secondo», avendo rispetto agli ordini potenziali. Ché se elle sono recondite (secondo la proprietá di ogni potenza, che solo nell’atto si manifesta) e certo meno palesi ed illustri di quelle dell’ingegno, che perciò ha piú fama, la plebe per contro ha piú merito; e se l’ufficio dell’uno è piú splendido, quello dell’altra è piú sodo e piú sustanzioso. Laonde la gloria dell’ingegno sarebbe usurpata ed iniqua se non si facesse risalire alla plebe, senza cui egli non può nulla, e seco può ogni cosa. Cosicché, se il cristiano si può solo gloriare in Dio, l’ingegno si dee glorificare nella plebe, a lei riferendo il primo onore delle sue opere. Uomo grande, non inorgoglire della tua grandezza, perché se tu non sei plebe, ne hai l’obbligo alla plebe, la quale diede il primo impulso a’ tuoi pensieri ed è la fiamma onde nascono le tue inspirazioni."
      },
      {
        "index": 4,
        "text": "La storia conferma a capello questi dettati, giacché negli ordini politici, nei morali, nei religiosi, le prime mosse vengono dalla plebe. Essa fa le rivoluzioni e accende gl’ingegni che le guidano, le ordinano, le rappresentano e riducono i moti repentini a stato fermo di vivere civile. Il senso precorre alla ragione come la plebe all’ingegno; e stante che, contenendo potenzialmente per la sua virtú complessiva tutti i progressi e atti avvenire, è profetico per natura, la plebe pressente per opera di esso e in modo confuso quelle innovazioni che spesso gl’ingegni privilegiati non intendono né subodorano. Onde si verifica il detto volgare: che la voce del popolo è divina, quasi oracolo, rivelazione, vaticinio. II pensiero è come la lingua che lo esprime; nella quale il popolo è il primo maestro, secondo Platone[4], e quasi la cava dei vocaboli e delle frasi, a cui gli scrittori attingono di continuo, recandovi dal loro canto solamente lo stile, che è la forma individuata della loquela. Altrettanto ha luogo intorno alle idee sostanzialmente; e il detto corrente: che la filosofia, le lettere, le arti belle di un popolo sono la sua espressione, viene a significare che il savio, lo scrittore, l’artefice significano e idoleggiano quel modo di sentire che vive e germina implicato nei piú. Omero, Socrate, Dante, tutti i sommi furono voce del loro tempo. Sul primo corre la tradizione dei rapsodi; ma la vera scuola di lui fu piú antica e abbracciò tutto un popolo, e gli elleni tornanti da Troia furono i veri omeridi. Come il popolo fu il vate che abbellí le prime tradizioni storiche dei greci e ne derivò la poesia, cosí egli fece pure ufficio di primo mitografo; essendo che i racconti maravigliosi, in cui si fondano i falsi culti, non furono per ordinario opera pensata degl’individui ma spontanea delle moltitudini. Insomma nelle origini la plebe è il tutto, perché tutti son plebe; e come la teologia, la storia, la poesia di quei tempi fanciulleschi sono sostanzialmente sua fattura e le assegnano il dominio del passato, cosí mediante la fama di cui è dispensatrice ella preoccupa l’avvenire. Non si dá vera gloria se non è conferita dalla plebe, eziandio nelle opere disparatissime dalla sua professione, e né i libri né le epigrafi né i monumenti possono rendere glorioso il nome di un uomo a dispetto del popolo. E il popolo non eterna se non l’ingegno, quasi frutto de’ suoi amori e portato delle sue viscere. «Quel cuore del popolo nudo di ogni cognizione — dice Gasparo Gozzi — è in mano di natura: quando ti assaggia, ti vuole, ti corre dietro da sé e ti ama spontaneamente, ciò è segno principale dell’immortalitá de’ tuoi scritti»[5]."
      },
      {
        "index": 5,
        "text": "Sogliono i teologi recare a privilegio del cristianesimo che poveri uomini e illetterati lo promulgassero. Ma la buona apologetica, cercando nei prodigi l’armonia e, per modo di dire, la sublimazione degli ordini naturali anzi che la rottura, ravvisa da questo lato nelle origini della religione cristiana il riscontro di ogni origine storica e l’adempimento sovrumano di quella legge, per cui tutte le idee rinnovellatrici si diffondono prima nel ceto rozzo che nel gentile. L’evangelio, dichiarando che nel regno di Dio gli ultimi sono i primi[6], rivelò implicitamente la precellenza della plebe e descrisse il tenore delle proprie origini. E in vero la Chiesa primitiva, principio e tipo della democrazia universale, fu un consorzio plebeio, che avea l’ingegno umano, cioè Paolo e Giovanni, per lingua, e l’ingegno divino, cioè lo Spirito, per motore de’ suoi atti e de’ suoi oracoli. Ogni Stato politico ne’ suoi princípi è altresí uno e molti, animo e corpo; e Atene, Tebe, Roma, che uscirono da un’accolta di agresti ragunaticci capitanata da un valoroso, adombrano la storia di tutte le polizie primigenie. La ragione si è che la plebe è rappresentativa della specie ed è quasi l’umanitá contratta: laonde siccome dal genere l’individuo rampolla, cosí da lei si spicca l’ingegno, e dal connubio dell’ingegno colla plebe, quasi da androginia feconda, proviene la civiltá."
      },
      {
        "index": 6,
        "text": "La plebe adunque, benché paia la parte infima del mondo civile e ne sia in effetto la piú vilipesa[7], ne è tuttavia il polso e l’anima e possiede un vero primato che niun le può tôrre, poiché ella è il semenzaio delle altre classi e la matrice per cui vive e perenna la comunanza. Per questo rispetto la plebe ha convenienza colla donna, benché l’una sia la parte piú rozza ed informe dell’umanitá e l’altra la piú delicata e gentile; tanto che anche nelle fattezze e movenze, se da un lato predomina la linea retta (come nella virilitá colta la circolare), dall’altro le forme piú perfette, cioè le ovali, prevalgono. Ma a malgrado dei contrapposti spirituali e corporei che fanno della plebe e della donna due estremi, questa è verso il maschio ciò che quella è verso l’ingegno, in quanto che nella cognizione di entrambe l’intuito e il sentimento galleggiano; benché esso sentimento sia nell’una, come dire, massiccio e ruvido, nell’altra squisito e finissimo. Ora il sentimento e l’intuito, oltre che contengono sommariamente quanto si trova nella ragion riflessiva, l’avanzano di comprensione, non possedendo questa se non se una porzioncella delle loro dovizie, e avendo verso di quelli la proporzione della parte verso il tutto e dell’atto verso la potenza. Nel modo che ogni potenza ha una virtualitá infinita di cui gli atti successivi son la finita esplicazione, medesimamente la ragion dell’uomo, svolgendosi di mano in mano, è un’attuazione circoscritta e progressiva di quella ricca potenzialitá inesausta che si acchiude nell’intuito e spicca sovrattutto nel senso donnesco e plebeio. Laonde da questo lato la donna e la plebe hanno una vera maggioranza sul maschio e sul ceto colto, possedendo entrambe non solo una maggior comprensione conoscitiva ma il privilegio di essere foriere e cominciatrici. Come la pubertá della donna precorre a quella dell’uomo e le incolte cittadinanze precedono le disciplinate, cosí il presentimento e l’istinto femmineo e popolano vanno innanzi all’ingegno dotto e virile, il quale, sottentrando, trae da quello la parte piú bella e lodevole delle sue inspirazioni; onde la caritá e l’amore (che è quanto dire l’affetto della plebe e della donna) sono i due stimoli umani piú efficaci a suscitare azioni generose e magnanime."
      },
      {
        "index": 7,
        "text": "Il che ha luogo non solo nella pratica ma eziandio nella speculativa, dove l’infinito andando innanzi al finito, come il sentimento alla ragione, la tendenza verso esso infinito riesce tanto maggiore quanto piú sovrasta il conoscimento istintuale e affettivo. E stante che la mistica è il presentimento dell’infinito e la religione ne è il gusto anticipato, la plebe e la donna sono il ceto e il sesso piú mistico e religioso e inclinano particolarmente al cristianesimo e al cattolicismo, perché quello fra i vari culti e questo fra i diversi riti cristiani sono, se cosí posso esprimermi, i piú infinitesimali. Il privilegio, testé accennato, di fondare e propagar l’evangelio e consacrarne le origini non fu proprio della plebe ma comune alla donna, giacché non solo il sesso debole cooperò efficacemente a stabilirlo presso le varie nazioni, ma, secondo l’avvertenza di un recente scrittore[8], se dai maschi provenne ogni danno della fede nascente e la morte del divino suo capo, non si legge di alcuna donna che non fosse docile alle parole di lui e pietosa de’ suoi dolori, non solo fra le pie d’Israele, ma in Samaria, nel pretorio e fra le misere peccatrici. E come la plebe e la donna ricolsero le primizie del cristianesimo, cosí nella sua presente declinazione a malincuore se ne dipartono; e se non sempre il simbolo, almeno il senso cristiano si può dire che ancor sopravviva fra le umili popolazioni delle officine e dei campi e nei recessi delle famiglie."
      },
      {
        "index": 8,
        "text": "Quindi nasce un altro carattere comune ugualmente alla plebe e alla donna, cioè il predominio dell’istinto conservativo, come quello che per natura si radica nel sentimento e si collega coll’affetto religioso e coll’apprensione dell’infinito. Per la qual cosa il genio plebeio e donnesco pare a molti retrogrado; e siccome confassi al genio cristiano, questo viene in sembianza a contrarre la stessa nota. Ma il vizio è solo apparente, atteso che in universale la stabilitá è radice del progresso, come il medesimo del diverso; tanto che il principio progressivo non è altro che una sequela o propaggine del principio conservativo. L’intuito e il sentimento, l’infinito e la religione contengono ogni cosa nella loro infinitá potenziale: contengono gli stessi momenti del progresso, ma implicati e simultanei, come l’indietro e l’innanzi nella successione eterna, il disopra e il disotto nel circolo infinito. Affinché dunque cotal progresso implicato erompa e apparisca, si richiede l’accessione di un nuovo atto creativo, col quale la riflessione, il finito, la scienza fecondino e traggano in mostra i riposti tesori del sentimento intuitivo, del culto e dell’infinito. Similmente la plebe e la donna paiono stative e retrograde, perché nella ricca sentimentalitá loro vengono a comprendere tutti i futuri perfezionamenti, come le forze cosmogoniche della natura sono anticipative e palingenesiache. Acciocché il progresso emerga, si ricerca il connubio di un principio attivo; laonde nel modo che il genio femmineo ha d’uopo del maschile che lo informi, medesimamente la plebe vuol essere fecondata dall’ingegno."
      },
      {
        "index": 9,
        "text": "La plebe e l’ingegno sono i due fattori della democrazia e contribuiscono del pari al suo essere, perché sono la sessualitá doppia, in cui si estrinseca e divide l’unitá primitiva del pensiero umano. L’ingegno ha pertanto verso la plebe i diversi riguardi di effetto e di causa, giacché da un canto esso viene inspirato dalla plebe, dall’altro lato ha per ufficio di guidarla e perfezionarla, come il sesso virile che colla fecondazione restituisce all’altro la vita che ne ha ricevuto. L’ingegno però non prova, se non è colto; laonde gli uomini che ne sono forniti, ancorché sieno (come spesso accade) di umile nazione, appartengono tuttavia, come addottrinati, a quella classe da cui ebbero coltivamento e dottrina. La qual classe fu in origine un rampollo plebeio, comprendendo coloro che, piú favoriti dai doni di natura, seppero levarsi dallo squallore in cui giacevano e formarono quel nuovo ordine che dal seggio nativo si chiamò «borghese», donde in appresso si rifornirono eziandio i ceti più illustri a mano a mano che si spense il sangue degli antichi conquistatori, i quali nella loro origine furono plebe ancor essi. Cosicché l’ingegno, o sia borghese o patrizio, deriva non meno che la classe colta fontalmente dal popolo. Ma questa classe, che a principio è l’eletta degli uomini ingegnosi, a poco poco dall’ingegno si apparta, imperocché in successo di tempo, i più de’ suoi membri facendone parte non per propria industria ma per benenzio di nascita e di fortuna, e ai privilegi di queste non rispondendo i doni di natura, la nobiltà e la borghesia si trasformano in volgo, dalla massa del quale emergono alcuni ingegni privilegiati, quasi lampi o meteore nel buio notturno. «Volgo» nella buona lingua non è sinonimo di «popolo», e il popolo non è volgo, benché abbia il suo volgo; onde un classico scrittore dice di uno, che era «molto nel volgo del popolo»[9], e chiama «volgari» i dappochi di ogni ordine cittadinesco[10]. «Volgo» insomma è ogni moltitudine scompagnata dall’ingegno; e perciò vi ha un «volgo censito e patrizio»[11], come un volgo plebeio. Appartenendo l’ingegno, in quanto è culto ed ingentilito, alla classe media, questa coopera colla plebe a crear la democrazia, come la borghesia e la plebe fanno il popolo. Ma in questa coefficienza la plebe interviene come classe, perché il sentimento è sempre collettizio: non cosí il ceto colto, atteso che l’ingegno è per natura individuale e singolare. Anzi la massa di questo ceto è quasi un capomorto piú disutile che proficuo, essendo mediocre o nulla d’intelletto, corrotta di cuore, scandalosa di vita, incapace di presentire il vero e augurare il futuro per intuito come la plebe, e di preconoscerli come l’ingegno per riflessione; onde è sterile di bene e piú atta ad impedire che a fare. Epperò nel suo grembo le sètte negative e sofistiche sogliono racimolare il novero della loro milizia."
      },
      {
        "index": 10,
        "text": "Queste poche avvertenze chiariscono il divario che distingue la democrazia dalla sua larva. La demagogia è la plebe eslege, amente e divenuta volgo, perché disgiunta dall’ingegno, che a guisa di mente dee informarla, indirizzarla, correggerla[12]. Senza la scorta dell’ingegno, la plebe è atta a demolire anzi che a costruire e non fa cosa ferma: nelle mutazioni riesce a violenza; nel vivere, a licenza; nel reggere, ad anarchia. Conciossiaché, per quanto ella abbia il senso del vero e del bene, essendo cotal senso perplesso e indeterminato, ha d’uopo di chi lo traduca in pieno e netto conoscimento. Se vuol regolarsi e fare da sé, mancando di coltura e di esperienza, ignorando o mal conoscendo la materia in cui si travaglia, scambia il vero col falso, il bene col suo contrario, la misura coll’eccesso, il reale coll’apparente; e il senso naturale diventa volgare, che è quanto dire fallace e ingannevole. Laddove ogni qual volta la democrazia partecipa del ceto colto, il senso volgare dá luogo al comune, e mediante l’arrota dell’ingegno (quasi vincolo delle due classi) in retto si trasforma. L’ingegno è pertanto il medicatore del senso volgare e quasi l’aroma per cui la plebe si preserva dalla corruzione, e quindi ha questa proprietá (come vedremo): che seconda la plebe ma non l’adula, riceve i suoi influssi ma senza detrimento dell’autonomia propria, e insomma è democratico, non demagogico né licenzioso. Senza questa conditura, la plebe traligna da se stessa e si rende volgo; e il volgo nelle sommosse diventa plebaglia discola, bestiale, furiante, di ogni eccesso commettitrice. La qual corruzione è facile, perché la parte spirituale, direi cosí, della moltitudine, mancando di guida e d’interprete, resta al di sotto, e prevale la parte materiale, cioè la forza: gl’istinti ferini si destano, e se trovano chi con arte gli attizzi e li nutra, salgono al colmo e fanno effetti dolorosi e spaventevoli."
      },
      {
        "index": 11,
        "text": "Giova però avvertire a onor della plebe che i corruttori di essa, notati dagli antichi sotto il nome di «demagoghi»[13], per ordinario non le appartengono. I Cleoni, i Catilini, i Clodi, i Fieschi, i Vacheri sogliono uscire dai ceti illustri o mezzani, quando questi, essendo pervenuti al sommo della depravazione, guastano l’ingegno medesimo e lo rivolgono a corruttela degli ordini inferiori. Omero pennelleggiò la corruzione plebeia nel personaggio di Tersite descrivendolo contraffatto, come la tradizione e l’iconografia rappresentano Esopo, il quale idoleggia il buon genio del basso popolo, come Tersite il cattivo. Ma colle figure d’Iro, di Melanzio e di Melanto volle significare come la minutaglia infetta venga prodotta e alimentata dal vizio dei maggiorenti. Né è da maravigliare se la plebe, che ha dell’angelo, abbia eziandio del bruto; perché, come potenza e senso universale, ella è, si può dire, ogni cosa e spicca nel pessimo come nell’ottimo. Anche da questo lato la plebe somiglia alla donna, in cui il male come il bene suole eccedere e vincere di squisitezza il solito dell’altro sesso. Il nobile istinto della compassione, secondo Tacito, può davvantaggio negl’infimi[14]; e Aristotile insegna che i piú compassionevoli sono sí quelli che «son deboli e vili», sí quelli che «son dotti, perché di buon sentimento»[15]; dove è da notare l’accordo della plebe e dell’ingegno negli affetti benevoli. Ma esso Tacito osserva altrove che «il volgo, tosto mutandosi, corre alla misericordia quanto s’era versato nell’ira»[16], perché accoglie in se stesso i due estremi e salta dall’uno all’altro senza adagiarsi nel mezzo per manco di euritmico temperamento. Ora, siccome la virtú creatrice è il principio della dialettica universale, cosí la forza dell’ingegno introduce l’armonia nelle turbe, svolgendone le buone parti e informandole colla mentalitá propria. La plebe stessa ha per lo piú coscienza di questo suo bisogno; laonde, se non è corrotta o sviata, riconosce gli spiriti pellegrini senz’ombra di gelosia e d’invidia: sente che essi sono i suoi capi e interpreti e duci naturali, e gli osserva, ubbidisce, ammira spontaneamente, come un esercito non guasto e guidato da un uomo grande adora con entusiasmo l’eroe nel capitano."
      },
      {
        "index": 12,
        "text": "La plebe e l’ingegno essendo i due coefficienti della democrazia, il loro divorzio è contro natura; e tanto è assurdo il voler creare e disciplinare un popolo coll’ingegno senza la plebe, quanto il prometterselo colla plebe senza l’ingegno. E pure la prima di queste pretensioni non è rara fra i conservatori; e la seconda, comune ai retrivi e ai municipali, alberga di frequente eziandio tra i democratici. Ma l’ingegno, dovendo uscir dalla plebe in quanto ne trae i suoi migliori afflati, e rinvertire ad essa perché ha il debito d’informarla e perfezionarla, se mai se ne apparta, sterilisce e si rende inutile, come un re senza sudditi e un caposquadra senza soldati. Ridotto solo e foresto, per lo piú ignora se stesso, o gitta un vano chiarore e non fa nulla di giovativo, di stabile, di efficace, come quegl’intelletti ombrosi e restii, che nella speculativa o nella pratica vanno a ritroso del secolo. Quali furono testé in religione e in politica Giuseppe di Maistre e il Buonaparte; il primo dei quali colla penna volle ricacciar gli uomini ai tempi di Gregorio settimo, e il secondo colla spada a quelli di Carlomagno. Infelici stiliti, che grandeggiano nella storia come le guglie nell’eremo, le quali recano a chi passa una vana maraviglia, non utile né refrigerio. Vero è che i piú dei conservatori ammogliano l’ingegno alla borghesia per evitare che sia scapolo; ma tali nozze non fruttano, perché il ceto colto non esprime una sessualitá distinta e, benché partecipi dell’ingegno, non fa seco un correlativo né un contrapposto. Il ceto colto, maritato alla plebe, fa il popolo e vale; disgiunto, non vale, perché sola la plebe è l’universitá fondamentale e primitiva onde nasce la vita e in cui si radicano gli altri ordini. Negli uomini agiati ed ingentiliti il senso vivo e spontaneo della natura è troppo rintuzzato dall’ozio, dai comodi, dai piaceri, dalle morbidezze, dalla prava educazione, dagl’interessi privilegiati, dalle preoccupazioni faziose, dalle torte e sfrenate cupiditá. L’impotenza civile della borghesia solitaria si vede chiara dalla storia degli ultimi trent’anni in Francia, e proporzionatamente nel resto di Europa; perché, sebbene guidata da uomini abili, sperti e alcuni di essi forniti di mente non mediocre, ella non ha saputo né antivedere né antivenire una sola rivoluzione. Il che mostra da un canto che le manca la qualitá piú capitale nel reggimento degli Stati, cioè il senso dell’avvenire; e che dall’altro canto la plebe, operando le mutazioni e i perfezionamenti politici a dispetto dei ceti superiori e vincendo sempre la prova contro di essi (non ostante gli ondeggiamenti e le regressioni passeggiere), sovrasta loro di gran lunga in questo genere di cognizioni. Né le iterate sperienze giovando a farli ricredere, anzi tornando essi sempre da capo e perfidiando nelle vie provate cento volte inutili ed esiziali, questa loro cecitá insanabile ne conferma e sigilla l’insufficienza. L’unico rimedio di tal disordine è quello che ho giá accennato, cioè la lega dei conservatori coi democratici, la quale in sostanza non è altro che il connubio della borghesia e dell’ingegno colla plebe."
      },
      {
        "index": 13,
        "text": "I politici, che a guisa dei gamberi vanno all’indietro o a modo delle chiocciole si rannicchiano nel municipio, non amano l’ingegno o piú tosto il confondono colla mediocritá astuta e raggiratrice. Non pochi fra i democratici disprezzano o trascurano gl’individui, e, come giá avvertiva scherzando il Leopardi, non si dilettano che di masse, «le quali che cosa siano per fare senza individui, desidero e spero che me lo spieghino gl’intendenti d’individui e di masse che oggi illuminano il mondo»[17]. Le masse (per usar la loquela di costoro) sono quasi la materia sociale, che non può diventare ordine e mondo politico se non è animata dall’intelligenza, come l’ile, gli atomi, l’apeiría e il caos dei fisici antichi non partorivano il cosmo, giusta Platone e Anassagora, se la mente e lo spirito non gl’informavano. L’ordine in ogni genere è la definizione, cioè la misura del finito e del limite recata nella congerie torbida e scomposta dell’indeterminato. La democrazia dee moderarsi, correggersi e quasi limitarsi, per durare e fiorire: dee passare dal moto irregolare e impetuoso, dalle agitazioni e dai subugli allo stato e al progresso graduato ed equabile; né può altrimenti riuscirvi che imitando la natura e facendo venir a galla l’ingegno, il quale è il distinto che predomina sul confuso e il finito che sovreggia e armonizza l’indefinito. Né ciò si oppone alla libertá e autonomia plebeia, perché quella senza legge è licenza, questa senza regola soggiace al fato della violenza o al capriccio dell’arbitrio e del caso. La signoria dell’ingegno offenderebbe l’autonomia della plebe, se le fosse estrinseco ed eterogeneo di sostanza e non costituisse in vece la forma e la perfezione della mentalitá confusa, in cui risiede la sua essenza. Ma siccome la dualitá dell’individuo singolare e della folla plebeia non esprime due forze diverse ma solo due poli opposti di una forza unica, cosí la plebe, riconoscendo e accettando l’indirizzo dell’ingegno, non esce della propria natura e non si assoggetta sostanzialmente ad altra regola che a se stessa. La maggioria dell’ingegno e della classe colta (in quanto tiene di esso) dá luogo a quell’aristocrazia non fattizia, non iniqua, non arbitraria, ma giusta e naturale, che tutti i grandi antichi, da Omero sino a Tacito, lodarono e celebrarono come necessaria a ogni buona cittadinanza; senza la quale la democrazia, non che esser fonte di utili e sodi incrementi, riesce tirannica ed incivile. Imperocché i veri ottimati, recando ad atto intellettivo ed a luce le cogitazioni implicate e virtuali che si occultano nelle moltitudini sotto forma d’istinto e di sentimento, costituiscono la spiritualitá civile, fuori della quale s’incorre in un materialismo politico poco diverso da quello dei retrogradi. E in vero la demagogia è verso lo Stato di popolo ciò che è il dominio assoluto verso il regno, e la superstizione verso la religione, cioè un pretto e grossolano sensismo. E però il ceto rozzo senza la ragione dei savi rende incivile la societá, come il sesso amabile muta il culto cristiano in divozione sensuale e gesuitica, se la ragion virile non ha il governo delle credenze."
      },
      {
        "index": 14,
        "text": "Abbiamo giá avvertito che i tre problemi del Rinnovamento sono indivisi e che la preminenza del pensiero è il capo e la base dei due altri. Ma fra questi e quello corre un divario notabile, ché gli ultimi rispondono a certi bisogni sentiti e confessati da tutti, dove che il primo esprime bensí una necessitá sentita universalmente ma riconosciuta da pochissimi. Tanto che quell’ordine, che è il piú rilevante e capitale nelle riforme volute dai tempi, non solo è escluso dal primo luogo, ma taciuto quasi da tutti e rimosso, non che dalla pratica, ma perfino dalla teorica. Si parla e si scrive del continuo di motori politici, di energie sociali; si chiamano a rassegna il popolo, la nazionalitá, l’industria, il commercio, la religione, e via discorrendo. Gli economici fanno altrettanto delle varie forze che partoriscono le ricchezze: e chi dice «proprietá e capitale», chi grida «compagnia e lavoro», chi immagina altre formole diverse od equivalenti; ma quanti sono che parlino dell’ingegno? E pure l’ingegno è la prima forza del mondo in tutti i generi, e senza di esso ogni altra efficienza è debole o nulla. L’ingegno è la prima fonte della civiltá tutta quanta, e senza l’opera sua i progressi umani sono impossibili a pensare non che a conseguire. L’ingegno è la prima delle forze economiche, poiché la proprietá e il capitale, la consorteria e il lavoro tanto valgono e fruttano quanto la mente che gl’indirizza. L’ingegno è la prima sorgente delle ricchezze, perché egli solo può cavarle e produrle in luce dal grembo della natura e accrescerle col sapere. Donde nascono i maravigliosi progressi della coltivazione, delle industrie e dei traffichi moderni, se non dall’applicazione della meccanica, della fisica e della chimica ai veicoli terrestri e marittimi, ai campi e alle officine? e che cos’è questa applicazione, che ogni giorno va crescendo e perfezionandosi, se non un miracolo dell’ingegno? Come va pertanto che la prima potenza umana si passi in silenzio e vogliasi quasi sbandire dalla scienza e dalla vita? Ciò nasce per un lato dalla sua raritá e per l’altro dalla gelosia invidiosa del maggior numero, il quale, trovandosi difettivo di siffatto bene, non è inclinato a riconoscere chi lo possiede, anzi vorria farne senza. Cosí il difetto di questo efficiente corrompe e altera la democrazia, la quale, quando è pervertita, avvalora e reca in arte il vizio onde nasce la sua corruzione. I democratici che incorrono in questo errore non si distinguono dai loro contrari, giacché il disprezzo e l’odio dell’ingegno è comune a tutte le sètte sofistiche ed illiberali, ed è la precipua delle magagne che ammorbano gli Stati del continente."
      },
      {
        "index": 15,
        "text": "La trascuranza dell’ingegno rende impossibile non pure la soluzione del quesito democratico, ma eziandio quella del nazionale. Che cos’è infatti la nazionalitá se non la coscienza civile dei popoli e, come dire, l’intelligibilitá loro? Ora ogni intelligibile presuppone l’intelligente, e un popolo non può intendere né compenetrare riflessivamente la mente propria se non mediante i particolari uomini che meglio lo rappresentano. La nazionalitá non è dunque compiuta se non s’individua in alcuni sommi; onde qual popolo manca di uomini grandi, non è ancor giunto a essere perfetto di nazione. E perciocché la storia è la biografia dei popoli, come la biografia è la storia degl’individui, gli Stati e le popolazioni che son prive di racconti biografici hanno pure difetto di documenti storici, ché Plutarco è il compimento di Tucidide e Livio. La formazione delle nazionalitá corre per due gradi o momenti distinti, il primo dei quali è universale e si può ragguagliare alla concezione negli ordini organici; il secondo è individuato e risponde alla nascita. Allora nascono le nazioni quando un bailo civile le trae in luce: allora la coscienza pubblica ha la pienezza del suo essere quando, incorporata in uno spirito singolare, essa può dire: — Io sono. — Il principio di Renato Cartesio esprime un vero non solo psicologico ma politico. Prima che sorga la riflessione civile, il pensiero di un popolo è disperso nella moldtudine, come la luce diffusa nell’aria, e quindi non ha il senso di sé, né può effetti notabili; dove che è onnipotente quando si raccoglie in uno o pochi uomini, come i raggi solari concentrati nello specchio ustorio, i quali bastarono ad ardere (se vogliam credere alle tradizioni sicule) la flotta romana sotto le mura di Siracusa. II crescere, il mantenersi e il fiorire dei popoli ha d’uopo pertanto dell’ingegno individuato, non meno che il nascimento loro. Quando gl’ingegni mancano, non solo le nazioni ma le instituzioni languiscono e si estinguono, perché il lor principio vitale vien meno coll’anima e la coscienza. Perciò sintomo infallibile della declinazione e vicina morte di una stirpe, di una dinastia, di uno Stato, di un instituto, di un sodalizio illustre, si è la penuria di uomini segnalati; il che mostra essere diseccata ed esausta quella vena feconda da cui ebbe principio e incremento la sua grandezza."
      },
      {
        "index": 16,
        "text": "Un popolo non informato e individuato dall’ingegno è piuttosto una sciolta moltitudine che una nazione, come il numero disgregato non è unitá. Similmente la democrazia orbata della sua guida non è unitá ma numero, il quale, per quanto sia grande, non potendo per sé solo far legge, non può né anco essere democratico e nazionale [18]. Senza totalitá di uomini e di voti non si dá certamente nazione e democrazia perfetta; se non che a tal effetto ricercasi che il totale divenga universale, cioè che la democrazia e la nazione tornino a universitá e non a somma semplicemente. Ora la voce «universitá» importando il concorso dell’unitá col numero ed esprimendo il numero organato, egli è chiaro che la moltitudine senza mente non può essere universitá civile, come il mondo senza Dio non sarebbe uno né potrebbe vestire il nome di «universo». Tanto che, laddove il predominio del maggior numero avvivato e governato dall’ingegno è il colmo della civiltá; privo di tale accompagnatura, esprime l’essenza della barbarie. La quale è il senso dei popoli privo di guida ideale[19], che è quanto dire il senso volgare non castigato dal senso retto. Perciò coloro, che ripongono nel soprammontare del maggior numero senz’altro la perfezione del vivere civile, introducono una regola, secondo la quale i goti, i vandali, gli unni e gli altri barbari del quinto secolo e dei seguenti sarebbero stati i legittimi padroni del mondo d’allora, e i russi avrebbero balía giuridica di quello d’oggi, anzi le smisurate popolazioni semibarbare, barbare e selvagge dell’Asia, dell’Affrica, dell’Oceania e di una parte di America dovrebbero signoreggiare la piccola Europa. Costoro non avvertono che la civiltá del globo terracqueo è stata sinora un privilegio di pochi, benché sia destinata a tutti, potendolesi adattare la divinq parola: che «molti sono i chiamati e pochi gli eletti»[20]. L’ignoranza, l’errore, la superstizione e simili pesti da cui risulta la barbarie, sono ancora il patrimonio dei piú, come in origine furono di tutti; laonde la demagogia, assegnando il sovrastare alla turba e gridando in tal senso: — Popolo popolo, — viene in sostanza a gridare: — Barbari barbari, — e tirando le nazioni civili alla rozzezza dei loro primordi, è in sostanza retrograda. Vogliam dunque escludere la moltitudine e tornare al governo di pochi privilegiati? No, sicuramente, ché questo partito, come vedemmo, non è migliore dell’altro, atteso che i pochi scorporati dai molti non possono essere veramente civili. Resta dunque che la moltitudine si appropri l’ingegno e se lo immedesimi in un certo modo, accettandolo per guida e moderatore, onde non sia eslege e sciolta ma ordinata, perché l’ingegno è la legge viva e direi quasi lo statuto che la natura impone alla folla. La civiltá consiste nel far sí che la plebe salga e non mica che il ceto colto discenda, né ella può salire e poggiare altrimenti che alla platonica, cioè sulle ali delle idee e dell’ingegno."
      },
      {
        "index": 17,
        "text": "La sapienza degli antichi è unanime su questo punto, e si trova riepilogata da Orazio in questi bellissimi versi, che sarebbe temeritá il tradurre:"
      },
      {
        "index": 18,
        "text": "vim temperatam di quoque provehunt in maius: iidem odere vires"
      },
      {
        "index": 19,
        "text": "E che altro può temperarla fuor che il connubio dell’ingegno? Però quanto gli antichi erano teneri dell’ugualitá civile, tanto erano nemici di quel livellamento che disconosce le disparitá naturali e le offende nella partizione degli onori e delle cariche. Gli uomini savi poco amavano la tratta a sorte[22], e insegnavano che la distribuzione degli uffici dovea farsi a ragion figurale anzi che numerica[23]. «Licurgo — dice Plutarco — cacciò di Sparta la proporzione arimmetica come popolare e turbulenta, e v’introdusse la proporzione geometrica... E questa è la proporzione che applica Iddio alle cose umane..., cognominata ‛equitá’ e ‛giustizia’; la qual proporzione c’insegna che conviene far la giustizia eguale, e non l’egualitá giusta. Perché quella egualitá, che oggi è cercata da tutto il mondo, è la piú grande ingiustizia che sia, e però Iddio l’ha levata dal mondo in quel modo che si poteva, e mantiene la dignitá e il merito secondo l’ordine di geometria, determinando secondo la ragione e la buona legge»[24]. Consuonano i principi della scuola italica. Dante dice che il diritto è «la proporzione reale e personale dell’uomo»[25]; definizione al tutto pitagorica. E attribuisce con Aristotile la sovranitá all’ingegno[26], disdicendola espressamente al volgo. «Dell’abito di questa luce discretiva massimamente le popolari persone sono orbate, perocché, occupate dal principio della loro vita ad alcuno mestiere, dirizzano sí l’animo loro a quello per forza delle necessitá, che ad altro non intendono... Perché incontra che molte volte gridano: — Viva la lor morte — e — Muoia la lor vita, — purché alcuno cominci. E questo è pericolosissimo difetto nella loro cecitá. Onde Boezio giudica la popolare gloria vana, perché la vede sanza discrezione. Questi sono da chiamare pecore e non uomini; ché se una pecora si gittasse da una ripa di mille passi, tutte le altre le andrebbero dietro, e se una pecora per alcuna cagione al passare d’una strada salta, tutte le altre saltano eziandio, nulla veggendo da saltare. E i’ ne vidi giá molte in un pozzo saltare, per una che dentro vi saltò, forse credendo saltare uno muro, non ostante che il pastore, piangendo e gridando, colle braccia e col petto dinanzi si parava»[27]. E reca al dominio del volgo di alto e di basso affare le miserie dei tempi. «O generazione umana, quante tempeste, danni e ruine se’ costretta a patire, mentre che tu se’ fatta bestia di molti capi!»[28]; allusione al celebre detto di un antico. «Misera veramente e mal condotta plebe, da che tanto insolentemente oppressa, tanto vilmente signoreggiata e tanto crudelmente vessata sei da questi uomini nuovi, destruttori delle leggi antiche ed autori d’ingiustissime corruttele!»[29]. Frequenti sono le querele del Guicciardini contro i governi di «molti»[30] e troppo «larghi», che annoverano e non pesano i pareri[31]; né per altro egli inclinò al governo regio, se non ché la repubblica fiorentina si reggeva piú a volgo che a popolo, conciossiaché non vi fosse «alcuno che avesse cura ferma delle cose», come quelle che si maneggiavano «piú con confusione che con consiglio»[32]. Nella rivoluzione francese del secolo scorso i piú audaci e rigidi popolani, come il Marat, il Danton, il Robespierre, ravvisarono il maggior pericolo dei nuovi ordini nella setta degli arrabbiati e ne sentenziarono a morte i conduttori ed i complici[33]."
      },
      {
        "index": 20,
        "text": "Come il genio democratico è onore dell’etá nostra, cosí il demagogico (che ne piglia la persona, come l’ipocrisia suol fare della virtú) ne è il flagello; e se la civiltá non fosse tanto innanzi, potria temersene una seconda barbarie[34]. E in vero la moderna coltura prevalse alla rusticitá dei bassi tempi, in quanto alcuni spiriti privilegiati poterono vincere a poco a poco colla sovrana virtú dell’ingegno la forza brutale de’ piú. Or se questo edifizio lentamente innalzato a prezzo di sudori e di stenti incredibili dovesse cadere, noi entreremmo in un nuovo medio evo, che avrebbe la rozzezza e le brutture senza però la forza vergine e la virtú generativa del primo. Tanto che noi siamo per un rispetto nelle condizioni degli ultimi romani, quando Tacito deplorava la crescente declinazione dell’imperio[35], e «tutta l’antichitá, cioè l’indole e i costumi antichi di tutte le nazioni civili, erano vicini a spirare insieme colle opinioni che gli avevano generati e gli alimentavano»[36]. Eccovi che il buon gusto nelle lettere, il buon giudizio nelle scienze, la vastitá e profonditá della dottrina, il magistero di pensare e di scrivere si fanno d’ora in ora piú rari; e in Francia, in Inghilterra, in Italia, nella penisola iberica, non si ebbe mai da due o tre secoli tanta penuria di valorosi. Ogni vena creativa è spenta, non perché la plebe sia principe ma perché vedova, non potendo ella generare se l’ingegno non la feconda. «La moltitudine — dice il piú ardito dei democratici francesi — è per natura sterile, passiva e ribelle a ogni innovazione»[37]. Nella vita pratica, come osserva il Leopardi, non solo oggi manca la grandezza, ma la mezzanitá è rarissima: «quasi tutti sono inetti, quasi tutti insufficienti a quegli uffici o a quegli esercizi a cui necessitá o fortuna o elezione gli ha destinati. In ciò mi pare che consista in parte la differenza che è da questo agli altri secoli. In tutti gli altri, come in questo, il grande è stato rarissimo; ma negli altri la mediocritá ha tenuto il campo, in questo la nullitá»[38]. Perciò è gran fortuna quando a un graduato può farsi l’elogio di Tacito a Poppeo Sabino: «par negotiis, neque supra erat»[39]. Ed è frequente ciò che fu quasi inaudito anche nei secoli piú infelici, cioè che ciascuno si creda atto alle cariche piú gravi e difficili, a esser ministro, presidente, dittatore dei regni e delle repubbliche, con un ingegno comunale e senza studio, senza apparecchio, senza tirocinio. E siccome niuno presume altrettanto nei mestieri piú umili, ne segue che oggi si reputa piú arduo il fare una scarpa che il reggere gli Stati e le nazioni. La celebritá volgare soggiace alla stessa misura; cosicché si può dire che oggi, come la fortuna corre a rovescio della sufficienza, cosí la fama dei meriti, ed è piú facile il levar grido in Europa che una volta non era l’aver nome nel municipio."
      },
      {
        "index": 21,
        "text": "Le leggi naturali mai non si violano impunemente. Ora fra queste leggi ve ne ha una principalissima, secondo la quale a far cose grandi si richiede l’ingegno grande. L’effetto è sempre proporzionato alla causa; e tanto ripugna che uno spirito volgare conduca a buon fine un’impresa illustre, quanto che i muscoli di un nano sollevino un peso a cui bastano appena le braccia di un gigante. Havvi una dinamica e una meccanica intellettuale, i cui ordini sono fissi, certi, immutabili, non meno di quelli che reggono la scienza dei moti e delle forze corporee. Donde nacque che la rivoluzione europea del quarantotto fu una sconciatura? e che avendo sortito un principio magnifico, riuscí a un esito degno di riso? Nacque, che l’opera sovrastava smisuratamente alle forze degli operatori. Come tosto il Risorgimento cadde alle mani di un Bozzelli, di un Mazzini, di un Pinelli e di altri simili uomini, si poté conoscere a priori che tutto sarebbe ito a monte; né ad acquistare questa certezza fu necessario attender gli effetti. Tanto ripugnava che educato da tali mani il parto italico avesse bellezza e vita, quanto che dall’industria di un architettore o statuario di dozzina esca un lavoro simile a quelli di Fidia o del Buonarroti."
      },
      {
        "index": 22,
        "text": "Non si vuol però credere che la demagogia sia un privilegio dei democratici. Se la sua essenza consiste nel rimuover l’ingegno dal governo della cosa pubblica, egli è chiaro che i conservatori, i municipali, i retrogradi di tutti i colori e di tutti i paesi ne sono piú o meno intinti; pogniamo che presso di loro ella non sia arruffata e lacera e non proceda sempre con furia e tumultuariamente, giacché la natura delle cose non versa nell’abito e nelle apparenze. Non sono forse demagogici i governi di Pietroborgo e di Vienna, di Roma e Napoli, che superano di cattivitá e di ferocia i popoli scomunati? Non sono tali i croati e i cosacchi, gareggianti cogli unni e coi vandali, che furono i demagoghi dell’altro millenio? E che direm dei gesuiti e dei loro clienti? La convenienza della demagogia col regresso in nessun lato è meglio cospicua. Oggi fiorisce una folla di politici e di teologi miterini, che s’ingegnano di rimettere in onore le anticaglie piú brutte e rancide, delle quali uno o due secoli addietro anco gl’idioti e i fanatici si vergognavano[40]. Come mai questa genia potrebbe aver seggio e uditorio, se il genio piú volgare non fosse penetrato eziandio nel santuario? Il cattolicismo ha quest’obbligo alla Compagnia, la quale, odiando per natura il pensiero[41], detesta l’ingegno, e quindi vuole che tutto il mondo sia volgo. Il che ella si studia di fare tenendo la plebe sommersa nella superstizione, nella miseria, nell’ignoranza, e tirando le classi colte allo stato plebeio coll’evirarne la mente e il cuore e non lasciar loro altro privilegio che l’opulenza e le morbidezze. Per tal modo l’azione gesuitica corre a ritroso della civile; ché laddove questa consiste nel venir vantaggiando e traendo in alto tutte le classi sociali, ravvicinandole al possibile nell’uso e nel godimento dei beni, quella le deteriora ed abbassa ad un piano comune di povertá nell’intelletto e d’ignavia nelle opere, a fine di averle tutte sotto i piedi e poterle con agio signoreggiare. E non è questo a capello il costume dei demagoghi? Io non so se tale affinitá dei padri coi capipopoli corrotti e ambiziosi abbia contribuito alla buona fortuna di quelli nell’ultima rivoluzione francese: egli è bensí da deplorare che, potendosi sbandire cosiffatta peste, siasi in vece promossa per eccesso di generositá piú sconsigliata che savia e con danno comune, ché quindi ebbero origine lo scadere delle libertá italiche e il regresso europeo. Né per altro corre oggi l’inaudito spettacolo di una nazione coltissima, che diede la luce al Courier, al Pascal e a Portoreale, governata a bacchetta dalla Compagnia. La dolcezza fuor di proposito è inumana nelle cose di Stato e ingiusta la legalitá soverchia, perché i mali che ne seguono sono maggiori di quelli che si vogliono evitare. Eccovi che la benignitá intempestiva verso l’ordine fazioso diede forza ai nemici dello Stato popolare e addusse le cose ai termini in cui sono; tanto che laddove la rivoluzion di febbraio poteva esser l’ultima, si apparecchia la materia di nuovi rivolgimenti, e voglia il cielo che i padri non abbiano un dí a dolersi della pietá usata loro a principio. Cosí il non avere avvisato che conveniva assodare la nascente repubblica e premunirla contro le trame avverse, prima di dar piena esecuzione agli ordini liberi, rese questi di nuovo incerti; il che non sarebbe avvenuto se una mente vigile e forte avesse avuto il maneggio delle faccende. Similmente se i conservatori non fossero proceduti a uso del volgo, non avrebbero stretta colla fazione odiosa una lega che gli avvilisce, guastando l’opera propria e lasciandosi rapire anch’essi dalla corrente. Ma il loro fallo non dee dar meraviglia, perché una spezie di demagogia tira l’altra; né questo circuito vizioso e sofistico avrá termine finché l’ingegno non sottentra al volgo nell’indirizzo delle cose umane."
      },
      {
        "index": 23,
        "text": "La demagogia fu mortifera al Risorgimento, e cosí sarebbe al Rinnovamento d’Italia e di Europa, se le riuscisse di soprastare. Per ovviare al pericolo, egli è d’uopo costituire la democrazia legittima; la quale, versando nel connubio dell’ingegno e della plebe, presuppone l’apparecchio di una parte democratica, che comprenda il fior degl’ingegni e temperi co’ suoi influssi il ceto plebeio. L’Italia per questo verso è men bene condizionata della Francia, la quale giá possiede una plebe civile e ha in quella di Parigi la prima del mondo. Se per la rigorosa osservanza della legge sottostá all’inglese[42], trovi in essa svegliati spiriti, una coltura che si accosta a gentilezza, l’amor della patria, il senso vivo e profondo della dignitá, unione e autonomia nazionale, l’istinto del buon ordine, la generositá dei sentimenti, l’ampiezza delle idee, aliene da ogni angustia di municipio, la riverenza e l’ammirazione dei singolari intelletti, la caritá fraterna degli altri popoli, il senso della comunitá universale, l’impeto nell’intraprendere i moti politici, e nell’effettuarli un valore che rende uomini i fanciulli e gli adulti meglio che uomini. Diresti che il genio cavalleresco, per cui rifulse in addietro la nobiltá francese, siasi ora ritirato dalle somme nelle ime parti del popolo. E come è la piú civile, cosí non la cede in moralitá a nessuna; di che fece buon segno tre anni sono, quando, proposta la legge del divorzio e promossa dai giuristi e dai filosofi sotto speciosa apparenza, la ripulsò con queste belle parole: «Poiché ci hanno tolto la cittá e la patria, ci lascino almen la famiglia». Tanto il buon senso plebeio sovrasta alla falsa scienza dei sensisti e degli avvocati[43]! Non dico giá che questi rari pregi sieno netti da ogni mendo, e che anche Parigi non abbia la sua plebaglia pronta alle violenze ed al sangue negl’impeti sediziosi. Ma fatta la cerna del buono e del reo, quello prevale di gran lunga; e io porto opinione che la plebe parigina avanzi tutte le altre principalmente per quella vivacitá d’istinto progressivo e sociale, che fa di essa come un sol uomo e imprime non solo un’energia insuperabile ma un razionale indirizzo alle sue mosse. Dai tempi della Lega ai nostri la storia di questo popolo e le sue commozioni straordinarie rendono immagine di un processo cosí logico, cosí graduato, cosí sapiente, che nessun altro ceto può a gran pezza paragonarsegli da questo lato; tanto il senso e l’intuito popolare, quando è giunto a un certo grado di vivezza e di maturitá, supera di perfezione il senno individuale e la dottrina degl’ingegni privilegiati."
      },
      {
        "index": 24,
        "text": "Questo fenomeno non parrá strano e incredibile a chi avverta che le aggregazioni non fortuite dell’umanitá somigliano a quelle del mondo materiale, nelle quali il conserto di due o piú elementi partorisce nuove forze che in ciascuno di essi non si rinvengono, come si vede negli ordini chimici e piú ancora nei regni organici, che sono il colmo della vita universale della natura. Ora la plebe civile è un aggregato naturale come la nazione di cui fa parte, anzi ne è il fondamento, tanto che nel suo procedere collettivo ella segue istintualmente certe leggi, di cui in ciascun de’ suoi membri, voglio dire nelle sue facoltá o propensioni, l’osservatore piú attento non può trovare un vestigio. Ma affinché questa maraviglia si verifichi, uopo è che i vari individui abbiano fra loro in sommo grado quella virtú unificativa che «simpatia» si appella, senza la quale la folla non può mai essere una persona. Ora cotal virtú essendo debole in Italia, ne segue che propriamente noi non abbiamo plebe civile; il che fu uno dei difetti piú notabili dell’ultimo nostro moto. E la simpatia popolare è languida o nulla presso di noi a causa delle divisioni politiche, perché, quando i comuni e gli Stati dispersi non fanno una comunitá e una patria sola, la plebe, vivendo disgregata in piccoli sciami né mai raccozzandosi, non può aver di sé quella consapevolezza che la reca a unitá di persona e ne accresce il poter morale a ragion di moltiplico, non che di somma. E però questo è uno di quei beni che non si possono sortire a compimento prima della nuova epoca, ma le terrá dietro come effetto suo e avrá luogo quando i vari popoli italici, mediante la frequenza e la copia dei vincoli civili e dei maritaggi, insieme si mesceranno. Il che suole operarsi massimamente per l’azione attrattiva e concentrativa delle grandi metropoli, le quali son come l’equatore ed il mezzo dialettico, in cui le forze polari ed i raggi si adunano e si confondono. Roma sará per l’Italia il campo principale dell’incorporazione, come Parigi fu ed è per la Francia, essendo che le capitali ragguardevoli giovano meno per la popolazione stabile che per l’andirivieni continuo dei provinciali, i quali ci vanno rozzi e ne vengono piú o men dirozzati, come le acque torbide e grosse dei fiumi, che traggono al mare e poscia, sorvolando in vapori, purgate ai fiumi ritornano. Dal che nasce una nuova ragione per dare, potendo, alla penisola unitá di Stato e non di lega semplicemente. Ora di questa plebe civile si trovano appena i semi: scarsissimi nelle parti estreme, cioè in Sicilia e Piemonte; piú copiosi nelle cittá liguri e lombarde e nell’Italia del mezzo. Se è vero, come ho inteso dire, che molti lazzari di Napoli e trasteverini di Roma sieno divenuti infesti a quei governi per cui dianzi parteggiavano ferocemente, questo fatto dimostrerebbe che anche le classi infime si maturano alla nuova vita, e sarebbe felice augurio per tutta Italia di una plebe patria e nazionale."
      },
      {
        "index": 25,
        "text": "Ma con che mezzi e ordini si può oggi incominciare l’instituzione e il tirocinio di una plebe italica? forse co’ bei nomi d’«Italia», di «patria», di «nazione», di «autonomia», di «umanitá», di «rivoluzione», e gridando a testa «Dio e il popopolo!», secondo l’uso dei puritani? Le astrattezze non muovono i rozzi, posto eziandio che le intendano; e finché le condizioni nostrali sono nei termini presenti, le dette voci significano non giá cose ma astrazioni. «Nazione», «umanitá», «patria» sono pei nostri volgari, non dirò lo Stato e la provincia, ma appena il comune e piú assai il campo, la famiglia, il tugurio. «Rivoluzione» è tal cosa che piace ai tristi anzi che ai buoni, se non in quanto è talvolta doloroso rimedio di mali maggiori. «Autonomia» o «indipendenza» porta seco l’idea di guerra, cioè di una calamitá i cui effetti piú lacrimevoli toccano alla plebe. Come volete che questa sia mossa da tali generalitá che o non capono nel suo cervello o non allettano il suo sentire? e ch’ella vada per amor loro incontro a privazioni e disastri che spaventano a pensarli? Né si alleghi l’esempio dei francesi, degli americani e di altri popoli; ché «nazione», «patria» e simili essendo da gran tempo per loro cose e non parole, è naturale che essi ne abbiano l’affetto e l’intendimento. Soli atti a scuotere e infiammare la nostra moltitudine sono quei beni di cui ella ha chiaro il concetto, pungente il bisogno, vivo il desiderio, cioè i miglioramenti economici, pedagogici e civili. Fatele intendere che il Rinnovamento italiano avrá per effetto di minuire le sue miserie, medicare le sue piaghe, tergere il suo squallore. Che coll’instruzione le fará conoscere i suoi propri interessi; e accomunandole il maneggio delle cose pubbliche, le dará il modo di procurarli. Che finora ella giacque, perché le leggi, fatte solamente dai ricchi, erano in suo disfavore; il che non potrá accadere quando a rogarle interverranno anche i poveri. Patrimonio dei poveri essere i beni della Chiesa, secondo i sacri canoni e l’intenzione espressa dei donatori; ma ora la maggior parte di tali beni fondersi in pompe soverchie di culto e negli agi dei prelati. Laddove saranno rivolti a uso legittimo, quando l’amministrazione e la dispensa di essi verrá tolta a coloro che se gli appropriano e commessa a un governo imparziale e popolare. Ma tutti questi vantaggi essere impossibili a conseguire, finché gl’italiani non sono arbitri di lor medesimi e dipendono da despoti interni o stranieri. Dunque richiedersi ad acquistarli guerra e rivoluzione, e tanto queste dover importare ai miseri quanto loro cale il riscuotersi dalle proprie miserie."
      },
      {
        "index": 26,
        "text": "Se questa via si trascura, il Rinnovamento avrá le sorti del Risorgimento, il quale allenò fin da principio e poi venne meno anche per questo: che, da pochi luoghi in fuori, la turba fu tiepida verso di esso o fredda e indifferente, anzi avversa talvolta, parendo a molti che il cacciar l’Austriaco non fosse altro, di lá dal Ticino, che un cambiar signore e, di qua, che un combattere a pro dei forestieri. Di che si vede quanto l’arte dei nominali sia per natura sterile, e come il solo realismo adattato a impressionare i popoli sia quello che si fonda nei loro vivi e immediati interessi; tanto che una rivoluzione politica, se non è anco economica, non può essere veramente plebeia. Le rivoluzioni di questo genere possono essere buone o ree, salutevoli o funeste; ma il solo modo di ovviare alle seconde si è quello di dar opera francamente alle prime. E siccome per apparecchiarle l’esempio aggiunge gran forza alle parole, chi non vede quanto gioverebbe che il Piemonte desse alla plebe italiana un saggio della felicitá avvenire, porgendo al mondo l’esempio di un principato democratico?"
      },
      {
        "index": 27,
        "text": "Con tali argomenti i Gracchi infiammarono la plebe romana[44]; la memoria dei quali è paurosa ai conservatori, come se il ricordare alla plebe i suoi diritti e avvalorarne le brame legittime fosse un accenderne le cupidigie. Ma oltre che le condizioni d’allora differivano troppo dalle nostre e rendevano piú facile il rivelare i mali che il medicarli, se il patriziato non avesse voluto inghiottire tutti i frutti delle conquiste, le contenzioni della legge agraria non sarieno trascorse agli eccessi ed al sangue né avrebbero causata la ruina della repubblica[45]. Ché se tanta moderazione non poteva aspettarsi da una classe superba e conquistatrice, che si credeva superiore alla plebe per diritto e per nascita, il ceto medio, cioè la borghesia delle nostre cittadinanze, non può accogliere tali preoccupazioni e dee essere piú previdente. Ella non uscí, come certe antiche caste, dal capo o dal petto o dalle braccia dei superi, ma nacque dalla plebe e in origine fu anch’essa plebeia, giacché la plebe è verso la comunitá quel medesimo che il polipaio verso l’immobile sua progenie, o il microcosmo marino, descritto elegantemente dal Redi, verso «il piccolo ed animato mondo» che popola la sua scoglia[46]. Ancora è come la terra verso le famiglie degli animali e dei vegetabili, la quale fu chiamata dagli antichi «madre e matrice dei viventi», perché fu l’ovaia di ciascuno, come oggi è tuttavia di certe specie eterogeniche. Nel che la storia naturale e le tradizioni[47] vengono ombreggiate dalle favole, come quelle del Tagete etrusco[48] e dei palici sbucati nella Sicilia[49]. Cosí la plebe è il sustrato su cui vivono, la massa generatrice da cui erompono, il semenzaio in cui si alleficano le varie classi; insomma è la genitrice del popolo, che non solo da lei viene ma ad essa ritorna, come l’uomo alla terra onde nacque[50]. Ma il ricorso degli ordini colti e degl’incolti può succedere in due modi, cioè per guisa che il popolo si muti in plebe, o che la plebe divenga popolo. Dei quali modi l’uno è demagogico e sofistico, l’altro dialettico e democratico. Questo solo è naturale, perché il progresso è salita e non mica abbassamento. Se non che, quando le classi elevate trascurano le inferiori, tosto o tardi sono punite col sottentrare in loro scambio. «La classe colta, che è il vero patriziato civile, rifá colla plebe gli spazi vuoti delle sue schiere, e le rimanda gl’invalidi e gl’incurabili acciò li ritemperi e ringiovanisca alla sua fucina. Per rinsanguinare le famiglie decrepite e renderle di nuovo feconde, non vi ha spedante migliore che quello di ricacciarle nella plebe, quasi sofronisterio dei grandi traligni, e farvele stare per qualche tempo, onde tornino ottimati mediante la prova e la disciplina dei proletari. Cosí Ugo Ciapetta fu figliuolo di un beccaio di Parigi secondo certe cronache, e traeva la sua discendenza da Troia secondo certe favole; acconcio emblema della virtú ravvivatrice che il popolo possiede e dell’ufficio che esercita nell’umana famiglia»[51]."
      },
      {
        "index": 28,
        "text": "La considerazione dei propri interessi e la provvidenza dell’avvenire dovrebbero consigliare l’alleanza plebeia eziandio a quei borghesi nei quali possono poco o nulla la religione, l’umanitá e la giustizia. Perocché non è dato loro altrimenti di antivenire gli eccessi altrui e la propria rovina. La trista esperienza dei dí nostri insegna la vanitá degli altri rimedi, e che l’incaponirsi a non rimettere dei presenti vantaggi li pone tutti a pericolo. La plebe cresce ogni giorno di numero, di accorgimento, di vigore; e quando infuria, i suoi impeti non hanno freno. Ma ella tardi s’infiamma e solo quando vi è tratta di forza, avendo toccato con mano che le vie legali e pacifiche riescono inutili. Fuori di questo caso, la plebe è discreta, moderata, condiscendente, lasciando di buon grado i maneggi difficili ai piú esperti, purché si mostrino teneri e solleciti del suo bene. Chi stima il contrario calunnia la plebe e ignora la storia. Due anni fa era ancora in mano dei conservatori francesi l’ovviare a nuove turbolenze e l’impedire che le utopie di certe sètte entrassero lusinghiere nel cuore delle moltitudini. Ora il male è fatto, e tocca alla borghesia italiana l’erudirsi all’esempio di oltremonte. Abbracciando la plebe, non solo sicurerá la parte ragionevole e legittima dei propri interessi, ma fará acquisto dei beni che le mancano; perché quantunque i facoltosi non possano fra noi, come in Francia (per le ragioni dette), pigliar gran fatto dalla plebe amor di patria e spiriti nazionali, possono tuttavia apprenderne costumatezza, sobrietá, pudore, virtú domestiche, compassione agl’infelici, tolleranza dei mali, operositá di vita, disposizione ai servigi benevoli e alle generose perdite. Rimetterá, se non altro, dei comodi e delle mollezze, diverrá piú schietta e virile, perché avvicinandosi alla plebe si accosterá alla natura, e il commercio colla natura migliora sempre gli animi e gl’intelletti. I mancamenti e i vizi delle classi agiate nascono dalla rea educazione; e chi può dubitare che affratellandosi coi minori non la migliorino? Accade alle classi come alle razze: si giovano soffregandosi. La semplicitá e la maschiezza profittano ai costumi non meno che alle arti belle, e da essa deriva quell’elevatezza di pensieri e di spiriti che si ammira negli antichi. I quali «preposti ad uno esercito, saliva la grandezza dell’animo loro sopra ogni principe, non stimavano i re, non le repubbliche, non gli sbigottiva né spaventava cosa alcuna; e tornati dipoi privati, diventavano parchi, umili, curatori delle piccole facoltá loro, ubbidienti ai magistrati, riverenti ai loro maggiori, talché pare impossibile ch’uno medesimo animo patisca tante mutazioni»[52]. Oggi il negozio corre a rovescio, e il carattere principale del nostro ceto medio ed illustre è appunto l’accoppiamento della grandigia e superbia privata colla pusillanimitá e grettezza nelle cose pubbliche, «giudicandosi impossibile l’imitare gli antichi, atteso la debolezza de’ presenti uomini, causata dalla debole educazione loro»[53]. Quindi nasce la penuria borghese e patrizia di uomini non ordinari, essendo che l’arrotamento cogli ordini inferiori è la cote che aguzza e tempera i soprastanti, facendo sprizzar da loro la divina scintilla dell’ingegno. O sorga questo dal fondo della societá o brilli nelle sue cime, esso perviene difficilmente a conoscersi e però a manifestarsi, se il sentimento divinatorio della vita comune non si marita al sapere della privilegiata."
      },
      {
        "index": 29,
        "text": "Dal maritaggio delle due classi nasce il popolo, che quando è unito non si distingue dalla nazione ed è veramente principe. La plebe divisa, essendo potenza greggia, non può avere sovranitá, che è energia e atto recato a compimento; o diciam meglio, ella partecipa alla signoria, ma solo in virtú, non avendo le parti richieste ad esercitarla. Ma informata dall’ingegno, mediante il suo connubio colla coltura, ella è idonea a sovraneggiare in effetto, e solo dal suo concorso può aversi una forma di Stato che appieno supplisca ai bisogni dell’etá nostra. Imperocché le varie riforme, che si ricercano al suo miglioramento, di rado o non mai si ottengono da un governo schiettamente borghese; e per quanto sieno stringenti le ragioni che dovrebbero amicare i popolani grandi ai plebei, le saran sempre vinte da un cieco e meschino egoismo. L’esperienza di Europa da un mezzo secolo ha tolto via ogni illusione, mostrandoci che se si dánno borghesi ingegnosi e providi, una borghesia oculata e magnanima è impossibile a trovare. La plebe adunque non può sperar di riaversi se il primo impulso da lei non viene, mediante il suo concorso al por delle leggi e all’amministrazione della cosa pubblica. Vero è che, introdotta questa partecipazione, l’accostamento e l’usanza scambievole dei due ceti, migliorando l’uno e l’altro, siccome renderá la plebe piú colta e piú savia, cosí aduserá i borghesi a quella pieghevolezza che nasce dal buon avvedimento accoppiato a idee meno anguste e a sensi piú virtuosi. Per tal guisa sorgeranno a poco a poco l’unitá civile del popolo e l’edifizio della sovranitá nazionale, il quale avrá la plebe per base, la borghesia per alzata superiore e l’ingegno per apice, giacché in esso i due ordini si appuntano e s’individuano. L’ingegno infatti è l’individualitá compiuta, ma discreta e transitoria, del sommo potere, come la plebe ne è l’elemento continuo, perpetuo, generico, universale, che forma il vincolo tradizionale della successione, quando il primo fondamento di ogni politica investitura legittima è il libero assenso della moltitudine[54]. Le classi colte tengono un luogo di mezzo fra quei due estremi, come la specie fra il genere e l’individuo e come il particolare fra il singolo e l’universale."
      },
      {
        "index": 30,
        "text": "La vera democrazia, in cui nazione e popolo sono tutt’uno, non è dunque una parte, poiché comprende ogni ceto, ogni divisione, ogni membro della famiglia nazionale. Nei tempi addietro, le varie classi erano sí diverse, anzi contrarie d’interessi, di pensieri e di costumi, che la democrazia era cosa chimerica. Laddove oggi la civiltá avanzata, mediante la stampa, le industrie, i traffichi e la vita pubblica, accosta insieme i vari ordini in guisa che possono unirsi: i loro confini digradano e sfumano e non sono piú, come dianzi, risentiti e taglienti. Non c’è piú modo di determinare dove una classe finisca e l’altra incominci, perché il patriziato si confonde colla maggior borghesia, questa colla minore e l’ultima colla plebe; tanto che dalle somme parti della civil comunanza si discorre alle infime e da queste si risale alle somme per una seguenza di mezze tinte, atteso lo smontar dei colori e lo sdrucciolo delle gradazioni. D’altro lato questa vicinanza e similitudine, come naturale che è, non toglie la varietá e la gerarchia; laonde se tutti son popolo, non sono però nel modo medesimo. La borghesia e la plebe, come piú numerose, sono il nucleo principale dell’aggregazione, intorno al quale le altre parti si raccozzano. Errano pertanto quei conservatori che, premendo le orme municipali, corfsiderano la democrazia come una specialitá collaterale alle altre anziché come una forma a tutte comune[55]. La democrazia è un tutto, non una parte; ed è un tutto come il corpo umano, che ha membra dispari ma è tinto da capo a piedi di un colore, avvivato da un sangue, coperto da una pelle. Né meno trasvanno quei democratici che scambiano come i puritani l’unitá graduata ed armonica col livellamento, il quale è tanto innaturale quanto alieno dai progressi civili. E siccome in pratica esso è impossibile, i suoi fautori trascorrono all’altro eccesso, facendo pure della democrazia una parte; se non che, laddove i municipali la vogliono serva, essi aspirano a renderla tiranneggiante. Onde nasce la guerra dei demagoghi di tutti i tempi contro la ricchezza, la celebritá, il valore; e oggi non manca chi priverebbe volentieri d’acqua e di fuoco la borghesia medesima. La vera democrazia non esclude alcuna realtá civile, non è privativa né sofistica, ma imparziale, dialettica, conservatrice; e queste sono le doti che la rendono invitta. Ella si debilita e spesso si ammazza ogni qual volta rimuove da sé una parte, la quale, veggendosi dare lo sfratto, diviene opponente e nemica implacabile, come i veri ed i fatti esclusi dalle dottrine si convertono in obbiezioni. E cercando di prevalere, tiene la societá in inquiete e in trambusto, ricorre alle congiure o alle rivolte per mutarla e, se le riesce, si vendica dell’ingiustizia sofferta colle violenze e le rappresaglie."
      },
      {
        "index": 31,
        "text": "La democrazia essendo universale, ogni ceto e ogni individuo dee parteciparne secondo la tenuta e la capacitá sua. Ora la capacitá versando nel pensiero e il fior del pensiero nell’ingegno, la misura di questo viene a essere la norma di cotale partecipazione. L’ingegno è il sovrano naturale; e pogniamo che pochi il posseggano a compimento, a tutti è dato il vantaggiarsene senza pregiudizio dell’egualitá cittadina, mediante la rappresentanza, che è la forma moderna di ogni libero statuto. La rappresentanza o delegazione ha due fondamenti in natura: l’uno, la paritá essenziale di tutti gli uomini e la loro specifica medesimezza; l’altro, la disparitá accidentale e individuale del valore e della sufficienza. Avendo l’occhio alla disparitá, la rappresentanza è la sostituzione dei pochi capaci ai molti inetti; se non che, essendo la famiglia umana una in solido e identico il pensiero in tutti gli uomini sotto diverse forme, il sostitutore si trova nel sostituito e sottentra per cosí dire a se stesso. La mentalitá non differendo per l’intima sua sostanza nei vari individui, ne segue che la cognizione piú esquisita non si disforma in essenza dalla piú rozza; però (come giá abbiamo avvertito) l’ingegno non fa altro che tradurre in note espresse e limpide i sensi implicati e gl’istinti confusi della moltitudine. Eccovi la radice naturale della rappresentanza, la quale viene a essere una semplice traduzione o vogliam dire interpretazione, per cui a guisa di glosa si chiarificano gl’intendimenti e si diradano le oscurezze del testo originale. Ora l’ingegno essendo il solo idoneo interprete della natura e del volgo, ne segue che egli solo è il naturale e legittimo delegato, e che fuori di esso non si dá vera rappresentanza dei popoli e delle nazioni."
      },
      {
        "index": 32,
        "text": "La quale è fattizia e bugiarda quando si commette agli uomini nulli o mediocri, che, ben lungi dal poter esprimere l’opinione pubblica e il senso del popolo, o non rappresentano nulla o al piú la classe a cui appartengono e il municipio. Del senno di costoro anco gl’interessi parziali male si vantaggiano, essendo cosa indubitata che il vero bene di un ceto e di un comune non si può conoscere se si sequestra dall’universale, in cui risiede il supremo giudicatorio, per cui gli utili effettivi si distinguono dagli apparenti. Gravissimo errore pertanto è l’aggiudicare la sovranitá e la rappresentanza alla proprietá e alla ricchezza; cose affatto materiali e inette di lor natura a rappresentare, il cui predominio indurrebbe un sensismo politico tanto empio quanto incivile e farebbe rivivere i tempi della barbarie[56]. Il fondaco, il banco, la gleba, hanno corpo ma senza spirito: l’oro e l’argento sono metalli piú rari e quindi piú preziosi del ferro, ma non mica piú spirituali, piú intelligenti e capaci; laonde se l’imperio degli armati è assurdo, non è mica piú ragionevole quello dei danarosi. Nei tempi addietro, quando la spada era il tutto, fu un vero progresso l'accomunare i diritti rappresentativi alla proprietá, perché di natura piú sollecita del giusto e aliena dalla violenza; e quando dalle possessioni immobili si passò alle mobili, che arguiscono industria e capacitá in chi le acquista, fu anco maggiore l’avanzamento. Ma il tirare la civiltá presente ai progressi antichi è regresso, conciossiaché ogni progresso è relativo, e il minor bene è male verso il meglio, se lo rimuove. I diversi gradi per cui discorse la rappresentazione politica mirarono tutti a farla passare dalla forza alla sufficienza e dal volgo all’ingegno, e furono buoni e lodevoli come transiti opportuni, non come stato definitivo. L’Inghilterra, è il solo paese che soggiacque regolatamente a tali vicissitudini, perché mantenne senza interruzione notabile gli ordini rappresentativi dei bassi tempi; e dovendo a poco a poco perfezionarli, le fu mestieri trascorrere per le stazioni interposte fra i germi rozzi del medio evo e la matura civiltá odierna. Ma coloro che vorrebbero tirare il nostro secolo ai progressi britannici del tempo di re Giovanni o dei primi Annoveresi, concentrando la rappresentanza nel banco o nel territorio, dovrebbero del pari sostituire nei viaggi al vapor terrestre e marittimo le gondole e le carovane. E non veggo per qual ragione non ci ricondurrebbero ai feudi, conciossiaché la teorica della proprietá rappresentativa non ha la sua perfezione che negli ordini feudali. Qual governo cade nell’errore di assegnare alla terra e alla moneta l’indirizzo delle cose pubbliche, è demagogico senza avvedersene; opprime e corrompe il popolo, debilita lo Stato ed è infine micidiale di se medesimo. Nol prova forse senza replica il fresco e ragguardevole esempio dei primi Borboni e degli Orleanesi?"
      },
      {
        "index": 33,
        "text": "La capacitá dunque e la capacitá sola è rappresentativa di sua natura, essendo che la virtú di rappresentare, propria del pensiero, non si attua fuori dell’ingegno, che è lo specchio di esso. Se ne vuol forse perciò inferire che la proprietá e la ricchezza si debbano escludere? No certo, perché abilitando esse, quando son bene usate, e aiutando lo svolgimento delle potenze morali e intellettive, porgendo cogli agi l’ozio opportuno all’acquisto delle cognizioni piú pellegrine, e promovendo inoltre l’istinto naturale e necessario della conservazione, conferiscono una certa sufficienza e quindi un titolo al maneggio degli affari. Ma questo titolo non è unico né principale, e si fonda non mica nel possesso dei beni materiali ma nelle abitudini che ne derivano. L’opulenza per sé non è titolo: solo può agevolarlo e produrlo per indiretto. Partecipi adunque il ricco allo Stato, ma come valentuomo e capace, non come ricco. E non abbia la prevalenza, perché uno dei bisogni piú urgenti essendo l’introduzione di tali ordini, per cui la distribuzione delle ricchezze si faccia in modo piú giusto ed equabile e cessi ogni monopolio, ciascun vede che tanto sarebbe il frapporre a tali riforme un ostacolo insuperabile quanto il commetterne l’esecuzione a coloro che maggiormente le odiano e le attraversano."
      },
      {
        "index": 34,
        "text": "Non si dá valor politico senza ingegno; dal che però non conséguita che ogni ingegno valga politicamente. Le varietá degl’ingegni sono innumerabili, ché in questo, come negli altri doni, quanto la natura è prodiga verso la specie tanto è scarsa verso gl’individui; onde incontra di rado ch’ella dia ad uno molte delle sue dovizie. Dal che nascono le specialitá degl’ingegni, ciascuno essendo piú atto a un ufficio che ad un altro; e quindi la necessitá di scompartire il lavoro, secondo le inclinazioni, gli abiti e le attitudini. Vedremo altrove in che versi l’ingegno civile, il quale importa come tutti gli altri un’abilitá speciale, e però non è dato a tutti, anzi pochi sono coloro che lo posseggano compitamente. Oggi si tiene da ogni uomo ragionevole che niuno possa far buona prova nelle lettere, nelle scienze, nelle arti belle e nelle utili se non ci è naturalmente disposto; e si ride di chi vuol essere matematico, poeta, scultore, musico, meccanico, a dispetto di Minerva e della natura. Solo in politica si fa eccezione a questa regola e si stima che la perizia sia universale. Questa persuasione fu il rompicollo del nostro povero Risorgimento, il quale andò in fascio sotto la piena del volgo municipale e demagogico che volle assumerne l’indirizzo, come un torrente che in cambio di fecondare spoglia e diserta i còlti per cui discorre. Né il fatto potea riuscire altrimenti; imperocché, se nella edificatoria ogni manuale non può essere architetto, come volete che duri la fabbrica politica, allorché il capomastro è idoneo a tale ufficio quanto un cieco a dipingere e un sordo a cantare di contrappunto? Forse l’edifizio della societá è di struttura piú facile che quello di una casa o di un palazzo? Io ho sempre ammirata la saviezza cattolica, che interdice al volgo dei fedeli il supremo maneggio delle cose sacre. I municipali e i puritani divolgarizzano il governo dello Stato come i protestanti quello delle credenze; e riescono gli uni e gli altri allo stesso effetto, cioè a fare della politica e della religione un caos. Il qual vezzo nuoce anche per un altro verso, in quanto ruba alle varie professioni non pochi, i quali ci proverebbero bene quanto riescono male nelle cose civili. Laddove, oggi che tutti vogliono attendere alla politica, gli altri studi son trascurati, e il vero valore nelle lettere, nelle scienze, nelle gentili arti si rende ogni giorno piú raro. Egli è una pietá a vedere tali uomini, che farebbero meraviglie, chi nel foro, chi nelle endiche, chi nelle officine, rovinare nei pubblici negozi la propria riputazione e la patria. Tanto piú che al manco d’ingegno non supplisce né pur lo studio; e laddove niuno presume di fare il calzolaio od il sarto e, perdio, né anco il ciabattino e il pizzicagnolo senza aver appreso il mestiere, all’arte di governare gli uomini si stima superfluo il tirocinio."
      },
      {
        "index": 35,
        "text": "E pure quest’arte è una delle piú malagevoli; e quando si tratta non solo di reggere uno Stato che sia giá in buon essere, ma di fondarne un nuovo o rassettarne uno che sia guasto e premunirlo contro gravi e straordinari pericoli, l’impresa è cosí ardua che a pochi è dato di condurla a fine, né senza faticosi apparecchi e un benigno concorso di fortuna. Gli antichi ponevano in cielo coloro che ci riuscivano, giudicando che fra tutte le opere umane sia suprema la civil creazione, benché in quei tempi, per la rozzezza degli ordini sociali e la strettezza del campo in cui operavano i legislatori, il negozio fosse assai meno intrigato e laborioso che ora non è. Ma oggi quanto piú duro è il còmpito tanto piú è agevole a spedire. E il menomo politicuzzo se ne sbriga in pochi giorni, senza preparamenti, senza studi, senza industria e quasi senza pensarvi sopra, presso a poco come gl’improvvisanti sogliono fare una canzone o un sonetto. Si fonda, verbigrazia, un giornale, si pubblica un programma, si apre un circolo, si convoca un’assemblea costituente, «si bela» qualche discorso, «come si avesse senno di persona»[57], si scrive qualche opuscoletto con istile profetico o da ricettario si fa una «dimostrazione» o un tumulto in piazza, si grida «Dio e il popolo!»; ed ecco incontanente nata, anzi cresciuta e adulta una repubblica. Io non ripudio certo né disprezzo anche i menomi spedienti che possono aiutare la risurrezione di un popolo; ma dico che se non si richiedesse piú arredo e maestria a procreare uno Stato, questo sarebbe di meno manifattura che il nascimento dei funghi. Né guari piú ricca è la suppellettile di dottrina e di senno che recano i municipali nel principato civile; con questo solo divario dall’altra setta: che la loro facile governativa non consiste nel moto ma nella quiete. Essi fanno pensiero che, raccapezzato uno statuto, altro non vogliasi a mantenerlo che contrastare alle riforme, soffocare i generosi impulsi, suscitar liti alla stampa, chiuder gli occhi ai casi esterni e avvenire, far divorzio dalla nazione, accovacciarsi in casa propria, e reggersi insomma colle massime degli arcavoli, come si vide in Piemonte quando la costoro sapienza entrò a inviare la causa pubblica."
      },
      {
        "index": 36,
        "text": "La borghesia odierna (generalmente parlando) è piú disposta per invidia e grettezza d’animo a schiacciare l’ingegno che ad osservarlo e cavarne profitto. Piú savia e generosa di essa e delle fazioni in universale è la plebe, la quale conosce la propria insufficienza e, se non è corrotta, ammira l’ingegno e a lui con fiducia ricorre. E anche quando lo trascura nei tempi ordinari, si ricrede giunto il pericolo; il che non soglion le sètte, nelle quali la presunzione, la gelosia, il livore non cedono all’esperienza e superano ogni altro riguardo. «Perché gli eccellenti uomini nelle repubbliche corrotte, nei tempi quieti massimamente, e per invidia e per altre ambiziose cagioni sono inimicati, si va dietro a quello che da un comune inganno è giudicato bene o da uomini, che piú presto vogliono il favore che il bene dell’universale, è messo innanzi. Il qual inganno di poi si scuopre nei tempi avversi, e per necessitá si rifugge a quelli che nei tempi quieti erano come dimenticati»[58]; laddove nelle monarchie l’errore suol essere perpetuo, perché l’orgoglio regio ripugna a confessarlo. La plebe inoltre sa trovare i migliori, e si mostra piú accorta e imparziale dei pochi nelle elezioni, come la storia insegna e come affermano di concordia Aristotile[59] e il Machiavelli[60]. In ciò si fonda l’utilitá e la convenevolezza del voto universale; il quale, quanto dissentiva dai termini del Risorgimento (giacché allora si usciva dal dominio assoluto), tanto si affá al Rinnovamento, non potendosi dare fuori di esso costituzione di Stato interamente democratica. Oltre che, il corpo della plebe non potendo partecipare al maneggio se non per via degli squittini, il partito universale è quasi un campo di libertá che ravvicina le varie classi e sètte politiche, le abilita a misurare le loro forze rispettive, ne ordina e armonizza le gare reciproche, le intromette agli affari in proporzione alla entitá e importanza loro, assicura il predominio dell’opinione pubblica, lascia aperta la strada ai cambiamenti e progressi futuri, e brevemente mantiene alla comunanza l’elasticitá dei moti e la spontaneitá sua; dove che i suffragi parziali hanno sempre non so che di fattizio, di arbitrario e di coattivo che si scosta dalla natura. Aggiungi che, siccome l’accessione ai diritti privati diede allo schiavo la dignitá dell’uomo libero, cosí l’introduzione ai diritti pubblici conferisce all’uomo il decoro del cittadino; tanto che solo per via dell’ultimo passo si compie l’esaltazione morale e la redenzione civile della plebe, incominciata dal primo. Ora ciascun sa quanto il senso della dignitá propria influisca salutevolmente negli abiti e nei costumi; laonde vano è il promettersi una plebe assennata e virtuosa da ogni lato, se la dispari dagli altri ceti. Le vecchie repubbliche l’appareggiavano coll’accomunare gli uffici; di che la democrazia riusciva troppo spesso incivile e torbida. Le moderne mediante la rappresentanza accomunano i voti; il che salva l’uguaglianza senza scapito della coltura. Coloro, che temono cotale accomunamento per amore della tranquillitá pubblica, non se ne intendono, giacché i fatti provano che la plebe essendo per se stessa tenace del vecchio e conservatrice, il partito universale è piú favorevole al mantenimento che al progresso degli ordini stabiliti. Perciò gli amatori di questo avrebbero piú ragione di ripudiare l’universalitá dello squittino, quando non fosse inteso per modo che la capacitá e l’ingegno prevalessero nelle elezioni. Al che si provvede mediante l’assetto di esso squittino e l’educazione. L’esempio degli Stati uniti dimostra senza replica che, se l’elezione semplice spesso si ferma alla mediocritá, l’elezione doppia si appiglia al merito singolare, giacché ivi i senati, che si riforniscono colla seconda specie di assortimento, contengono il fiore della nazione. Ma né questo né tutti gli altri trovati artificiali, che si possono porre in opera per far sormontare l’ingegno, sono veramente efficaci senza l’apparecchio naturale, che versa nel costume e nel tirocinio. Bisogna che la cittadinanza si avvezzi sin dai teneri anni ad apprezzar l’intelletto, che sia capace esser questa la prima forza del mondo civile e la prima fonte di ogni perfezionamento. Quando il culto del pensiero sia radicato nell’opinione e nell’usanza dei piú, non potrá fare che l’ingegno non sovrasti, perché la moltitudine, come dicemmo, è atta naturalmente a trovarlo e propensa a riverirlo."
      },
      {
        "index": 37,
        "text": "Il voto universale è un modo di elezione applicabile a ogni maniera di uffici, onde il suo esercizio può aver luogo anche dove non si trovano assemblee pubbliche e deliberanti. Stimasi oggi da molti che tali assemblee sieno il nervo della democrazia rappresentativa e che fuori di esse non si dia uguaglianza né libertá. Elle certo richieggonsi al principato civile come oggi si usa e s’intende, ma non sono essenziali a ogni forma di vivere libero e popolano. La ragione si è che l’essenza di questo ricerca due sole cose, cioè che le leggi sieno fatte ed eseguite dagli eletti della nazione e che essa abbia balia di ritoccarle e rimutarle. Ora egli è chiaro che tali due punti importano l’elezione libera dei magistrati legislativi od esecutivi e nulla piú. Che il por delle leggi appartenga a un parlamento numeroso e pubblico o ad un consiglio appartato di pochi, è cosa indifferente verso la radice popolare di cotal giurisdizione e la rivocabilitá de’ suoi atti e del suo esercizio. A quelli che dicono il concorso di molti e la notorietá delle deliberazioni servire al pubblico di guarentigia e di tirocinio, si può rispondere che essi frantendono l’indole propria della polizia moderna. Per cui mallevadrice del giure e maestra del popolo non è la parola ma la stampa, a cui tocca il frenar gli abusi, rivelare i disordini, sollecitare i progressi, informar l’opinione; e questa dee precedere e guidar l’opera legislatrice, tanto è lungi che ne provenga. Se alla stampa libera si accoppia l’instruzione popolare, i magistrati sono a tempo (salvo il primo di essi, se si parla della monarchia civile) e gli statuti ritrattabili: ogni altra garantia e disciplina è soverchia; tanto piú che quella dei parlamenti non vale se non in quanto è avvalorata dall’altra. Pochissimi intervengono e possono intervenire ai dibattimenti: i piú li leggono e non gli odono. E chi legge caverá assai piú frutto da un buon giornale e da un buon libro che dalle dicerie piú squisite ed elette, perché la copia e contrarietá dei dicitori, le interruzioni frequenti, il poco ordine che regna nelle discussioni orali, la brevitá del tempo che impedisce di trattare a fondo le materie, la vaghezza di uccellare agli applausi e di piacere alla parte, e lo stesso uso che hanno molti di parlare all’improvviso, fanno sí che (salvo pochi casi) le dicerie migliori riescono, a leggerle, deboli, superficiali, gremite di luoghi comuni, e poco o nulla insegnano, anche quando per la vivacitá e la maestria del porgere fecero effetto negli uditori. Agli antichi, che non avevan la stampa, il servirsi della parola era necessitá; onde le sentenze e le concioni tenevano gran parte nella vita pubblica. E siccome l’abilitá suol corrispondere al bisogno, e che l’istinto del bello in ogni genere presso di loro predominava, la loro eloquenza, per la perfezione che aveva e l’impression che faceva, non ha esempio nell’etá moderna; cosicché i nostri oratori, comparati a quelli, sono per lo piú retori e declamatori."
      },
      {
        "index": 38,
        "text": "Se le discussioni sono di poco o nessun profitto, le decisioni parlamentari non di rado tornano a pregiudizio; imperocché, quando non sono giá risolute anticipatamente, vengono governate piú dal caso che dalla ragione. Una parola, una proposta, un accidente fortuito, un contrasto impreveduto, un conserto casuale d’idee, un torcere improvviso del discorso decide spesso dei partiti piú rilevanti; e il calore, l’impeto, la foga della controversia impediscono che si giudichi a sangue raffreddo e il giudizio sia guidato dalle considerazioni e previdenze opportune. E allorché si tratta di una serie di deliberazioni che richieggono unitá e accordo, come può un’adunanza numerosa condurle dirittamente? quando oggi si scordano mille particolari delle decisioni prese innanzi e non si antiveggono le avvenire. Perciò il Machiavelli insegna che, se i molti sono atti a conservare un ordine stabilito, questo non può esser buono se non è opera di uno o di pochi[61], giacché in ogni genere di componimento l’armonia delle parti non può aver luogo se non procede da una mente ordinatrice. Questi difetti son piú o meno comuni a tutti i corpi deliberativi che eccedono una certa misura, benché possano essere corretti e temperati dal senno, dalla pratica, dal genio degli abitanti, come nel senato di Roma antica e al dí d’oggi nel parlamento della Gran Bretagna."
      },
      {
        "index": 39,
        "text": "Taluni confondono le assemblee col popolo, perché lo rappresentano. Ma tal rappresentanza è sempre imperfetta per la natura delle cose umane, e diventa illusoria quando il broglio e la corruttela s’intromettono nelle elezioni. Anche dove la scelta dei delegati sia buona, la somma può diventar cattiva, perché in ogni compagnia particolare s’insinua lo studio di corpo e di parte, che non di rado prevale all’amore del ben comune; cosicché i pochi tristi corrompono gli altri, e radunanza, quasi Stato nello Stato, diventa rivale in vece di essere interprete della nazione. Laddove le moltitudini son guidate dal senso volgare, nelle assemblee prevale il comune; ma il retto è sempre cosa di pochi e proprio degl’ingegni piú singolari. I quali soli colgono nelle materie intricate la realtá e non le apparenze, soli veggon da lungi come il lince, dall’alto come l’aquila; dove che le assemblee van terra terra, e il loro acume non abbraccia che una piccola prospettiva. L’ingegno, non sovrastando mai di numero, vi è soffogato dalla mediocritá che prevale coi voti e coi romori: di rado vi è compreso e spesso odiato, come si vide nel parlamento britannico del secolo decimosettimo e nel francese tra il terzo e il quarto lustro del nostro, i quali detestavano il Cromwell e il Buonaparte non per amore della libertá ma per astio dell’eccellenza. Il giudizio e il senso pratico ci sono vinti per ordinario dall’abbondanza delle parole, e il senno vi si misura dai polmoni, non dal cervello. Il che ridonda a profitto e a predominio degli avvocati, cioè della classe piú destituita di capacitá politica, se la professione forense non è temperata da altri studi; il che non accade frequentemente. Né il sovrastare della parola all’idea, che tanto nuoce alla politica, giova pure alla vera facondia; perché ai palati moderni l’eloquenza consiste nella copia anzi che nella squisitezza, «sí come la somma diligenza nel finire le statue e pitture, che veder si deono da lontano, riesce stento e secchezza»[62]. Lascio stare gli affetti, le ambizioni, le cupiditá faziose che sogliono nei tempi forti agitare i consessi politici, disviandoli dal giusto e dal vero, non solo negli ordini civili ma eziandio negli ecclesiastici; onde a Giuseppe di Maistre parevano poco edificanti gli atti di certi concili ecumenici. La storia corrobora queste asserzioni, potendosi a mala pena citare un’assemblea che nei tempi difficili abbia risposto all’espettativa. Le tre famose di Francia nel secolo scorso fecero bene a principio, finché vennero capitanate da uomini insigni; poi tralignarono[63]; e se l’ultima di esse riuscí a salvare la patria dalle divisioni interne e dall’invasione forestiera, ciò si dee attribuir meno al corpo di essa che all’energia di alcuni membri, i quali riuscirono a signoreggiarla coll’audacia e col terrore. Pochi scandali ed esempi di viltá e insufficienza civile pareggiano quelli delle Camere parigine dei cento giorni[64]. Negli ultimi moti le varie provincie di Europa non fecero miglior prova, e dagli errori di questo genere derivò in gran parte la solenne disfatta democratica del quarantanove. Nei parlamenti di Roma e di Francoforte prevalsero le utopie ideali a scapito dei beni effettivi; e l’unione, l’autonomia, la libertá ci furono distrutte dai sognatori di unitá assoluta e di repubblica. La stessa generositá mal consigliata travolse la Camera piemontese, che per secondare i puritani aperse l’Italia centrale ai tedeschi. Ma laddove ella errò per impeto, quella che preceduta l’aveva e la toscana peccarono per ignavia, l’una abbracciando la mediazione per evitare la guerra, l’altra acclamando la Dieta costitutiva per paura dei puritani. Cosicché, senza i migliori esempi di Napoli e di Venezia, l’Italia potrebbe credersi inetta agli ordini parlamentari. Che piú? La Francia stessa, benché avvezza a questi da un mezzo secolo, porge oggi un pessimo esempio, poiché l’accolta de’ suoi savi da due anni, in vece di spegnere il fuoco, prepara l’incendio. Leggesi che il fondatore dei Sassanidi convocasse una Dieta di ottantamila magi e che, per cavarne qualche costrutto, fosse obbligato a scemarla di mano in mano, finché la ridusse a sette[65]. Questo fatto, se mal non mi appongo, è la satira piú insigne delle grandi adunanze, di cui altri potria ravvisar l’emblema nell’arca dei primi Noachidi, che fu senza alcun fallo l’assemblea rappresentativa piú antica che si conosca[66]."
      },
      {
        "index": 40,
        "text": "Niuno creda che con questo io voglia escludere le assemblee dalla democrazia moderna; poiché, sebbene esse non sieno per sé essenziali alla cosa, son tuttavia avute per tali da molti, ai quali parrebbe di non essere liberi se lo Stato camminasse senza il corredo di pubbliche e affollate deliberazioni. Ora ad un’opinione generale è follia il contrastare: solo il tempo, l’esperienza, la ragione possono modificarla e anco mutarla. Il tempo e l’esperienza diranno se cotali instituzioni sieno atte a stabilire e prosperare gli ordini democratici, e se abbiano ragione o torto il Lamennais, il Girardin, il Comte e altri valentuomini che credono il contrario o ne dubitano. Ai quali precorse di vent’anni il nostro Carlo Botta, scrivendo: «La triaca delle assemblee popolari e numerose e pubbliche non riuscire a ostro, dove il sole splende con forza e pruovano bene gli aranci»[67]. Non può negarsi che la storia del nostro Risorgimento non dia qualche peso a tal opinione, che io combattei in addietro, quando meglio speravo del senno italico. Né vi ha dubbio che se nel Rinnovamento gli errori di quello s’iterassero, la causa nostra sarebbe perduta per lungo tempo. Giova dunque il notare e mettere in luce i vizi delle assemblee, non solo affinché al possibile si emendino, ma per cavarne questa conclusione di gran rilievo: che il Rinnovamento italiano (in qualunque modo succeda) dovrá fondarsi assai piú nei magistrati esecutivi che nei consessi pubblici. Questi potranno aiutare; ma da quelli soltanto dovrá nascere la salute, se gli uomini piú capaci saranno eletti a comporli. Al che non parmi che avvertano molti, i quali anche oggi non discorrono d’altro che di «Costituenti», laddove questo solo nome dovrebbe ricordar loro le vergogne e i disastri dei passati anni. Oh! facciasi senno una volta e gl’infortuni sofferti non sieno sterili, perché qui non si tratta di beni e di acquisti secondari, ma di avere una patria o di perderla, di vita o di morte, di gloria o d’ infamia sempiterna."
      },
      {
        "index": 41,
        "text": "Anche nei tempi ordinari i parlamenti non provano se escono dai termini loro e vogliono, oltre a fare le leggi, ingerirsi nelle faccende. Le quali richieggono contezza di mille particolari, che non sono, né possono né debbono, esser noti al pubblico: spesso abbisognano di secretezza, e sempre di unitá, di prestezza, di vigore; laddove le risoluzioni delle assemblee sono palesi, i loro moti tardi, il tempo da fare esse lo sciupano in esitazioni e discorsi, e lo tolgono anco a chi regge, con grave danno, perché chi consuma i giorni parlando, perde il taglio di operare. «Dies rerum verbis terentem» dice Tacito parlando di un dappoco[68]. Le assemblee tengono il mezzo fra la turba volgare e l’eletta degl’ingegni, fra il potere governativo che è l’apice della piramide sociale e il popolo che ne è la base, e sono quasi una partecipazione e un limite dei due estremi. Imperò la loro azione politica dee essere piú negativa che positiva, dee consistere piuttosto nell’impedire il male che nel fare il bene direttamente. Per indiretto possono il tutto, giacché da loro dipende in sostanza il mantenere in seggio i buoni e mettere in fuga i cattivi ministri. Ogni governo è, per natura, individuale, atteso che il pensiero ed il braccio, la forza cerebrale e la muscolare debbono muovere da un solo principio e ridursi a una sola persona; onde governo e moltitudine sono cose che fra loro ripugnano."
      },
      {
        "index": 42,
        "text": "L’assetto speciale delle compagnie deliberative può contribuire ad accrescerne o scemarne i vizi, e fra i particolari che valgono a migliorarle ve ne ha uno, che tanto piú merita di essere patrocinato quanto piú al dí d’oggi suol essere combattuto. L’ottima forma di Stato parendo ad alcuni essere la semplicissima, essi ne conchiudono dirittamente che ogni dualitá e contrapposto si debba rimuovere dalla macchina civile. Ma il principio da cui muovono essendo falso, come abbiamo veduto[69], séguita che anco la conclusione sia falsa. Se non che i conservatori e i democratici si servono diversamente di questo pronunziato per ciò che concerne le assemblee rappresentative; gli uni ammettendo la moltiplicitá loro, sí veramente che ciascuna di esse sia affatto unita verso di sé; gli altri accettando l’opposizione, purché il consesso sia unico. Nel che questi e quelli ripugnano al proprio dogma; imperocché se la divisione del parlamento in piú Camere distinte è opportuna, quella di ogni Camera in piú parti, o vogliam dire opinioni, non è men ragionevole: se il contrasto si fa buono quando nasce dalle varie membra di una sola, non può essere cattivo quando proviene dal contrapposto di piú adunanze. Il vero si è che senza opponenti non può aver luogo una vera deliberazione, perché nella dialettica civile come nella scientifica e naturale il conflitto è necessario all’accordo, e il vero rampolla dal falso delle obbiezioni, il certo dalle dubbiezze. La polemica parlamentare degli opponitori, se è ben condotta (il che, a dir vero, non succede sempre), serve a porre in luce i vari aspetti delle quistioni e a far cogliere il vivo delle cose: ammaestra il governo, frena il maggior numero, impedisce la tirannia di un’opinione, protegge la libertá, favorisce il progresso, rappresenta gl’interessi meno palpabili, i diritti meno curati, le veritá meno attese e piú recondite, difende le idee contro i fatti, il diritto contro il possesso, i sensi generosi contro il vile egoismo; e ancorché non sortisca l’efFetto suo, è efficacissima come protesta quando combatte per la ragione e per la giustizia, essendo in tal caso profetica e contenendo in potenza la parte maggioreggiante e prevalente dell’avvenire. Ben si richiede a portar questi frutti che gli opponenti sappiano moderarsi, destreggiare, cansare i romori inutili, le interruzioni incivili, le improntitudini scandalose; che usino i modi e il linguaggio della buona ragione e non mai della passione, e che sieno disciplinati come in Inghilterra, in vece di procedere scompigliatamente e alla cieca come spesso interviene in Francia e in altri paesi."
      },
      {
        "index": 43,
        "text": "Dall’altra parte la moltiplicitá delle assemblee deliberatrici (o dei magistrati politici che le suppliscono) è necessaria anco alle repubbliche bene costituite, e l’esempio di America è un fatto cospicuo che val meglio di ogni discorso. Non giá mica che il loro conserto si faccia per via di conflitto e di equilibrio, in quanto rappresentino idee e cose contrarie o correlative, come a dire l’aristocrazia e la democrazia, la proprietá e l’industria, la conservazione e il progresso o simili, secondo il parere di certi politici, i quali scambiano cose troppo diverse, attribuendo alla scambievole correlazione dei vari consessi quella varietá di uffici e antagonia di parti che si aspetta ai componenti di ciascuno di loro. Quando la materia dei dibattimenti è comune, l’assemblea che vien dopo non può avere inverso l’altra che il rispetto di un tribunale supremo di sospensione o revisione, come accade negli ordini giudiziali. Imperocché l’inerranza non può meglio cadere nelle leggi che nei giudizi, e l’errore può essere cosí dannoso e non correggibile nelle une come negli altri. Se per assicurare la libertá, i beni, la vita dei singolari cittadini, si stabiliscono piú corti di appello, gl’interessi e i diritti che toccano al pubblico non avranno la lor cassazione? La quale meglio si esercita da un’assemblea distinta che da quella onde nacque la prima deliberazione, benché ella sia investita della facoltá di ritoccare i propri decreti: giacché se lo sbaglio provenne da insufficienza, è difficile che si riconosca; se da impeto, è malagevole che la passione, l’amor proprio, il puntiglio permettano di emendarlo. Un Consiglio diverso non trova siffatti ostacoli morali, e meno soggiace agl’intellettivi, se il modo di ordinarlo è tale che vi si accolga il fiore degli uomini esperti e degl’ingegni eccellenti. Ho detto che ciò ha luogo quando la materia è comune, poiché niente vieterebbe che si distribuisse, come sarebbe a dire separando la finanza dalle cose che richieggono piú squisitezza di coltura, benché questa separazione sia disforme dalle nostre abitudini e dai nostri usi. A ogni modo l’unitá assoluta delle assemblee deliberative è viziosa, e può solo giovare nei periodi passeggieri di rivoluzione, come fu per la Francia il penultimo lustro del passato secolo e quello che corre presentemente. Allora l’unitá era necessaria per la difesa della nazione, oggi per quella della repubblica, i nemici della quale troverebbero nella moltiplicitá dei consessi uno strumento efficace per combattere i nuovi ordini e accendere la guerra civile."
      },
      {
        "index": 44,
        "text": "Ma né una plebe cittadina si può creare, né stringer seco di mente e di cuore e d’interessi gli altri ceti, né assicurare all’ingegno la preminenza nelle elezioni, senza l’aiuto efficace dell’opinione universale. In questa risiede sostanzialmente la somma del tutto, perché né le leggi né gli ordini né gli statuti provano e bastano senza gli uomini, e questi tanto vogliono e valgono e possono quanto le idee che gl’informano. Sola l’opinione pubblica può vincere le false preoccupazioni dei privati, conciliar gli animi, mostrare a ciascuno il vero suo utile, sottrarre le cose alla signoria dei mediocri, domar l’amor proprio e costringerlo a riconoscere e riverire la precellenza. Ora il parere dei piú non si forma che con quello dei pochi, cioè dei colti e degl’ingegnosi, i quali colla parola e colla stampa informano e mutano bel bello il pensiero dell’universale, giacché l’ingegno congiunto colla coltura può solo operare il miracolo di tali trasformazioni. Dal che si deduce che la democrazia italiana ha mestieri, per crescere, perfezionarsi e fiorire, di una scuola veramente democratica; il che fra i vari apparecchi del Rinnovamento è di non piccolo rilievo. I democratici di oggidí (parlando generalmente) hanno alcune delle doti che convengono a siffatta scuola; ma essi mancano di altre, e da ciò proviene la debolezza della loro parte. Imperocché i piú sono meglio guidati da un istinto generoso e benevolo ma confuso, che non da idee chiare e precise, e mancano o scarseggiano di sodo sapere e di pratica; onde sdrucciolano di leggieri nelle utopie e sono facile zimbello dei puritani. Spesso si accordano per ciò che negano, anzi che per quello che affermano; tanto che l’opera loro si riduce al contrapporsi. Molti ancora ripudiano affatto le idee conservatrici, senza il cui condimento la democrazia non può avere stabilitá né riuscita né credito e fare una scuola che sia e meriti di essere chiamata «nazionale». Imperocché il nervo della nazione sono i padri di famiglia, la maggior parte dei quali non sará mai democratica se i democratici non sono anche conservatori."
      },
      {
        "index": 45,
        "text": "Questa parte democratica si vorrebbe costituire per tutta Italia, ma specialmente in Piemonte, dove meno abbonda e piú importa, se l’ufficio egemonico si dee esercitare da questa provincia. Fra i mezzi accomodati a procrearla alcuni propongono i ritrovi. I quali sono cosa ottima, ma sotto due condizioni: l’una che sieno accompagnati da severi studi, l’altra che non presumano di governare; perché tali adunanze non possono tener luogo, per la classe agiata, di scuola, e meno ancora, pel popolo, di reggimento. Essi non sono e non possono esser altro che un utile esercizio per comunicare le proprie idee, metterle a riscontro ed a prova con quelle degli altri ed esercitarsi a proporle e svolgerle in pubblico. E quando uomini colti e savi ne abbiano l’indirizzo, elle son di profitto ai giovani e alla plebe, rispetto alla quale scusano un’instruzion piú squisita, porgendole notizia dei comuni interessi e addestrandola a parteciparvi. Ma nel maneggio di questi non si possono attribuire altra parte se non quella che tocca per indiretto a ogni opera individuale o collettizia dei privati, che influisca per natura nell’opinione dei piú. In tali termini sogliono usarsi dagli inglesi tali crocchi, e servono non poco a promuovere la civiltá di quel popolo. Ma se in vece si crede che essi bastino ad infondere la sapienza civile quasi per miracolo, se i borghesi che vi concorrono e li guidano non vi recano altro capitale che la propria ignoranza, non si può giá dire che sieno inutili, poiché imprimono nella nazione un pessimo uso, cioè quello di supplire alle idee colle parole e di essere scioperata e chiacchieratrice. Peggio poi se vogliono ingerirsi nella direzione delle faccende e imporre i loro pareri a chi regge, come nei moti recenti di Roma, dove «i circoli erano principi»[70], e condussero le cose a quell’esito che sappiamo. L’unico ritegno contro questo abuso è il costume; e quando tal ritegno manca (come accade in quasi tutti i popoli nuovi alla vita civile), i ritrovi non che esser utili sono una vera peste e conducono le libertá patrie e lo Stato infallibilmente a rovina, togliendo ai rettori ogni modo di governare e corrompendo la democrazia colle licenze e esorbitanze demagogiche."
      },
      {
        "index": 46,
        "text": "Veri ed unici fattori di una parte popolana, atta a educare sapientemente la democrazia nazionale, sono l’ingegno, la virtú e lo studio: il resto non può venire che appresso né servire che come aiuto. L’ingegno virtuoso e lo studio partoriscono la scienza, la qual sola può unire gli uomini e migliorarli quando è professata e culta dai valorosi. La democrazia non è una se non ha il sapere per vincolo e per fondamento, non è italiana se le sue dottrine civili non sono degne e accomodate all’Italia, non è potente se non acchiude nel suo grembo il fior degl’ingegni per apparecchiare scrivendo e compiere operando, giacché l’ingegno è scrittore e operatore. Ciò m’invita dunque a discorrere prima della scienza civile italiana, poi dell’ingegno nelle sue varie forme, come farò brevemente nei tre capitoli infrascritti."
      }
    ]
  }
}
