{
  "chapterNumber": 13,
  "title": "Libro I, Cap. 12",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO DUODECIMO"
      },
      {
        "index": 1,
        "text": "della politica nazionale"
      },
      {
        "index": 2,
        "text": "La politica dei democratici, come giá toccammo di passata, non può essere perfetta se non è conservatrice, come quella dei conservatori ha del difettuoso se non è democratica. E siccome gli opposti se sono disgiunti riescono estremi viziosi, perché non si correggono né temperano a vicenda; altrettanto accade alle due dottrine civili se l’una si scompagna dall’altra, sdrucciolando ciascuna nel vizio che le sta vicino, il quale propriamente non è altro che l’eccesso suo. Per tal modo i democratici diventano puritani e i conservatori si trasformano in municipali, giacché il municipalismo e il puritanismo sono la corruzione del buono che trovasi nelle altre due parti. Ma, secondo le leggi della dialettica, gli estremi non si accordano senza l’opera di un terzo elemento, che a guisa di mezzo armonico li ravvicini ed unisca; il che non potria aver luogo se il detto elemento non signoreggiasse i due altri e non gli acchiudesse in se medesimo sommariamente. Ora l’idea che sola può adempiere l’ufficio conciliativo tra i conservatori e democratici è quella di nazione, perché negli ordini politici questo concetto sovrasta e comprende gli altri, come il genere comprende le specie e l’universale i particolari. «Nazione» importa stabilitá e moto, mantenimento e progresso, unitá e varietá, autoritá e franchigie, centralitá e diffusione, proprietá e partecipanza, capitale e lavoro, plebe e popolo colto, cittá e famiglia, municipalitá e patria, anfizionia e cosmopolitia, azione concentrica ed eccentrica, giure proprio e giure comune, e via discorrendo; tanto che chiamando a rassegna le nozioni piú svariate dei dui sistemi dialettici e quelle che vengono impugnate dai sofistici, non se ne trova pur una che non sia implicata nell’idea di nazione e non ne derivi logicamente. Per la qual cosa unico modo per impedire che i conservatori e i democratici passino il segno e comporli insieme in amichevol concordia, si è l’assegnar loro per centro e norma suprema la politica nazionale. La quale è verso le dottrine proprie delle varie parti ciò che è la nazione riguardo alle sètte e alle provincie."
      },
      {
        "index": 3,
        "text": "A questo sovrano giudicatorio io saggiai e composi le mie opinioni civili, come il lettore può raccogliere dalle cose dette a principio[1]. L’assunto era affatto nuovo in Italia, dove la risoluzione delle parti e il conserto loro nella nazione non fu mai tentato, ch’io sappia, da alcuno, sia nel medio evo sia nei tempi piú a noi vicini. E disusato del pari fu l’effetto; ché laddove i conati anteriori erano morti, come dir, nelle fascie per manco di tal condizione, il nostro ebbe prospero successo finché si mantenne conforme ai princípi che partorito lo avevano. E non venne meno se non quando prese a dipartirsene; il che accadde sin da principio nelle dottrine. Il Balbo e l’Azeglio cominciarono a separare la politica conservatrice dalla democratica, e poco appresso alcuni giornalisti, piú ardenti che considerati, disgiunsero questa da quella[2]. Lo screzio, come suole, in quei princípi era appena visibile, e consisteva piuttosto nella tendenza e negli spiriti che nelle formole dottrinali insegnate dalle due parti, secondo l’uso di ogni dissidio che incomincia sotto forma d’istinto prima di trapassare nella cognizione. Ma poscia lo scisma crebbe per opera di scrittori meno discreti e dalla teorica entrò nella pratica. Si tornò all’antico vezzo o vizio degl’italiani, di trasportare le idee dal nazionale al parziale; si staccarono le une dalle altre e si turbò l’armonia loro, il che le rese infeconde, perché ogni vita presupponendo l’integritá del composto, i concetti svaniscono come i corpi organici quando è rotta e smembrata l’unitá loro. Perciò l’esito sfortunato non ebbe in sostanza altra causa che il divorzio dei democratici e dei conservatori, il quale diede successivamente il predominio ai municipali e ai puritani, che altrimenti non l’avrebbero giammai ottenuto. Imperocché le due parti dialettiche sono invitte se stanno unite, ma dividendosi s’indeboliscono e la forza loro si tragitta nelle sofistiche. Nel vivere politico non altrimenti che nel domestico milita l’antico precetto che interdice all’«uomo di separare ciò che Iddio ha congiunto»[3], vale a dire ciò che è unito e conglutinato insieme dalla natura intima delle cose e dalle leggi divine che governano il mondo. Tali sono le idee, le realtá, gl’interessi che vengono rappresentati dalle dette parti; onde il loro disgiungimelo è così innaturale e malefico alla cittá e alla patria come il divorzio coniugale alla casa e alla famiglia."
      },
      {
        "index": 4,
        "text": "Persuaso da gran tempo di questi veri, io accolsi per mio conto le due denominazioni, come quelle che nel mio pensiero non esprimono un conflitto ma un’armonia. E feci premura sull’uno o sull’altro dei concetti rappresentati secondo che i tempi chiedevano, onorandomi del titolo di «democratico» quando i conservatori inclinavano ai municipali[4], e pregiandomi del nome di «conservatore» allorché i democratici divennero strumento dei puritani[5]. Tanto è lungi che l’accoppiamento di tali due qualificazioni fosse contraddittorio, come dai volgari mi fu imputato; poiché senza di esso l’integritá e l’accordo, e quindi il buon successo, venivano meno al pensiero e al movimento italico. Io appartenni dunque al novero dei democratici, come piú ideali dei loro avversari, assai meglio intendenti e solleciti della dignitá e autonomia patria, della uguaglianza e libertá cittadina, piú amatori del popolo, nemici dei privilegi, avvezzi a pensare e sentire italianamente. Ma mi accostai ai conservatori, in quanto essi sono piú positivi dei loro emuli, e quindi piú pratici, piú schivi delle utopie, piú osservanti del misurato procedere, piú capaci che nel periodo del Risorgimento il principato civile era necessario a preservare i beni acquistati ed a compierli. Similmente io mi opposi a ciascuna delle due parti, in quanto mancava dei pregi dell’altra e trascorreva negli eccessi correlativi; e mi dilungai da entrambe per ciò che riguarda l’egemonia piemontese e la nazionalitá italica, atteso che su questi due capi i democratici erano poco piú savi dei conservatori, e gli uni come gli altri, procedendo all’esclusiva, sequestravano il Piemonte da Italia e Italia da Europa, laddove si dovea operar di fuori cogl’influssi italiani e moderar col Piemonte il corso della penisola. Il che non era né vano a sperare né impossibile a ottenere, purché si pigliasse la vera via, come si può raccogliere dalle cose dianzi discorse."
      },
      {
        "index": 5,
        "text": "Ma certo a niuno è dato di vantaggiarsi dei casi estrinseci, se non ha esatta contezza del soggetto in cui debbono versare le operazioni; cosicché la buona politica esterna importa una fondata notizia delle condizioni di Europa. E siccome ogni atto governativo mira a uno scopo collocato nel futuro, non basta conoscere il presente, che è sempre scarso, sfuggevole e non ha in se stesso la sua spiegazione; ma bisogna conferirlo col passato e abbracciar collo sguardo le probabilitá a venire, non mica procedendo a caso e per semplici conghietture empiriche, ma governandosi colle leggi induttive e sperimentali del consorzio umano. Grande per ambo i rispetti fu l’ignoranza dei nostri conservatori e democratici, da pochi in fuori; e quindi provenne il loro difetto assoluto d’antiveggenza. Ma a chi studiava da molti anni nella storia e nei casi contemporanei era facile l’antivedere che la nuova repubblica di Francia svierebbe il moto italiano dal suo corso, come giá fece l’antica nel passato secolo, quando per voler imitare la troppa libertá dei francesi peggiorammo di servitú[6]. Veduti i pericoli, cercai i rimedi, e il primo era quello d’impedire che l’idea repubblicana prevalesse in Italia; onde nei vari scrittarelli che diedi fuori nel quarantotto e nel quarantanove combattei tale idea in termini assai piú formali ed espressi che non avea fatto nelle opere precedenti. Il che non procedeva punto da uggia verso il governo popolare, come molti leggermente stimarono, ma da ferma persuasione che oltre all’essere inopportuno, ogni tentativo che si facesse in suo favore sarebbe stato esiziale alla libertá e all’autonomia patria. Ma siccome le parole poco giovano senza i fatti, io mi risolsi che la medicina piú efficace dovesse nascere da quel potere in cui piú anni prima avevo collocata la molla politica e militare del Risorgimento. Il Piemonte, possedendo la monarchia piú robusta e la popolazione piú aliena dai capricci intempestivi di repubblica, poteva colla sua egemonia tenere in sesto il rimanente della penisola. La quale egemonia dovea esercitarsi non solo col dar subito opera alla lega federativa, ma colle pratiche, colle influenze, coll’autoritá morale di un governo vigilante ed energico e, nel caso di necessitá estrema, colla forza e colle armi."
      },
      {
        "index": 6,
        "text": "Né solo erano da temere gli eccessi dei puritani e l’inesperienza dei democratici, ma eziandio la mollezza dei conservatori, l’egoismo dei municipali e l’astuzia vendicativa dei retrogradi. Questi nuovi rischi giá trapelavano verso il mezzo del quarantotto, quando i falli dei popoli cominciarono a mutar la faccia delle cose e a restituir la forza ai governi che l’aveano perduta. Laonde se poco innanzi il pericolo principale versava negli eccessi demagogici e in un progresso rovinoso, si ebbe poscia a paventare il regresso e un pronto ritorno al dispotismo antico. Ché se il regresso non può durare a lungo né il trionfo finale della democrazia venir meno, questo poteva essere soprattenuto e quello bastare quanto era d’uopo a rimettere l’Italia nelle miserie di prima. Era dunque ovvio il prevedere due cose: l’una, che l’opera dei puritani per sostituir la repubblica al regno non solo sarebbe stata vana ma avrebbe annullato ogni ordine libero; l’altra, che le rappresaglie dei municipali e dei retrivi, in vece d’inceppare e sbandire durevolmente la libertá democratica, metterebbero a pericolo la monarchia e in fine la darebbero vinta agli ordini popolari. Il primo di questi presagi è giá avverato in tre quarti d’Italia. Del secondo si ebbe un saggio nei princípi del quarantanove; e l’adempimento avrá luogo in un tempo vicino o lontano, secondo che volgeranno i casi universali di Europa. Ragion voleva pertanto che i conservatori e i democratici si confederassero insieme piú che mai strettamente, attemperandosi e riunendosi nell’idea nazionale, per ovviare ai mali soprastanti e rimoti. Per tal forma si assicuravano la libertá e la democrazia contro i loro nemici, e si provvedeva allo scampo del principato fra le presenti e le future procelle."
      },
      {
        "index": 7,
        "text": "Insisto su queste considerazioni, perché esse contengono la chiave della politica da me seguita costantemente, allorché dalla vita privata entrai alla pubblica come deputato, ministro ed ambasciatore. E mettono in chiaro che il mio procedere fu fondato nella retta ponderazione dei tempi, guidato da una giusta estimazione dell’avvenire e immutabile nei princípi che lo governavano, variando solo nell’applicazione secondo che le circostanze diverse e i casi avvenuti di mano in mano lo richiedevano. Nessuno scorso di passione, nessun puntiglio di parte, nessuna considerazione personale ebbe mai la menoma influenza ne’ miei atti e ne’ miei pensieri; cosicché io posso sfidare tutti i miei avversari di allegarne un solo, anche piccolo, che non sia stato conforme a quella politica che potea condurre a buon fine le cose nostre. Trovando le opinioni già divise in Piemonte e i conservatori in rotta coi democratici, la speranza che io ebbi per un momento di riconciliarli mi fu tolta dall’uomo in cui facevo maggior fondamento; il quale, fomentate ed accese le ire parlamentari, lasciò in abbandono chi voleva sedarle. Fallitomi l’intento e rimasto solo, io non poteva far altro che allegarmi a questa o a quella parte, secondo quale di esse si appigliava alla buona ragione. Mi strinsi da principio ai democratici per combattere la mediazione: mi accostai in appresso ai conservatori per tutelare il principato. Ma ruppi la lega fatta cogli uni e cogli altri, come vidi che i primi lasciavano l’Italia centrale in preda ai demagoghi, e i secondi ai tedeschi. Di qui nacquero le mie varie fortune; applaudito e maledetto a vicenda dalle varie parti, secondo che io assentiva o ripugnava ai loro propositi, e franteso quasi sempre da tutte. E l’intenderci e raccordarci era difficile, perché essi misuravano tutta la loro politica dal momento che correva, dove che io mi governava principalmente colla previsione dell’avvenire[7]. Cosí quando fui costretto a combattere i ministri dei i9 agosto, io era un uomo ambizioso, puntiglioso, rammaricoso, aggirato dai democratici; quando mi separava da’ miei colleghi dei i0 di dicembre, ero zimbello dei diplomatici e dei gesuiti, e i puritani gridarono che il mio astro era ecclissato. Ma Roma e Novara rispondono agli amici della mediazione e ai nemici dell’intervento; e queste pagine forse chiariranno gli altri che io posso ancora abbagliare le loro luci da pipistrelli."
      },
      {
        "index": 8,
        "text": "L’onore di aver dato al Piemonte il primo saggio di un governo veramente nazionale toccherebbe a Cesare Balbo, se il merito di aver cominciata la guerra non fosse contrappesato dal grave torto della disdetta confederazione; onde si vede che gli mancò il concetto dell’egemonia sarda[8]. I soci di Gabrio Casati s’ingegnarono di colorirlo; ma il breve tempo che stettero in seggio, la perfidia dei municipali e le altre cause accennate di sopra tolsero loro il potere di fare il bene e di riparare ai sinistri. Caduti i successori per propria imperizia piú che per altro[9] e commessomi dal re il carico, io mi proposi di creare un’amministrazione nazionale da ogni parte, che, per quanto era possibile, governasse non solo il Piemonte ma l’Italia. L’elezione dei mezzi e degli uomini dovea essere misurata dal fine, il quale era doppio: cioè l’indipendenza d’Italia e la difesa del principato civile come unica forma allora possibile di libertá. Se non che i due intenti tornavano ad un solo, giacché il primo non si poteva conseguire senza il secondo. Erano prostrate le armi, scorato l’esercito dai recenti disastri; Toscana e Roma agitate, sconvolte, licenziose, impotenti; Pio fuggitivo, Leopoldo vacillante, Ferdinando fedifrago, di amici erano divenuti nemici; sdegnosa e contraria l’Europa conservatrice; e per colpa dei passati ministri resa impossibile la lega italica, l’aiuto di Francia, il concorso della penisola. Bisognava dunque mutare tutte queste condizioni per poter riprendere e vincer la guerra. E come mutarle? Pacificando l’Italia inferiore, rimettendovi in vigore gli ordini costituzionali e assodandovi i principi sul loro seggio. Questa sola impresa rianimava i nostri soldati (devotissimi al nome regio), disponeva il paese agli sforzi necessari per rifornire le schiere, ci obbligava il pontefice e il granduca, costringeva il re di Napoli a mutar proposito, ci riconciliava i potentati esterni, sforzava l’Austria medesima ad approvare il nostro contegno, ci abilitava a ripigliar le pratiche della confederazione e induceva le potenze mediatrici ad aiutarci se non colle armi almen con uffici caldi, veri, efficaci; onde, conforme al corso prossimo degli eventi, si saria potuto o finire vantaggiosamente la lite minacciando la guerra senza farla, o rientrare in campo con ferma speranza di vincere. Per tal modo il credito, molla potentissima al di d’oggi non solo nei traffichi e nelle industrie ma eziandio nei negoziati politici e nelle armi, bastava a raddrizzare le sorti d’Italia; e il Piemonte sel procacciava, pigliando l’ufficio di moderatore ed esercitando l’egemonia fondata nel giure della nazionalitá comune. Il quale autorizza ogni Stato e ogni popolo a intervenire nelle bisogne de’ suoi congeneri e comporne le differenze, massime quando non si può altrimenti ovviare che gli estrani se ne ingeriscano."
      },
      {
        "index": 9,
        "text": "La pacificazione poteva tentarsi per due vie diverse, cioè colle pratiche o colle armi. Egli è manifesto che non si dovea ricorrere all’ultimo spediente se non invano assaggiato l’altro e nel caso di necessitá estrema, che sola poteva giustificarlo. Ma quanto ai ministri dei 19 di agosto saria stato facile il riuscire col primo mezzo, rimediando al male ne’ suoi princípi; tanto a noi era difficile, essendo la parte dei dissenzienti cresciuta di numero, di forze, di speranze, ed esasperate le popolazioni dal procedere neghittoso del Piemonte e dal contegno dei rispettivi principi. Era dunque mestieri di aggraduirsele e farsele benevole, sia colla qualitá dei membri sia coll’insegna del nuovo governo. Se io avessi eletto i miei soci fra i partigiani della mediazione, che fede avrei potuto avere, quando appunto dalla mediazione era nato il disordine? che suono avrebbero fatto tra i democratici di Genova e della bassa Italia i nomi dei conservatori e dei municipali sardi? Conveniva negoziare coi rettori di Toscana e di Roma che «popolari» si chiamavano, tôrre ogni appiglio ai puritani e procacciarsi al possibile il favor dei giornali, che invocavano la Costituente illimitata e un ministero democratico anche in Piemonte. Quanto meno costoro si poteano contentare intorno al primo capo, tanto piú si doveva esser largo nel secondo, trattandosi di una parola che in quel bollore di parti e di popoli accreditava chi l’assumeva. Né il fregiarci di questo titolo era dal canto nostro tranello e lustra, come ai ministri dei i9 di agosto il prometter la lega e l’autonomia italica. Giá un anno prima io scriveva in Parigi che «il genio democratico dovea prevalere nei nostri ordini»[10], cosicché il nome che assumevamo esprimeva l’idea seria di rendere popolare il principato; unico modo di provvedere alla sua salvezza non solo in quei giorni ma eziandio quando, finito il regno dei dietreggianti, la democrazia europea tornerebbe a galla e sarebbe signora del campo. Per tal modo, mentre avevamo il primo occhio al presente per mantenere gli ordini costituzionali contro i corrivi che spianavano la via al ricorso, volgevamo il secondo all’avvenire, abilitando la monarchia rappresentativa a vincere i men vicini ma piú gravi pericoli e informandola cogli spiriti del popolo e della nazione."
      },
      {
        "index": 10,
        "text": "L’elezione de’ miei colleghi non era dunque libera: dovevo sceglierli tra i democratici che aveano maggior credito presso la parte, piú nome nella Camera e che aveano con piú calore oppugnata la mediazione. Eziandio volendo, non avrei potuto far altro senza contravvenire al mio scopo e offendere gli usi del governo parlamentare, i quali richieggono che quando gli opponenti costringono il ministero a ritrarsi, da lor si piglino i successori. Il che stando, la scelta era quasi determinata; ché il Ricci e il Rattazzi erano giá stati ministri, Domenico Buffa aveva per la schiettezza dei modi e la lealtá dell’animo anche la stima degli avversari, il Sineo e il Cadorna campeggiavano fra i membri piú attivi della parte e del parlamento. E benché tutti sedessero fra gli opponenti, niuno però apparteneva ai gradi estremi delle loro file. Desiderando che le provincie unite avessero un interprete nel Consiglio e non avendo potuto colle piú vive istanze risolvere il Paleocapa ad entrarvi, Vicenza mi diede Sebastiano Tecchio, uomo di vivo ingegno e di spiriti generosi. Se tale assortimento riuscí cattivo, la colpa è tutta dei conservatori, i quali, collegandosi coi ministri dei 19 di agosto e spalleggiando la loro infelice politica, mi costrinsero a unirmi coi democratici per combatterla. La colpa fu in ispecie di Pierdionigi Pinelli che, da me dipartendosi e lasciandomi solo, mi obbligò a cercare novelli amici. Né perciò io deposi l’antico pensiero di conciliare insieme le varie opinioni, e volli dare alla parte conservatrice qualche voce nel nuovo Consiglio. Ciò era opportuno a tranquillare i timidi del Piemonte e avvalorare il mio credito anche di fuori presso i governi paurosi dei democratici. Ma le offerte e le premure ripetute e caldissime fatte (oltre al Paleocapa) ad Alfonso della Marmora, al Desambrois, al Gonet, al Ceppi e ad altri valentuomini di chiara e meritata fama, tornarono inutili, con mio rammarico piú che stupore. Imperocché i fautori della mediazione aveano sin da principio sparsi tali dubbi sulla mia sufficienza politica, sulla fermezza, sulla onestá, gli uni spacciandomi per complice occulto, gli altri per cieco strumento dei repubblicani, che il rifiuto non mi die’ meraviglia. Uno però dei soprascritti avea quasi porto il suo assenso: poi anch’egli si ritrasse, e indotto da chi? da Pierdionigi Pinelli. Ma se l’uomo illustre avesse avuto seggio in Consiglio quando nacque il famoso dissidio, il re non si sarebbe probabilmente appigliato al partito peggiore: rinforzato da tale appoggio, io non sarei caduto e l’Italia sarebbe libera. Cosí il Pinelli, non pago di aver recato lo scompiglio nelle cose nostre colla sua bieca amministrazione, nocque eziandio a quella che era in grado di racconciarle; non potendo scartarmi come dianzi, volle almeno impedirmi e fu causa di nuovo che tutto precipitasse. Tanto la burbanza e l’incapacitá di un tal uomo doveano costare al nostro povero paese!"
      },
      {
        "index": 11,
        "text": "Abbandonato dai conservatori, io non mi perdei però d’animo; e siccome la sommossa di Genova non pativa il menomo indugio, in due giorni e mezzo fu compiuto il Consiglio. Eravamo tutti d’accordo intorno alla politica da seguire; ma dove i tempi ed i casi adducessero fra me e i miei colleghi qualche grave dissidio e che presso di loro potessero le arti dei puritani, doveva io ragionevolmente temere che il re fosse per mancarmi? Né giá io ignorava la sua debolezza e la poca fede: nota mi era la ruggine che mi portava; ma sapeva pure quanto in lui potesse la gelosia de’ suoi diritti e il terrore dei demagoghi. Poteva io credere che avrebbe posposto a un miserabile puntiglio la sua parola, la sicurezza della monarchia, l’onore della corona e il suo trono medesimo? Ciascuno nel mio caso avrebbe fatto lo stesso giudizio. Prova manifesta ne diedero le disposizioni del pubblico: ché quando corse il primo romore del mio congedo, niuno volle crederlo; confermata la nuova, lo stupore fu universale e anche di qua dalle Alpi durò per piú giorni la meraviglia[11]."
      },
      {
        "index": 12,
        "text": "I municipali levarono le strida per la qualitá delle persone e il nome del ministero democratico, come se, dovendosi correggere i loro spropositi, l’uno e le altre non fossero necessitate. Poi, quando io caddi, dissero che io era stato ingannato dai democratici; e l’idea parve cosí bella e ingegnosa che si andò ripetendo per molti mesi![12]. Ma l’inganno suppone una fiducia. che io non soglio riporre se non in coloro con cui sono legato per intima dimestichezza. Io era nuovo dopo un lungo esilio al Piemonte, e fra i personaggi politici che erano in grido non ci aveva altro amico che il Pinelli. Cosicché ero costretto a eleggere i miei colleghi fra uomini che non aveva sperimentati; e altrettanto mi sarebbe accaduto se mi fossi rivolto ai conservatori, che non mi erano piú familiari dei democratici. Né perciò il mio procedere era incauto e imprudente, avendo la parola e piú ancora affidandomi all’interesse manifesto del principe, mediante il quale io potea rifare il Consiglio se gli eletti mal rispondevano alla prova. Non mi tratterrei su ragioni cosí trite e palpabili se avessi da far con censori forniti del senso comune. Quanto alla denominazione presa, era naturale che i municipali se ne adombrassero, giacché questa generazione non ha la vista cerviera, non conosce gli uomini né i tempi e non vede la tempesta anco quando è vicina. Ma fin dai tempi di Aristotile si usò distinguere i democratici dai demagoghi; e chi non vede che la democrazia oggi prevale e che nulla è durabile se non le si appoggia, ignora l’indole del secolo in cui vive. Perciò mi fu di non poca meraviglia l’udir Massimo di Azeglio far tenore ai municipali, scrivendo che «l’appellativo di ’democratico’ o significa una cosa ingiusta, dannosa, che può esser germe di discordie, disordini, e cagione perciò di debolezza nel governo; ovvero è una parola vana e senza senso e che non dice nulla»[13]. Anzi essa, chi ben l’intende, mi pare che dica tutto, poiché non ve ne ha alcuna piú atta a specificare il genio proprio dell’etá"
      },
      {
        "index": 13,
        "text": "nostra, alla quale le stesse istituzioni liberali non si confanno se non sono indirizzate al bene del maggior numero[14]."
      },
      {
        "index": 14,
        "text": "La nostra Dichiarazione infatti dovea dissipare i sospetti che i municipali aveano sparsi e chiarire la lealtá e la saviezza delle nostre intenzioni; laonde, se non poté lenire i municipali sardi, fu applaudita da tutta Europa. Per rimuovere dall’assisa democratica ogni colore fazioso, era d’uopo disgiungerla dalla demagogica e fare in termini formali ripudio di questa. «Levando l’insegna della democrazia e chiamandola conciliatrice, legale, desiderosa di abbracciare tutte le classi e di stringerle al seno, l’abbiam distinta da quella larva che ‛demagogia’ si appella ed è la sua maggior nemica. La democrazia, o signori, differisce tanto dalla demagogia quanto la libertá dalla licenza e il civil principato dal dominio dispotico. E il suo carattere particolare risiede nel rispetto alla legge, nell’amor dell’ordine, nell’osservanza dell’umanitá e della giustizia, nella forte moderazione delle idee e dei portamenti... Perciò noi saremo, o signori, tanto piú fermi sostenitori dell’ordine quanto piú siamo e ci gloriamo di essere democratici. La democrazia fu spesso disonorata dagli eccessi demagogici presso le altre nazioni, e testé guastava i preludi grandiosi della Dieta di Francoforte. Se anche in Italia la democrazia trionfante riuscisse alla licenza e minacciasse di trascorrere al terrore ed al sangue, il suo regno sarebbe spento per ogni dove. Le sorti della democrazia europea forse da noi dipendono. Tocca a noi che siam gli ultimi ad assaggiarla il far miglior prova, rendendola cara e commendabile col nostro esempio a tutta Europa. Gli sguardi delle nazioni piú gentili sono a noi rivolti, per vedere se noi sapremo mantenerla illibata e pura o ci lasceremo rapire allo sdrucciolo che ne apparecchia la rovina. E a chi meglio si aspetta il moderarla sapientemente che a noi? Non è l’Italia predestinata alle grandi e nobili imprese? E qual impresa piú nobile e grande che il ribenedire e santificare la causa del popolo, avvilita e macchiata da alcuni de’ suoi fautori? A ciò, o signori, mireranno tutti i nostri sforzi. Popolo dell’alta Italia, se noi non verremo a patti con pochi faziosi che usurpano il tuo nome per disonorar la tua causa, questo sará il piú degno omaggio che si possa rendere al tuo vessillo e alla tua potenza»[15]. Per quanto però sia di momento l’idea democratica, ella dee essere subordinata alla nazionale, giacché uno Stato non può esser popolare se non è nazione. «Il divorzio delle provincie e dello Stato dalla patria comune e dalla nazione ci pare innaturale e funesto. Nei tempi addietro esso invalse, perché il senso della nazionalitá era languido e predominava il vezzo municipale. Oggi questo non è tuttavia spento, ma viene contemperato dal genio contrario. Noi ci studieremo di svolgere quest’ultimo e di educarlo con sollecito zelo; onde il primo carattere della nostra amministrazione sará quello di essere nazionale»[16]. Per tal guisa ci appartavamo insieme da quei cattivi democratici che disconoscono la nazionalitá o la pospongono ai minori beni, e dai municipali che aveano informata e diretta l’amministrazione dei precessori."
      },
      {
        "index": 15,
        "text": "Importava non meno il far aperto divorzio dai puritani, che parteggiavano a sproposito per l’unitá assoluta e per la repubblica. «Chi non vede che per unizzare compitamente l’Italia e ridurla a repubblica, converrebbe violare i diritti di tutti i nostri principi, distruggere i vari governi della penisola, mutare in un attimo le inveterate abitudini dei popoli avvezzi a monarchia e tenaci delle loro metropoli, spegnere affatto gli spiriti provinciali e municipali, e superare infine il contrasto di Europa, a cui un’Italia repubblicana e unitaria darebbe per molti titoli gelosia e spavento?... Non crediate però, o signori, che coll’assoluta unitá e colla repubblica per noi si vogliano ripudiare le idee ragionevoli che talora le accreditano presso il volgo, inetto a distinguere i concetti che si somigliano. Se l’unitá d’Italia ci pare oggi una chimera, la sua unione ci sembra possibilissima; se abbiamo la repubblica per un sogno, stimiamo egualmente che il principato non può durare se non viene informato dal genio del popolo. Quindi è che levammo sin da principio la doppia insegna della Costituente federativa e della democrazia»![17]. Né la nostra ripugnanza all’unitá politica e al governo repubblicano era aliena dal moto italico, anzi nasceva dai princípi che l’aveano causato e dai naturali suoi limiti. «In ogni rivoluzione civile havvi un segno fisso, oltre il quale non si può trascorrere. Quando il moto sociale è giunto a questo tratto, che è come il colmo dell’arco, esso dee fermarsi, ché altrimenti in vece di salire e vantaggiarsi peggiora e declina. Quindi è che coloro che si brigano di trapassarlo fanno opera vana anzi nociva, perché fondano sul falso, preparano una riscossa dei vecchi ordini; e il progresso diventa regresso, l’edifizio torna a ruina, la civiltá riesce a barbarie e il riscatto si trasmuta in un servaggio maggiore. E che maraviglia che ciò accada? Nulla è durevole nella societá umana se non ha il suo fondamento nella veritá effettuale delle cose e non risponde al grado in cui la civiltá è condotta. Chi travalica questo grado e fabbrica sulle idee sole, non sulla realtá, s’inganna e scambia la politica colle utopie, mostrandosi difettivo di quel senno pratico che è la dote piú rilevante dello statista. Il Risorgimento italiano abbraccia quattro idee capitali e corse sinora per altrettanti aringhi che loro rispondono, cioè le riforme, lo statuto, l’indipendenza e la confederazione. Questi quattro capi comprendono tutto ciò che vi ha di ragionevole e di effettuabile nei nostri voti e nelle nostre speranze: il resto, negli ordini presenti d’Italia, è sogno e utopia. Niuno dica che noi vogliamo fermare il corso delle cose, misurandolo coi concetti che ne avemmo in addietro: si confessi piuttosto che facemmo vera stima del paese e del secolo, prefiggendogli il detto termine sin da principio e antivedendo che non si può oltrepassare»[18]."
      },
      {
        "index": 16,
        "text": "«Da queste avvertenze voi potete raccogliere, o signori, quali siano le note proprie della nostra amministrazione. Essa si ristringe fra i limiti ragionevoli dell’italiano Risorgimento ed è risoluta di non oltrepassarli, e quindi ripudia francamente e risolutamente le utopie degli unitari e dei repubblicani. Ma nel tempo stesso ella mira a compiere esso Risorgimento in ogni sua parte; epperò vuole che le riforme siano savie, ma tendano principalmente al bene dei molti; vuole che il principato civile sia forte, ma popolano e benefico; non si contenta di una mezza indipendenza, e la vuole intera, compiuta, guardata dal presidio del regno italico; vuole infine la confederazione fraterna di tutti gli Stati della penisola e una Dieta italiana che la rappresenti. Perciò da un lato la nostra amministrazione si distingue da quelle che ci precedettero; le quali, benché avessero per capi uomini altamente onorandi[19], o trascurarono alcuni dei detti articoli o mollemente li promossero o li dimezzarono o anche li contrastarono, e spesso sostituirono i municipali governi alla politica nazionale. Dall’altro lato ella si divide da coloro che vorrebbero sviare il moto italiano da’ suoi princípi e metterlo per un sentiero diverso, impossibile o funesto. Questa, o signori, è la nostra forza; questa, se riusciam nell’intento, sará la nostra lode, atteso che ogni ministero che avesse un indirizzo diverso dal nostro dovrebbe essere necessariamente demagogo o retrogrado»[20]."
      },
      {
        "index": 17,
        "text": "Parve ai democratici che, assegnando tali confini, io volessi tarpare le ali alla fortuna; e un giornalista mi accusò di poco accorgimento, quasi che gli eventi avessero eccedute (cosí disse) le mie previsioni. I fatti ben tosto mostrarono chi fosse indovino e avesse ben misurate le condizioni presenti e avvenire. Ché se piú mesi prima, quando tutto correva prospero, io aveva antiveduto il rovescio, come avrei potuto sperar meglio quando entrai ministro? mentre lo stato di Europa era giá peggiorato notabilmente: i tardigradi aveano ripreso baldanza, i principi le forze loro ed erano secondati dagli sbagli infiniti dell’altra parte. Cosicché i puerili e spensierati tentativi dei puritani, in vece di ravvalorar la fiducia, doveano spegnerla e rendevano vie piú certi i disastri da me annunziati. Io non dico queste cose per vantarmi, ma per mettere in chiaro l’unitá della mia politica e come ben mi apponessi, e prima e poscia, circoscrivendo il Risorgimento nei termini sopraddetti. Cosí fosse piaciuto a Dio che i democratici avessero avuta l’antiveggenza e la costanza medesima e che i miei colleghi, i quali approvarono le dette parole, non le avessero a poco andare dimenticate!"
      },
      {
        "index": 18,
        "text": "Il nostro primo atto fu di spedire in diligenza Massimo di Montezemolo e il vescovo di Savona al pontefice, condolendoci degli ultimi casi, offrendogli l’opera nostra per aggiustare le sue differenze col popolo romano, innocente delle furie e degli eccessi di pochi fanatici, ed esortandolo a tornare in Roma, desiderosa di giusta composizione, come risultava dalle pratiche che ivi noi facevamo allo stesso effetto. E siccome i disordini e i lutti recenti noi permettevano senza che la sua dignitá e persona fossero assicurate, il Piemonte si stimava onorato di adempiere questo ufficio e gli offriva il suo esercito. Accettasse un presidio di ventimila soldati piemontesi e piú, se ben gli pareva; i quali, spesati dal Piemonte, stanzierebbero in Roma presti ad ogni suo cenno e al patrocinio di quegli ordini ond’egli era stato magnanimo datore a’ suoi popoli. Cosí veniva tolto agli esterni ogni pretesto d’ingerirsi nei nostri affari; le controversie insorte, pacatamente e italianamente si componevano; si riparava ai futuri pericoli; se ne onorava Pio nono, che rassodato sopra il suo seggio potea compiere l’impresa incominciata con tanta lode. E quando non gli paresse opportuno di rientrar subito ne’ suoi Stati, ricoverasse in quelli del re sardo, solo degno di tanto ospite, perché non inferiore a niuno nel venerare e proteggere la religione e superiore a tutti nell’amare la patria. Scegliesse quella stanza che piú gli piaceva: ivi sarebbe adorato come papa, corteggiato e ubbidito come principe; laddove il soggiorno del Regno non passava senza suo disonore e scapito delle credenze. Queste ragioni ed offerte, riverentemente porte e caldeggiate dai due nunzi straordinari, vennero poscia ripetute e incalzate con pari destrezza da Enrico Martini, che succedeva a Domenico Pareto come ambasciatore ordinario presso il pontefice[21]."
      },
      {
        "index": 19,
        "text": "A riuscire in Gaeta era necessario l’operare in Napoli. Il senatore Plezza partiva a quella volta promotore della lega italica e apportatore di caldi voti per l’accordo colla Sicilia. La prima proposta porgeva a Ferdinando opportunitá dignitosa di uscir dalle strette in cui era impegnato, rispondeva all’invito del Troya e dello Spinelli, cancellava i sospetti nudriti verso il Piemonte, rimovea gli ostacoli al concorso della guerra e in fine agevolava l’altra intenzione. Imperocché qual mediatore potea offrirsi piú idoneo e decoroso fra il Borbone ed i siculi che la Dieta italica? Ma era d’uopo che questi concorressero allo scopo e lo facilitassero; e il Piemonte si esibiva di adoperarvisi con ufficioso messaggio. Il Plezza non fu voluto ricevere, e si colorò il rifiuto con ragioni parte frivole[22] parte false, attribuendogli parole dette da altri in disdoro del principe. Chiarito invano l’errore, conveniva procedere in altro modo per tentare di vincere la mala disposizione. Il Piemonte avea trascurato sin da principio di adescare coll’interesse i vari sovrani alla guerra comune; quindi era nata prima la freddezza e poscia la renitenza, e in particolare il recesso di Napoli. Gli uomini si debbono pigliar come sono; e in niuno di quelli capiva tanto senno e amore di patria che sapessero ravvisare in un regno forte posto a settentrione l’utilitá di tutti, o antiponessero il bene d’Italia alle mire municipali. Essi non vedevano altro nel nuovo Stato che l’ingrandimento del Piemonte e abbassati se ne credevano, come se l’impresa non fosse un riscatto ma una conquista; e parea loro ingiusto e pericoloso lo spendere e combattere per creare una potenza piú valida della propria. Era dunque uopo rimuovere l’ostacolo; e se il regno dell’alta Italia era per riuscire men forte, piú facile per ristoro tornava l’acquisto dell’indipendenza. Potevasi adunque, finita la guerra, dare ai vari Stati un nuovo assetto territoriale, mediante il quale ciascuno si aggrandisse alle spese del comune nemico; e se al Piemonte non era lecito l’obbligarvisi dopo l’unione stanziata dai popoli e dal parlamento, non gli era però disdetto di esprimerne il desiderio e promettere l’opera sua per impetrarlo. La lega federativa, come investita di signoria nazionale, era autorizzata a modificare i patti anteriori; ed essendo composta dei vari Stati, l’interesse del maggior numero di questi sarebbe in ogni caso prevalso al volere di un solo. Io espressi piú di una volta l’idea sommaria di cotal disegno nelle mie pratiche intorno al futuro ordinamento d’Italia[23], e il duca di Dino prese il carico di rappresentarlo al re delle Due Sicilie[24] Ma egli non fu piú fortunato del Plezza e non potè né anco avere udienza dal principe; cosicché io mi vidi costretto per la dignitá del Piemonte a licenziar da Torino l’inviato napoletano."
      },
      {
        "index": 20,
        "text": "Maggior costrutto non ebbero i miei negoziati con Roma. Ottime erano le disposizioni dei ministri democratici e in particolare del Mamiani e del Muzzarelli, né il popolo in quei princípi era alieno dalla concordia; ma dura ed inespugnabile fu la corte gaetina. Le rimostranze e le preghiere giungevano troppo tardi: un mese di soggiorno in quel tristo lezzo avea conquiso ogni resto di liberi spiriti nell’animo debole di Pio nono e datolo in balía a un prelato iroso e ai cagnotti di Ferdinando[25]. Di qui si vede come l’indugio sia stato causa del cattivo esito; ché le istanze riuscite inutili nel gennaio, quando Napoli e Roma erano giá impegnate al male e accordate coi diplomatici alla trista politica che ancor dura, sarebbero state efficaci nel novembre, allorché la chiesta e sollecitata confederazione chiariva che il pontefice era ancor libero e al Borbone correva necessitá di seguirlo[26]. Ma i ministri dei 19 di agosto, dappoiché ebbero causata col loro pazzo procedere la morte del Rossi e la ritirata di Pio, vollero evitare le «discussioni»: non pensarono pure a spedire un legato al fuggiasco pontefice, profferirglisi in quel frangente, animarlo alla concordia, combattere gl’influssi borbonici; il che in quei primi giorni poteva ancora riuscire, massimamente se avessero messo su la Francia, vogliosa anch’essa di trar fuori il papa dalla stanza pestilenziale di Gaeta, ma non meno oscitante del governo sardo."
      },
      {
        "index": 21,
        "text": "La dilazione fu del pari funesta verso la Toscana e vi rese infruttuosa ogni pratica, non ostante l’abilitá e lo zelo che Salvatore di Villamarina e Pasquale Berghini vi adoperarono. Ho giá accennato di sopra quali fossero i miei trattati con tal provincia e come andassero a vuoto perché il Montanelli era obbligato con Roma. Questo impegno non escludeva la lega col Piemonte, se Roma avesse perseverato nei termini provvisionali di prima e nel desiderio di pacificazione. Ma le ripulse del papa irritarono il popolo: i puritani si prevalsero dello sdegno universale per sostituire alla Dieta federativa voluta dal Mamiani e da noi la Costituente senza limiti giá bandita in Livorno, la quale era manifestamente un preambolo di repubblica. Il Mamiani lasciò la carica; il Montanelli, impegnato coi nuovi rettori romani, non potea piú allegarsi col Piemonte; e una Dieta comune nei soli termini federativi diveniva impossibile, da che Roma e Toscana convenivano insieme nel volerla politica e senza freno di sorta. «Noi non potevamo assentire alle nuove Costituenti dell’Italia centrale senza dismettere il nostro programma e abbracciarne un altro non pur diverso ma contrario. Imperocché l’assemblea da noi proposta è strettamente federativa; quelle di Toscana e di Roma sono o almeno possono essere politiche. L’una lascia intatta l’autonomia de’ vari Stati e i loro ordini interni; le altre sono autorizzate dal loro principio ad alterarli e anche a sovvertirli. Speriamo che non siano per farlo; ma certo, se il facessero, non ripugnerebbero alla loro origine. La nostra Costituente è dunque inaccordabile con quelle di Roma e di Firenze; e se noi avessimo surrogato al nostro l’altrui concetto, ci saremmo posti in contraddizione colle nostre massime e avremmo dato opera a una di quelle variazioni capitali che bastano a distruggere la riputazione di un governo. Egli è noto che i piú fervidi movitori del disegno sono i partigiani dell’unitá assoluta e della repubblica. I quali, vedendo che le loro idee son ripulsate dal senno unanime della nazione, sperano di poterle introdurre sotto la maschera della Costituente. E si confidano per tal via di attuare i loro concetti, inducendo colle arti e col timore la futura assemblea ad acclamar la repubblica italiana e facendo che un piccolo stuolo di audaci sovrasti, come accade nei tempi di rivoluzione... Né giova il dire che il Piemonte potrebbe circoscrivere la balia de’ suoi delegati. Imperocché chi ci assicura che in un’assemblea mista tale circoscrizione sia per avere il suo effetto? chi ne accerta che quelli, atterriti da fazioni audacissime o da furia plebeia, non siano per trapassare le facoltá proprie? mancano forse esempi di consessi strascinati a votare contro coscienza dalle minacce e dal terrore? Stoltezza sarebbe l’affidare senza necessitá estrema i piú gravi interessi all’eroico coraggio di pochi uomini. Senza che, come si può discutere e deliberare se non si ha un soggetto comune? Un’assemblea composta di membri eterogenei, gli uni dei quali avrebbero un mandato schiettamente federativo e gli altri un potere politico senza confini, mal si può intendere e correrebbe rischio di riuscire non un concilio ma un caos."
      },
      {
        "index": 22,
        "text": "«La partecipazione alla nuova Costituente importerebbe inoltre dal canto nostro una violazione manifesta del voto dei popoli e del mandato parlamentare. Imperocché l’atto di unione fra gli antichi sudditi della casa di Savoia e i popoli lombardoveneti, assentito da questi e rogato dal nostro parlamento, ha per condizione che, finita la guerra, un’assemblea costituente e votante a universalitá di suffragi fermi i capitoli dello statuto monarchico che dee reggere il regno dell’alta Italia. Togliete via questa condizione, e il decreto del parlamento è rotto, gli abitanti della Venezia e della Lombardia vengono sciolti dal loro giuro. Ma l’aderire alle assemblee presenti di Toscana e di Roma è quanto un rinunziare all’assemblea futura, imperocché le une e l’altra essendo politiche, quelle escludono necessariamente questa. Né si può dire che le prime suppliscano alla seconda, essendo impossibile che ci convengano regolarmente gli abitatori delle provincie occupate ed oppresse dall’inimico. Ora il rompere uno statuto parlamentare è delitto: l’annullare anticipatamente quel regno dell’alta Italia, che dee riuscire il maggior presidio della comune indipendenza, sarebbe non solo delitto ma scelleratezza. E noi, ministri di uno Stato civile, oseremmo assumere un tal carico? e in grazia di una Costituente improvvisata da altri, verso la quale non abbiamo impegno di sorta, rinunzieremmo a quella di cui non siamo arbitri e che si collega coi maggiori interessi della patria?... I mali che possono nascere sono infiniti e difficili a misurare. Imperocché se la nuova Costituente piglia un cattivo indirizzo, chi antivede i disordini nei quali potrá trascorrere? Chi avrebbe presagito che dalla Costituente francese del secolo scorso, incominciata sotto auspíci cosí felici, fossero per uscire gli orrori di una demagogia sfrenata e torrenti di sangue e il regicidio? Certo si è che se la Costituente toscana e romana male si avvia, in vece di unir gl’italiani accrescerá i loro scismi e accenderá il fuoco della guerra civile. In vece di assodare le nostre instituzioni le spianterá dalle radici, sostituendo al principato civile un vano fantasma di repubblica. In vece di suggellare quella concordia dei principi e dei popoli, della civiltá e della religione, che fu il germe fecondo del nostro risorgere, essa ricambierá d’ingratitudine i primi autori del rinnovamento italiano, metterá in conflitto gl’interessi della patria con quelli del papa e della Chiesa, susciterá contro di quella tutti gli uomini e tutte le classi piú affezionate e devote alla monarchia, alle credenze cattoliche, e ci renderá avversi senza rimedio quei principi e quel pontefice che ebbero pure le prime parti nel nostro riscatto. In vece infine di redimere l’Italia dallo straniero essa renderá difficile l’evitarne l’intervento, coonesterá in apparenza la causa dell’Austria, accrescendo col simulacro di un’idea religiosa la forza delle sue armi; imperciocché chi potria contrastarle, quando le sue schiere si affacciassero alle nostre porte come tutrici della religione offesa e vindici dei diritti violati del pontefice?"
      },
      {
        "index": 23,
        "text": "«Non crediate però, o signori, che per noi si rigetti in modo assoluto la Costituente italiana di Roma. Noi rifiutiamo per ora di concorrervi, perché le sue origini, il mandato, le circostanze la rendono pericolosa, e sarebbe temeritá il partecipare a deliberazioni le quali s’ignora a che debbano riuscire. Ma noi facciamo voti con tutta l’anima affinché essa pigli un buon avviamento e torni a quelle idee sapienti e moderate, delle quali siamo e saremo sempre mantenitori. Che ciò sia per essere, ce lo fa sperare il senno degli uomini che reggono quella provincia e la bontá squisita delle popolazioni. Se alle nostre brame risponderanno gli effetti, noi porgeremo amica e sincera la mano al consesso dell’Italia centrale e niuno ci vincerá di zelo nel secondarlo e nel promuoverlo. E potremo farlo dignitosamente senza contraddire ai nostri princípi, perché la Costituente di Roma, ridotta a tali termini, sará appunto quella Costituente federativa che fu il primo pensiero della nostra politica ed è il voto piú caldo del nostro cuore. Non tralasceremo di fare ogni opera per condurre le cose al bramato fine. Le idee che vi esponiamo, o signori, le abbiamo espresse piú volte a chi può valersene. Abbiamo detto a Firenze ed a Roma che se la monarchia costituzionale non è salva, se il papa non ritorna al supremo suo seggio, l’intervento straniero sará difficile a cansare, essendo follia il credere che nei termini presenti di Europa questa permetta la ruina del principato italiano e la civile esautorazione del pontefice. Abbiamo detto a Gaeta che il vicario di Cristo, il padre supremo dei cristiani non potrebbe dignitosamente ricuperar la sua sede coll’aiuto delle armi straniere, né rientrar tra i suoi figli senza aver prima tentate tutte le vie della mansuetudine e della clemenza... Guardiamoci, o signori, di confondere coi rettori di Roma pochi faziosi che talvolta si aggiudicano il loro nome. Certo molte opere illegali, dolorose, funeste attristarono la cittá santa; ma sarebbe somma ingiustizia l’attribuirle a quel generoso popolo e agli uomini onorandi che lo reggono. I quali accettarono l’ufficio pericoloso, non giá per porre in dubbio e meno ancora per usurpare la potestá legittima, ma per ovviare ai disordini e impedire che durante l’assenza del capo il maneggio delle cose cadesse alle mani dei tristi. Essi sortirono in parte l’intento e ostarono che l’anarchia regnasse in Roma; pietoso ufficio di cui tutti dobbiamo loro essere riconoscenti e che a niuno dee tornar piú grato che al cuore paterno del pontefice. Ma queste nostre speranze non sono scompagnate da gravi timori, insegnandoci la storia che ne’ tempi di rivoluzione i malvagi e gli sconsigliati spesso ai buoni e savi prevalgono. Finché dunque incerto è l’esito dell’assemblea convocata nell’Italia centrale, noi dobbiamo stare in aspettativa»[27]."
      },
      {
        "index": 24,
        "text": "I consigli non furono ascoltati, né si prestò fede ai pronostici che doveano di corto avverarsi, né furono vani i timori intorno alla trama che covava sotto la maschera della Costituente. La repubblica fu promulgata in Roma, e la Toscana per la vicinanza, l’esempio, gl’influssi, si avviava allo stesso termine. Cosí veniva meno per l’ostinazione del papa e le macchine dei puritani il nostro disegno di comporre pacificamente l’Italia; il pericolo dell’intervento esterno diventava certezza; e la Spagna, invitando i potentati cattolici ad assembrarsi per rintegrare Pio nono, giá ci preludeva. Io rispondeva alla richiesta: che non si trattava del pontefice ma del principe, e che la dignitá nazionale d’Italia e il decoro della religione non permettevano che gli stranieri in nome di essa nelle nostre liti civili s’impacciassero. A questa pubblica scrittura[28] tennero dietro piú altre, nelle quali io protestava contro la flotta spagnuola e ogni intercedenza di armi straniere, invocando quel giure nazionale che, fondato in natura e immutabile, sovrasta all’arbitrio e ai trattati dei principi[29]. Divulgava le proteste pei vari Stati di Europa, avvalorandole a viva voce il Rossi in Berlino, il Martini in Gaeta, il Sauli in Londra, il Ruffini e l’Arese in Parigi, e Alberto Ricci era incaricato di rappresentarle al congresso inditto in Brusselle. Io aveva rinnovate in parte le ambascerie sarde non mica leggermente ma per giusti rispetti, e gli scambi che sottentrarono pochi mesi dopo non furono tali da farmi pentire del mio giudizio nelle elezioni[30]. Per le stesse vie cercavamo di aver dalla Francia qualche guerriero di grido, di assoldare svizzeri, d’intendercela cogli ungheri a cui il bravo colonnello Monti di Brescia portava le nostre parole, e infine movevamo altre pratiche di cui oggi ancora è bello il tacere."
      },
      {
        "index": 25,
        "text": "Ma questi e simili spedienti erano troppo sproporzionati all’effetto. Come potevano semplici parole rallentare il regresso universale, succeduto alla foga incomposta dei demagoghi, e preservarne la nostra penisola? come ovviar che l’Austriaco non ci venisse in casa restitutore di un suo congiunto, e l’Europa cattolica ci si versasse addosso sollevata dal grido del pontefice? Se ciò accadeva (né potea fare che non accadesse), a che angustie si riduceva il Piemonte? come potea ripigliare la guerra e stabilire l’autonomia patria? Se ci mancavan le forze di contrastare all’Austria sul Po, come avremmo potuto abbatterla sull’Arno e sul Tevere? Se non ci era dato di vincerla mentre si spacciava nemica all’Italia, come riuscirvi quando sarebbe coonestata dal titolo specioso di restitutrice dei principi espulsi, vendicatrice della Santa Sede, domatrice della licenza, protettrice della religione? E laddove dianzi ella era il solo nemico, ora seco ne avremmo tanti altri quanti sarebbero i forestieri chiamati dal pontefice a schiacciarci. Ora se noi non bastavamo contro ad uno, che potremmo verso tutti? Si aggiunga che Pio e Leopoldo II di Toscana ritornerebbero pieni di sdegno e rimonterebbero despoti su quel trono che prima dolcemente e civilmente occupavano, e le armi venute a rimetterli prenderebbero ferma stanza sotto pretesto di guardarli e difenderli. Napoli che di celato se la intendeva col Tedesco e col Tartaro e giá incominciava a sentir del tiranno, incorato da tali esempi e avvalorato dalle forze vicine, la darebbe, rotto ogni freno, per mezzo ad ogni scelleratezza e bruttura. Cosí il nemico stenderebbe la sua balía per tutta Italia, la causa dell’indipendenza giá rovinata in Lombardia perirebbe eziandio nelle altre provincie, Venezia sarebbe costretta a cedere, coll’autonomia verrebbero meno gli ordini liberi della penisola; e fra il servaggio di tutti che fiducia avrebbe il Piemonte di conservare i suoi lungamente? Tutte le speranze del Risorgimento italiano e le promesse del nostro programma tornerebbero vane, e noi saremmo costretti o a fallire la parola data o a lasciare che altri ci sottentrasse in una condizione disperata e senza rimedio."
      },
      {
        "index": 26,
        "text": "Ma il rimedio c’era e l’avevamo assai prima accennato nel programma medesimo. «I vari Stati italiani sono legati fra loro coi nodi piú intimi e soavi di fratellanza, poiché compongono una sola nazione ed abitano una sola patria. Se pertanto nasce in alcuno di essi qualche dissenso tra provincia e provincia o tra il principe ed il popolo, a chi meglio sta il profferirsi come pacificatore che agli altri Stati italici? Siamo grati alle potenze esterne se anch’esse conferiscono l’opera loro; ma facciamo che il loro zelo non accusi la nostra oscitanza. Quanto piú i vari domíni italiani saranno gelosi custodi e osservatori della comune indipendenza, tanto meno comporteranno che altri l’offenda; e se l’uno o l’altro avrá bisogno di amichevoli servigi, fará sí che a conseguirli con vicenda fraterna non abbia d’uopo di cercarli di lá dai monti»[31]. Queste parole esprimevano il giure della nazionalitá italica e della egemonia sarda, onde nasceva al Piemonte non solo il debito ma il diritto di pacificare la patria comune. Avevamo tentati a tal effetto tutti i modi conciliativi: promesso il «concorso» alla Dieta federale, l’«aspettativa» alla politica; ma invano. Quando questa diventò repubblica e che i mali temuti come probabili si affacciavano come certi, l’attendere non era piú opportuno ma bisognava operare. Perciò ad alcuni delegati della parte democratica, che vennero a sollecitarmi, non parlai condizionalmente come avea fatto nella Dichiarazione, ma risoluto, dicendo che, «ministro del re di Sardegna, non avrei mai assentito né partecipato alla Costituente». Altra risposta non conveniva dopo la bandita repubblica; la quale, se si ha l’occhio alle circostanze correnti, alle pratiche anteriori e a tutte le cose che abbiamo discorse, era una sfida dei puritani al principato piemontese."
      },
      {
        "index": 27,
        "text": "Falliti i negoziati per quietar l’Italia inferiore, restava che le armi si adoperassero come estremo ripiego. L’impresa era facile, perché i toscani desideravano il nostro intervento e c’invocavano liberatori; e posata la Toscana, era affatto probabile che la repubblica romana, nata di fresco, debole, vacillante, discorde, poco accetta all’universale, cadesse da sé. La piú parte di coloro che si mostrarono in appresso caldissimi in sua difesa, quando soldati stranieri a richiesta dei preti l’assalsero, sarebbero stati tiepidi o freddi in suo favore contro il Piemonte costituzionale, ripristinatore in Toscana e vindice dello statuto. I piú dei puritani o, vili di cuore, sarebbero fuggiti o, pochi di numero, venivano fugati dal solo approccio delle nostre schiere. Alla peggio, se la repubblica romana durava e le circostanze non permettevano al Piemonte di preoccupare in Roma l’opera degli esterni, la nostra partecipazione non poteva essere esclusa e ci porgeva il modo di salvare la libertá. La riputazione toltaci dai ministri precedenti, dai sospetti e dalle calunnie, ci era restituita da un fatto cosí illustre, dopo il quale nessuno poteva volgere in dubbio il nostro zelo per la monarchia italiana e la lealtá delle nostre parole. Napoli e Gaeta non aveano piú alcun taglio per calcitrare alle proposte e disdire gli uffici esibiti; e il loro accordo coi rispettivi popoli, il mantenimento delle franchigie, la colleganza erano di facile esecuzione. Lo statuto rimesso in Toscana bastava senz’altro a impedire che fosse abolito nel Regno e negli Stati ecclesiastici. L’Inghilterra e la Francia, assicurate sulle nostre intenzioni, riconoscenti dell’opera, desiderose di quietare l’Italia e di adagiarla a libertá temperata, ci avrebbero spalleggiati efficacemente presso i principi dentro e di fuori. Se anche dopo la disfatta di Novara e le colpe che la cagionarono la repubblica francese era disposta a sovvenirci oltre le nostre speranze, chi non vede che se in vece di riparare un errore avesse dovuto ricompensare un merito insigne, ci sarebbe stata ancor piú larga di aiuto?"
      },
      {
        "index": 28,
        "text": "Forse anco la guerra poteva evitarsi senza scapito della indipendenza, ché la Toscana pacificata facea inclinare a nostro favore le bilancie della mediazione e ci dava autoritá e credito nei prossimi colloqui di Brusselle. L’Austria, ridotta in breve a mal partito dagli ungheri, mal sicura di Lombardia, impotente a domar Venezia, dovea pensare piú alla pace che alla vittoria. Avea da fare con un nemico non piú abbattuto, scorato, sospetto ed inviso alle potenze, ma fornito di un esercito e di un governo, a cui la nuova e fortunata impresa restituiva gli antichi spiriti, procacciava la stima, la simpatia, la gratitudine delle nazioni piú illustri e riconciliava in un certo modo l’Austria medesima, costretta a celare l’antico odio dall’evidenza dei meriti e dal pudore. Ché se si dovea di nuovo por mano alle armi, «entrando in Toscana, avremmo presa una posta strategica di grandissimo rilievo, che ora è pronta e dischiusa al nemico. La pacificazione ottenuta pareggiava per l’effetto morale una battaglia vinta sulle squadre tedesche. Animati dal successo e dai plausi, i nostri soldati valicavano l’Appennino, piombavano sul Po inferiore; e mentre dall’altro lato l’esercito accorreva, assalivano il Tedesco, cui la nostra baldanza e l’impresa vinta avrebbero scemato il cuore e che ci sarebbe stato cortese di stima, dove ora ci vilipende»[32]. Cosicché si veniva da un lato a facilitare in un modo o in un altro l’acquisto dell’indipendenza, che era il fine principale ch’io mi proponeva, secondo che dissi in termini formali alla Camera[33]. Dall’altro si assicurava a tutta la penisola quel modo di libertá che nei termini di allora era solo possibile, si manteneva nelle sue varie provincie la conformitá delle instituzioni necessaria alla loro durata e alla comune concordia, si escludeva l’intervento forestiero col tôrgli ogni appiglio o almeno temperandolo e migliorandolo col concorso e coll’indirizzo piemontese, si ovviava a tutti i mali e i pericoli discorsi di sopra e si adempievano le promesse del nostro programma."
      },
      {
        "index": 29,
        "text": "L’impresa era dunque utile e necessaria: resta a vedere se fosse lecita. Ma in primo luogo la guerra è sempre lecita quando è necessaria alla patria, la cui salvezza è legge primaria e suprema. Tanto piú che non si trattava solo di preservarla dai mali ordinari ma da tanto infortunio quanto si era il perdere due anni di speranze, di fatiche, di travagli, di sangue sparso, e non solo mandare a male il Risorgimento italiano ma precipitare l’Italia in condizioni piú triste e intollerabili delle antiche. Oltre la necessitá ci era il diritto nazionale, che sovrasta a ogni altro giure e ne è il fondamento. In virtú di esso le varie provincie italiane non sono svelte, eslegi, indipendenti fra loro, né quindi arbitre di far ciò che vogliono, ma collegate insieme dal nodo, dai bisogni, dagli obblighi della nazionalitá comune. La divisione politica dei vari Stati non soprastá ma soggiace a questo vincolo, perché l’una è opera arbitraria degli uomini, l’altro è legge immutabile della natura. Ogni qual volta dunque l’indipendenza politica di una provincia è in conflitto cogl’interessi della nazione, questi debbono prevalere, e non valgono contro di essi né la volontá dei governi né la sovranitá dei popoli particolari di quella. Ora a chi tocca l’esercitare il giure nazionale se non al potere che lo rappresenta? Questo potere può essere ordinario, cioè una Dieta o un dittatore eletto dalla nazione; o straordinario, cioè una provincia che, essendo per le sue condizioni piú atta a redimere le altre, ne assume l’incarico e vi è autorizzata non da mandato espresso ma dall’urgenza dei casi e dal volere presunto e tacito dell’universale[34]. Al nostro Risorgimento mancò la prima specie d’indirizzo, ma supplí la seconda mediante l’egemonia del Piemonte. Il quale se l’era aggiudicata fra gli applausi di tutta Italia, facendo una campagna contro il Tedesco e allestendosi a cominciarne un’altra. Niuno gli contendeva questo diritto e l’uso dei mezzi richiesti a colorirlo, anzi i popoli e gli Stati espressamente lo riconobbero e lo confermarono. E certo saria stato strano e contraddittorio che i piemontesi, versando il sudore ed il sangue per liberare i loro fratelli, non avessero potuto frenare quei moti intempestivi che si attraversavano al buon successo e rendevano vani gli sforzi eroici messi in opera per ottenerlo. Né si abusava di cotal diritto ricorrendo alle armi dopo di avere invano tentato ogni modo di amichevole accordo. Bisogna dunque o negare l’egemonia subalpina e tener per ingiusta la guerra fatta, o confessar giuridico l’intervento. Né rileva che l’impresa di Carlo Alberto fosse militare e contro gli esterni; imperocché, oltre al trarsi dietro molti atti civili nel paese occupato, ogni fazione guerriera, quando si tratta di nazionalitá e di autonomia, legittima tutte quelle provvidenze eziandio politiche che sono assolutamente necessarie per vincere. Chi vorrá biasimare un capitano che per salvare uno Stato negli ultimi frangenti si arroghi una giurisdizione civile, sino ad esautorare un magistrato traditore od inetto, che per tristizia o per dappocaggine si attraversi a’ suoi ordini, mettendo lui a pericolo di una certa sconfitta e la patria dell’ultima rovina? Brevemente: l’egemonia in una nazione che sta per risorgere importa un potere tanto universale quante sono le occorrenze di esso risorgimento; e chi nega un vero cosí cospicuo non sa che sia nazionalitá, egemonia, patria, indipendenza, ed è piú capace di servire al barbaro che degno di riscattarsene."
      },
      {
        "index": 30,
        "text": "Ma vi ha di piú. L’intervento nazionale è non solo lecito ma debito, se si richiede a evitare il forestiero e ad impedire che in vece di un solo tutti gli estrani piovano armati a farla da padroni in casa tua propria. Tal era il nostro caso, poiché i puritani avean condotte le cose a segno che in vece di dar la caccia al Tedesco eravamo in punto di riceverla da esso, dal Francese e dallo Spagnuolo. Chi può dubitare che in sí fatto frangente l’intervento patrio non fosse cosí buono, lodevole, doveroso, come l’altro ignominioso? Vero è che Angelo Brofferio la pensa altrimenti, avendo lodata la Camera per «aver impedito che il Piemonte intervenisse nella Toscana e dimostrato col suo voto che essa non intendeva che le armi piemontesi si dovessero macchiare come quelle di Francia»[35]. Ottimamente, se il Piemonte non è parte d’Italia e se l’Italia non è una nazione; ma dato che sieno e posto che quello per francarla dovesse assumerne l’indirizzo, l’induzione è fallace ed assurda, e tanto varrebbe il dire che la penisola non ha legittima signoria di se stessa perché non può essere dai forestieri signoreggiata. Un modo siffatto di connettere si vorrebbe lasciare al Consiglio aulico e non dovrebbe udirsi in un crocchio non che in un parlamento italico[36]. O non era anzi da avere per giusto l’intervento proprio perché iniquo l’alieno, e quello da questo ci liberava? Che concetto si formano della nazionalitá e comunanza patria coloro che ci vietano d’intrometterci nelle cose nostre perché non si addice agli strani d’impacciarsene? Ma siccome il nazionale e il forestiero son due termini contrari, cosí le loro appartenenze debbono contrapporsi, e forza è che all’uno di essi convenga ciò che all’altro ripugna, in virtú del contrapposto medesimo. Il metterli adunque in ischiera e argomentare dall’uno all’altro è come il tôrre ad uno ogni balía nella sua propria casa perché il vicino non ne è padrone. Le attinenze di Francia con Roma civile sono quelle del giure universale delle genti, il quale vieta che l’una di esse si frammetta nelle cose dell’altra, perché altrimenti verrebbe meno l’autonomia e la libertá di tutte. Laddove le relazioni del Piemonte colla Toscana sono quelle del giure nazionale, che fa dei vari Stati e popoli consanguinei e coabitanti una sola famiglia eziandio politicamente, per ciò che riguarda i caratteri comuni che insieme gli affratellano. Insomma Francia e Roma sono due nazioni e patrie diverse; Piemonte e Toscana sono due provincie appartenenti a una sola nazione e ad una sola patria, e l’azione dell’uno verso l’altra non può offendere l’autonomia nazionale, perché versa nel giro della nazionalitá stessa. Lascio stare che i francesi entrarono negli Stati ecclesiastici a bella posta per ispegnervi la libertá e violarvi l’indipendenza, dove che i subalpini sarebbero iti in Toscana per proteggere entrambe e rimediare che altri non venisse di fuori a manometterle e calpestarle."
      },
      {
        "index": 31,
        "text": "Queste dottrine sono cosí chiare, certe, inconcusse, che non si possono impugnare senza volgere in dubbio i princípi piú evidenti del giure moderno intorno all’essenza e ai diritti delle nazioni. Non sará tuttavia inopportuno il chiamare brevemente a rassegna i sofismi allegati in contrario."
      },
      {
        "index": 32,
        "text": "— Lo Stato toscano è distinto e indipendente dal sardo; questo adunque non avea alcun diritto di dargli legge. — Distinto e indipendente sí bene, ma non in modo assoluto, e però subordinatamente alla nazionalitá comune, che è il diritto supremo e fondamentale. L’autonomia propria dei vari Stati, dovendo sottostare a quella della nazione, cessa ogni volta che il bene di questa lo ricerca; e il giure particolare vien circoscritto dall’universale. Non si può impugnare questa conclusione senza far buoni i capitoli di Vienna, i quali, troncando ogni nodo reciproco degli Stati italici, assegnano a ciascuno di essi l’indipendenza propria delle nazioni; cosicché, verbigrazia, la Toscana tanto è straniera verso il Piemonte quanto verso la Francia. Ma in tal caso Carlo Alberto non potea muover guerra al Tedesco per affrancare la Lombardia. Se l’intervento meritò lode sul Po inferiore non si potea biasimare sull’Arno, atteso che qui era ordinato a impedire gli austriaci di entrare, come lá a costringerli di uscire. E il Piemonte operava in amendue le occorrenze come braccio della nazione; cosicché se la Toscana era indipendente da esso considerato come dominio particolare, gli era soggetta come a Stato egemonico, avente il carico della guerra patria e investito a tal effetto di un potere universale. Il qual potere non era certo illimitato, ma tanto si distendeva quanto i comuni ed urgenti interessi della nazione lo richiedevano."
      },
      {
        "index": 33,
        "text": "— L’intervento violava la sovranitá del popolo toscano, il quale avea il diritto di ordinarsi come voleva. — Le ragioni testé riferite riguardo agli Stati parziali militano del pari rispetto ai popoli particolari. Il popolo toscano non è il popolo italiano ma solo una parte di esso, e la sovranitá appartiene al tutto, non alle parti. Se si concede a un membro della nazione il disporre di sé a piacimento, eziandio contro agl’interessi comuni, si dovrá permettere il simile a tutti gli altri; e cosí verrá reciso ogni legame reciproco, e in vece di una sola patria si avrá un guazzabuglio di municípi sciolti e discordi fra loro. Non poteva permettersi ai toscani di turbare il moto nazionale con un moto politico che in vece di nuocere giovava al nemico, senza autorizzare i piemontesi a fare altrettanto. Rotti i vincoli di nazione, non vi ha piú autonomia né patria indivisa fra molti: ogni Stato, ogni provincia, anzi ogni comune è signore assoluto nel suo giro, solo obbligato a se stesso, estrinseco a tutto il mondo. In tal caso non veggo come il popolo subalpino non potesse, per atto di esempio, allegarsi al Tedesco in vece di fargli guerra, non essendo piú forestiero a suo riguardo che verso il resto d’Italia; anzi rendersi austriaco, se gli metteva conto, e giurar fede all’imperatore. Se ciò par troppo benché sia logico, concedasi almeno che non si può colpare il Pinelli se agogna una lega austrorussa; e si debbono assolvere le onte della mediazione. Cosí quei democratici che avversavano l’intervento incorrevano senza addarsene nell’errore dei municipali, il quale appunto risiede nel conferire a ogni Stato e provincia la signoria propria della nazione. E venivano a giustificare il municipalismo toscano, come i nemici della lega, della guerra, del regno dell’alta Italia favorivano il piemontese."
      },
      {
        "index": 34,
        "text": "L’assegnare alle membra quell’onnipotenza che è propria di tutto il corpo apre l’adito ad assurde inferenze e a disordini infiniti. Quando Pio nono aggirato da cattivi consigli ricusò di cooperare alla crociata patria, egli non contravvenne mica agli ordini dello statuto, i quali lo facevano arbitro della guerra e della pace. E lo statuto essendo consentito dal popolo, la volontá di questo, legalmente parlando, autorizzava la detta risoluzione. Tuttavia il pontefice fu biasimato come mal ricordevole di una legge superiore ai politici ordinamenti, cioè di quella nazionalitá che lo obbligava come principe italiano alla difesa d’Italia. Ma se ai toscani era lecito di mutare il proprio statuto senza attendere alle condizioni del resto della penisola, perché il papa non poteva disdire la guerra, autorizzatovi dallo statuto? Piú grave ancora fu la sua colpa quando chiese l’aiuto degli esterni; e perché? Perché non solo si rimaneva di proteggere, ma veniva a violare apertamente la nazionalitá italica. Ché se questa è un nome vuoto e se ciascuno è padrone assoluto in casa propria, non veggo come Pio nono errasse a invocare il soccorso di Austria o di Spagna anzi che quello del Piemonte, lo protestai contro l’intervento spagnuolo, e ogni protesta (si noti bene) presuppone in chi la fa il potere di ricorrere alla ragion delle armi se lo crede opportuno. Ma tolta via la nazionalitá, le proteste tornavano vane e ridicole, e il papa poteva rispondermi: — Io sono padrone in casa mia come i toscani in casa loro; e se questi possono coi loro tumulti indurre l’Austria a ristabilire il granduca, ben posso io invitar la Spagna a rimettermi in seggio."
      },
      {
        "index": 35,
        "text": "Discorro cosí presupponendo che i toscani fossero unanimi, essendo che tale unanimitá era uno scisma verso il volere nazionale. E di piú involgeva una ripugnanza di essi toscani seco medesimi, i quali aveano poco dianzi accolti con universali e vivissimi applausi gli ordini liberi dati loro dal principe. Or che saviezza è in un popolo il ripudiar oggi ciò che ieri si celebrava e il mutare d’ora in ora gl’instituti governativi? La sovranitá lascia di essere un diritto quando è abusata, e l’abusa chi l’esercita non da uomo ma da fanciullo. Quando i toscani abbracciavano la monarchia costituzionale procedevano saviamente, essendo questa forma appropriata ai tempi e comune agli altri Stati italici; dove che il sostituirle una signoria diversa e aliena dal resto della nazione sarebbe stata spensieratezza. Ma il presupposto che il popolo toscano volesse la mutazione è contrario ai fatti, poiché, come dirò qui sotto, pochissimi la favorivano. L’intervento non offendeva dunque il volere de’ molti ma quello dei pochi, se non si vuol confondere le sètte coi popoli, secondo l’uso dei puritani. I quali, come tutti sanno, chiamano «popolo» i loro aderenti, e non si farebbero scrupolo di stabilir colla forza la loro repubblica per ogni dove; e come unitari che sono a ogni costo (se non tutti, almeno una parte di essi), non fanno il menomo caso dei diritti pertinenti a ciascuno Stato e popolo in particolare. E posto che facciasi buono a costoro il capriccio di ascriversi la sovranitá popolare, non può equamente disdirsi ai retrogradi il privilegio medesimo; per modo che se il trascorrere dal regno alla repubblica era da lodarsi nei creati del Mazzini, il tornare dal dominio civile all’assoluto non si può oggi riprendere nei satelliti di Leopoldo, di Pio e di Ferdinando."
      },
      {
        "index": 36,
        "text": "Il movimento di Toscana mirava all’indipendenza, essendo stato prodotto dall’inerzia dei municipali. Tale fu in vero l’intenzione del Montanelli, il quale non potea sapere che gl’indugi del Capponi procedevano dal ministero sardo. Ora questo era mutato: uomini affezionati all’Italia, impegnati alla guerra, bramosi della confederazione erano lor succeduti: il moto toscano era dunque fuor di proposito. E sarebbe stato anco in altre condizioni, perché una persona bene informata di lá mi scriveva che né da Firenze né dagli Stati ecclesiastici si potea sperare un obolo né un soldato. Altrettanto attestava il Berghini, uomo sagace e pratico, a cui avevo assegnata una commissione per quelle provincie. «Qual sarebbe il sussidio materiale di uomini e di danari che potrebbero darci Toscana e Roma? Le finanze di quei due paesi sono esauste, e quelle poche milizie che vi si trovano bastano per ora appena alla sicurezza dei due paesi»[37]. Per guisa che se la Toscana ducale avea fatto poco per la guerra, la popolare non poteva far nulla; e laddove da questo lato non c’era vantaggio, i danni e i pericoli che correvano dall’altro erano assai e gravissimi. Né lo scopo magnanimo del Montanelli era inteso e voluto da molti, i quali miravano a colorire i disegni del Mazzini con qualunque rischio anzi che a salvare l’Italia."
      },
      {
        "index": 37,
        "text": "«I re, i ministri, il parlamento piemontese avevano accettata la fusione dei ducati, della Lombardia e del Veneto sull’appoggio del suffragio universale, liberamente espresso da quei popoli. Se nella stessa forma od in forma analoga a quella in cui eransi raccolti i voti per ispossessare l’Austriaco, il duca di Modena e il duca di Parma, si era spossessato il pontefice come principe temporale e il granduca, quale sarebbe stato il criterio morale che ci avrebbe permesso di costringere colla forza i popoli a ritrattare il loro giudizio?»[38]. Il giudizio dei lombardoveneti, dei modanesi, dei parmigiani era valido, perché conforme alle ragioni della nazionalitá e dell’autonomia italica, giacché per esso si riscuotevano dall’oppressione barbarica (massimo dei mali) e da quella di due signorotti allegati collo straniero. Ma se in vece il voto di quei popoli, del parlamento e del re sardo non fosse stato contro l’Austria ma in favore, forse che agli altri italiani correva il debito di rispettarlo? Dunque si dee dire che la ragionevolezza e santitá della causa legittimasse il partito, e non mica che il partito rendesse la causa giusta. Perocché (giova il ripeterlo) l’arbitrio dei popoli non può nulla contro gli ordini nazionali, stabiliti dalla natura. Ora il caso di Toscana era differentissimo. Io voglio supporre che Leopoldo avesse i piú gravi torti; ma dico che i minori diritti essendo subordinati ai maggiori, il moto provinciale di Toscana fu riprensibile in quanto pregiudicò al nazionale. Esso si scostava dal tenor delle leggi proprie del Risorgimento italiano, rompeva la continuitá di questo per sostituirgli un moto diverso, contrario e alieno dai tempi, disuniva il Piemonte dall’Italia centrale, toglieva l’egemonia a chi ne era investito e possedendo armi proprie poteva solo esercitarla, per trasferirla in chi ne era privo e non aveva il modo di mandarla ad effetto. Imperocché le mosse di Toscana e di Roma o non ebbero scopo alcuno o mirarono manifestamente a recar ivi l’imperio egemonico. E però il Piemonte, che lo teneva da un anno e lo aveva suggellato col proprio sangue, era autorizzato dai comuni interessi a serbarlo; e dovea farlo anco per amore dei popoli circompadani, la cui liberazione era posta in compromesso dai tumulti del centro. Il loro voto non che giustificare i movitori di Toscana li condannava, poiché esso mirava a ricomporre la nazione e questi lo impedivano."
      },
      {
        "index": 38,
        "text": "«Se quelle provincie fossero cadute nella tetra calamitá della guerra civile, il Piemonte avrebbe potuto con giustizia intervenire per metter la pace tra i fratelli... Ma non era questa la condizion delle cose nei due Stati. Non una voce si era alzata per richiamare Pio nono dopo la sua fuga clandestina, non un tentativo si fece per trattenere Leopoldo nel suo lento procedere da Firenze a Santostefano»[39]. Dal moto romano nacque anche la guerra civile, se giá i napoletani non sono forestieri. Ma lasciando questo da parte, dico che i disordini dei due Stati causarono l’intervento e l’oppressione esterna; male assai piú grave della guerra civile, perché questa è transitoria, quella continua e, oltre al danno, vituperosa e infame. Se perciò l’intervenire era lecito per ovviare al minore infortunio, molto piú dovea essere per riparare al maggiore. La fuga di Pio e Leopoldo dolse a quanti ne antivedevano gli effetti calamitosi: i romani eran vaghi di accordo, né mutaron proposito se non quando si avvidero che i prelati di Gaeta volean ripigliare il dominio e manomettere lo statuto. Onde io potei dire alla Camera che i popoli di Toscana e di Roma faceano «buon viso e applaudivano con entusiasmo alla mia politica conciliatrice; il che mi risultava con certezza da molti luoghi»[40]. Quanto alla Toscana in particolare, due fatti lo provano senza replica. L’uno che, giunta la notizia del prossimo arrivo dei piemontesi, il giubilo fu universale: i contadini fecero i fuochi e parecchi dei puritani si prepararono alla fuga; segno di quanto si affidassero nel contrasto. L’altro che, svanita questa speranza, il governo costituzionale fu per impeto spontaneo ristorato in tutto il paese, da Livorno in fuori, dove il desiderio dei piú fu impedito dalla violenza di pochi."
      },
      {
        "index": 39,
        "text": "Di qui apparisce quanto fosse vano il temere una resistenza gagliarda e l’effusione del sangue fraterno. I fratelli non che disporsi a combatterci ci aspettavano a braccia aperte e ci avrebbero accolti come amici e liberatori. Di Livorno e di quanto se ne dovea attendere ho altrove discorso; e quando per salvare l’Italia e la Toscana in particolare dal giogo alemanno si fosse dovuto sguainare il ferro, chi non vede che ogni buono italiano non poteva esitare? Che sorta di pietá è questa che pospone a una mano di pochi la salvezza dell’universale? che sorta di politica è quella che vieta di frenar colla forza chi contrasta al pubblico bene? Coloro che invocano la fratellanza non sanno quel che si dicano. Imperocché se i toscani eran nostri fratelli, l’intervento non era esterno né illegittimo; altrimenti converrebbe tôrre ai popoli la facoltá di soffocare la rivolta nel proprio grembo e proibire, per cagion di esempio, a chi regge in Torino di marciare contro i ribelli di una provincia sarda. Se poi l’intervento era esterno, dunque i toscani non ci erano piú fratelli che i russi e i tedeschi. Singolar fato di uomini politici che mancano delle nozioni piú elementari e si avvolgono in continui sofismi! Che in una riotta civile perisca un uomo, è calamitá lacrimevole; ma la morte eziandio di migliaia è permessa, lodevole, obbligatoria, quando è necessaria a salvare la patria. Altrimenti ogni guerra sarebbe ingiusta, ogni difesa vietata, ogni governo impossibile. La colpa del sangue sparso non è mica di chi lo sparge avendone il diritto, ma di chi ne causa e necessita l’effusione. Le guerre civili sono senza fallo le piú detestabili, ma voglionsi imputare ai sediziosi che le suscitano non ai rettori che le spengono. Sapete nel nostro caso chi n’era l’autore? Giuseppe Mazzini co’ suoi compagni. Essi mettevano l’Italia centrale a soqquadro, abusavano le intenzioni e il nome di uomini generosi, compromettevano la causa nazionale, tragittavano a Genova i semi della rivolta, spargevano la divisione nel seno del paese che portava la mole della guerra patria, aprivano il cuore d’Italia alle masnade tedesche. E non poteva il Piemonte contravvenir colla forza a tanto delirio? Niuno è piú alieno di me dal sangue e dalle battaglie civili; ma havvi una pietá falsa, una tenerezza a sproposito, una politica di sospiri, di anacreontiche, di madrigali, che riesce a contrario fine di quello che si propone e che è piú disumana pe’ suoi effetti della durezza medesima. Niuno l’ha provato meglio della nobile ed infelice Livorno, la quale fu poco appresso teatro di orrendo macello. Ma che dico Livorno? e che parlo di macelli? Il vivere schiavo e vituperato da un dominio barbarico è peggior di ogni morte, e non solo Toscana ma il resto d’Italia sa da due anni quali sieno i frutti della crudele misericordia."
      },
      {
        "index": 40,
        "text": "In questo secolo di ragazzi si è perduta da molti ogni notizia del giusto e del vero, e chi sta spettatore ozioso dell’eccidio di tutto un popolo si reca a coscienza di offenderne i primi autori. Ma gli antichi non la intendevano in tal forma e non dubitavano di seppellire cittá intere sotto le loro ruine per mantenere la libertá della patria. Non la pensavano in tal guisa i moderni che si mostrarono degni d’imitare gli antichi, e fra gli altri quei prodi spagnuoli che rinnovarono l’eroismo di Sagonto. Nel secolo passato molte provincie si ribellarono alla repubblica francese mentre era assalita da tutta Europa. Or che fece il governo? tenne forse la spada nel fodero sotto il pietoso pretesto di non combattere i fratelli? Se fatto lo avesse, la Francia sarebbe forse al dí d’oggi divisa, serva, avvilita, come l’Italia. Ma al contrario il consesso nazionale operò il miracolo di vincere insieme dentro e di fuori tutti i suoi nemici, e riportò la gloria di salvar l’onore e preservare intatto il paese natio. E gli riuscí di farlo, atteso l’unitá nazionale giá ferma e radicata da gran tempo e quella centralitá politica per cui Parigi è il capo e il braccio della nazione. La nostra Italia era in peggior essere perché divisa, e la divisione fu il principale ostacolo al suo risorgere. Era d’uopo supplire al difetto mediante la dittatura del Piemonte, il quale, concentrando in se stesso l’indirizzo della penisola, poteva darle, finché il bisogno correva, l’unitá di azione desiderata e fare in breve giro ciò che piú largamente si eseguí dalla Francia nella etá scorsa. Ma l’opera fu impedita dai girondini piemontesi, che ebbero meno a cuore la patria che la parte. I quali, benché si chiamino «democratici» e si professino dilettanti di rivoluzioni, non si accorsero che io era il vero e ardito e solo «rivoluzionario», laddove essi non osavano uscire dalle angustie dei «dottrinali», se mi è lecito l’usare gli eleganti vocaboli con cui costoro arricchiscono la nostra favella."
      },
      {
        "index": 41,
        "text": "Lodando l’energia del famoso consesso, io non voglio giá scusarne o palliarne i rigori e le esorbitanze. Ma oggi è un punto risoluto di storia, che le immanitá esercitate nella metropoli e in alcune provincie furono piú di pregiudizio che di profitto all’intento, e che la maggior parte di esse ebbe origine dalla tristizia degli esecutori e dei subalterni. E furono per lo piú provocate dalla pertinacia e concitazione degli scredenti, quando che nel caso nostro mancava non solo il proposito ma la materia d’incrudelire. E ad ogni modo le instruzioni giá apparecchiate erano mitissime, e non tanto che vietassero ogni minima violenza e rappresaglia, ma erano indirizzate a impedirle, provvedendo alla sicurezza dei dissenzienti e dei capi; cosicché se il disegno succedeva, il Mazzoni e il Montanelli non sarebbero esuli né il Guerrazzi prigione. Questo era il vero modo di essere umano e pietoso verso i particolari senza danno del pubblico, in cambio di seguire l’esempio dei puritani, che rabbrividivano al rischio di un’avvisaglia giustificata dalla necessitá e poi allungavano in Roma inutilmente una pugna che costò i giorni al fiore de’ nostri prodi. Tanto essi portano vivo nel petto l’orrore del sangue e l’amor dei fratelli che ostentano nelle parole!"
      },
      {
        "index": 42,
        "text": "Pareva anche ad alcuni che coll’impresa toscana si entrasse in una via di contrasti e di rigori, che torrebbe agli amministratori del Piemonte il favore del popolo e li assomiglierebbe al Bozzelli di Napoli. L’amor dell’aura volgare è inonesto e riprensibile quando non è pienamente subordinato al dovere. Chi lo antipone fa un cattivo computo, anche avendo l’occhio alla fama, la quale non dura se non ha fondamento nella virtú e nella ragione. Il concetto che i piú si facevano (e forse ancora si fanno) della nazionalitá italiana era cosí inesatto e confuso, che i sostenitori piú sinceri di quella poteano momentaneamente venire in voce di suoi nemici. Come appunto accadde a me in quei giorni, senza che i clamori e le maledizioni di tanti mi distogliessero dal mio debito o mi facessero temere di non trovare col tempo l’opinione universale favorevole e giusta. Mi sono forse ingannato? Sono scorsi due anni; e io, benché egule, non cambierei oggi la mia sorte con quella de’ miei colleghi, anche dal lato della riputazione. La via della resistenza è pericolosa e fatale, quando si corre alla cieca senza avere un disegno fermo e un punto fisso ove fermarsi, quando è disgiunta dalla condiscendenza e il conservare non si tempera col progredire. Ma noi eravamo progressivi e democratici, e la sola riforma introdotta nella corte bastava a chiarirlo; la lode della quale appartenne principalmente a Vincenzo Ricci. La nostra resistenza non era arbitraria ma determinata dai princípi, dalla natura, dalle leggi del Risorgimento italiano, che si trattava di mantenere conforme a se stesso. Ed era una resistenza, per dir cosí, progressiva, poiché mirava a salvare l’autonomia e la libertá italica. Che paragone può farsi tra questa politica e quella del ministro napoletano? L’una era il contrappelo e l’opposto dell’altra. Il Bozzelli fu insino da principio cieco strumento dei retrogradi: si ristrinse in se stesso, abbandonò la causa italica, non pensò che a Napoli (e rovinò anche Napoli perché lo disgiunse dalla nazione), fu municipale in grado eccellente senza quasi un’ombra di nazionale. Noi al contrario abbracciavamo colle nostre cure tutta la penisola, mettevamo in sicuro gli ordini costituzionali dell’Italia inferiore, e con un viaggio facevam due servigi, poiché provvedendo alla libertá ci abilitavamo a riprendere la guerra e acquistare l’indipendenza. Il disegno era bello, grande e tale che da molto tempo non se n’era veduto esempio in Italia, la quale avrebbe avuto obbligo della sua salvezza a una piccola provincia stata per l’addietro quasi ignota nei fasti patri. Perciò la nostra resistenza era gloriosa come quella del consesso nazionale di Francia all’etá passata: sarebbe stata del pari giustificata dai fatti, salvando, con energia non minore ma senza offesa della mansuetudine, le franchigie dei popoli e i santi diritti della nazione."
      },
      {
        "index": 43,
        "text": "«Volevamo noi combattere contro gli austriaci o contro gl’italiani? L’intervento nella Toscana avrebbe potuto implicarci in lotte men brevi e men facili che dapprincipio non paia. I romani non imprendevano le guerre che ad una ad una; Napoleone quando stimò poterne rompere due fu disfatto»[41]. Le guerre non si moltiplicano come i fatti d’arme e le poste campali, e la guerra è sempre una quando le varie fazioni collimano allo stesso scopo. I repubblicani francesi del secolo andato non credevano di accumulare piú guerre resistendo insieme ai collegati e ai propri ribelli, anzi stimavano di contrapporsi agli uni mentre impedivano agli altri d’imperversare. E com’essi facevano contro i re nemici, debellando i ritrosi della Vandea e di Lione che colle loro sommosse li favorivano; cosí noi avremmo incominciato a vincere l’imperatore in Livorno, tenendo a freno quei pochi che gli fornivano il pretesto di occuparlo. Il combattere contro coloro che ci tiravano l’avversario nel cuore metteva ancora piú conto che il cacciarlo dalle frontiere; e la Toscana sedata, come ho giá detto, equivaleva a una riscossa sul vincitore. I romani antichi e il Buonaparte usarono felicemente le guerre di diversione, come quando gli uni portavano le loro armi in Affrica mentre aveano Annibale alle porte, e l’altro faceva assalir l’Austria tra il Reno e il Danubio, calando egli stesso a sfidarla in Marengo. La diversion di Toscana faceva con mezzi diversi lo stesso effetto, levando ai nemici l’occasione di allargarsi in Italia, e non interrompeva la campagna lombarda (che non era ancor cominciata) ma le dava principio ben auguroso."
      },
      {
        "index": 44,
        "text": "«Non vi fu mai transazione diplomatica di questo genere per cui fosse certo che, andandosi da noi o in Toscana od in Roma, gli austriaci si astenessero da profittare dell’indebolimento del nostro esercito per camminare per Torino, Alessandria e Genova. Se qualcuno avesse allegato che eravi tal convenzione, dite pure che ha mentito. Non solo non v’erano convenzioni, ma non eravi né anco neppure (sic) un fondamento di probabilitá per supporre che convenzioni di questo genere si potessero stipulare»[42]. La Lombardia ripresa e la mediazione in pendente toglievano all’Austria ogni appiglio di molestarci, e la qualitá del fatto non gliel permetteva, andando noi a rilevare un trono a cui ella aveva speciale interesse, chiamati dal principe suo consanguineo. E quando l’avesse osato, le potenze mediatrici che applaudivano alla spedizione erano impegnate a fare ogni opera per divietarlo. Niuno allegò mai in tal proposito «convenzione» di sorta ma sí una promessa; e se Riccardo Sineo, che per ragion del suo ufficio non ebbe né potè avere alcuna parte ai negoziati diplomatici, la negasse, io sarei obbligato a restituirgli l’onorevole epiteto da lui usato. E una semplice promessa bastava a rendere non pur probabile ma certo l’effetto. Imperocché si può credere eziandio in politica alle parole, quando l’obbligo che ne risulta è necessitato dalla ragion delle cose. Ora anche i fanciulli non ignorano che né l’interesse delle nazioni mediatrici, né quello degli altri governi di Europa, né in particolare la gelosia dell’Inghilterra avrebbero comportata un’invasion del Piemonte, specialmente fatta cosí a sproposito, cioè quando noi eravamo occupati a quietare l’ Italia. Se l’Austria l’avesse assaggiata, saria stata incontanente costretta a recedere. Ma il maresciallo cesareo non era si semplice; il quale, anco dopo il trionfo di Novara e in quello scompiglio universale del Piemonte, non osò tentare le pendici della metropoli."
      },
      {
        "index": 45,
        "text": "Poco innanzi io aveva proposto al Consiglio l’occupazione della cittadella di Ancona, come quella che abilitava il Piemonte a superare insieme le renitenze dei puritani e dei prelati e lo rendeva arbitro di Roma e di Gaeta. Solo si volse il pensiero alla marciata toscana, quando l’altro disegno fu rotto dagli scrupoli di Carlo Alberto. I miei colleghi, e in particolare il Sineo, ci aveano consentito, e niuno si era immaginato di opporre che «potesse implicarci in lotte non brevi né facili»[43], dare al Tedesco occasione d’irrompere, dividere le nostre forze; benché certo l’atto fosse piú ardito, trattandosi di occupare un forte cosí importante senza permissione e saputa del governo di Roma e del pontefice. L’impresa di Toscana veniva sottosopra a sortire lo stesso effetto assai piú facilmente e senza un’ombra di pericolo, giacché essa si faceva di consenso del granduca medesimo[44]. Ma non era «un errore il credere di poter invadere la Toscana sola senza che la repubblica romana accorresse in aiuto? La solidarietá di ragione e di fatto era giá stabilita fra le due repubbliche, e per superare le loro forze unite non avrebbe certamente bastato una sola divisione del nostro esercito»[45]. Le forze di Toscana erano nulle, le popolazioni stavano per noi, e chi avea fatto il moto non ebbe pure il pensiero di contrapporsi. La repubblica romana era in tentenne: non avea ancora a’ suoi servigi né l’Avezzana né i volontari e i bersaglieri lombardi né il Manara né il Dandolo né il Morosini, che la difesero eroicamente contro la Francia. I quali amavano la bandiera costituzionale del Piemonte, come il Garibaldi e i suoi valorosi l’aveano avuta cara sin da principio. Egli è pertanto ridicolo il supporre che Roma, bastando appena alla propria difesa, volesse assumere quella degli altri e cimentarsi contro l’insegna tricolorita che i popoli toscani avevano per salvatrice. Ma che dire ad un uomo ignaro dei fatti piú notori, a segno di credere che la repubblica fosse bandita in Toscana? e che «li stessi repubblicani toscani si unissero per chiamar Leopoldo, quando conobbero la rotta di Novara»?[46]. Tutti sanno che il rintegramento del granduca fu opera di Cosimo Ridolfi e de’ suoi amici. Né io nego che alcuni repubblicani concorressero nello stesso pensiero; ma non che riuscirvi, taluno di essi in vece di essere instauratore diventò prigione. E questo loro disegno è una nuova e solenne conferma della mia politica, poiché io volli fare a tempo e con ottime ragioni di buon successo ciò che essi tentarono troppo tardi, male e senza antivenire né i propri né i comuni disastri[47]."
      },
      {
        "index": 46,
        "text": "Il miglior giudice della opportunitá o della sconvenevolezza dei provvedimenti politici è quello dell’inimico. Ora è cosa nota che l’Austria, appena ebbe contezza della mia risoluzione, in vece di rallegrarsene (come avrebbe dovuto fare se stimava di poter trarne vantaggio) ne prese dolore e spavento; perocché non solo avvisò il danno certo che gliene tornava per le cose lombarde, ma si accorse che le mancava perfino il modo di muoverne decentemente querela. E quanto si accorò del disegno tanto poscia fu lieta di vederlo sventato. Altrettanto avvenne in Napoli, e «la camarilla di Gaeta si vide spacciata: le armi piemontesi restauratrici dell’ordine e della licenza nell’Italia centrale minacciavano la sua esistenza, facevano andare a vuoto i suoi progetti nefandi. Lo sgomento, per le ragioni che la storia registrerá a caratteri indelebili nelle sue pagine immortali, durò pochissimo e, scevra da quel timore, la riazione dell’Italia meridionale non ebbe piú ritegno e proseguí a gonfie vele nell’intrapreso cammino»[48]. Né per altro il Borbone spedí volando a Santostefano chi persuadesse a Leopoldo di rivocare l’assenso. Col giudizio dei maggiori e piú implacabili nemici d’Italia concorse quello de’ suoi amatori; e non vi ha, in Francia né in Inghilterra né in Germania né altrove, personaggio esperto negli affari politici e affezionato alla nostra causa, il quale non approvasse il partito come unico modo di salvar l’Italia e non si dolesse di vederlo stornato. Quando io giunsi nunzio in Parigi, ricevetti congratulazioni pel disegno e condoglienze per l’impedimento da quanti ebbi a praticare uomini periti e teneri delle cose italiche[49]. Certo un parere cosí unanime ha alquanto piú di peso che l’autoritá di coloro i quali o non erano bene informati del mio pensiero o non si peritarono di ribatterlo colle ragioni bellissime che abbiamo vedute. Chieggasi anche ora agl’imperiali, ai gesuiti, ai retrogradi di ogni schiera e di ogni colore qual sia il ministro la cui caduta e l’uomo il cui esilio abbia loro dato piú gioia e il cui ritorno faria piú noia: non che io dubiti della risposta, io la reputo antiveduta da coloro medesimi ai quali non piacerebbe."
      },
      {
        "index": 47,
        "text": "Che piú? La spedizione fu consentita e lodata da’ miei colleghi medesimi. Quando io la proposi in Consiglio, niuno dei presenti la contraddisse[50]: parecchi in termini formali l’approvarono, anzi Vincenzo Ricci e seco (chi ’l crederebbe?) Riccardo Sineo levarono al cielo il concetto nei termini piú vivi, caldi, efficaci, e il primo di essi reiterò gli applausi pochi giorni dopo al cospetto del legato inglese[51]. Imperocché come tosto l’approvazion dei compagni mi diede facoltá di pensare agli apparecchi, conferii la cosa colle potenze mediatrici, sia pel debito che risultava da questa qualitá loro, sia per chiarirne l’animo e, potendo, impetrarne l’aiuto. Trovai nella repubblica francese e piú ancora nella Gran Bretagna ottime disposizioni: e il signor Abercromby, oratore di questa, conferitone a Londra e avuto favorevole riscritto, caldeggiò l’impresa, promettendo e facendo ogni opera per aiutarne l’esecuzione e agevolar gli effetti che da essa si promettevano[52]. La mediazione era riuscita inefficace, perché i due Stati amici aspiravano anzi tutto a evitare il rischio di una guerra generale e a quietare l’Europa. Ma le nostre condizioni mutavano, dappoiché, concorrendo alla politica pacificatrice, ci rendevamo benemeriti di tutti; tanto che il sovvenirci era un cooperare allo scopo universale. L’Inghilterra e la Francia aveano sino a quel punto pregato l’Austria, ma da che il Piemonte faceva assai piú di lei per la tranquillitá comune, poteano comandarle. Che se le intercessioni erano state vane, le minacce avrebbero avuto efficacia, poiché, pendente la guerra ungarica, non le metteva conto di ripugnare. Ma dato il caso che le potenze mediatrici mancassero al nuovo impegno o non sortissero l’intento loro, l’intervento avrebbe sempre miglioratele condizioni nostre in ordine alla guerra. E quando pure non si fosse conseguito altro che di preservare gl’italiani del mezzo dai presidi tedeschi, se ne vantaggiava l’autonomia comune ed era salva la libertá."
      },
      {
        "index": 48,
        "text": "Convenivano frattanto in Torino i deputati della nuova Camera, in cui la parte democratica prevaleva. Coloro che m’imputarono la qualitá delle elezioni e l’uso o l’abuso fatto a tal proposito del mio nome, non dovettero avvertire che la natura speciale del mio carico non mi permetteva d’impacciarmene, e che eziandio volendo non avrei potuto farlo con frutto, perché, essendo stato esule per tanti anni, mi mancava ogni notizia particolare degli uomini, massime nelle provincie. Ché se era da temere per un lato un’assemblea troppo viva, peggio sarebbe stato se fosse riuscita troppo rimessa, per le ragioni (accennate di sopra) che mi avevano indotto ad eleggere i miei colleghi tra i democratici. Nei paesi nuovi alla vita pubblica, qual si era il nostro, è piú facile il dar negli estremi che l’adagiarsi nella via del mezzo; tanto che se si fosse voluto cansar l’eccesso di una Camera superlativa, si correva rischio di averla timida, inerte, municipale, come quella che avea fatto buon viso alla mediazione e fiancheggiati i ministri dei i9 di agosto. La quale non sarebbe stata piú favorevole all’intervento che l’assemblea democratica. So che in appresso, quando fu sventato, i giornali conservatori e il Consiglio dei 29 di marzo a voce e in iscritto[53] lo celebrarono; perché altro è il mettere in fatti una cosa, altro è il lodarla colle parole. Ma che i municipali e i ministri di marzo non fossero acconci a eseguirlo, si ricava da due ragioni che non hanno replica. L’una, che essi ricusarono di por mano a un assunto ancora piú facile, qual si era l’andata a Livorno, secondo i termini da me accordati col governo della repubblica francese. L’altra, che l’impresa toscana si traea dietro probabilmente la guerra patria, piú probabilmente ancora il regno dell’alta Italia e certamente la confederazione; tre cose delle quali i politici di municipio non volevano saper nulla, perché aliene dai loro dogmi. Oltre che, il partito richiedeva un’altezza di pensieri e di spiriti, un’energia e audacia di esecuzione, che troppo ripugnano alle abitudini municipali."
      },
      {
        "index": 49,
        "text": "Contro i pericoli che potean nascere dal parlamento e che era facile l’antivedere, mi assicurava la fiducia nel principe; posta la quale, io avrei sciolta novamente la Camera se riusciva avversa al mio disegno, e riformato il Consiglio se i miei colleghi mi abbandonavano. I quali in effetto mutaron parere quando venne l’ora dell’esecuzione, e quanto alcuni di essi si eran prima mostrati ardenti a favorire il mio disegno, tanto furono poscia unanimi a ripulsarlo. Io feci ogni opera per mantenerli in proposito: richiamai alla loro memoria i pessimi effetti che sarebbero nati per la causa italica se il principato costituzionale periva nel centro della penisola; dissi loro che se io fossi stato convinto che l’ora della repubblica era giunta per la patria nostra, non avrei fatto alcun pensiero d’impedirla e mi sarei contentato di ritirarmi per mantener la fede giurata come ministro costituzionale. Ma io era persuaso che il non intervenire dei piemontesi in Toscana ci avrebbe condotti i tedeschi, che gli ordini liberi vi sarebbero spenti; le quali conseguenze non potevano loro esser nuove, poiché le avevamo espresse nella comune Dichiarazione. Per ultimo mi offersi di assumere sopra di me tutto il carico e protestarlo in pubblico parlamento, per discioglierli da ogni morale e politico sindacato; tanto io era certo del buon successo. Ma la profferta generosa e tutte le mie ragioni furono inutili. Donde nascesse il subito cambiamento io non voglio cercarlo, perché io mi sono proposto di esporre i fatti e non di scrutare le intenzioni che li produssero."
      },
      {
        "index": 50,
        "text": "Certo era lecito a’ miei colleghi di mutar consiglio, ponderata maggiormente la cosa, e di contrapporsi all’esecuzione; e pogniamo che questo non tornasse a lode della loro costanza e perizia politica, ne lasciava intatto l’onore. Ma ciò che era loro interdetto da questo e dal giuramento si era il propalare la causa del nostro dissenso, come fecero alcuni di essi, i quali poscia mel confessarono[54]. Peggio fu che la divulgarono in sui giornali non ischietta ma travisata, sia dando ad intendere che la spedizion disegnata fosse una trama dei forestieri, sia tacendo i motivi, le condizioni, il fine che la legittimavano, sia in fine usando il vocabolo d’«intervento» non temperato da alcun aggiunto; il che bastava a renderlo odioso a molti, poco pratici di tali materie e inabili a distinguere l’intervento domestico dal forestiero. Questo tratto leva ogni scusa non dico a tutti i miei colleghi ma a quelli che ne furono autori, e mostra che il loro recesso era fazioso e sleale, mirando non solo a impedire il mio proposito ma a togliermi la riputazione, e non abborrendo essi di calunniare indegnamente chi gli aveva assortiti alla carica e presedeva al Consiglio. Ed essi sapevano meglio di altri che da nessun diplomatico era mosso un concetto consentito dai piú di loro, del quale io non aveva fatto parola ad alcuno prima di proporlo nelle nostre adunanze. Non che procedere da suggestione esterna, esso era un corollario logico della politica professata in comune ed espressa cosí nel discorso della corona come nel programma e nella Dichiarazione del ministero[55], per non parlare degli scritti miei propri[56]. La qual politica, avendo il suo fondamento nell’egemonia piemontese, mirando all’indipendenza di tutta Italia, e quindi non solo a cacciare il Tedesco di Lombardia ma ad impedire che si stendesse altrove e che egli od altri stranieri s’inframmettessero nelle cose nostre, ci abilitava a usar le armi per comporre le differenze quando gli altri partiti non avessero effetto. Ma se questo mezzo ben inteso non potea spiacere a nessuno (salvo che ai puritani e ai retrogradi) e pei beni che ne sarebbero nati dovea gradire a tutti, la falsa contezza che artatamente ne venne sparsa era tale da sdegnare o almeno insospettire il pubblico, e non mi stupisce che la Camera se ne adombrasse. Ben ebbi a dolermi (non dico tanto per me quanto pei tristi casi che seguirono) che niuno de’ suoi membri, udito il clandestino rapporto, m’interrogasse per chiarir bene la cosa prima di giudicare, parendomi che io meritassi questo segno di fiducia quanto i miei colleghi e forse meglio di loro. Imperocché io non credo che alcuno di essi abbia speso molti anni di esilio nel meditare ed apparecchiare le nuove sorti della nostra patria, o che «iniziatore» del suo riscatto per moto spontaneo i popoli lo acclamassero."
      },
      {
        "index": 51,
        "text": "Il disciogliere di nuovo la Camera e rifare parzialmente il Consiglio era cosa sí grave (massime dopo le indiscrezioni di chi doveva tacere) che mi parve necessario di consultar la pubblica opinione, per conoscere da qual lato inclinasse e quanto io potessi promettermi il suo aiuto. Né avendo altra via di farlo che quella di porgere condizionalmente il mio congedo, manifestai la risoluzione a Urbano Rattazzi, il quale mi disse che se io ero fermo nel mio proposito egli mi avrebbe imitato. Risposi che l’avea caro, perché, essendo compagni nell’uscita, avremmo insieme ripigliato il grado se il principe mi richiamava. Egli mi diede per iscritto la sua rinunzia e io la presentai colla mia al re Carlo Alberto. Il quale stupí e rifiutò in sulle prime di accettare il mio commiato, dicendomi che io era il ministro in cui piú si affidava. Egli mi aveva fatte simili proteste in tutto il corso anteriore della nostra amministrazione, manifestandomi i suoi timori intorno alle opinioni di alcuni de’ miei colleghi. E avevo penato non poco a rassicurarlo, attestandogli piú volte che fino allora non era corso fra noi alcun dissidio, ma che dove nascesse, non poteva nuocere, atteso la confidenza di cui egli mi onorava. Ora che il disparere avea luogo, io dovea tanto piú promettermi dalla regia fiducia. Perciò gli risposi che, avendo egli impegnata per mio mezzo la sua parola al granduca, io doveva ritrarmi se l’intervento non si faceva, cosí per onor mio come per quello della sua corona. Ma siccome d’altra parte io credeva che senza questo spediente la libertá d’Italia era ita e la monarchia sarda correva pericolo, io non avrei ricusato di riassumer la carica se Sua Maestá era disposta a riconferirmela. Se non che, atteso il contrasto de’ miei colleghi e della Camera e quindi la necessitá di rifar l’amministrazione e di sciogliere il parlamento, era bene che si esplorassero i sensi del pubblico. Se, conforme alle mie speranze, questo approvava la mia politica, Sua Maestá avrebbe ragionevole appiglio di richiamarmi e io sarei al cospetto di tutti giustificato. Piacque al re il discorso, e conchiuse che in tali termini e con tali condizioni accettava la rinunzia."
      },
      {
        "index": 52,
        "text": "Assicurato dalla parola di Carlo Alberto, io aspettai tranquillamente il successo. Il quale vinse l’espettazione, perché in poche ore ventimila soscrizioni spontanee attestarono al principe che io avea la fiducia dei torinesi, e una folla innumerabile assembrata sotto le mie finestre cogli applausi lo ripeteva[57]. Ma se il pubblico desiderava il mio ritorno agli affari, il re ne avea perduta la voglia, e gli «evviva» gridati al mio nome in vece di animarlo a perseverar nel proposito ne lo distolsero. Forse anche la quistione che era in campo contribuí all’effetto. Imperocché se bene egli avesse formalmente consentito l’intervento, se bene io non movessi nulla d’importante intorno agli apparecchi senza prima parlargliene e aver la sua approvazione (onde, ciò che si sparse in contrario è pretta falsitá e calunnia); tuttavia egli ci si era risoluto da principio alquanto a malincuore per due ragioni che accennerò altrove. Laonde si capisce come, portagli l’occasione di tornare indietro dal dissenso della Camera e da quello de’ miei colleghi, l’afferrasse volentieri a dispetto della parola data. Se questi contribuissero a persuadergli di non attenermela, come si disse da molti, e se altri cooperasse all’effetto, nol so né lo voglio cercare, perché io non racconto che i fatti certi di cui posso rendermi mallevadore sull’onor mio. Ben fu di meraviglia a me ed all’universale che un principe sí tenero della sua potenza, sí pauroso dei demagoghi, sí zelante (come diceva) dell’autonomia italica, antiponesse un misero puntiglio non solo al suo decoro ma alla salute della patria, alla sicurezza e all’onore della sua corona, e preferisse al mio servizio quello di uomini che si travagliavano senza avvedersene in favore del Mazzini e dell’Austria. Niuno a principio volle crederlo e, quando il dubbio divenne impossibile, tutti trasecolarono; onde ciascuno nel mio caso sarebbe incorso nel medesimo inganno."
      },
      {
        "index": 53,
        "text": "Il re non chiese né anco di vedermi (forse per un po’ di vergogna) e mi mandò per iscritto che accettava la mia rinunzia. Urbano Rattazzi in quel frattempo rivocò la sua, scusandosi col dire di esservi stato indotto dalle istanze del principe. Ma prima di obbligarsi di nuovo egli avrebbe almeno dovuto farmene motto, in contraccambio del leale e amichevol procedere con cui mi era portato seco; tanto piú che non a mia richiesta ma spontaneamente egli si era impegnato a seguirmi. I comandi non che le preghiere dei principi non autorizzano nessuno a offendere il compagno e mancare al proprio onore; e se il Rattazzi si fosse consigliato colle leggi di esso, in vece di scordarsi il proprio debito avrebbe ammonito il monarca ad osservare il suo. Questo è il maggior de’ servigi che i ministri e i sudditi fedeli possono fare a chi regge, non secondarne i capricci e i punti per andargli a’ versi, mettendo la sua fama e la sua salute a gravissimo ripentaglio. Concedo che il Rattazzi stimasse buona la sua politica; ma, nuovo com’era alle cose di Stato, avrebbe dovuto aver qualche diffidenza del proprio senno e rifuggire dal giocar, come fece, sopra di esso il regno e la vita di Carlo Alberto. Imperocché se questi perdette il trono a Novara e morí di dolore esule in Oporto, si può dire con veritá che a lui ne ebbe l’obbligo principale."
      },
      {
        "index": 54,
        "text": "Né qui doveano aver fine i traviamenti del ministro e di alcuni de’ suoi compagni. Parlando alla Camera, il generale Chiodo che era sopra la guerra, interrogato sull’ordine dell’intervento, rispose che «non sapeva se fosse stato dato un tale ordine, ma solo che il Consiglio dei ministri non avea mai deliberato d’intervenire militarmente nella Toscana»[58]. Ora il generale non solo era conscio e approvatore dell’intervento ma ne faceva gli apparecchi e veniva ogni giorno a rendermene conto, e ne conferimmo insieme con Alfonso della Marmora che dovea condurre la spedizione. Né gioverebbe il dire che le truppe di questo aveano il carico di «contendere all’Austriaco i passi dell’Appennino», e che ai i7 di febbraio uno dei ministri interrogava il generale Chrzanowski, «per mera curiositá, se le nostre condizioni militari ci permettessero di spedire entro Toscana un qualche nerbo di truppa a togliere di mezzo quella repubblica e ristaurare il governo del principe»[59]. La «curiositá» sarebbe stata fuor di proposito se non si fosse pensato seriamente alla spedizione, non mica per distruggere una «repubblica» che non era al mondo, ma per tôrre ai tedeschi il pretesto d’intervenire. La mossa dei nostri soldati avea avuto l’unico fine di «contendere all’Austriaco i passi dell’Appennino» quando nel dicembre pensammo a ordinare quel nuovo corpo, perché allora ci confidavamo di compor la Toscana coi negoziati. Ma quando, falliti questi, si conobbe la necessitá di adoperare le armi, lo scopo primario della spedizione diventò secondario con saputa e consenso del maggior numero dei ministri; e la guardia dell’Appennino fu il colorato pretesto che si pose agli apparecchi per occultarne le intenzioni. Oltre il generale Della Marmora ne informai in appresso anche il Chrzanowski; e non che allegare i romani o Napoleone fuor di luogo per riprovarla, ci diede il suo assenso. Che piú? Qualche giorno prima che io uscissi del governo commisi al Chiodo di aggiungere una nuova brigata alle altre squadre, il quale poco stante mi disse di aver giá dati gli ordini opportuni. Il che io feci non mica per timore che alla fazione toscana i primi soldati non bastassero, ma per esser pronto a marciare su Roma se le circostanze eran favorevoli al disegno. Nulla su questo ultimo punto si era deciso in Consiglio; ma io parlando al generale non gli tacqui a che mirasse principalmente l’ordine che gli dava e gli apersi i miei pensieri per l’intera pacificazione dell’Italia centrale. Certamente prima di metter mano alla cosa l’avrei conferita a’ miei colleghi; né anticipando l’apparecchio per isparagno di tempo in un’opera che richiedeva celeritá grande, io obbligava la loro elezione, ma bensí supponeva che avrebbero compiuto l’assunto che di buon grado mi consentivano d’incominciare[60]."
      },
      {
        "index": 55,
        "text": "Benché la singolare asserzione del Chiodo mi desse il diritto di esporre il vero liberamente, tuttavia mi risolsi di posporre ogni riguardo personale alla condizione difficile in cui erano i ministri che mi calunniavano. Perciò non entrai nelle ragioni che legittimavano un’impresa divenuta impossibile dopo il mio congedo, o nelle cagioni particolari di questo; ché la prima discussione sarebbe stata inutile, e la seconda non solo indecorosa ma contraria alle regole, obbligandomi a rivelare oltre i torti de’ miei colleghi quelli del principe. Mi tenni adunque sui generali, contentandomi di dire che l’intervento disegnato non era come quelli che meritavano giustamente la ripulsion della Camera, che non offendeva la sovranitá del popolo anzi mirava all’indipendenza della nazione, e che in fine, se per allora «gli obblighi dell’uomo di Stato mi vietavano maggiori dichiarazioni, sarebbe venuto il giorno in cui le farei in tal modo che ridurrebbero non solo al silenzio ma al rossore gli opponenti»[61]. Il Rattazzi in vece di sapermi grado della riserva me ne fece una colpa: abusò del silenzio impostomi dai riguardi dovuti al re Carlo Alberto, mi provocò ripetutamente e con singolare insistenza a dir come fossero passate le cose, parlò e si diede vanto del suo proprio congedo come se fosse nato dall’odio dell’intervento, laddove egli lo aveva porto per accompagnarmi, benché io lasciassi la carica per amor del partito da lui dissuaso. Vedendomi ridotto a tali strette e risoluto a ogni costo di salvare l’onor del principe senza danno del mio, pronunziai le seguenti parole, che niuno potrá mai cancellare. «Io affermo che la misura da me proposta fu approvata dalla maggioritá de’ miei colleghi. Io l’attesto sull’onor mio e dichiaro (non crediate, o signori, che io voglia fare un’applicazione personale della parola di cui mi servo), e dichiaro che chiunque asserisca il contrario è un mentitore»[62]. La clausula ch’io apposi alla sentenza mi era ingiunta dalla decenza parlamentare e da un ultimo riguardo alla persona dei ministri. Il Rattazzi dovette intenderlo, poiché senza insistere (come avrebbe dovuto fare se la mentita era falsa) chiese incontanente che si chiudesse la discussione. Ma Riccardo Sineo (che fra le sue virtú non ha quella di parlar sempre a proposito), scordandosi la prudenza usata al principio della disputa, dichiarò formalmente che «nessuno dei ministri avea acconsentito all’intervento in Toscana»[63]. Cosí egli annullò il benefizio della mia clausula, convertendo in assoluto l’asserto condizionale, e rese assai facile a tutti lo scioglimento del dubbio, trattandosi di decidere se la menzogna solenne fosse piú probabile in me o ne’ miei avversari."
      },
      {
        "index": 56,
        "text": "La Camera era meco sdegnata sia pel falso concetto che aveva delle mie intenzioni, sia perché non ignorava che io aveva voluto scioglierla. Chi conosce il cuore umano e sa quanto le assemblee sieno tenere di se medesime e gelose del proprio onore, non si stupirá che quella di Torino, non ostante la bontá dei sensi che l’animavano, non potesse essere imparziale a mio riguardo. Tuttavia né ella né l’altro uditorio proruppe a fischi od insulti, come spacciarono alcuni giornali, e niuno de’ miei oppositori dimenticò, anche parlando, il decoro di tal consesso. Il solo torto che gli si può imputare si è quello di aver voluto giudicare senza conoscere. Le Camere hanno senza dubbio il diritto di sopravvigilare il magistrato esecutivo, ma non debbono farlo senza cognizione di causa; e quando nasce dissidio tra i suoi membri, debbono udir le due parti prima di sentenziare. Se quella di Torino l’avesse fatto quando era tempo e mi avesse pubblicamente o privatamente invitato a parlare mentre la cosa era integra e prima che mi corresse l’obbligo di tacere, ella non avrebbe probabilmente deciso che «il ministero avea bene interpretato il voto della nazione»[64]. Imperocché tali decisioni non han valore se non quando la voce pubblica e la storia le confermano. Non era ancora passato un mese dopo il partito della Camera, e i ministri «benemeriti» precipitavano la causa italiana a Novara; non un anno, e Venezia, Roma cadevano, Carlo Alberto moriva in esilio, i tedeschi occupavano la Toscana, e incominciava una tirannia spaventevole per l’Italia meridionale, la quale non credo che ora tenga i rettori subalpini di marzo per «buoni interpreti del voto della nazione». Cosicché se qualcuno si dovesse porre in accusa, egli è probabile che tal sorte non toccherebbe a me, come alcuni allora opinavano. La collera dei quali era accresciuta dai pubblici applausi che non cessavano in mio favore, e ci prendevan parte gli stessi soldati di guardia che avean dai ministri il carico d’impedirli. Noterò a questo proposito che né al biasimo addossatomi nella Camera per cotali dimostrazioni né al partito suddetto né alla proposta di accusa, i conservatori che vi sedevano non dissero parola per giustificarmi; laddove il Siotto Pintor, il Viora, il Monti, il Lanza e il Montezemolo, che appartenevano al novero dei democratici, pigliarono caldamente la mia difesa[65]. Mi è caro il ricordarlo, cosí per far atto di pubblica riconoscenza verso quei generosi, come perché da questo accidente si può ritrarre qual fosse la nobiltá d’animo e il coraggio rispettivo delle due parti."
      },
      {
        "index": 57,
        "text": "E in vero adesso che le intenzioni e i fatti si sanno, io chieggo agli uomini netti da ogni studio di parte chi fosse piú nazionale e democratico fra me e coloro che mi abbandonarono. Fino al punto del dissidio la nostra amministrazione era stata il contrappelo di quella dei 19 di agosto. La quale avea fatto ogni opera per impedire la guerra, l’unione, il regno dell’alta Italia, la lega politica e nazionale; si era ristretta nei termini del solo Piemonte, trascurando affatto di sopravvegliare e dirigere colle pratiche e colle influenze il resto della penisola. Noi al contrario ci proponemmo di mettere in atto l’egemonia subalpina e di valerci di essa per ricuperare l’indipendenza e assicurare la libertá in tutti gli Stati italici. Vero è che non riuscimmo colle vie pacifiche perché troppo tarde, e portammo la pena degli altrui falli. I negoziati, che qualche mese prima sarebbero stati efficacissimi, tornarono vani da che i disordini erano montati all’eccesso. I nostri precessori aveano coi loro atti perduto un tempo prezioso, scemataci la libertá, addossatici gl’impegni da loro contratti, e tolti molti spedienti che poco innanzi erano in nostro potere. La mediazione accettata non si poteva troncare ex abrupto senza grave ingiuria della Francia e dell’Inghilterra. Gli apparecchi militari erano stati condotti con tal mollezza e l’esercito si sfiduciato, che una subita ripresa di armi contro l’Austria era impossibile. Né meglio potea sperarsi compagna al cimento la Francia, da che la sua politica era men liberale e il governo di Luigi Buonaparte libero dagli obblighi del precessore[66]. Per mantenere adunque al ministero democratico il suo carattere primitivo era d’uopo all’egemonia pacifica supplire colla guerriera; al che i casi di Toscana e di Roma porgevano ottimo appicco. Rigettando questa occasione e costringendomi ad uscire, i ministri di dicembre dietreggiarono sino a quelli di agosto, rinunziarono la signoria egemonica, abbandonarono l’altra Italia all’arbitrio del caso, delle fazioni e degli stranieri, divennero anch’essi municipali; né avendo piú altro modo di reggersi al cospetto della Camera democratica salvo la guerra contro il tedesco, furon costretti ad accelerarla contro ogni regola di prudenza."
      },
      {
        "index": 58,
        "text": "Cosí l’opera di Pierdionigi Pinelli fu riassunta da Urbano Rattazzi, suo rivale nel fòro e poscia nel parlamento. Benché nemici politici, il municipalismo curiale prevalse in entrambi e indusse il secondo a premere le orme del primo. Né la rinunzia dell’egemonia politica fu la sola similitudine che corse fra loro. Amendue versati nelle leggi e nei piati, ma avvezzi a recar nelle cose pubbliche i cavilli e le capestrerie legali, sino ad impugnare la veritá conosciuta e a discolpare se stessi a pregiudizio dell’innocente[67]. Amendue privi di studi e di contezze politiche, usi a confondere la ragion di Stato coll’amministrativa, ignari della storia e delle presenti condizioni di Europa, nuovi alle cose di governo non solo colla pratica ma eziandio colla meditazione, anzi assueti negli anni addietro (se si dee credere alla voce corsa) a porre in deriso le speranze ed i voti dei generosi, incapaci di dedurre dai fatti presenti le probabilitá future, di levarsi col pensiero a una certa altezza e di unire alla scienza dei particolari quella dei generali; e tuttavia ostinati contro gli avvisi dei pratici, infatuati dei propri pareri, sino a giocar la patria piuttosto che cedere il campo o recedere dal proposito. Amendue furono causa della ruina d’Italia: l’uno colla mediazione accettata, il soccorso francese e la lega disdetta; l’altro col rifiuto dell’intervento: partiti diversi in apparenza, simili in effetto, poiché amendue riuscivano all’abbandono dell’Italia centrale, alla caduta delle sue franchigie, al trionfo momentaneo dei puritani, durevole dei tedeschi. Amendue perdettero il potere infelicemente: questi per una sconfitta, quegli per una rivolta; e screditarono coll’esito la propria parte, mettendo i democratici in voce d’insufficienti e i conservatori di poco italici e rendendo, se non impossibile, difficilissima la loro unione; il che torna a singolare vantaggio delle sètte sofistiche e illiberali. Paragonando il Rattazzi al Pinelli non voglio però agguagliarli da ogni parte, anzi la veritá rigorosa che mi sono proposto per legge in questa mia opera mi obbliga a dire che il primo fu di gran lunga piú scusabile del secondo. Il Pinelli cominciò a viziare notabilmente il tenore del riscatto italiano, di nazionale che era rendendolo municipale; e il Rattazzi non fece che seguire il moto giá impresso, quando era impossibile a correggere senza ricorrere a partiti audaci e straordinari. Gli errori del Pinelli furono molti e, dal primo dissidio suscitato nel parlamento sino alla proposta dell’alleanza russa, il suo procedere in politica è impossibile a giustificare; laddove il Rattazzi errò una volta sola e in circostanze cosí diverse dalle consuete che, per questo rispetto, l’error suo (e altrettanto dicasi de’ suoi compagni) merita qualche scusa. Né egli era stretto meco da intima ed antica dimestichezza e forse si sarebbe portato meglio, se l’esempio datogli da chi piú di tutti era in debito di riguardarmi non l’avesse in un certo modo invitato a seguirlo."
      },
      {
        "index": 59,
        "text": "La mia ritirata mi tornò ad onore e dolse anche fuori d’Italia a quanti amavano la causa nostra e presentivano l’avvenire[68]. Le pubbliche schede calarono in Francia come in Piemonte; dal che si può far ragione del credito che la politica da me professata aveva in Europa. Se i democratici delle provincie e della metropoli, ingannati dai falsi romori, se ne rallegrarono e i puritani ne imbaldanzirono, gli uomini savi per contro ne presero spavento e l’esercito rimise di quella fiducia che cominciava a rinascere. Né mancò chi ne scrivesse dal campo a Torino; ond’era prono il conchiudere che se prima la guerra era difficile, ormai veniva meno ogni modo di farla. Ma i ministri, governandosi con una leggerezza incredibile, non aveano pensato ad altro che a rimuovere un compagno incomodo e restar soli in sella, senza provvedere al futuro. Non aveano antiveduto che, mancando la pubblica fiducia e la riputazione, sarebbe loro stato impossibile il governare e che in vece di crescere in libertá ne avrebbero scapitato, costretti da un lato a riguardare il nuovo ministro che a guisa di aio il re pose a sopravvegliarli, schiavi dall’altro degl’immoderati e ridotti ai partiti precipitosi per mantenersi. La Camera, ignorando il vero stato delle cose, voleva la guerra, e il buon vecchio Fraschini l’intonava con bellicoso peana nel riferire i sensi comuni al cospetto del principe. Cosicché da un lato era cresciuta la necessitá di combattere, e diminuita dall’altro la probabilitá di vincere. Urbano Rattazzi cercò in appresso di giustificare la deliberazione presa, con tale necessitá[69]; ma si scordò di avvertire che questa era volontaria e imputabile a coloro che aveano ripudiato il solo modo possibile di ritardar la battaglia e assicurar la vittoria. L’indugio di poche settimane bastava per far concorrere la ripresa delle armi italiane coi trionfi delle ungariche, le quali avrebbero colla sola fama vantaggiate le nostre. Ma i ministri non vedevano i fatti lontani e non prevedevano i successi vicini: rannicchiati nelle loro stanze, ignari degli eventi che si preparavano oltre l’Alpe e incalzati da un destino di cui erano artefici, perdettero il piú bel taglio di accrescere moralmente coll’altrui diversione le proprie forze e di vincere."
      },
      {
        "index": 60,
        "text": "Ridotti a tali strette, eglino avrebbero almeno dovuto lasciare il grado spontaneamente: trascurando essi di farlo, il re era in obbligo di supplire accommiatandoli. Ma i due partiti erano difficili dopo il tiro usato a mio riguardo e le cose dette alla Camera. Cosí un errore trae l’altro e un primo puntiglio impegna l’amor proprio e necessita l’ostinazione. Non si volle confessare di avere il torto e si amò meglio di dar ragione al Tedesco; il che era sí grave che io nol volli credere quando giá la tregua era rotta[70]. La pena fu terribile e pari alla colpa, imperocché non si ricorda appena nella storia un disastro campale cosí subito e definitivo come quel di Novara. Non è giá che molte delle schiere combattitrici dimenticassero il solito valore o che si perdesse per tradimento del principe, come i puritani ebbero faccia di pubblicare. Carlo Alberto, secondo il suo costume, fu intrepido ed eroico: Alberto Chrzanowski adempiè con pari senno e valore tutti gli uffici del capitano. Non tocca a me il decidere se il disegno della battaglia fosse buono o cattivo: dirò solo che prima del fatto ebbe l’approvazione di giudici competenti. Ma ancorché fosse stato ottimo, lo scoramento degli uni, l’indisciplina degli altri, l’indocilitá del Ramorino (che non fu sola) sarebbero bastate a mandare in malora ogni cosa. Se i retrogradi e i puritani ci cooperassero in prova, io non lo so: ben è vero che gli uni e gli altri si rallegrarono della sconfitta. È pur certo che i primi da buon tempo innanzi sconfortavano coi loro discorsi i soldati dal cimento e che i secondi, intesa la rotta, tumultuarono a Genova, in apparenza per cancellar l’onta di Novara, ma in effetto per secondare il Mazzini e introdurre la repubblica in Piemonte. Fra gli autori o i cooperatori di cotal subuglio alcuni (e piú di tutti Giuseppe Avezzana) fecero segno di animosa prodezza, laddove altri verificarono la sentenza del Guicciardini: che «il mettersi in fuga i primi è l’uso dei fuorusciti»[71]."
      },
      {
        "index": 61,
        "text": "I ministri di Torino non diedero in quei frangenti alcun saggio di quel vigore che si doveva aspettare da uomini i quali pochi giorni innanzi erano stati cosí arditi e sicuri. Chi vorrá credere che non richiamassero a tempo le truppe di Alfonso della Marmora, il quale, se fosse giunto in sul fatto, avrebbe potuto rivolgere la fortuna come Luigi Desaix a Marengo? e che errassero persino nel maneggiare il telegrafo? Se il tema fosse stato men tristo, il tenore dei bandi notificativi dell’infortunio avrebbe mosso a riso; ma degno di eterno pianto fu il procedere verso Brescia. Ai 20 di marzo «giungeva nella fremente cittá un messo spedito dalla commissione insurrezionale di Torino, il quale portava le istruzioni del generalissimo Chrzanowski col piano dell’insurrezione lombarda e coll’ordine che si dovesse incominciare il moto pel 2i di marzo»[72]. Perché non differire almen tanto che si vedesse ove inclinava la fortuna? L’esito delle armi campali era piú che incerto eziandio ai confidenti, e l’indugio di un giorno non potea tanto nuocere allo scopo che piú non importasse il preservare la cittá magnanima da un’inutile carnificina. «La notizia dell’armistizio di Novara giunse a Brescia il 29 di mattina e parve cosí enorme e fuori del verosimile che nessuno poteva crederla vera. Arrivarono diversi messaggi che confermarono l’abdicazione di Carlo Alberto, ma alcuni poi dicevano che Chrzanowski aveva combattuto e vinto Radetzky»[73]. Altre false novelle pervennero ai 30 del mese e furono credute[74]; cosicché l’eroica sollevazione non ebbe fine che alle calende di aprile. Ma era pur debito del governo il troncarla, seguita la rotta; e se Carlo Cadorna che era al campo ne avesse spedito l’annunzio autentico fin dalla sera dei ventitré mentre il re rinunziava la corona, la forte Brescia avrebbe avuto assai meno da piangere per aver dato fede al senno dei ministri."
      },
      {
        "index": 62,
        "text": "La disfatta di Novara fu per l’Italia il preludio di un lungo ed atroce corso di calamitá, il quale non è ancora compiuto. Le stragi di Brescia e di Livorno, la rivolta di Genova, la pace di Milano, la resa di Venezia, l’oppressione di Lombardia, Roma invasa dagli spagnuoli e dai francesi e straziata da un cardinale, Alessandria, Toscana, Ancona occupate dai tedeschi, Napoli e Sicilia tiranneggiate da un mostro, la libertá e l’autonomia spente e il gesuitismo risorto per ogni dove, dal Piemonte in fuori, solo e dubbioso delle sue sorti avvenire, e infine il Risorgimento italiano venuto meno senza riparo; questi (per toccar solo i mali piú gravi) furono gli effetti dolorosi e fatali della sconfitta. Ché se havvi tuttavia un angolo d’Italia libero, io posso senza presunzione attribuirmene qualche parte. I ministri municipali dei i9 di agosto, dando forza ai puritani in Toscana e in Roma, aveano fatto quanto stava in loro per mettere il Piemonte nella stessa via. La nostra amministrazione mutò l’indirizzo delle cose e, accettando di buon grado il moto democratico ma fermandolo ne’ suoi giusti limiti, ovviò al pericolo. Ma se, quando io ebbi deposta la carica, i miei colleghi non fossero stati vincolati dagli atti precedenti e dalla Dichiarazione (che non senza qualche malagevolezza era stata vinta in Consiglio), avrebbero essi saputo e potuto contrastare a coloro che con tanta pressa chiedevano che la Toscana insorta si aiutasse, la repubblica di Roma si riconoscesse, e si pigliasse parte alla Dieta inditta con libero mandato? La debolezza eccessiva di cui fecero prova in appresso e la poca o niuna antiveggenza loro non rendono ingiusta la sospizione. Ora egli è chiaro che tali atti sarebbero bastati, non dico giá a distruggere la monarchia sarda presidiata dall’esercito, ma a disonorarla, indebolirla e perturbarla momentaneamente, e dopo il caso di Novara a far prevalere la parte nemica degli ordini civili. Cosicché le infelici condizioni a cui ora soggiacciono Toscana, Roma, Napoli, sarebbero forse comuni anche a Torino; la quale in vece serba i frutti del Risorgimento italiano, perché non travalicò di un punto i suoi termini ragionevoli. Se adunque la monarchia e la libertá subalpina passarono intatte per la burrasca, io credo di averci un po’ di merito; e se la mia politica fu resa vana nel resto, almeno da questo lato ebbe l’effetto suo. Non so quanto i municipali sieno disposti a riconoscerlo, ma a me giova il ricordarlo in questo mio secondo e postumo esilio."
      },
      {
        "index": 63,
        "text": "Molti recarono la calamitá di Novara alla parte democratica, ma ingiustamente. Essa errò per ignoranza del vero, indottavi dai ministri e dai puritani; né la colpa di questi può esserle attribuita. Nel modo che gli errori di agosto corrono a detta dei municipali, e i conservatori se ne intinsero solo per indiretto; cosí i democratici aiutarono senza volerlo quelli di marzo, ma non ne furono complici né autori. Vero è che anch’essi benché scusabili ebbero a scontare duramente il peccato, giacché la parte loro, che fu per un istante padrona e arbitra del Piemonte, ora è ridotta a manifesta impotenza. Il che nacque dal divorzio che fece con quei princípi che afforzata e nobilitata l’avevano. Tengasi per fermo che niuna opinione può aver fama durevole se non è insieme ardita e prudente, progressiva e conservatrice. Tal era la politica espressa nella Dichiarazione dei i0 di febbraio, alla quale successe di conciliarci non dirò tutti gli animi (cosa impossibile in quei bollori) ma i piú di essi in Italia e in Europa. Lo scisma insorto tra me e i miei compagni squarciò l’insegna inalberata; e se ella continuò di piacere agli amatori del popolo, cessò di assicurare gli uomini zelanti dell’ordine. Perciò scadde di riputazione e d’allora in poi non si è piú rilevata, almeno nella metropoli. Dopo Novara avrebbe potuto ricuperare le forze perdute, e i negoziati della pace gliene porgevano il destro. Ma ella ebbe obbligo della sciolta Camera ad alcuni dei passati ministri, i quali non si mostrarono piú abili sulla ringhiera che nel governo. Non si offendano i democratici di questa censura, perché io non fo se non ripetere quanto scriveva nel giugno del ’49 uno dei loro, tanto leale quanto giudizioso. «Finché l’opposizione non abbandonerá la torta via per cui si è messa, non isperi di ritornare al potere né di accrescere la propria influenza. Ostinandosi, vedrá a poco a poco disertate le sue bandiere da tutti quelli che sanno la politica essere scienza positiva fondata sullo studio della realtá. L’opposizione attuale giudicata da’ suoi organi piú accreditati, non esitiamo a dirlo, lavora per l’esaltamento dei propri avversari. Il suo programma è il vero programma italiano, è quello per cui sta l’avvenire; ma i mezzi onde si giova per difenderlo sono pessimi e tali che i conservatori debbono approvarli, perché assicurano al loro partito un durevole successo»[75]. L’esecuzione di questo concetto era stata il mio sogno nel quarantotto, che fu a un pelo di verificarsi; quindi nacque il mio infortunio e l’odio immortale che mi hanno giurato i politici di municipio."
      },
      {
        "index": 64,
        "text": "Conchiudendo il discorso dei fatti che mi riguardano (e che mi fu per molti rispetti spiacevole e penoso), io farei mostra di poca equitá se incolpassi questa o quella parte in particolare della mia caduta. Tutte piú o meno ci cooperarono, e forse a buona intenzione, essendo il caso proceduto piú tosto dalle condizioni morali e civili del nostro paese, pieno di vecchie preoccupazioni e nuovo alla vita pubblica, lo caddi perché, avendo voluto mantenere il Risorgimento italiano nella sua giusta misura, ebbi nemici tutti coloro che per timiditá o baldanza voleano ristringerlo o allargarlo, mutandolo essenzialmente. Io caddi perché mi proposi di preservargli il suo carattere nazionale, subordinando la libertá particolare all’autonomia comune, la provincia alla nazione, appuntando coll’egemonia subalpina e il primato italico la leva del Piemonte all’Italia e dell’Italia all’Europa; onde spiacqui a coloro che non intendevano o non amavano questa politica e miravano a rendere il moto nostro non italiano ma subalpino. Io caddi perché mi studiai di avere una esatta notizia dei vari paesi e dei tempi, misurando il mio procedere dalle contingenze probabili dell’avvenire e cercando non solo di rimediare ai mali ma di antivenirli; il che parve strano a quelli che non vedevano piú lungi dell’anno e della provincia in cui viveano, né avvisavano nei fatti del quarantotto quelli del quarantanove e negli ultimi i casi che corrono presentemente. Io caddi perché mi venne meno l’appoggio del principe e l’aiuto di un vecchio amico in cui riposava l’animo mio; e mentre gli altri italiani aveano in me qualche fiducia, i miei cittadini me la negavano, forse per verificare la divina parola che «niuno è profeta in sua patria». Io caddi perché ebbi contro, prima successivamente e poi tutte insieme, le varie sètte, con cui parte dissentivo e parte mi accordavo, le quali mi seppero men grado per l’accordo che disgrado pel disparere, né seppero perdonarmi di non esser complice dei loro falli. Le mie stesse qualitá personali forse mi pregiudicarono, ché «le maniere semplici sono prese per indizio di poco valore»[76] da chi non crede che ai ciarlatani, e in un paese avvezzo agli ordini feudali dee parer troppo strano che un borghese moderi la cosa pubblica. Io caddi finalmente e cadde meco il Risorgimento italiano da me incominciato; il che mi fa tanto onore che non muterei la mia sorte col piú fortunato de’ miei avversari."
      }
    ]
  }
}
