{
  "chapterNumber": 15,
  "title": "Libro I, Cap. 14",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO DECIMOQUARTO"
      },
      {
        "index": 1,
        "text": "di carlo alberto"
      },
      {
        "index": 2,
        "text": "L’adulazione verso i morti è piú ancora colpevole, vergognosa e pregiudiziale che verso i vivi, conciossiaché col falsare i fatti ne togli l’utile e col guastare i precetti li rende dannosi, levando ai potenti il maggior freno che abbiano, cioè la temuta censura de’ posteri. Vile poi e perniciosa sopra ogni altra è la piacenteria verso i principi estinti, sia perché l’altezza del grado fa sí che i mali esempi riescano piú contagiosi, e perché ivi il dissimulare non può essere scusato da ragioni di civil prudenza, come quando si tacciono i falli commessi e non rimediabili di chi regna, per non tôrgli il credito necessario a governare né avvilirne la maestá. Gli egizi, i quali non aveano altro che lodi pel re vivente e accumulavano i biasimi da lui meritati sul capo dei ministri[1] (accennando in tal forma all’inviolabilitá dell’uno e alla sindacabilitá civile degli altri, secondo l’uso delle monarchie civili e moderne), convenivano in giudizio, processavano e sentenziavano severamente i principi defunti non meno che i sudditi, condannando i piú tristi a esser privi di sepoltura[2]. Dei morti illustri si dee dir tutto; imperocché se lodi i meriti e taci i demeriti, o déi fare altrettanto verso i minori (e in tal caso a che si riduce la storia?), o sei parziale ed iniquo, usando rigore ai piccoli e indulgenza a coloro che per la potenza e pel debito di ben fare meritano, peccando, piú inesorabile punizione. Senza che, cotale benignitá a sproposito può aver pessimi effetti, perché i successori del morto e gli altri potenti, vedendo che le colpe degli estinti si passano in silenzio o anche si lodano e che il regno fa ottenere leggermente l’apoteosi, vengono a mancare di un ritegno e stimolo fortissimo per fuggire l’imitazione dei falli e rendere da ogni parte virtuosa la loro vita. Troppo importa il mostrare ai principi che se essi sovrastanno ai privati di grado e di potenza, sono loro uguali nel soggiacere alla pubblica opinione, e che se, mentre vivono, le loro colpe si tacciono per ossequio o per paura, tanto è maggiore l’obbligo postumo di ricordarle. Gli scritti fatti in altro modo sono inutili a chi regna e non adempiono il voto di Demetrio di Falera, il quale volea che «quanto non ardiscono dire gli amici ai re loro, si trovi scritto nei libri»[3]. Laonde io non istimo (massime quando si tratta degli uomini di grande affare) che le virtú debbano far porre in oblivione le colpe, anzi credo col Machiavelli che «nelle repubbliche bene ordinate non si debbono mai cancellare i demeriti coi meriti e compensare gli uni cogli altri»[4]. Anche in religione il fallo non si cancella che con la pena, la quale negli ordini civili e per gli uomini chiari consiste principalmente nella severitá della storia e nel giudizio universale degli avvenire."
      },
      {
        "index": 3,
        "text": "Pochi principi furono, vivi, cosí lacerati e, morti, cosí esaltati dai medesimi uomini come il re Carlo Alberto. Tale suol essere il costume predominante nei paesi poco esperti alla vita civile, nei tempi torbidi e presso gli animi appassionati, i quali, come Aristotile dice dei giovani, «troppo amano o troppo odiano»[5] e, come Tacito osserva del volgo, non tengono la via di mezzo, versandosi nel favore come nel suo contrario con pari intemperanza [6]. I liberali di municipio lo levarono alle stelle quando diede le riforme e lo statuto, atteso che questo e quelle per piu rispetti loro gradivano e per niun verso gl’ingelosivano; ma la guerra lombarda, il regno dell’alta Italia, l’egemonia subalpina, il timore di perdere la capitale, il dover dare tesori e uomini pel riscatto comune cominciarono a freddar l’entusiasmo, e i primi disastri lo spensero. Durante il tempo che si agitò la mediazione essi gareggiavano coi retrivi piú arrabbiati nel levare i pezzi dell’infelice principe, il quale lo sapeva e mel disse piú volte. Piú scusabili a dolersene sarebbero stati dopo il fatto di Novara e la rinunzia (calamitá causate da colpevole elezione), se quei medesimi che allora piú facevano a straziarlo, sino a dire che fosse la principal ruina d’Italia (e io fui parecchie volte testimonio di tali querele), poco tempo dopo, mutando tenore, non avessero preso a pubblicarne le maraviglie[7];"
      },
      {
        "index": 4,
        "text": "Piú giustificati sono gli encomi dati al prode e sventurato principe dai democratici, i quali ne avevano detto bene anche quando gli altri lo malmenavano. La pietá sincera di tanto infortunio, l’ammirazione della morte rassegnata ed intrepida, la gratitudine ai benefizi di cui fu autore, l’amor della causa per cui combatté e perí, il nobile intento di fare con tale omaggio una spezie di protesta contro l’Austria e il Mazzini, unanimi nell’odiarlo e nel calunniarlo, e di lanciare un biasimo obliquo ai principi fedifragi dell’Italia inferiore, spiegano e discolpano l’eccessivo di tali lodi. Degno di singolare commendazione è il pietoso concorso dei toscani e di molti esuli italici nell’onorar le ceneri e la memoria dell’estinto, quasi pegno e attestato di amorevole fratellanza verso il Piemonte e di riconoscenza verso la patria sua impresa. Non vorrei né anco dar biasimo ai ministri di Novara, paragonandoli ai farisei rimproverati da Cristo perché innalzavano monumenti ai profeti trucidati dai padri loro[9]; imperocché, celebrando Carlo Alberto, essi fecero atto di giustizia e porsero un tardo compenso all’uomo che riconobbe da loro la disfatta, l’esautorazione e la morte. Con ragguaglio piú appropriato e onorevole si possono assomigliare agli antichi romani, i quali deificavano i principi defunti e li mettevano in cielo dopo avergli uccisi."
      },
      {
        "index": 5,
        "text": "Sia stato pure opportuno l’eccedere nel preconio quando era fresco il dolore, ché l’affetto non va colle seste e le ampliazioni oratorie non sono uno storico giudicato. Ma gli onori funebri non debbono essere perpetui e vogliono, passato un certo tempo, dar luogo alla veritá. Gl’italiani debbono ormai sentire di Carlo Alberto in modo degno di un popolo libero, e cansare quelle esagerazioni che nocciono piú ancora dei biasimi alla fama del trapassato. Le iperboli tolgon la fede, le lodi false cancellano le vere; e i difetti, gli errori, i traviamenti del re sardo son noti a tanti che il volerli coprire dá presa a chi gli amplifica e si studia di accumulare sulle ceneri auguste ogni sorta d’infamia. Il che non fu avvertito dal signor Gualterio, il quale nella sua istoria, mosso da buona intenzione e pieno di sdegno contro gl’iniqui accusatori, cadde nell’eccesso opposto e, volendo giustificare le colpe, diede in un certo modo credito alle calunnie. E nocque anche alle altre parti del suo lavoro, perché la storia non ha fede se si muta in preconio e orma le tracce di Velleio e del Giovio anzi che quelle di Tacito e del Machiavelli. Perciò il parlare di Carlo Alberto con giudizio imparziale di storico anzi che con entusiasmo di oratore o di poeta dovrebbe ormai venir conceduto anche dai fervidi amatori, con tutto che essi testé riprendessero non solo le critiche odierne ma le preterite[10]. Ben si richiede che l’ufficio venga adempiuto da un uomo che non cada in sospetto di volersi vendicare sopra un sepolcro e che, pogniamo che sia stato offeso, abbia dato prove antiche e recenti di sapere, occorrendo, perdonare anche ai principi."
      },
      {
        "index": 6,
        "text": "Io tacqui nel lutto recente e quando saria stato intempestivo e indecoroso il turbare colla memoria dei falli il compianto dovuto a un transito lamentabile e virtuoso. Ma ora, scorsi due anni, parlerò imparzialmente, e niuno è piú autorizzato a farlo di me. Catturato, imprigionato, esiliato senza processo e ingiustamente, perseguitato nel mio stesso esilio dal re Carlo Alberto, io fui primo e solo in quei tempi a lodarlo e ad incorrere per amor suo nella taccia di adulatore: ricambiai le ingiurie col benefizio; esempio forse unico nella storia dei fuorusciti. Gli feci il maggior servigio che uom privato possa ad un principe, additandogli la via dell’ammenda e della gloria; e il mio procedere fu netto di ogni mira personale, avendo rifiutati i doni offertimi e la facoltá di ripatriare. Venuto poscia in Italia quando le sorti di essa cominciarono a voltarsi in meglio, io lo stimai placato a mio riguardo. Ma i fatti non risposero alle parole; e due volte astretto di chiamarmi o tollerarmi al governo, due volte egli colse per allontanarmi la prima occasione e usolla poco sinceramente. Ciò nulla meno io difesi il suo nome mentre i municipali e i puritani a gara lo laceravano; spesi per ultimo l’aura popolare di cui godevo e arrischiai la vita a salvezza della sua corona. Non avendo adunque premuto l’orma delle sètte nel biasimo, niuno potrá incolparmi se non le imito nella lode; tanto piú che avendo notati severamente gli errori dei principi viventi, che equitá e imparzialitá mostrerei se tacessi quelli del re subalpino? Seguirò adunque l’esempio degli antichi, maestri impareggiabili di veracitá e di decoro, e in particolare quello di Tacito, illibatissimo degli storici; il quale encomia e riprende gli stessi uomini secondo le loro opere, e notata, verbigrazia, con acerbi rimproveri la vita colpevole di Ottone imperatore, ne celebra con singolare affetto e magniloquenza la morte."
      },
      {
        "index": 7,
        "text": "L’equitá vuole che discorrendo i difetti dei principi non si scordi la parte notabile e quasi fatale che vi hanno i cattivi influssi del grado e dell’instituzione. La prima giovinezza di Carlo Alberto fu quasi ineducata, non per colpa della madre, donna ottima e virile, ma dei tempi. Da che egli cominciò a regnare, l’adulazione e la viltá cortigiana lo avvezzarono talmente a non trovare chi replicasse, che in ultimo, quando la gravitá e l’imminenza del pericolo indusse molti a dirgli il vero, le rimostranze e le ammonizioni tornarono inutili. Amava per natura la gloria, ma l’amore tralignava spesso in invidia e gelosia meschina, quasi che l’altezza degli altri la sua aduggiasse. Voleva aver solo il nome, il credito e il merito delle imprese; e non essendo capace di condurle col proprio senno, astiando quello degli altri le rovinava senza rimedio. E siccome non poteva affatto ignorare la tenuitá delle proprie forze, quelle degli altri lo ingelosivano, stimando con quell’antico imperatore «pericoloso se un cittadino privato ha piú rinomo del principe»[11], e recando tale angustia d’animo non solamente nel governo del regno ma eziandio nell’indirizzo della famiglia. Sventura antica d’Italia, poiché giá il Machiavelli si doleva a’ suoi tempi che «i principi italiani quella virtú, che non era in loro, temessero in altri e la spegnessero; tanto che non l’avendo alcuno, esposero quella provincia a quella rovina, la quale dopo non molto tempo la guastò ed afflisse»[12]. La vaghezza di primeggiare influiva forse senza sua saputa nella religione che professava. La quale non era finta ed ipocrita, come dissero i suoi nemici, ma tendente a superstizione, parte per abito di natura e parte per difetto di tirocinio. Guidata dal terrore anzi che dall’amore, meno sollecita della sinceritá e generositá delle parole e delle opere che delle pratiche esterne, delle divozioni, delle penitenze, nelle quali egli eccedeva a scapito della salute; tanto che un cortigiano ebbe a prenunziargli che un dí sarebbe adorato sopra gli altari. Pia adulazione, ch’egli ributtava con umiltá cristiana, ma forse non senza un certo diletico d’involontario compiacimento."
      },
      {
        "index": 8,
        "text": "Era irresoluto in eccesso e quindi incostante; dal che nacquero le sue vicissitudini politiche e in gran parte i suoi traviamenti. Pose mano da giovane a una grande impresa, poi se ne ritrasse. Divenuto principe, ondeggiò lungamente fra le massime piú contrarie, ora mostrando buon viso ai liberali, ora dandosi in preda ai retrogradi. Il governo stretto però si affaceva meglio del largo alla sua tempera. Niuno ignora quanto penasse a dar le prime riforme e come le sue esitanze gli procacciassero il soprannome di «re tentenna». Le perplessitá dello spirito erano in lui accresciute dalla fievolezza di cuore, tanto timido nei pericoli civili quanto intrepido nei marziali. Singolare accozzamento in un solo animo di due nature diverse e quasi repugnanti, le quali il rendevano piú che uomo in sui campi e men che femmina nel suo palazzo. Quindi è che nei tempi torbidi era altrui facile raggirarlo collo spavento; e a tal cagione, anzi che a natura perversa e crudele, si vogliono attribuire le sue colpe nel ventuno e le fiere esecuzioni che macchiarono di sangue il nascente suo regno. Gli uomini deboli sogliono essere cupi ed infinti, cercando di supplire colla simulazione e l’astuzia al vigore ed al senno di cui si sanno manchevoli. A questa tendenza naturale, massimamente nei grandi, si aggiunse in Carlo Alberto la consuetudine contratta da privato: tenuto lungamente come servo benché principe succedituro, e per cancellare le memorie passate costretto a nascondere tutti i suoi pensieri. Imperò egli apprese a praticare fin dai primi anni la massima di Ludovico undecimo re di Francia: «Qui nescit simulare nescit regnare», usandola eziandio nei pubblici negoziati; il che gli tolse di fuori ogni credito e concorse a render piú gravi le sue ultime sciagure. Tanto in politica la lealtá prova meglio del suo contrario! Coloro che ebbero occasione di praticarlo sanno molto bene come fosse abile a coprir l’avversione e il dispregio colle carezze. E come godesse a burlarsi delle persone, aggirarle, commetter male fra loro, non per nequizia ma per sollazzo e anche per un certo amor proprio, stimando di mostrarsi superiore agli altri con tali prodezze."
      },
      {
        "index": 9,
        "text": "Questi difetti, parte naturali parte causati dall’educazione, erano però compensati da molte buone parti. La sua persona, non bella ma decorosa e piena di una certa maestá antica, e i suoi portamenti, signorili ma senz’ombra di artifizio, rendevano immagine di un crociato illustre del medio evo. Volto pallido, occhio fino, sorriso amabile, benché talvolta nel conversare trascorresse in ghigno falso. Nelle udienze affabile ma riservato, dignitoso ma non superbo; del suo largo ma non prodigo; astinentissimo dall’altrui; nei doni magnifico ma senza sfoggio; lauto e splendido in pubblico ma con misura; in casa semplice piú che uomo privato, sobrio ed austero come un anacoreta. Vago del ritiro e alieno dal frammettersi nei diletti del volgo piú per timiditá che per boria; sprezzatore dei vani applausi e delle frivolezze. Amatore del giusto, se non quanto la paura e i falsi consigli poteano fargli velo al giudizio. Di dubbia fede nelle promesse, non tanto per cattivitá d’animo quanto perché stimava il non attener la parola esser privilegio de’ principi. Non mancava d’ingegno né di coltura: scrivea in francese (essendo stato creato in Francia) con proprietá ed eleganza, recava acume e prudenza nei minuti particolari dell’amministrazione e della politica, ma inetto ai grandi e incapace di abbracciar col pensiero un vasto disegno e di antivedere un lungo corso di conseguenze. Sprezzatore in battaglia dei rischi e spensierato della vita sino alla temeritá, e quindi piú eroe all’antica che capitano e principe alla moderna, a cui «non conviene esporsi a que’ medesimi pericoli ai quali si espongono i soldati se non in pochissime occasioni»[13]. Onde, al contrario del volgare precetto, egli solea «mettersi in luogo dove la sua persona portasse molto pericolo»[14] e rovinava le imprese per bravura e baldanza cavalleresca, come quando, disfatto e in fuga il suo esercito, egli corse a Milano in vece di riparare a Piacenza."
      },
      {
        "index": 10,
        "text": "Nella vita politica i suoi princípi furono lieti e tristi, degni di lode e di biasimo egualmente. Mosso dagli altrui conforti e da giovenil vaghezza piú che da seria considerazione, abbracciò la causa patria e aspirò per un momento alla gloria di liberatore. Ma l’ingegno e l’animo gli mancarono nelle prime difficoltá, e il terrore gli chiuse gli occhi al vituperio in cui incorreva abbandonando alle regali vendette i generosi che in lui si affidavano. Volle tenere una via di mezzo (che in tali frangenti suol essere la peggiore) e incorse nel biasimo di tutte le parti. Volle accordare insieme atti e propositi ripugnanti: promuovere ad un tempo l’indipendenza e ubbidir puntualmente a un principe che l’odiava. Laddove avrebbe dovuto eleggere tra il re e la nazione: se aderiva a quello, rifiutar lo statuto; se a questa, mantenerlo e assumerne la difesa. Né giova il dire che per difetto di forze non potea difenderlo o che l’impeto del popolo gli tolse di ricusarlo, e che la fuga era necessaria per salvare il Piemonte da invasione e il trono da successione tedesca. Imperocché niun pericolo scusa la violazion dell’onore; e se per evitare mali certi o probabili fosse lecito il prevaricarlo, i nomi piú puri della storia si sarebbero macchiati con infinite viltá. La prudenza prescriveva al Carignano di ributtare la costituzione spagnuola a ogni costo, se prevedeva di non poter mantenerla; gli prescriveva di non cedere a una furia di popolo, assai minore di quella a cui seppero resistere il Boissy d’Anglas e Alfonso di Lamartine in tempi e congiunture di gran lunga piú formidabili. Ma dopo che l’avea giurata, non dovea dividere la sua sorte da quella de’ suoi compagni, checché potesse avvenire. Meglio era un momentaneo insulto dell’Austria (ché al dominio ovviavano le condizioni europee) che tradir gl’infelici e macchiare il nome di Carignano; meglio era perdere il regno che disonorarlo. Ma non l’avrebbe perduto, poiché nel peggior presupposto il Piemonte non sarebbe mai stato docile alle trame dei diplomatici, e la rivoluzion francese del trenta (che precedette la morte di Carlo Felice) le rendeva d’impossibile esecuzione. Carlo Alberto avrebbe recato sul trono un nome puro da ogni parte; e quando riassunse piú tardi l’antica opera, le passate memorie non che raffreddar, come fecero con grave danno, avrebbero infervorate le popolazioni a seguirlo. Tanto è savio e opportuno in politica il non trapassare di un filo i termini dell’onore, lasciando la cura degli effetti che ne possono nascere al tempo e alla providenza."
      },
      {
        "index": 11,
        "text": "Tuttavia io non voglio imputare all’animo di Carlo Alberto i torti politici del suo procedere in quell’occasione, giacché l’etá tenera, la natura irresoluta e timida, l’inesperienza e i cattivi consigli lo scusano moralmente. Ma ciò che non può recarsi a semplice error d’intelletto si è il non aver fatto un tentativo né detto una parola per salvar dal supplizio l’infelice Laneri e il buono, il prode, il generoso Garelli, colpevoli di un assunto ond’egli era stato pubblico capo e giuridica insegna. Quasi al tempo medesimo che i due infortunati spiravano sul patibolo, Gaetano Castillia era sostenuto in Milano a causa di un viaggio fatto poco dianzi per invitare il Carignano a trasferirsi in Lombardia. Giorgio Pallavicino, che gli era stato compagno e poteva fuggire, si rappresenta al governo e si rende spontaneamente prigione dicendo: — Io strascinava il Castillia in Piemonte. Se la gita è delitto, io solo ne sono colpevole e a me solo si aspetta la pena. — L’atto magnanimo non mosse quei giudici, e dopo un biennio di carcere ordinario il Pallavicino fu condannato a vent’anni di ergastolo a Spilberga[15]. Oh! perché Carlo Alberto non imitò quel generoso? tanto piú che potea farlo senz’ombra di pericolo. Egli dovea correre a Torino, gittarsi ai piedi del principe, intercedere pel capo di due uomini non rei di altro che di aver seguito il suo esempio, la morte dei quali, lui impunito, sarebbe al suo nome d’infamia e al suo cuore di rimorso eterno. Se pur gli era disdetto di adempiere quest’ufficio in persona, potea farlo per lettera, e sarebbe stato esaudito; ché Carlo Felice, malgrado le preoccupazioni politiche, era uomo di sensi cristiani e mitissimi, capace di comprendere le ragioni onorate, di apprezzare e riconoscere le virtuose ed eroiche intenzioni. Non meno inescusabile fu il concorso alla spedizione di Francia contro le franchigie spagnuole, impostogli dall’Austria quasi espiazion del suo fallo e a fine di «comprometterlo coi liberali»[16]. Per questa ragione appunto la buona politica gliel divietava, come la coscienza e l’onore non gli permettevano di prender parte a un’impresa iniqua e contraria al giure delle nazioni. E non può dirsi che fosse forzato né anco moralmente, perché l’averne menato vanto nel bando che poscia annunziò il suo regno, e i sussidi porti in appresso ai pretendenti della penisola iberica, escludono ogni violenza estrinseca e argomentano una libera elezione[17]."
      },
      {
        "index": 12,
        "text": "Strano in vero sarebbe stato il preludio, se chi mirava dalla lunga a stabilire la libertá e la nazionalitá in Italia si fosse apparecchiato all’opera violando l’una e l’altra in un paese vicino e presso un popolo nobilissimo. Perciò il benigno presupposto del signor Gualterio, che fin d’allora e nei principi del suo regno Carlo Alberto si preparasse «a portar la bandiera dell’indipendenza»[18], «ottenere una lega fra i diversi Stati italiani»[19] e «educare i suoi popoli al sistema rappresentativo»[20], non può esser fatto buono senza grave anacronismo, qual sarebbe il trasportare a quei tempi i pensieri che gli entrarono nell’animo molti anni dopo. Né vale l’allegare in prova certe parole scritte privatamente o profferite poco innanzi al morire, le quali paiono conchiudere che il disegno del riscatto italico non avesse in lui posa per un solo istante. Ben si sa come anche senza impostura l’amor proprio inganni l’uomo in simili casi e gli faccia parere antico ciò che è nuovo, continuo ciò che è interrotto, costante ciò che è sfuggevole; come trasformi le velleitá in desidèri e induca anche i buoni a un po’ di esagerazione per iscusa innocente di se stessi e per far buona mostra nel cospetto dei posteri. A ogni modo la veritá storica sarebbe ita se le parole bastassero ad annullare i fatti, i quali nel nostro caso escludono manifestamente le chiose benevole immaginate dal signor Gualterio. Certo il principe che ammogliava il suo primogenito a una principessa austriaca e affidava per tanti anni la politica esterna al conte Solaro della Margarita, permettendogli di darle un pessimo indirizzo, di spedire alle corti straniere oratori retrogradi[21] e di soccorrere con laute somme Carlo di Spagna e Michele di Portogallo, non pensava a «ordire una lega» e «portar la bandiera dell’indipendenza» contro l’Austria. Il principe che incatenava la stampa, proteggeva i gesuiti, dava loro in balia l’educazione, penava a concedere liberali riforme anche quando Pio nono ne avea giá dato l’esempio, e incominciava il suo regno con politiche carnificine, non si proponeva di «educare i suoi popoli al sistema rappresentativo». Le giustizie del trentatré furono orrende e inescusabili anche a detta del signor Gualterio[22], e superarono per ogni verso quelle di dodici anni prima. Le quali punirono una rivoluzione formata e compiuta; le altre, una semplice congiura di nessun polso. Quelle si esercitarono in due soli uomini, la cui reitá (secondo gli ordini antichi del regno) non avea dubbio; questa in una folla di giovani, o innocenti o piú sviati che colpevoli per l’etá troppo degna di venia e di compassione. Vero è che la colpa di tanta crudeltá si dee imputare piú ai consiglieri che al principe, il quale ne ebbe in appresso pentimento e rimorso[23]. Ma anche nel ventuno si sarebbe assai piú incrudelito se Carlo Felice non si opponeva, ancorché egli non avesse mai fatto buon viso alle idee nuove né dato ad alcuno l’esempio o l’occasione di ribellarsi."
      },
      {
        "index": 13,
        "text": "Coloro che per lodar Carlo Alberto scambiano i tempi, ripetono oggi fuor di proposito ciò che io scriveva nel quarantatré, nel quarantacinque e nel quarantasette[24]. «Carlo Alberto — io diceva fra le altre cose — precorse almen di vent’anni i recenti scrittori nell’idea italica; ondeché furono essi che misero in parole i fatti di Carlo Alberto, e non Carlo Alberto che mettesse in fatti le parole degli scrittori»[25]. Niuno allora prese inganno intorno al senso dell’encomio, essendo chiaro ch’io teneva lo stile giá seguito con qualche frutto nelle opere anteriori e aveva l’occhio all’avvertenza del Tasso: che «le lodi sono quasi consigli ed avvertimenti del meritarle e fanno vergognare della propria imperfezione colui che non se ne conosce degno»[26]. L’amor proprio dei potenti è tenero e schizzinoso: non solo si sdegnano dei rimproveri ma vogliono aver tutti i meriti, e spesso rifiutano i buoni partiti se tocca ad altri l’onore di averli dati. Questa delicatezza ambiziosa di tempera predominava massimamente in Carlo Alberto; tanto che per muoverlo alla redenzione d’Italia bisognava attribuirgli il concetto generoso, coprire gli errori suoi, coonestare i principi del suo regno e palpare insomma il leone per ammansarlo. Io poteva usare tali artifici rettorici senza taccia di bugia, quando non ingannavano alcuno, e senza nota di adulazione, poiché erano dettati dall’amor del pubblico bene. Ma se allora giovavano all’Italia, ora le nocerebbero, alterando l’istoria e inducendo i dominanti a credere che sia loro facile l’aggirare i coetanei e il fuggir la giustizia espiatrice dei futuri."
      },
      {
        "index": 14,
        "text": "Il vero si è che il re sardo avea deposto dal ventuno in poi ogni serio pensiero delle cose italiche; pogniamo che talvolta la memoria delle umiliazioni e ingiurie sofferte dall’Austria e la brama di vendicarsene si ridestassero nell’animo suo. Ma esse non riuscivano ad alcun disegno formato; e quando salí al trono, i folli tentativi e gli scritti intemperati di Giuseppe Mazzini, non che fargli riprendere le idee della sua giovinezza, gliele resero odiose come infeste alla sua potenza. Tornò in appresso a vagheggiarle, mosso dalla nuova scuola italiana, che le pose in altro aspetto e le mostrò accordabili colla monarchia e la religione, anzi atte a farle rifiorire e rinnovarne l’antica gloria. L’invito che io gli feci nominatamente nel Primato risvegliò nel cuor suo concetti e desidèri assopiti da lungo tempo; gli mostrò il modo di cancellare un’onta vecchia e non dissipata dalle regie grandezze, di rendere una la sua vita politica, di giustificare le antecedenze e i princípi e far glorioso lo scorcio del suo regno. Non si vuol però credere che sin da quel punto l’impresa italiana pigliasse nella sua mente atto di ferma risoluzione, poiché l’indole dubitosa e perplessa non gli consentiva una mutazione troppo subita, e le esitazioni seguenti provano che penò a lungo prima di decidersi a trarre l’ultimo dado. Il cambiamento succedé a poco a poco per la forza crescente della pubblica opinione, l’esempio di Pio nono e gli eventi che sottentrarono di mano in mano dentro Italia e fuori, i quali in fine resero necessitá ciò che dianzi poteva essere elezione."
      },
      {
        "index": 15,
        "text": "L’esito delle imprese dipende in gran parte dal fine, e suol essere infelice ogni qual volta l’intenzione che le muove non è abbastanza retta e non risponde alla loro grandezza. Questo difetto originale fu la cagione precipua degl’infortuni di Carlo Alberto; e giova dirlo a instruzione dei regnanti e di tutti coloro che intraprendono cose insigni, affinché si persuadano che la perfetta moralitá del proposito è condizion capitale della buona riuscita. Quello del re subalpino era generoso ma non abbastanza netto di considerazioni, di affetti e d’interessi personali. Le rappresaglie di un principe che sente offeso nella propria persona il suo popolo sono certo legittime e sante, poiché si confondono colla giustizia. Ma Carlo Alberto sventuratamente divideva troppo l'esser suo da quello d’Italia, la sua gloria particolare dal bene pubblico, mettendo questo a ripentaglio piuttosto che far cosa che nella sua opinione potesse diminuire la pienezza di quella. Né aveva un vero concetto della nazionalitá comune: mirava piuttosto ad accrescere i suoi domíni, secondo la volgare ambizione dei re e la vecchia pratica di casa Savoia, che a redimere la penisola; onde l’assunto suo, benché altamente nazionale in mostra, teneva in effetto del municipale. Municipali erano stati gli apparecchi militari, cioè bastevoli alla difesa del Piemonte, impari a quella d’Italia; segno che l’impresa non era stata voluta né preveduta e che il re sardo non avea per tal rispetto seguito il consiglio del Machiavelli, «facendo, con industria, capitale dei tempi pacifici per potersene valere quando si muta la fortuna»[27]. Né il ministro Broglia seppe o volle ricuperare il tempo perduto; onde l’esercito passò il Ticino, che il Tedesco era giá fuor di Milano, stata sola al cimento e alla gloria di metterlo in fuga; il che la raffreddò all’unione e diede forza ai bramosi di repubblica."
      },
      {
        "index": 16,
        "text": "Il non volere od osar bandirsi di proprio moto signore dell’alta Italia fu errore di mente, o che nascesse da timiditá naturale o da scrupolo di legale osservanza o da capriccio di generositá cavaliera e fuor di proposito. Ma colpa di ambizione e di boria dal canto del principe fu il pigliare la condotta di un’opera che soverchiava di gran lunga la capacitá sua, per non averne a partire con altri la gloria. Non solo Carlo Alberto «non aveva in alcun modo la mente di capitano»[28] ma era digiuno, com’è notorio in Piemonte, fin dei primi elementi della milizia[29]. Ora se gli fosse stato veramente a cuore la salute d’Italia, non ne avrebbe, come fece, giocate le sorti per vanitá presontuosa e puntiglio di comando, ma lasciato questo al generale Bava, uomo di vivo ingegno, di antica esperienza, d’animo invitto, riputato anche fuori d’Italia, i cui disegni e provvedimenti riscossero (buon testimonio) la lode stessa degl’inimici. Ma i suoi consigli ed avvertimenti erano per lo piú negletti[30]; tanto che «il solo e vero rimprovero che gli possa toccare si è quello di avere accettato un comando che non era se non di nome»[31], com’egli confessa candidamente nella sua scrittura. Nella quale si possono vedere accennati in parte i molti e gravi errori commessi dal principe o da lui tollerati nei subalterni; dico «in parte», perché non si poteva dir tutto e interamente. «Difetto visibile dei primi elementi dell’arte di combattere»[32] e «di unitá di comando»[33], «divisione delle forze»[34], «ritardo negli ordini, mosse ineguali e protratte»[35], «compagnie d’una forza sproporzionata con quadri insufficienti»[36], «indisciplina e insubordinazione»[37], «privazione di tutti i servizi speciali in un paese dove le proprietá e le persone erano cosa sacra per noi»[38] cattivi ordini di vettovagliare, traino incomodo e pernicioso di corte[39], mancanza assoluta di esploratori[40] e perfino di carte geografiche e topografiche[41], «languidi e freddi bullettini, e deplorabile silenzio sui fatti d’armi piú brillanti che parve tendesse a nascondere al paese gli sforzi coraggiosi e patriotici de’ suoi figli»[42]. Un esercito in tali condizioni e cosí guidato non potea vincere se non per miracolo; onde, anche senza far conto delle altre cause notate altrove, non è da stupire se tutto andasse in perdizione[43]."
      },
      {
        "index": 17,
        "text": "Ai falli militari si aggiunsero i politici, dei quali abbiamo giá fatto parola. E benché il torto principale della mediazione accettata e del rivocato intervento si debba riferire ai ministri che allora sedevano, dalle cose discorse si è potuto raccogliere che il principe non ne fu affatto innocente. Fin da quando io era ancora assente e fu commesso a Cesare Balbo di fare una nuova amministrazione, questi mi desiderò per compagno senza che io fossi informato dell’atto amichevole; ma il re non ne volle sapere. Ora io posso dolermene senza taccia di ambizione, poiché se la proposta riusciva si sarebbe messo mano senza intervallo alla lega politica che con tante istanze io sollecitava da Parigi, la quale avrebbe accresciute le forze, agevolata la guerra, tenuti in fermo il papa e Napoli, posti in sicuro gli ordini liberi delle varie provincie. Ciò mostra che gli antichi rancori non erano spenti; i quali contribuirono a darla vinta ai municipali e ai democratici, allorché dopo i disastri della prima campagna si dovea eleggere tra il ripigliare la guerra coll’aiuto di Francia e la mediazione, tra il componimento e l’abbandono dell’interna penisola. Forse parve al principe indegno della sua corona che un esule ripatriato girasse le sorti del regno, o gli erano spiaciute le eccessive dimostrazioni di amore che io aveva ricevute nei vari paesi. Forse anche, non essendo avvezzo agli ordini costituzionali, non amava di avere un ministro libero e indipendente che non pensasse col senno d’altri e volesse governare a suo modo[44]. Come ciò sia, egli rigettò due volte la mia politica benché fosse la sola onorata e sicura, due volte rese vane le pratiche da me incominciate per salvare l’Italia, due volte mi abbandonò alle fazioni cospiranti alla patria rovina, due volte mi pospose ad uomini certo stimabili ma che, in fatto di sufficienza e di meriti civili, io potea senza orgoglio rifiutare per uguali non che accogliere per superiori. Contribuí anche a divolgerlo dall’intervento una certa antipatia verso il granduca (della quale potei accorgermi in piú occasioni) e un’altra ragione che mi resta a raccontare. Discorrendo meco un giorno del partito giá preso, egli entrò a dire essere il taglio opportuno per unire al Piemonte la Lunigiana e la Garfagnana. Risposi con rispettosa franchezza che né la giustizia né la politica consentivano che si togliesse ai toscani pure un palmo di territorio, atteso che se la nostra spedizione veniva a dar vista di cupiditá ambiziosa, ci avrebbe alienati gli animi in vece di conciliarli, scemato il credito in cambio di accrescerlo, avvalorate le gelosie dentro e fuori e tolto il modo di rappaciare le scredenti provincie. Il re non replicò nulla e gli apparecchi continuarono come dianzi, ma dal volto mutato e dagli ulteriori ragionamenti mi avvidi ch’era men caldo all’impresa da che non poteva rivolgerla ad ampliamento de’ suoi domini[45]. Questo fatto dimostra com’egli fosse poco intendente dei tempi e dei veri interessi d’Italia e subordinasse l’idea nazionale alla vecchia politica di municipio. Cosí il puntiglio ebbe gran parte nelle risoluzioni piú nocive e sconsiderate, e decise persino dell’elezione del capitano; imperocché avendolo io persuaso che il titolo conveniva ma non il carico alla sua persona, perché quanto coll’aspetto e l’esempio giovava a infervorare i combattenti tanto il sindacato del comando alla maestá regia e all’inviolabilitá civile si disdiceva, egli assentí ma impuntossi a non volere il Bava, solo perché questi nel suo rapporto non si era addossati tutti gli errori commessi nella prima campagna."
      },
      {
        "index": 18,
        "text": "Nulla piú nuoce alla generosa ambizione che la vanitá e lo stare troppo in sui punti, e Carlo Alberto per dare orecchio a meschini e non giusti risentimenti fece gettito di una gloria unica e giocò la sua corona. E non si accorse che, venendo meno della sua parola al granduca, egli mancava a ogni suo debito e tradiva tutti coloro che doveano stargli piú a cuore. Tradiva la Toscana, che lo aspettava mantenitore delle franchigie, preservatore dalle armi tedesche, e si affidava nelle sue promesse. Tradiva il Piemonte, abbandonandone il governo in mano di ministri, alcuni dei quali non avean fatto prova né di capaci in politica né di forti contro le fazioni. Tradiva e rovinava l’Italia, perché dalla presa deliberazione nacque la rotta di Novara, la pace di Milano, la resa di Venezia, il servaggio risorto nella penisola. Tradiva e disonorava il principato, allegandolo a Giuseppe Mazzini anzi che ai democratici, come quelli che erano allora zimbello e ludibrio dei puritani[46]. Tradiva in fine e precipitava se stesso, perché Novara ed Oporto furono il termine fatale della via per cui si mise. Vero è che da alcuni motti sfuggitigli si conghietturò che disegnasse di mandarmi dietro, vincendo, i ministri superstiti, giacché questo scambiettare uffiziali era conforme al suo genio, parendogli di mostrarsi in tal modo libero dalle parti e far atto di principe[47]. Laonde mise conto per tal verso a’ miei compagni che la subíta sconfitta li facesse cadere in compagnia del capo. Certamente l’essere stato il primo a portar la pena del suo fallo chiarisce senza replica che egli peccava per cecitá e per leggerezza, non per malizia; né l’animo puntiglioso gli avrebbe fatto velo al giudizio, se avesse antiveduti gli effetti della sua risoluzione. Per la qual cosa l’accusa mossagli da certuni, di aver tradita volontariamente la causa italica nelle due campagne, non ha pur l’ombra di verosimiglianza, e io mi crederei di mancare del rispetto dovuto alla sua memoria a spendere molte parole per ribattere cotali infamie. Singolar traditore, che in tutti i campali cimenti, e specialmente nell’ultimo, sostenne immoto per lungo spazio la tempesta delle palle nemiche; onde parve miracolo che tante volte si mettesse ai maggiori pericoli e tante volte ne campasse illeso!"
      },
      {
        "index": 19,
        "text": "Carlo Alberto era per massima se non per natura inclinato all’onesto ed al retto, ma spesso le passioni dell’uomo e le preoccupazioni del principe lo impedivano di conoscerlo. Da ciò nacquero i primi e gli ultimi falli. Il suo procedere nel quarantanove ricorda pel bene come pel male quello del ventuno: l’uomo antico rivisse e si confuse coll’uomo nuovo. In ambo i tempi si consacrò eroicamente alla redenzione d’Italia; in ambo i tempi fallí al proposito per debolezza di animo e cattivi consigli, mostrandosi poco grato agli uomini che gli erano più devoti e poco sollecito di mantenere la sua parola. Da questi torti provennero le sue calamitá e sovrattutto il non riuscir nell’intento, perché l’ufficio di liberatore d’Italia è cosi grande e glorioso che richiede un animo puro da ogni parte e una vita affatto incontaminata. L’uomo, che abbandonò in giovinezza i suoi compagni di sventura, cooperò poco appresso a rimettere in ferri un popolo libero e insanguinò i primi anni del suo dominio, non era degno di tanto onore. Tutta volta Iddio pietoso gli porse all’ultimo un’ammirabile occasione di cancellare le antiche colpe, ma in vece di prevalersene ei l’abusò ritornando al costume antico, meno scusabile per l’etá provetta e la lunga esperienza; onde piú grave fu il danno e irreparabile la punizione. Guardiamoci che la compassione e il culto dell’infortunio non ci rendano ingiusti ed ingrati verso la providenza. La disgrazia fu meritata e la rinunzia fu ventura pubblica, perché se Carlo Alberto avesse continuato a regnare, con quella sua innata fievolezza d’animo, con quelle irresoluzioni funeste e quella deplorabile facilitá a illuder se stesso intorno all’osservanza della fede data, niuno sa che sorte avrebbero avute le franchigie subalpine, unica e preziosa reliquia del nostro Risorgimento."
      },
      {
        "index": 20,
        "text": "Si trovano tuttavia certuni che, presumendosi piú savi della previdenza, vorrebbero deificare chi questa puniva, e guidati da istinto servile stimano richiesto all’onor d’Italia che sia rappresentata da un principe. Altri credono che «tutte le grandi idee perché sieno comprese e adempiute hanno d’uopo di essere incarnate in un uomo e nella sua memoria, essendo quasi impossibile che gli uomini combattano per un’idea astratta»[48]. Sia pure, quando si trovi l’uomo che faccia a proposito; e se l’Italia sortirá qualche volta un Camillo, un Washington, un Epaminonda, potrá «incarnarsi» in esso senza scapito del proprio decoro. Ma finché le manca cotal fortuna, ella non dee cercare altro simbolo e altro vessillo che se medesima, e dee guardarsi di adorar la memoria o prendere la bandiera di un uomo che non risponda alla sua grandezza. Qual nome vicino o coetaneo può pareggiare quello che essa porta? I popoli non sono entitá astratte ma cose vive, e l’idea non può aver miglior corpo che quello della nazione. Il bisogno d’ incorporarsi in un capo può concedersi agli Stati rozzi nei quali la nazionalitá è sopita e la libertá intempestiva, ma troppo si disconviene a quelli che son giunti a maturitá civile. E in ogni caso l’insegna che si elegge dee essere immacolata, l’uomo che s’investe di tal privilegio vuol esser grande per ingegno e per animo e aver salvata la patria in vece di rovinarla. So che altri s’induce a tali esagerazioni per affetto verso l’estinto o perché pargli di assolidare il principato coll’apoteosi di un principe; dal che anco nascono i pietosi sforzi per purgar la memoria di quello da ogni macchia e farne una spezie d’ideale poetico e perfetto a guisa dei protagonisti delle epiche favole. Ma oltre che la storia non concede tali licenze, i nostri tempi non sono creduli come quelli di Omero: le imposture storiche non riescono meglio delle religiose e tornano a pregiudizio delle dottrine che si difendono. Né la giustizia consente che per giustificare il reo s’incolpino gl’innocenti o che il compianto si neghi a quelli che piú lo meritano. La disavventura piú grande e lodevole non è sempre di chi muore, e la sofferenza piú degna è quella di chi paga il fio degli altrui falli. Carlo Alberto fu vittima dei propri errori, ma non si può dire lo stesso di tanti poveri soldati condotti inutilmente al macello, le cui ceneri giacciono inonorate e le famiglie vivono derelitte nello squallore e nell’orfanezza. Oh ! a questi infelici non si alzano le statue né i monumenti; ma è credibile che in loro si compiaccia il padre celeste, che ha la virtú de’ suoi figli tanto piú cara quanto piú oscura e non rimunerata, né ammette disparitá fra loro se non quella dei meriti e dei demeriti."
      },
      {
        "index": 21,
        "text": "Io non dico giá queste cose per attenuare i pregi del re defunto o per tôrgli la lode, ma per renderla giudiziosa. Degne sono di encomio nella prima parte del suo regno le leggi rifatte, la Sardegna ammodernata, il Consiglio di Stato instituito, gli studi storici e l’agricoltura protetta, l’economia pubblica insegnata, l’esercito ammannito a difesa dei popoli subalpini. Piú degne ancora sarebbero le susseguenti riforme, se gl’indugi e gli stenti recati nel darle non avessero scemato il benefizio. Lode non piccola è dovuta al primo atto d’indipendenza verso l’Austria; grande e interissima alla largizione del civile statuto, conceduto spontaneamente, con prudenza e a proposito. Questo merito, ancorché raro, sarebbe superato da quello della guerra patria, se ivi i falli gravissimi e non escusabili per le ragioni discorse non bilanciassero e oscurassero la nobiltá eroica del proponimento. La rinunzia del regno e la ritirata ad Oporto furono imposte dalle circostanze anzi che volontarie; perché dopo la perdita di due campagne alla fila, dopo sprezzati i consigli, le ammonizioni, i presagi del senato (che approvava la mia politica), dei periti, dei savi e il voto unanime dei torinesi, Carlo Alberto non poteva decentemente né rimanere sul trono né mostrarsi nella metropoli. Tuttavia è degna di elogio la pacatezza d’animo con cui seppe fare stima di tali condizioni e la fermezza con cui provvide al suo decoro. E però quando i senatori di Torino gli attribuivano un titolo di onore straordinario, si consigliavano piú col giusto e recente dolore che colla storia, e loro non sovveniva che il dar soprannomi non perituri appartiene solamente ai popoli, arbitri della gloria e della loquela. Imperocché se magnanimi, al dire d’Isocrate, non sono «quelli che abbracciano piú che non possono tenere, ma quelli che hanno propositi moderati e facoltá di condurre a perfezione le cose che fanno»[49], soprastando ai meschini e volgari affetti; non so se i posteri giudicheranno che Carlo Alberto sia stato tale nella sua vita."
      },
      {
        "index": 22,
        "text": "Ma egli fu senza dubbio magnanimo nel morire; espiazione meritata ma ch’ei seppe nobilitare in guisa da renderla bella e gloriosa. Mentre Ferdinando stracciava i patti giurati, Pio e Leopoldo si sottraevano dal pericolo, come quei principi di cui parla il Machiavelli, che «quando vengono i tempi avversi pensano a fuggirsi»[50], pietoso e commovente spettacolo fu vedere il re piemontese, sfidata la morte arditamente sul campo di battaglia, incontrarla con fermo cuore nel suo dimesso e remoto esilio. La sostenne cristianamente ma senza debolezza, intrepido ma senza fasto: le sue ultime parole furono per l’Italia e, spirando col suo nome fra le labbra, si procacciò l’onore piú insigne che possa toccare a un privato e ad un principe, cioè quello di morir per la patria. E con esso si lasciò di grande intervallo addietro tutti gli odierni monarchi e gran parte dei preceduti. Pio nono lo superava nella grandezza dei princípi, ma venne meno miserabilmente nel corso dell’opera sua. Carlo Alberto errò nel cominciamento e nel progresso, ma fu grande nella sua fine; e laddove la memoria di altri sará deplorata o abborrita, la sua ottenne dai coetanei omaggio di trionfali esequie e verrá benedetta e lacrimata dagli avvenire."
      }
    ]
  }
}
