{
  "chapterNumber": 25,
  "title": "Libro II, Cap. 9",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "dell’ingegno civile"
      },
      {
        "index": 1,
        "text": "Compimento del pensiero è l’opera, e però la cima dell’ ingegno consiste nell’essere operativo. La polizia è uno dei modi di azione; ma siccome per le sue congiunture ella spazia assai largamente, considerando le sue attinenze coll’ingegno, io toccherò di questo eziandio in universale. Ché se ciò non appartiene al mio tema e può parere alieno dall’economia del presente trattato, il discorrerne tuttavia in succinto non disconviene al mio scopo, il quale è di porre nella maggior luce i bisogni politici del nostro secolo. Ora, fra questi bisogni, la redenzione della plebe e l’ordinamento delle nazioni sono generalmente noti e vengono ammessi da tutti gli uomini che si pregiano di liberali, e però sarebbe superfluo l’allargarsi a provare l’importanza loro. Ma non si può giá dire altrettanto della signoria dell’ingegno, la quale non solo è impugnata dalle fazioni sofistiche dei retrogradi, dei municipali e dei puritani, ma disconosciuta e negletta dalla piú parte dei democratici e dei conservatori; tanto che può dirsi che tutte le sètte politiche concorrono a combatterla o almeno a trascurarla. E benché questo difetto sia stato piú o meno comune a quasi tutti i tempi, in nessuno però invalse tanto come oggi; ché il valor singolare non pure è schiacciato ma avvilito, e la mediocritá sola ottiene non che gli onori e la potenza come in addietro, ma la fama e la riputazione. E pure la necessitá della maggioranza ingegnosa, benché negata o non avvertita, non è però meno reale e importa piú di ogni altra cosa; imperocché il pensiero essendo il principio di tutte le riforme, queste non possono aver luogo se il pensiero stesso non è riformato e ridotto a’ suoi veri ordini. Né altro è l’ordine del pensiero che il principato dell’ingegno, dal cui mancamento nacquero quasi tutti i disordini dell’etá nostra, e in particolare questa vicenda incessante di progressi e di regressi che ci travaglia da un mezzo secolo; giacché le rivoluzioni non governate dal pensiero trapassano la giusta misura e quindi cagionano le riscosse, le quali come cieche e guidate a caso trasmodano anch’esse e partoriscono nuove rivoluzioni. Né questo travaglioso ondeggiamento avrá fine sinché l’indirizzo delle cose è lasciato al volgo e la mediocritá è principe."
      },
      {
        "index": 2,
        "text": "Quando un vero o un fatto rilevante è trascurato, il miglior modo di richiamarvi l’attenzione degli uomini si è quello di notarlo e descriverlo, facendo toccar con mano la sua realtá, specificandone la natura, mostrandone l’importanza e le relazioni con altri veri e fatti piú cònti, familiari e men ripugnabili. Cosí fecero quei giuristi e filosofi dell’etá scorsa o della nostra, che misero in luce i due fatti sociali delle nazioni e delle plebi e ne chiarirono i diritti, negletti, scordati, manomessi per tanti secoli. Ora i diritti dell’ ingegno, non meno impugnati e disconosciuti, hanno d’uopo della stessa opera. Ma certo niuno li negherebbe, se si facesse un giusto concetto della potenza spirituale a cui appartengono; giacché il giure risultando dall’essenza delle cose, tanto è il conoscere un essere e la sua natura quanto l’avvertirne i diritti ed i privilegi. Io mi studierò adunque di fare una breve analisi di quella facoltá mentale e di quel fenomeno psicologico che «ingegno» si chiama, e di mostrare il luogo che occupa nel magistero del creato e negli ordini della providenza. Né alcuno potrá biasimarmi perché io discorra di una qualitá onde son difettivo, giacché quello che io non ho e non posso studiare in me stesso, posso bene raffigurarlo in altri. Anche il povero può scrivere sulle ricchezze e il suddito sul principato, come ottimi critici e retori filosofarono egregiamente sulla poesia e sull’eloquenza senza esser buoni a scrivere dieci versi o l’esordio di un’orazione. Che piú? Ai maestri in divinitá non viene interdetto di speculare sull’autore dell’universo e abbozzarne gli attributi; onde tanto sarebbe il convenirmi di presontuoso perché scrivo sopra l’ingegno, quanto l’accusare i teologi di essere panteisti."
      },
      {
        "index": 3,
        "text": "Se non avessimo le storie e tutta la nostra cognizione si riducesse al presente, altri potria negare la realtá dell’ingegno e registrarlo fra gli enti favolosi. L’antico detto: che «humanum paucis vivit genus» è vero anche in questo intendimento: che gli uomini grandi sono sempre rari, ma in certi luoghi e tempi sono rarissimi, in altri mancano affatto; onde, verso tal penuria o difetto, la scarsitá delle epoche e contrade piú fortunate può parere abbondanza. La deficienza ha luogo sovrattutto in due stati del vivere comune, cioè nella folta barbarie o nella civiltá attempata e scadente. E in ambedue nasce dallo stesso principio, vale a dire dalla diffusione presso che uguale della mentalitá e della vita per tutte le parti della comunanza, l’ individuo essendo come il rilievo che spicca dal fondo del genere e quasi il concentramento dei raggi in un solo fòco. Quando il risalto è grande e il fòco assorbe tutta la luce, questa vien meno al resto del campo, come nei composti vegetativi e animali l’incremento straordinario di un membro o di un organo succede a spese dell’altro corpo. Perciò nei tempi di democrazia licenziosa e in quelli di signoria brutale (condizioni simili, perché in entrambe ha luogo un livellamento innaturale per violenza di un solo o di molti, per feroce rozzezza ovvero per molle raffinatura), le forze dello spirito sono quasi egualmente sparse e, difettando per eccesso di rusticitá o di morbidezza, somigliano allo scarso umore che, stravenando e dispergendosi sotterra, non è tanto da formare una fonte e rompere in una polla. Lascio stare che gli uomini depravati od inculti sono inetti ugualmente ad apprezzare l’ingegno; gli uni per invidia e corruzione di cuore, gli altri per grossezza di spirito, onde appena che ne luccica una scintilla, corrono a smorzarla, affinché i tristi o i volgari possano vantaggiarsi. Pare eziandio che nel mondo morale come nel corporeo, quando la natura per un certo tempo è stata fruttifera oltre modo, ella abbia bisogno di quetare per pigliar lena a nuove fatture; e però l’etá scorsa essendo stata ferace di uomini insigni, la nostra viene a essere l’intermissione e la pausa della virtú generativa. Cosí quel prefetto imperiale, adulando, diceva che, dato l’essere al Buonaparte, Iddio volle riposarsi, come dopo i sei giorni mosaici della creazione."
      },
      {
        "index": 4,
        "text": "Quando mancano e scarseggiano i grandi, sormontano gli uomini mediocri. In che consiste la mediocritá intellettuale? Se mi è lecito usare (come credo di aver giá fatto in addietro) un frasario antico che i progressi speculativi hanno rimodernato, l’ingegno grande essendo il pensiero attuato da ogni parte, il mediocre ne è la potenza. E siccome la virtú del conoscimento è l’intuito, e l’atto è la riflessione che lo compie, cosí gli spiriti mezzani tengono piú in proporzione della facoltá incoativa (la cui misura assoluta è la stessa in tutti gli uomini), e gl’insigni partecipano meglio dell’altra. Stante che poi l’esercizio della riflessione dipende dal concorso della volontá e dell’arbitrio, si può per cotal rispetto assentire a quel francese scrittore, che affermava l’ingegno sommo consistere nella pazienza. Imperocché in tutti gli uomini mediocri o almeno nella maggior parte havvi un germe di eccellenza che non si svolge per difetto di occasione o di cultura proporzionata, come si può raccogliere induttivamente da molti fatti ed indizi sperimentali. La mediocritá è dunque una potenza immatura che non erompe in atto compiuto; e quando vuol fare le veci dell’ingegno, i suoi parti riescono sconciature. L’aborto è infatti un embrione male esplicato, una potenza fallita per modo che l’opera non risponde all’idea e, come direbbe Aristotile, la forma è vinta dalla steresi. Questa definizione della mediocritá spiega e giustifica la sua natura. La maggior parte degli uomini per condizioni interne od esterne non sono che potenziati, tengono piú della specie che dell’individuo e compongono quella folla che si stende per tutte le classi e chiamasi «volgo». La democrazia naturale di costoro è cosí necessaria alla vita sociale come l’aristocrazia del valore e dell’ingegno; perché se i grandi intelletti cominciano e inventano, i mezzani divolgarizzano, continuano, ripuliscono. A questi si aspetta principalmente la custodia dell’antico, a quelli le innovazioni e i progressi notabili. Gli uni esercitano quella moltitudine di uffici secondari e svariati a cui gli altri sono poco adatti e si piegano malvolentieri; attendono ai particolari, agli accessorii, alle minuzie; e sono quasi i manovali, gli operai e i fattorini della civiltá, in cui gl’intelletti privilegiati fanno le parti d’ingegneri, di capomastri e di artefici."
      },
      {
        "index": 5,
        "text": "La mediocritá è dunque utile, benemerita e degna di stima, purché non esca del suo giro; altrimenti è dannosa e funesta. Quando ella vuol esser capo e non braccio e assumere l’indirizzo delle cose, i progressi vengono meno, e in vece di essere conservatrice diventa retrograda. E come il progresso è il corso della potenza verso l’atto, cosí il regresso è il ricorso dell’atto verso la potenza; il qual regresso è innaturale e, se giunge al suo termine, produce la morte, che è il ritorno della vita alla virtualitá pura. E perciò i vecchi decrepiti prima di spegnersi rimbambiscono e per mezzo di una seconda infanzia passano a essere di cadavere; il quale è un feto che retroguarda, come il feto prima dell’animazione è un cadavere che s’infutura. Imperocché il principio e il fine si convertono per un assiduo circuito, e il loro divario versa soltanto nella relazione e nell’indirizzo. Similmente i legnaggi, gl’instituti, le sètte si estinguono, quando gl’ingegni si appiccolano o imbarbogiscono, e i pochi grandi che rimangono sono affogati dal volgo. E se è lecito il paragonare le cose divine alle umane, chi non vede che la declinazione presente della Chiesa cattolica proviene in gran parte dall’esservi i primi gradi del governo e del magistero assegnati a uomini nulli o mediocri? Ché se tuttavia la religione non può perire, agl’instituti di minor conto non soccorre cotal privilegio. Gli Stati si sciolgono quando cedono e restano gran tempo alle mani dei volgari; e le scuole, benché fondate da uomini sommi e depositarie di dottrine feconde, insteriliscono e appassiscono. Per la qual cosa io porto opinione che le scuole e le sètte sieno piú nocive che profittevoli; imperocché i discepoli, non pareggiando il maestro, tirano la sua dottrina (per tornare al linguaggio peripatetico) dall’atto alla potenza. Cosí Euclide e Speusippo fecero rinvertire i dettati di Socrate e di Platone verso i princípi ionici ed eleatici, e nulla piú nuoce alla fama di Giorgio Hegel che la recente famiglia degli hegelisti. E in vero l’incremento di un sistema consiste nell’educare i semi generosi; il che richiede valore non ordinario, dove che è facile agl’ingegni comuni lo svolgere le parti negative e dilatare i vuoti in vece di colmarli. A ciò si aggiunge che la mediocritá dell’ingegno essendo per lo piú compagnata da quella dell’animo, ne nascono le vanitá, le presunzioni, le borie, le grettezze, le invidie, le gelosie, i puntigli, e insomma tutto quel corredo di appetiti e d’istinti malevoli che, aggiunti all’ insufficienza intellettuale, accelerano a maraviglia lo scadere e il perire delle compagnie e delle instituzioni."
      },
      {
        "index": 6,
        "text": "La mezzanitá dell’ingegno prevalse assai meno presso gli antichi che fra i moderni, e il merito vi fu maggiore cosi per numero come per eccellenza. Laddove i piú degli ultimi si contentano di chiacchierare e di scrivere e la loro grandezza è cosa privata, i primi facevano e risplendevano principalmente nella vita pubblica. Né perciò noi sovrastiamo nelle lettere e nella dottrina, benché ci sia in conto di principale ciò che per quelli era un semplice accessorio. Cosí dei due generi di singolaritá e di prestanza in cui gli antichi si travagliavano, i moderni si son ristretti al minore, e tuttavia ci provano manco bene, contuttoché anche ivi il còmpito loro sia piú facile, per aver essi innanzi agli occhi i modelli dell’antichitá e la via segnata da essa. Ma il maggior divario fra le due etá si è che nell’una l’animo rispondeva all’ingegno e tutte le potenze dell’uomo, educate e svolte del pari, si bilanciavano; onde nasceva quell’armonia squisita che oggi difetta anco ai piú favoriti dalla natura e dalla fortuna. Piú non si trova al dí d’oggi l’uomo compíto e plutarchiano, cioè dialettico, il quale è immagine dell’uomo ideale e augurio del palingenesiaco."
      },
      {
        "index": 7,
        "text": "La ragion principale di tanta diversitá si dee ricercare nel ricettacolo e nell’ambiente. L’individuo perfetto ha d’uopo di un seggio proporzionato, in cui nasca, viva e metta quasi la sua radice; e di un ambiente confacevole, che lo educhi e agevoli l’uso, l’indirizzo, il pieno possesso delle sue forze: come la pianta ha bisogno di un suolo propizio e di un clima recipiente alla sua natura. Per questo rispetto gli antichi erano forniti e condizionati ottimamente, e quindi l’individualitá loro era piú vigorosa e armonica della nostra. Il lor risedio ed ambiente era la patria, quasi pubblica famiglia e casa civile, che, compiendo la naturale e privata, facea germinare dall’uomo il savio e il cittadino. «La patria — dice un antico citato dal Sanconcordio — è nostro cominciamento, siccome è lo nostro padre»[1]; e per significarne la spirituale generazione, i cretesi lodati da Platone[2], Plutarco[3] ed Eliano[4] la chiamavano «matria». E tale è infatti se la si considera come il contenente civile dell’individuo; e non solo quasi matrice ed ovaia, o vogliam dir nidio e culla, ma altresí come la mammana e la balia dell’etá tenera, la quale ne trae l’inizio di ogni sua virtú, come gli esseri corporei dal loro sustrato; che però vien detto «materia», quasi madre delle forme e dei fenomeni. Ma ella è «patria» come ambiente, cioè in quanto è il principio virile dell’educazione filosofica e cittadina, che feconda e spiega le potenze naturali, abilitandole alla sapienza speculativa e alla vita pratica. Cosí la patria degli antichi era perfetta, bisessuale e rispondeva all’androginia virtuale dell’uomo primitivo[5] e della famiglia. Laddove possiam dire che i moderni, se hanno una matria nel luogo natío, mancano di patria, perché anco nei paesi piú fortunati l’educazione virile è negletta o viziosa; onde pel vigore dell’individuo, la signoria dell’animo, la libertá del pensiero, il decoro della vita, l’altezza del sentimento, noi siamo poco piú che fanciulli verso gli uomini degli antichi tempi."
      },
      {
        "index": 8,
        "text": "Le scuole mistiche dei nostri giorni credono che la Chiesa supplisca alla patria; ma s’ingannano per tre ragioni principali. L’una si è che la Chiesa, come rappresentativa della religione, è per natura cosmopolitica; e siccome la forza d’intensitá è in ragione contraria dell’estensione, essa troppo spazia d’imperio e universaleggia di dettati da poter sopperire al còmpito particolare delle faccende civili. Né da ciò punto segue, come giá vedemmo, che la religione e la Chiesa contraddicano o trascurino il principio nazionale, poiché anzi ne sono le educatrici; ma elle non possono far questo effetto se non mediante l’arrota della cultura. Laonde, fuori dei tempi delle origini, uopo è che tra gl’individui e la Chiesa tramezzi la patria; onde la Chiesa può bensí e dee vantaggiare, proteggere, difendere spiritualmente la patria, ma non può costituirla. Per la stessa ragione non le si può surrogare la cosmopolitia dei puritani e degli u m a n i s t i[6], i quali incorrono sotto altra forma nello stesso errore degl’ipermistici, che riducono il fòro al santuario. L’amor della patria è il principio generativo della morale civile, come l’amor del prossimo è quello della morale privata ed universale; e il prossimo è bensí la patria, ma per modo indistinto e perplesso e non ancora specificato. Laonde la caritá cristiana è il germe della cittadina, come la Chiesa della patria; ma in ambo i casi la potenza feconda ha d’uopo di attuazione. L’altra ragione si è che la Chiesa ha per ufficio di mirare al cielo piú che alla terra, all’infinito piú che al finito; e l’ideale, non essendovi circoscritto dal positivo, non può influire nelle cose temporali altro che indirettamente, cioè mediante il concetto e l’elemento civile. Per ultimo le religiose credenze operano piú per via d’intuito e di sentimento che di ragion riflessiva; e non esprimendo adequatamente il carattere proprio della virilitá e dell’ingegno, si confanno piú in ispecie (se sono sole) al genio proprio della famiglia[7]. Eccovi che la Chiesa, essendo «matria» piú tosto che «patria», esercita particolarmente l’ufficio di madre, com’ella stessa dichiara ne’ suoi proloqui. Per la qual cosa, siccome la modernitá ebbe per principio l’antichitá italogreca perfezionata dall’evangelio, cosí la patria moderna dovrebbe essere una cittadinanza informata dagli stessi spiriti che produssero e alimentarono il nostro incivilimento. Né per altro l’Italia da tanti secoli ha lasciato di esser patria de’ suoi figliuoli, se non per aver neglette le parti piú virili e vitali delle sue origini."
      },
      {
        "index": 9,
        "text": "La natura è cosí potente che qualche volta l’ingegno grande, benché privo di patria, acquista la coscienza delle sue forze e si educa da se medesimo. Ma in tal caso egli passa inutile sopra la terra, sprezzato come un vano ingombro o vilipeso e perseguitato come un genio malefico od un mostro[8]. Per simile cagione varia sovente col tempo il giudizio che si porta sugli stessi uomini, scadendo con esso la cultura dei popoli, la gloria degl’individui. Cosí, per modo di esempio, Plinio il vecchio[9] stimava Cesare sommo e impareggiabile; e Vitellio nello stesso secolo differiva, poi prendeva il titolo di Augusto[10], ma non osava accettare quello di Cesare[11] se non all’ultimo per farsene un buon augurio[12]. Per contrario ai tempi di Diocleziano, che introdusse nella corte le vane pompe di Oriente, l’idea della vera grandezza era giá tanto oscurata che il mediocre Ottaviano si antiponeva al suo padre adottivo, come si raccoglie dai titoli dati ai capi supremi dell’imperio ed ai subalterni. E in effetto con Diocleziano ebbe fine, può dirsi, l’antichitá; e poco stante l’imperio, giá abbassato in Roma, diventò basso in Bisanzio per opera di Costantino. E coll’imperio occidentale finirono gl’ingegni, che giá prima si erano diradati, perché tutto il fiore della gentilezza colava in un sol luogo; e mentre Roma arricchiva, il resto del mondo impoveriva: tanto che in fine fuori di essa mancarono i virtuosi. «Gli uomini — dice il Machiavelli — diventano eccellenti e mostrano la loro virtú secondo che sono adoperati e tirati innanzi dal principe loro, o repubblica o re che sia. Conviene pertanto che dove sono assai potestati, vi surgano assai valenti; dove ne son poche, pochi... Essendo pertanto dipoi cresciuto l’imperio romano ed avendo spente tutte le repubbliche ed i principati di Europa e d’Affrica ed in maggior parte quelli dell’Asia, non lasciò alcuna via alla virtú se non Roma»[13]. Il qual fatto è la prova piú manifesta dell’intimo legame che corre tra la patria e l’ingegno; poiché, dileguandosi di mano in mano le patrie e sottentrando la cosmopolitia, gli uomini grandi scemarono in proporzione. Però tutte le dottrine e le sètte religiose e politiche che impugnano il dogma della nazionalitá sono esiziali all’ingegno, spegnendolo nella sua radice, come fanno ai dí nostri gli umanisti e i gesuiti; i quali, se sortissero l’intento loro, aprirebbero l’Europa culta ai cosacchi, come la cosmopolitia di Roma imperiale la dischiuse ai «popoli sciti che predarono quell’imperio, il quale aveva la virtú d’altri spento e non saputo mantenere la sua»[14]."
      },
      {
        "index": 10,
        "text": "L’efficacia della patria in tutte le opere dell’ingegno è cospicua. Troverai di rado scrittore che sia riuscito grande scrivendo in lingua forestiera, perché la lingua non è lo stile, e questo non può venire che dal proprio ingegno informato dal genio patrio. La consuetudine e la cittadinanza esterna sono quasi sempre posticce e infeconde, perché l’ingegno diviso dal paese natio è come una pianta traposta in un terreno non suo o animale migrato sotto estraneo cielo. Vero è che per vivere moralmente e intellettivamente nella tua patria non ti è sempre d’uopo abitarvi; anzi l’esilio giova ai maturi per ampliar le idee, spegnere molte preoccupazioni, divezzarli dalle angustie municipali, spopparli delle lusinghe domestiche e insomma purgar l’animo loro da quegli spiriti meschini e ristretti che piú nocciono ai nazionali. Ma uopo è a tal fine che, non potendo recarti dietro la patria, tu l’abbi sempre nel profondo del cuore e sulla cima de’ tuoi pensieri. Il cittadino non si distingue dal fuoruscito per la stanza semplicemente. «La diritta affezione verso la patria — dice l’Alberti, — non abitarvi, fa essere vero cittadino»[15]. Molti sono forestieri ed esuli vivendo sempre in Italia, come altri sono italiani dimorando fra gli stranieri. Dante e l’Alemanni seppero essere sulla Senna piú patrii delle fazioni e dei principi che regnavano sull’Arno e gli sbandeggiavano. Il vero esilio dipende dall’animo, e consiste nella rottura di quel vincolo di amore e di quel commercio spirituale di pensieri, di studi, di affetti, che stringe l’uomo al suo nido. Questo legame è un connubio non meno sacro e indissolubile del maritaggio e ancor piú naturale, poiché non ha nulla di arbitrario né di fortuito circa l’elezione; onde chi lo infrange e si spatria coll’animo, è fornicario e adultero, a detta dei profeti e dell’Alighieri. D’altra parte, siccome, «risoluto il romano imperio, non si sono potute le cittá ancora rimettere insieme né riordinare alla vita civile», né si è pensato a rendere i cittadini «amatori della libertá e forti», come nei «tempi antichi», mediante una «buona educazione»[16], condizioni necessarie a fare una patria; si può dire che i piú dei popoli moderni sono (come l’Alfieri diceva di se medesimo) senza patria, e anche albergando nella casa nativa, non possono sottrarsi alla sorte dei confinati."
      },
      {
        "index": 11,
        "text": "Come l’acqua ai pesci, l’aria agli uccelli, la luce e il calore a tutti i viventi, la patria è l’elemento comune dell’ingegno, il quale dee però avere un carattere e un colore suo proprio per pigliar forma d’individuazione. Imperocché l’ingegno non può occultarsi a guisa di germe nella madre comune, ma dee risaltarne come individuo dalla specie e atto dalla potenza: e nel modo che la pianta ha le sue barbe profondate nel suolo o serpeggianti fra le due terre, ma il fusto elevato e la rosta frondosa campata nell’aria, similmente i singolari intelletti si radicano nella patria ma fuori ne spiccano; e quanto piú sono svelti e distinti da tutto che li circonda, tanto piú la personalitá loro è vegeta e viva. Cosí anche i popoli che per ragion di sito sono meglio individuati (come i montanari, gl’insulani e i chersonesii) sovrastanno agli altri di spiriti e di vigore. Le attinenze dell’ingegno colla patria somigliano a quelle di esso ingegno colla plebe; anzi le seconde sono verso le prime come la parte principale verso il tutto, atteso che la plebe è la ceppaia primigenia che figlia e nutrisce i rami succedituri. Ora, stando che l’ingegno traduca in ragione riflessiva e perfetta ciò che bollica a guisa d’intuito e d’istinto nel seno delle moltitudini, e che lo circoscriva e finisca come il particolare determina il generale, egli va innanzi a’ suoi compatrioti nel pieno e distinto conoscimento; e però in sulle prime non suol essere inteso da que’ medesimi di cui è interprete e banditore. Perciò a principio l’ingegno grande non è in fama del popolo; del che si dee consolare, perché la lode precoce è retaggio degli spiriti comunali. Chi ha per ufficio di ridurre il senso volgare e comune a senso retto, non può subito gradire al volgo e alla turba. Il considerare l’ingegno, secondo l’uso di alcuni autori, come rappresentativo del popolo, è tal sentenza, che, quantunque verissima per un rispetto, può indurre altri in errore, se non si aggiunge che egli esprime i sensi reconditi anzi che i manifesti, e li riduce ad atto ideale, gli svolge e li perfeziona. Chi rappresenta senz’altro, è mediocre, come chi copia o imita alla servile. La sostanza del pensiero individuale e del senso universale è certamente sempre la stessa e non c’interviene altra mutazione che di forma; se non che questa è di tanto rilievo nello scibile come nell’effettivo, che solo per via di essa il rozzo conoscimento del volgo si distingue dalla scienza piú esquisita. Perciò, se da un lato l’ingegno è alunno del popolo, per l’altro non ha maestro fuor che se stesso; e però è autonomo o, come gli antichi dicevano, «autodidatto». È popolo anch’esso, se volete, e numero, ma un numero che trascende e un popolo che s’infutura. È una forza intellettiva che, secondo il tenore consueto delle virtú mondiali, sorpassa la misura propria dell’etá a cui appartiene e, precorrendo l’avvenire, importa un acceleramento nel corso della vita cosmica."
      },
      {
        "index": 12,
        "text": "L’ingegno andando innanzi a tutti, e i popoli indugiando piú o meno a seguirlo, la compagnia nel suo modo di vivere alterna colla solitudine. Amendue sono necessarie al suo ufficio, perché chi non conversa è inetto alla pratica, chi non si apparta è mal atto alla speculazione. Siccome gli è d’uopo affratellarsi col popolo per rinsanguinarne, cosí gli è mestieri tenersi in disparte per non lasciarsi sedurre dalle sue preoccupazioni. Egli è dunque «silvano» e «cive», come direbbe Dante[17], uomo conversevole e anacoreta; e come ha due teatri, il mondo e la coscienza, ha pure due stimoli, la gloria e la contentezza di se medesimo. «I magnanimi — dice Aristotile — amano la solitudine»[18], che riesce loro meno oziosa e foresta del praticare, perché avvivata dal commercio delle idee e della natura[19]. L’amore della vita solitaria inclina gli spiriti singolari a una certa tristezza; onde il Cellini racconta ch’egli era «per natura melanconico»[20], e il Giordani avverte come, non che nuocere alle operazioni, «l’indole malinconica in atto di allegria è quel temperamento d’ingegno che può produrre le belle cose»[21]. Ella viene eziandio nudrita negli animi eccelsi e magni da quel vivo sentimento dei limiti e della imperfezione delle cose create, che facea dire tutto esser vano e il mondo esser poco a Salomone e al trovatore di America[22]. Il qual sentimento, se non trasmoda, è incalzo incessante e pungolo a cose grandi, e impediva Cesare di riposarsi sugli allori di Munda e Alessandro su quelli dell’Idaspe. Quindi è che, nell’atto medesimo di spregiare la gloria presente e preterita, i segnalati aspirano alla futura; il che pare una contraddizione e non è, avendo l’occhio al fine che si propose la natura, infondendo tale appetito nei petti umani. Imperocché, mirando ella a eccitare la virtú operatrice, saviamente provvide che la lode acquistata paia piccola, e quella che si spera, grandissima; e però la giustificazione della gloria risulta dalla sua critica."
      },
      {
        "index": 13,
        "text": "Il favor popolare e la gloria sono cose differentissime. L’uno mira al presente, l’altra all’avvenire; l’uno è caduco e passeggero, l’altra stabile e perpetua; l’uno si fonda nelle apparenze, l’altra nei meriti effettivi; l’uno nasce dal senso volgare della moltitudine, l’altra dal senso retto dei savi e per opera loro si dirama nell’opinione pubblica. Gli uomini grandi non aspirano alla prima specie di fama; e se l’ottengono, per lo piú proviene dalle parti cattive o mediocri che si trovano in loro anzi che dalle eccellenti, come quelle che non soggiacciono all’apprensiva del volgo. Essa all’incontro diletta gli animi di tempra ordinaria, poco fatti al gusto dell’altra e inetti a conseguirla, e sovrattutto ai faziosi, ai quali par di toccare il cielo col dito se con mille industrie e fatiche giungono a imperiare nel giro angusto di una setta e si ridono di chi antipone ai vani plausi la lode degli avvenire. I valorosi bramano la gloria, il cui desiderio, dice Tacito, è «l’ultima vesta che lascino anche i filosofi»[23]. E per ordinario non lo dismettono che nel declinare degli anni e scemato il vigore, per un savio consiglio di providenza, affinché non prima cessi lo stimolo che sia spenta la vena e la facoltá di operare."
      },
      {
        "index": 14,
        "text": "Considerata universalmente, la gloria non è vana per se medesima, essendo la luce che riverbera dall’ intelligibile. Ella è cosa affatto spirituale, perché solo il pensiero può concederla e fruirla; e non ha confini, spaziando per un campo cosí ampio come la mentalitá increata e quella dell’universo. Laonde eziandio fra gli uomini signoreggiati dalle cose sensibili non si dá vera fama senza grandezza ideale. La gloria delle armi e del comando civile, non che contraddire a questa sentenza, la corrobora, poiché non dipende dal solo pregio del senno e del valore ma dal fine; e i re, i capitani, i conquistatori sono gloriosi quando il loro dominio e le loro imprese apportano un progresso notabile di libertá, di giustizia, di cultura e di felicitá pubblica. Trascorri i nomi piú illustri da Ciro a Giorgio Washington, e troverai che l’uomo di Stato o di guerra fu difensor della patria, liberatore di un popolo, propagatore di una civiltá, fondatore di un culto, di un regno, di una repubblica. Se però la natura instilla nei generosi petti il desiderio di signoreggiar largamente nel tempo e nello spazio e di emulare, per cosí dire, l’eternitá e immensitá divina, questa dominazione esterna è solo di lode quando è indirizzata all’ordine intellettuale e morale del mondo. E però Cicerone riconosceva due sole maggioranze legittime, il magisterio e il principato[24]. Le quali differendo piú in vista che in effetto, egli e Cesare poterono ricambiarsi lo stesso encomio; come quando l’oratore lodò il capitano di avere «spianate le Alpi»[25], e il capitano celebrò l’oratore come «tanto piú glorioso dei trionfanti, quanto è meglio dilatare i termini dell’ingegno romano che dell’ imperio»[26]. Se, per giudizio di Cesare, le conquiste ideali sovrastanno alle guerriere, convien dire che queste non sieno lodevoli se non in quanto sono ideali. Persino in ordine ai mezzi, non gli eserciti smisurati, come quelli dei barbari, dei principi orientali e di Napoleone imperatore, ma l’industria del capitano e il far cose grandi con poche forze e piccoli spedienti, rende insigni le fazioni guerriere. Esso Cesare vinse le Gallie e il mondo con pochi uomini, supplendo alle forze colla celeritá, coll’impeto, colla perizia straordinaria e quasi incredibile. Ché se i suoi soldati furono i migliori del mondo, la lode che ne ebbe si accresce anche per tal rispetto, essendo stata la loro bravura opera del suo ingegno. Imperocché, per usare una bella frase del Cellini, essi erano «fatti da lui»[27], che gli agguerriva cogli esercizi continui, l’arte industriosa, la disciplina severissima, l’esempio ammirabile, la voce, la facondia, il piglio, la presenza[28], e tutte quelle doti che gli antichi chiamavano «vim Caesaris»[29], e a cui alludendo Quintiliano diceva che Cesare recava nell’eloquenza lo stesso impeto che nelle battaglie[30]. Il qual impeto o vis è la forza per eccellenza, cioè l’energia creatrice; e però dal tema latino di forza derivano la virtú e la maschiezza, che sono negli ordini spirituali e corporei la cima della creazione."
      },
      {
        "index": 15,
        "text": "Nella creazione infatti risiede propriamente l’essenza dell’ingegno, come di ogni pregio e di ogni valore; la quale è il centro in cui si raccolgono le altre doti di esso, come accessorie o derivative di tal carattere principale. La virtú creatrice, essendo la pienezza del pensiero, è insieme idea e azione e appartiene cosí all’intelletto come all’arbitrio, che sono i due rami o poli del pensiero in universale. Qualunque sia pertanto la natura degli oggetti in cui l’ingegno si esercita, e sia egli speculativo o pratico, si travagli nel meditare e comporre ovvero nell’operare, e qual sia la specie de’ suoi trovati e delle sue operazioni, la fonte da cui scaturisce è sempre il pensiero creativo, e la sua gloria consiste nell’essere un gran pensatore, che è quanto dire creatore. Dal che apparisce quanto sia innaturale il divorzio del pensiero e dell'azione, giacché il concorso delle due facoltá è necessario a creare. Disgiunte l’una dall’altra, dismettono la virtú loro, diventano eunuche e sterili; e da ciò nasce che la vena creatrice oggi manca o penuria, specialmente nella vita pratica. Imperocché rispetto a questa regna nel volgo l’errore che l’ingegno e lo studio nocciano alle faccende; il che viene a dire che per far gran cose non è d’uopo pensarle e che per riuscir uomo grande bisogna essere una bestia. Se talvolta l’ingegno si mostra inetto alla vita operativa, ciò nasce in quanto è manchevole od incolto, e non ha il senso della realtá presente né l’intuito dell’avvenire. Il vero ingegno è oculato e antiveggente, perché dal ragguaglio del presente col passato raccoglie la notizia del futuro e dell’effettuabile, e quindi l’idea di uno scopo difficile ma non chimerico né impossibile a conseguire. La quale idea, travasata nel mondo esteriore mediante una volontá energica che usa i mezzi opportuni a sortir l’intento proposto, diventa una cosa circoscritta e costituisce la creazione."
      },
      {
        "index": 16,
        "text": "I due prefati coefficienti hanno il loro principio e modello nel pensiero assoluto, che è pure idea e atto; e l’arte, che nel senso generico degli antichi è la creazione dell’uomo, ha per esemplare la creazione di Dio nella natura e nell’universo. Perciò se la virtú creatrice è idea, la concreatrice dee essere ideale; di che segue che l’ingegno è religioso naturalmente. L’empietá è buona a distruggere, non a creare; non mira all’essere, ma al nulla; e però, secondo il Machiavelli, «gli uomini destruttori delle religioni sono infami e detestabili»[31], tanto è lungi che acquistino o possano acquistar vera gloria, la quale non può nascere dal distruggere, essendo il riflesso dell’idea creatrice. L’ingegno grande è religioso, perché supera gli altri uomini nel vivo concetto dell’infinito, onde nasce ogni suo valore; e benché finito, sente di essere una potenza originata da radice infinitesimale. Ed essendo un rampollo dell’infinito, tende ad esso come a suo termine e aspira ad attuarlo finitamente nel giro dei pensieri e delle operazioni. Allorché per misventura dei luoghi o dei tempi gli spiriti privilegiati trascorrono all’empietá, non però dismettono affatto il carattere ideale; poiché, increduli per opinione, son tuttavia religiosi per istinto, e spesso, per supplire alla fede, dánno luogo alla superstizione, la quale è lo scambio e la parodia di quella. Erra pertanto chi crede essere stati impostori ed ipocriti assolutamente Alessandro, Maometto, Oliver Cromwell, Napoleone, i quali spesso finsero nell’uso che fecero della religione, ma non mica quanto al concetto di essa in universale. Entusiasmo e ipocrisia troppo ripugnano, né si dá ingegno creatore senza un nobile e vivo entusiasmo. Da questo era mosso Scipione a passar molte ore nei penetrali del Campidoglio[32] e Giulio Cesare a credere negl’iddii e nella fortuna[33]. Anche l’orgoglio, che induceva i potenti dell’antichitá a indiarsi per natura o per filiazione, contiene un tacito omaggio all’idea, poiché il superbo non penserebbe a usurparne il luogo, se non l’avesse per signora degli spiriti e dell’universo. Oltre che, nell’albagia trapela la cognazione divina dell’ingegno, il quale, concreando a similitudine del suo fattore, riconosce in se stesso l’effigie di quello e quasi una teofania stabile negli ordini naturali."
      },
      {
        "index": 17,
        "text": "L’idea, prima di trasfigurarsi in azione, suol passare per un grado interposto e pigliar forma d’immagine o fantasma, giacché la fantasia tramezza fra le potenze conoscitive e le operative, come il bello tra il vero e il buono e partecipa delle une e delle altre. Questo atto secondo del pensiero è la poesia, la quale è piú che la semplice speculazione, poiché dá ai concetti una certa sussistenza[34], ed è meno dell’azione, poiché cotal sussistenza non è effettiva ma fantastica. Perciò «poeta» vuol dir «facitore», e gl’ingegni grandi hanno tutti piú o meno del poetico, o sieno essi speculatori od attori. L’essenza della poesia consiste nel creare un composto armonico d’idee e quasi un mondo artificiale a imitazione del naturale, dandogli un essere concreto, benché ideale, nei campi dell’immaginativa. Ora ogni dottrina e ogni impresa ingegnosa è un’opera dello stesso genere: un sistema scientifico è un poema d’idee, come una spedizione illustre, uno Stato, un culto è un poema di fatti, di riti, d’instituzioni. Corre fra le tre specie questo solo divario: che il pensatore non traduce i suoi concetti in immagini, né il poeta le immagini in cose esterne; onde l’ingegno operatore è il piú perfetto, perché compie l’opera dei due altri, trasportando i pensieri del primo e gl’idoli del secondo nel giro della vita pratica. Salvo queste differenze, la virtú sintetica, combinativa e creatrice è nei tre casi tutt’una, e nasce dal prepotente bisogno che hanno gl’ingegni gagliardi di sottrarsi in qualche modo alla realtá circoscritta e presente. Il reale che si rappresenta ai sensi è sempre uniforme, vuoto, disameno, fastidioso, prosaico, perché i suoi confini dánno negli occhi e non possono essere in guisa alcuna dissimulati. Solo il lontano e sovrasensibile può rapire e piacere, atteso che il vago e l’indefinito che l’accompagna rende effigie dell’infinito. Il poeta propriamente detto colloca questo lontano nell’immaginazione, l’operatore nell’avvenire. Cosí questo non esce dalla realtá, ma infuturandola reca in essa l’attrattivo che la lontananza e l’immaginazione conferiscono agli oggetti."
      },
      {
        "index": 18,
        "text": "L’opera piú sublime del poeta è l’epopea: quella dell’operatore è una nuova nazione, una nuova civiltá, una nuova storia; che è quanto dire un’epopea effettiva. Quindi è che l’epico suol prendere per soggetto un fatto o un’impresa illustre, come per ordinario fanno altresí i drammatici[35]; giacché il ritrarre dal reale è un privilegio comune alla tragedia, alla poesia eroica, alla pittura, alla statuaria, alla mimica e insomma a ogni arte rappresentativa. Né perciò si nuoce all’impressione estetica o si confondono insieme generi disparati, come parve a qualche ingegnoso; perché il reale diventa poetico e fantastico anch’esso quando è trasferito nel campo dell’immaginazione, come il possibile si circoscrive quando entra nel giro del mondo e della natura[36]. Perciò la storia quando è ideale divien poesia, senza pregiudizio del suo proprio essere. Qual è il poema che superi di bellezza e di magnificenza la vita dell’ebreo legislatore? in cui trovi tutti gli atti e, come dire, le fasi del gran liberatore e ordinatore di un popolo: il tirocinio, l’esilio, la vocazione, il riscatto, la legge, la migrazione, i contrasti, i pericoli, la vittoria, la morte; e hai per iscena le prospettive sublimi del mare, del Sinai e del deserto. Riguardo agli spettatori o ai succedanei le grandi imprese sono storia; ma nel loro primo concetto furono un’utopia, non avendo tuttavia luogo, e una poesia, con cui l’autore, sprigionandosi dalle angustie del presente, ideò nuovi ordini e cosí fu poeta. Poi li mise in atto di fuori; e la poesia divenne prosa, ma sublime ed epica. Infine, trascorsi gli eventi e da noi dilungati pel volgere di molti secoli, la prosa tornò poesia, quali ci paiono a leggere i gesti maravigliosi di Moisé, di Alessandro, di Cesare. Per tal modo la poesia dei grandi operatori si fonda nel sincero intuito delle cose e si applica a svolgerne i germi effettuali ; al contrario di quella dei sognatori che, componendo a capriccio, figliano ombre e chimere. Ella somiglia alle fantasie dei popoli primigeni, che sono obbiettive e rappresentano la natura come in uno specchio senza falsarla e travolgerla, secondo l’uso delle etá raffinate e degeneri."
      },
      {
        "index": 19,
        "text": "Creare è cominciare, onde ogni ingegno illustre è un grande principiatore. L’entratura suole avere due caratteri opposti, cioè una tenue apparenza e un momento sommo. «Son piccioli — dice il Davanzati — i princípi delle cose e gran momento è una cittá principiare»[37]. Tal è in universale il contrassegno di tutte le origini, le quali spesso non vengono avvertite né registrate, o scadono dalla memoria e si perdono nel buio dei tempi. Oscuri alcune volte rimangono i primi autori degli Stati e delle chiare famiglie, e tuttavia la lode loro dovuta vince quella dei successori. Napoleone diceva a Francesco austriaco di anteporre al sangue regio, che certi adulanti gli attribuivano, l’onor di essere il Rodolfo della sua famiglia; e il Cellini gloriavasi «molto piú essendo nato umile ed aver dato qualche onorato principio alla casa mia, che se io fossi nato di gran lignaggio e con le mendaci qualitá io l’avessi macchiata o stinta»[38]. Principiare nel campo del reale è fondare: in quello dello scibile è scoprire. «Non è esaltato — dice il Machiavelli — alcun uomo tanto in alcuna sua azione quanto sono quelli che hanno con leggi e con instituti riformato le repubbliche e i regni: questi sono, dopo quelli che sono stati iddii, i primi laudati; e perché e’ sono stati pochi che abbiano avuta occasione di farlo, e pochissimi quelli lo abbiano saputo fare, sono piccolo numero quelli che lo abbiano fatto. Ed è stata stimata tanto questa gloria dagli uomini, che non hanno mai atteso ad altro che a gloria, che, non avendo possuto fare una repubblica in atto, l’hanno fatta in scritto, come Aristotile, Platone e molti altri, i quali hanno voluto mostrare al mondo che se, come Solone e Licurgo, non hanno potuto fondare un vivere civile, non è mancato dalla ignoranza loro ma dalla impotenza di metterlo in atto»[39]. L’invenzione o il trovato, che vogliam dire, tiene spesso delle due lodi. Cristoforo Colombo le cumulò entrambe, divinando l’America e segnando col discoprirla la via a conquistarla. Onde si legge sulla sua casetta a Cogoleto questo verso estemporaneo del Gagliuffi:"
      },
      {
        "index": 20,
        "text": "Unus erat mundus. — Duo sint — ait iste. Fuere."
      },
      {
        "index": 21,
        "text": "Il ripristinare le cose antiche e di pregio o il compier le incominciate somiglia al dar loro principio, perché richiede l’opera creatrice, rispetto alla quale il compimento è l’ultimo atto, e il risorgimento la ripetizione. Il segretario fiorentino commenda il ritirar saviamente le instituzioni ai loro principi[40] e loda l’Italia come «nata per risuscitare le cose morte»[41]; giacché il genio italiano rassomiglia all’ingegno in universale ed è ricco di vena creatrice. Né per altro, a ravvivar questa vena quando languisce, giova lo studio profondo e la ricerca delle origini, perché, accostandosi alla natura comune madre, par che l’ingegno ritragga della sua feconditá. Quindi è che gl’intelletti creatori, come in ordine al tempo amano l’inchiesta e la considerazione dell’antico, cosí in ordine allo spazio prediligono l’Oriente, il quale è la patria delle origini e acchiude nei tesori di esse i semi di un nuovo avvenire. Omero, Alessandro, Cesare, Dante, Vasco di Gama, il Colombo, il Buonarroti, l’Ariosto, il Camoëns, il Shakespeare, il Milton, il Goethe, il Byron, Napoleone tennero del genio orientale, affine a quello d’Italia, se non altro perché Roma fu giá una volta, e sará forse di nuovo un giorno, se posso cosí esprimermi, l’oriente dell’Oriente."
      },
      {
        "index": 22,
        "text": "Creare è novare, e però la pellegrinitá è un’altra dote intrinseca dell’ingegno, non solo nelle opere di fantasia o di speculazione ma nell’azione. Il Machiavelli consiglia agli Stati nuovi di «tener sempre gli uomini sollevati coi partiti e colle imprese nuove»[42], e loda Ferdinando di Spagna come animoso «datore di princípi, a’ quali egli dá dipoi quel fine che gli mette innanzi la sorte e che la necessitá gl’insegna»[43]. Il gran politico era buon giudice negli altri di una virtú copiosa in lui, «stato sempre stravagante di opinione dalla comune e inventore di cose nuove ed insolite», a senno del Guicciardini[44]. I francesi chiamano appositamente l’ingegno grande «originale», perché in effetto è un’origine; denominazione che oggi da noi si usa ironicamente a esprimerne la parodia. Men bene in Francia si dá il nome di «spirito» a quella certa prontezza che coglie le attinenze casuali o superficiali degli oggetti e che rende vario e grazioso il discorso, applicando a un pregio affatto secondario del pensiero una voce che ne significa originalmente l’essenza. Lo spirito inteso a questo modo[45] rassembra all’ingegno, come il sogno alla vigilia. Nel modo infatti che, dormendo, le idee si succedono e si consertano non mica a ragione di logica ma a semplice legge di associazione ricordativa, il simile ha luogo nell’uomo che oggi dicesi «spiritoso», il quale scorteccia le cose senza però penetrarle e afferra con agevolezza le somiglianze apparenti e i contrapposti. Vero è che le congiunture psicologiche dei concetti avendo la loro radice nelle logiche e adombrandole come il sensibile adombra l’intelligibile, lo spirito è per tal rispetto verso l’ingegno ciò che è il senso verso il conoscimento, e potrebbe definirsi la facoltá sensitiva degl’ingegnosi. Spesso ancora accade che il vero ingegno, per difetto di studio, di dottrina, di applicazione, non può portare i suoi frutti, e fermandosi alla parvenza degli esseri diventa spirito; onde lo spirito in tal caso è come un ingegno virtuale e non esplicato. Il che si verifica in certi uomini piú favoriti dalla natura che dalla fortuna, privi di buoni studi e di soda cultura; nei quali l’ingegno, mancando degli argomenti e apparecchi richiesti al suo esercizio, non avendo indirizzo determinato, consumandosi in occupazioni triviali o spargendosi in frivolezze, smette per cosí dire la propria indole e svapora in ispirito."
      },
      {
        "index": 23,
        "text": "La creazione è l’archetipo e la cima della dialettica. 11 magistero di questa consta di due parti o funzioni, che dir vogliamo, cioè della comprensione dei diversi e degli oppositi e del loro accordo scambievole. Perciò gl’ingegni grandi sono universali e sintetici: tutto abbracciano e tutto armonizzano. La loro comprensiva non è di un solo modo, ma spazia per ogni lato e tiene della natura del solido anzi che della superficie, s’interna senza scapito dell’ampiezza, si allarga senza pregiudizio della penetrazione. Poggia a un segno altissimo, come l’areonauta che comprende coll’occhio un’ampia tratta di paesi; e nel tempo medesimo si profonda, come il palombaro e il cavator di metalli che calano nei gorghi del mare e nel seno dei monti. La profonditá non si oppone all’altezza nelle cose ideali, perché ivi, come nell’infinito, il difuori è nel didentro e la periferia nel mezzo. L’ingegno somiglia all’intuito che tutto abbraccia, ed è un vigor mentale intenso ed esteso che raggia da tutti i lati a uso di stella. Ma la sua universalitá obbiettiva presuppone la subbiettiva, cioè l’attitudine alle cognizioni e alle occupazioni piú diverse e contrarie. Siccome questa disposizione moltiforme risplende specialmente nella stirpe italiana, cosí non si legge di alcun uomo che l’abbia avuta cosí squisita come Giulio Cesare[46]. Alessandro Magno e Napoleone a gran pezza non lo arrivano. E quanto al primo, oltre che per la copia e la difficoltá delle imprese non vi ha paragone, l’idea che Plutarco[47] ne porge de’ suoi disegni, se non è priva di qualche fondamento, ha però dell’esagerato; e meno ancora può dirsi che egli avesse il concetto di rinnovare il commercio dell’India coll’Occidente[48]. Il suo scopo in sostanza non era che la conquista e l’imitazione di Bacco[49]; dal che nacque la sua ammirazione per l’omerico Achille e quella spensieratezza cavalleresca, che sa meno dell’antichitá che del medio evo e ti rende immagine degli eroi dell’Ariosto anzi che di quelli di Plutarco; della quale il nostro Castruccio si burlava, dicendo «che ciascuno stima l’anima sua quel che la vale»[50]. Cesare non fu meno coraggioso ed intrepido e piú ardito di Alessandro ma assai piú prudente, né mai esponeva la sua persona senza necessitá; laonde, se nel piú antico trovi l’effigie della gioventú greca, nell’altro la virilitá romana risplende mirabilmente. E tal era la saldezza del suo cervello che la buona fortuna non glielo tolse, né lo indusse ad altri eccessi che a quelli di una ambizione e di una clemenza magnanima, della quale egli fu vittima piú ammirabile che infelice; laddove il macedone dovette il morir giovane alla turpe intemperanza preceduta da folli albagie e da crudeltá negli amici e nei benemeriti. Toccherò piú innanzi del Buonaparte, che a torto da certuni si paragona con Cesare, imperocché il vero Cesare della Francia moderna fu il suo popolo. Napoleone, dalla guerra in fuori, ci raffigurò Augusto, ma però men cauto e savio dell’antico."
      },
      {
        "index": 24,
        "text": "L’universalitá dell’ingegno consta di capacitá o sia potenza ricettiva e di facoltá o potenza attiva e operatrice. Per la prima egli riceve e s’incorpora facilmente le impressioni esterne, acquista l’esatta notizia delle cose in cui si specchia l’idea creatrice, e si rende in tal guisa idoneo a imitar questa nelle sue opere. Perciò, se nei principi e quando non è ancor maturato, la subbiettivitá prevale talvolta nella sua tempera e nelle sue movenze; giugnendo al pieno possesso di sé e sgombrate le nebbie del senso, egli diventa obbiettivo e la realtá degli esseri al suo sguardo si manifesta. Il Vico accennò finamente a questa ricettivitá, quando disse che «la perfetta mente del saggio è informe d’ogni particolare idea o suggello»[51], quasi tavola nuda o cera vergine, atta a effigiare sinceramente il concetto dell’artista. Similmente egli si appropria le dottrine, le opinioni, il genio dei secoli, gli acquisti della civiltá, il senno dei pochi e il senso dell’universale; ed è vero eclettico, non sincretista. Ma questa parte è un semplice apparecchio, giacché l’essenza dell’ingegno consistendo nella virtú creatrice, uopo è che le dovizie accattate si accrescano colle proprie, e queste sieno cosí copiose che quanto venne di fuori si estrinsechi trasfigurato ed impresso con nuova forma. Perciò se nel raccogliere i materiali esteriori, gl’ingegni eccellenti si guardano di alterarli quasi con falso prisma e fanno ufficio di relatori e copisti; nel valersene pensando e operando, sono inventori e rinnovatori. Né questa seconda parte potria bene adempiersi senza la prima; imperocché non può aggiungere al reale chi non lo studia, come non può alzare una fabbrica chi non ha ben tastato il suolo e non conosce la materia di cui si vale."
      },
      {
        "index": 25,
        "text": "L’armonia dialettica risulta da due momenti, che sono la pugna e la conciliazione. La pugna è doppia, atteso che l’opposizione sofistica ha luogo sia nel soggetto, sia nell’ordine ideale o reale delle cose a cui dee applicare l’opera sua. Prima di rivolgersi a questa, l’ingegno dee combattere e vincere gli ostacoli che gli si attraversano, i quali sono parte interni e causati dalla sua natura, parte esterni e prodotti dalla fortuna. E siccome per far cose grandi è mestieri che l’operatore abbia certi sussidi, possegga alcuni vantaggi e sia in condizione opportuna a operare, chi manca di cotali mezzi e con industria se li procaccia è tanto piú virtuoso e lodevole. Perciò i principi ereditari, non essendo autori del proprio grado né della potenza e avendo da superare minori impedimenti che gli altri uomini, di rado ottengono gran fama e durevole; e ancorché celebri, non sono gloriosi, perché il loro lustro è dovuto piú al grado che al valore, come si vede in Carlo quinto e in Lodovico quattordicesimo. Laonde il nome della piú parte di loro dura in quanto serve a coordinare e distinguere i fatti e le epoche della storia, come i termini, le spallette e le pietre miliari che segnano le strade e partono i confini. Al contrario fra gli uomini grandi sono grandissimi quelli che nascono in piccolo stato, debbon poco o nulla alla sorte, sono artefici della propria fortuna e salgono ad alto segno mediante le cure operose e gli sforzi animosi di una volontá indomita. Costoro cominciano, per cosí dire, a crear se stessi prima di estrinsecare i parti della loro mente; e il loro tirocinio è una lotta dura, lunga, ostinata contro la natura, gli uomini e gli eventi. L’antichitá ha molte figure bellissime di questo genere, come Spartaco, Sertorio, Viriate[52]; ma niuna pareggia quella di Demostene. «La storia — dice l’Heeren — non ricorda alcun uomo politico di tempera cosí pura, sublime e di un carattere cosí drammatico. Se, fresco dell’impressione ricevuta dalla sua maschia e incomparabile eloquenza, ne leggi la vita in Plutarco e ti trasferisci colla fantasia in quei tempi, porrai amore a un tal uomo come faresti all’eroe epico o tragico piú nobile e piú commovente. Vedilo, dai primi anni alla morte, in guerra colla fortuna che tenta invano di vincerlo; ché abbattuto risorge ed è oppresso ma non domato. Oh quanto vari e angosciosi pensieri dovettero travagliare quell’anima! quante dolci speranze deluse! quanti sogni beati seguíti dal disinganno! Le immagini lo rappresentano con volto austero, in cui la tristezza si mesce all’indegnazione. Appena uscito di adolescenza, egli è costretto a convenire in giudizio i tutori ingordi che gli tolgono il suo, né gli succede di salvarne che una piccola parte. Il popolaccio accoglie coi fischi i primi saggi della sua facondia: tuttavia, incorato da pochi amici che presentono la sua grandezza, egli imprende a combattere i difetti della propria natura e dopo lunga pugna gli riesce di trionfarli»[53]. Le prove difficili e straordinarie di questo tirocinio sarebbero incredibili se i successi non ne fossero ancora piú maravigliosi, pei quali Demostene salí tant’alto che il suo nome si confonde con quello della Grecia libera e dell’eloquenza. Imperocché, «emulando Pericle, studiando Tucidide, ascoltando Platone, rotando gli entimemi a guisa di folgori, temprandogli con forti, spessi, attorti numeri, colorandogli di figure acri, veementi, irritando gli affetti, conturbando gli animi e, dopo aver tutta l’arte adoperato, nascondendola sí, che non arte ma essa la natura rassembri; a tal venne che la sola eloquenza sua fece fronte agli eserciti, alla falange, alla scienza della guerra, alla maestria delle armi, alla potenza, alla astuzia, alle fraudi e, che è piú, all’oro del padre d’Alessandro»[54]."
      },
      {
        "index": 26,
        "text": "Talvolta ancora succede che prima di por mano alla riforma o, dirò meglio, trasformazion di se stesso, l’ingegno allarghi il freno agli affetti e agli appetiti, che negli animi giovani son piú caldi, nei grandi piú tempestosi; e in tal caso la sofistica che precede è tanto maggiore quanto la dialettica sottentrante ha meglio dell’esquisito. Noti sono gli esempi di tal vicenda in Temistocle, Cimone, Vittorio Alfieri ed alcuni altri; ma nel giro delle idee religiose il fatto spirituale della conversione è men raro e piú splendido, come si vede in Paolo, Agostino, Ignazio, che fra gli apostoli, i padri latini e i fondatori di chiostri tengono il primo grado. Se non che l’esperienza ci mostra che le conversioni civili o di altro genere appartengono principalmente alle etá giovani e fervide; laddove nei secoli molli e senili, che mancano di vigor morale e di vena creatrice, sono ignote o rarissime. Certo in nessun tempo sarebbero piú necessarie che al nostro; atteso che l’educazione moderna mira piú ad evirare e corromper gli uomini che a purgarli ed ingagliardirli; e la religione stessa, com’è insegnata e praticata da molti, tende in altro modo allo stesso effetto. Laonde niuno oggi può promettersi di scrivere o far cose grandi, se prima non disfá al tutto l’instituzione che ha ricevuta. Ma appunto per questo la mutazione è difficilissima; tanto piú che per farla è d’uopo combattere non solo contro te stesso ma contro quelli che ti circondano e ti suscitano mille intoppi, e superare i frivoli che ti distraggono, i corrotti che ti lusingano, gl’insipienti che ti riprendono, i mediocri che ti disprezzano, gli emuli, gl’invidiosi, i malevoli, i faziosi, i tristi che ti astiano e ti perseguitano, e insomma il volgo di ogni classe e le sètte di ogni colore. I piú non reggono a questo cimento; ma quei pochissimi, che ci riescono, riportano un vantaggio inestimabile dallo stesso sforzo fatto per vincere, come quello che conferisce a renderli piú aiutanti e gagliardi. Tanto che, se nei tempi antichi la virtú poteva essere fortunata, niuno speri oggi di levarsi sulla volgare schiera se non sa risolversi a vivere infelice."
      },
      {
        "index": 27,
        "text": "L’altro conflitto è obbiettivo e versa nella discordia, che i contrari hanno fra loro sia nel giro dei concetti e delle cognizioni sia in quello della natura e del civile consorzio. Nella realtá come nella speculazione gli oppositi si escludono in quanto son negativi; tanto che, se ne togli la negazione, essi lasciano di essere oppositi e si mutano in diversi, i quali armonizzano tanto piú facilmente quanto che la varietá loro è necessaria a ombreggiare ed effettuare finitamente l’idea creatrice. L’accordo degli oppositi non consiste adunque nell’immedesimare le ripugnanze, secondo il parere degli hegelisti[55], ma nel rimuoverle, sostituendo alla contraddizione l’armonia e la misura, giusta il dettato dei pitagorici. Ora, siccome il porre quest’armonia nel mondo è opera dell’ente creatore, cosí l’introdurla nella scienza e nella vita pratica è ufficio dell’ingegno concreatore, secondo che esso si volge alle cognizioni o alle operazioni; e nei due casi la dialettica umana è copia della divina. Ma in nessuno di essi il risecare gli eccessi (che versano nella negazione) e comporre i membri gareggianti può farsi se non mediante un terzo dialettico ed armonico, che acchiuda in se stesso l’essere positivo di quelli e loro sovrasti. Dal che segue che si dee giá possedere il principio dell’accordo per applicarlo, e che è d’uopo discendere dall’armonia superiore agli elementi discordi e non salire da questi a quella, e quindi procedere per via di sintesi e non di analisi. Ma solo gl’ingegni grandi possono essere sintetici, perché soli sono in grado di cavar dall’intuito il principio armonizzatore; nel che consiste quella che chiamasi vena inventiva e inspirazione creatrice. L’invenzione scientifica e pratica versa sempre in un nuovo concetto che si affaccia allo spirito a guisa d’ipotesi o utopia (cioè di mero possibile), e che diventa tesi o fatto (cioè si trasmuta in reale) come tosto è verificato e applicato. Ora la scoperta di cotal concetto è sempre una creazione, e negli ordini umani come nei divini l’atto creativo è la sorgente dell’armonia e il principio della dialettica[56]. Gl’intelletti comunali, non avendo il possesso anticipato del concetto armonizzatore, son forzati a camminare analiticamente; e siccome l’analisi non può loro somministrarlo, essi cercano di conciliare gli oppositi, debilitandoli ovvero conferendo all’uno di essi un assoluto predominio verso l’altro. E in ambo i casi non ottengono la concordia desiderata; imperocché chi attenua i contrari non riesce giá ad amicarli ma solo a rendere men visibile e risentita la loro pugna, e chi rimuove l’uno di essi in grazia dell’altro è distruttore e non mica conciliatore, benché possa parer tale se usa l’arte di snaturare le cose serbando intatti i nomi che le rappresentano."
      },
      {
        "index": 28,
        "text": "Il primo di questi falsi processi è proprio degli eclettici volgari, e il secondo delle sètte sofístiche e immoderate. Gli eclettici volgari, procedendo col senso comune e senza la guida di un principio superiore e regolativo, e studiandosi di comporre le cose e le opinioni scemandole di energia e di vita, fanno un danno reale e non ottengono il fine che si propongono, giacché ogni accordo superficiale non può avere fermezza né efficacia. La loro massima prediletta è l’antico dettato: «Nulla troppo»; dettato verissimo, ma con questa condizione: che si preconosca la misura e non si cerchi a caso. Amano le vie di mezzo, le quali solo profittano quando il mezzo è somministrato dalla natura delle cose e non creato a dispetto loro. Le sètte eccessive son guidate da passione; onde il loro comune carattere (qualunque sieno le differenze specifiche) è l’esclusione nella teorica, l’intolleranza nella pratica. L’eclettismo volgare e il procedere fazioso piacciono al volgo, perché facili, essendo amendue negativi e consistendo non mica nel porre ma nel levare, scemando gli oggetti d’intensitá, come fanno i primi, o di estensione, come i secondi; dove che il mantenere gli estremi nel loro essere positivo e consertarli maestrevolmente è opera lunga, ardua, faticosa. L’uno e l’altro metodo si oppongono del pari alla dialettica moderazione; la quale, manomessa dai faziosi alla scoperta, non si osserva dagli eclettici altrimenti che in apparenza. E però quanto piú gli spiriti sono mediocri tanto meno sogliono essere moderati, benché la mediocritá abbia vista di moderazione, come questa di debolezza. Ma se la forza sta nel creare e se la creazione conceduta all’uomo si riduce all’armonizzare gli oppositi nel finito come s’immedesimano nell’infinito, egli è chiaro che da un canto l’ingegno moderato, come atto a tal accordo, è valido e forte e che il mediocre, essendovi inabile, non merita lode di moderato. Né solo è debole la mediocritá eclettica ma eziandio la faziosa, giacché l’eccesso, contrariando all’armonia cosmica e tendendo a ritirarla verso il caos primitivo, è forte solo in sembianza. La moderazione, al pari dell’ingegno di cui è il privilegio, è l’attualitá di tutte le potenze diverse o discordi, e quindi l’euritmia loro. Laddove la mediocritá è un ritraimento verso la virtualitá informe e l’indefinito scomposto delle origini, il quale è imitativo del nulla, come il finito attuale ed armonico è adombrativo dell’infinito. Havvi solo questo divario tra la mediocritá degli eclettici viziosi e quella degl’intemperati: che i primi tengono a dormire tutte le potenze e a gran pena concedono loro un esplicamento iniziale e imperfetto; laddove i secondi svolgono uno o pochi elementi potenziali a scapito di tutti gli altri. Al contrario gl’ingegni grandi e moderati, educando e svolgendo equabilmente e armonicamente i vari germi delle idee e delle cose, producono un atto perfetto che abbraccia tutte le potenze; il quale, abituandosi all’ingegno, lo compie da ogni parte e lo rende simile a quelli dei secoli antichi."
      },
      {
        "index": 29,
        "text": "Fra le varie cagioni della nostra inferioritá in questa parte, alle estrinseche accennate di sopra si dee aggiungere il difetto interiore di ogni arte dialettica. Imperocché senza questo magistero, non può fare che la scienza non si divida in tanti sistemi quanti sono i contrari, o si risolva in un vano e sterile sincretismo. Se si eccettuano le discipline sperimentali e calcolatrici, questa è oggi la condizione di tutte le dottrine; e il concetto dialetticale è talmente viziato in Germania e perduto nelle altre parti di Europa, che chi lo adopera e procede in conformitá di esso non è pure inteso, e perfin l’andatura sintetica del discorso sa di scarriera a chi non conosce che il trotto analitico. Lo stesso vizio regna nella politica operativa, e non per altro tutto il mondo civile si divide in sètte nemiche e rissanti. E non solo i puritani combattono coi municipali, ma i conservatori coi democratici, e spesso ancora gli uni e gli altri si dividono fra loro. E non è meraviglia; perché, quando non si possiede un concetto dialettico e conciliativo, lo sdrucciolar negli estremi è necessitá e non elezione. Potrei mostrarlo riandando gli errori politici di cui ho fatta menzione in quest’opera, se tal materia non richiedesse troppo lungo discorso. Imperocché la contrarietá apparente che corre, per cagion di esempio, tra l’autoritá e la libertá, la conservazione e il progresso, la plebe e l’ingegno, la nazionalitá e la cosmopolitia e via discorrendo, nasce dal mancamento di un’idea dialettica che riveli il tronco comune di tali rami, ne mostri le attinenze intime e ne rimuova le discrepanze. Ma questa idea dialettica non potendosi trovare a posteriori, il difetto di essa arguisce la poca levatura e la penuria creatrice del nostro secolo."
      },
      {
        "index": 30,
        "text": "L’azione estrinseca, per cui l’ingegno imprime nel mondo la sua forma, è l’ultimo termine del pensiero, il colmo della dialettica e della creazione; e però gloriosi sopra ogni altro sono i grandi operatori. La facoltá principale, per cui il concetto si travasa e impronta di fuori, è la volontá, che interviene eziandio negli atti interni ma meno intensamente; dove che, quando si tratta di vincere gli ostacoli esteriori, mutar la faccia delle cose, introdurre e stabilire nuovi ordini, ella dee essere soprammodo vigorosa e gagliarda. Negli uomini compiti l’arbitrio suol essere non meno energico dell’ingegno e l’animo capace come l’intendimento. Cesare, che se n’intendeva, dicea di Marco Bruto: «Magni refert hic quid velit; sed quidquid volt, valde volt»[57]; parole che ricordano il «volli» di Vittorio Alfieri. Dalla volontá forte, unita alla coscienza del proprio valore, nascono tutte le altre doti dei sommi operatori. Ne nasce in primo luogo l'audacia, che è la forza del cominciare e dell’eseguire. Havvi un’audacia viziosa e «inconsiderata dell’avvenire», come la chiama Aristotile[58]; la quale piú propriamente appellasi «temeritá», perché cieca agli ostacoli, ai pericoli, e scompagnata dalla prudenza. Laddove la virtuosa audacia vede i rischi e gl’impedimenti, li misura, li pesa e gli sprezza come inferiori alle proprie forze. Perciò dirittamente il doge veneto Agostino Barbarigo diceva «gli uomini animosi esser quelli che, conoscendo e considerando i pericoli, e per questo differenti da’ temerari che non gli conoscono e non gli considerano, discorrono non di meno quanto spesso gli uomini ora per caso ora per virtú si liberano da molte difficultá; dunque nel deliberare, non chiamando meno in consiglio la speranza che la viltá né presupponendo per certi gli eventi incerti, non cosí facilmente come quegli altri le occasioni utili e onorate rifiutano»[59]. Il motto antico «Festina lente»[60] esprime a meraviglia l’accoppiamento dell’audacia colla prudenza, quasi armonia dialettica imitativa di Dio e della natura. Siccome l’audacia è movimento e la prudenza quiete, la natura è audace e prudente insieme, contemperando il riposo e i moti tardi coi velocissimi. Onde nascono le dualitá correlative del corpo e dello spirito, dell’inerzia, colmo dello stato, e della luce e forza attrattiva, cima del moto, dei ponderabili e degl’imponderabili; e la cosmogonia biblica simboleggia i due contrari nello spirito e nell’arida, nella parola e nel firmamento[61]. Iddio era adorato dagli antichi come motore e come statore[62]; perché infatti le due doti intervengono nell’atto creativo, tipo supremo dell’audacia e prudenza insieme congiunte. L’atto creativo è audace, in quanto trascorre lo smisurato intervallo che divide il nulla dall’esistenza e «arriva da una estremitá all’altra con possanza»; è prudente, in quanto armonizza i diversi e gli oppositi e con «soavitá tutte le cose dispone»[63]. La prudenza e l’audacia creatrice, appalesandosi l’una di esse nell’ordinamento del finito e l’altra nel valico dell’infinito, sono il modello della conservazione e del progresso, coi quali l’uomo imita la creazione, traendo a luce il nuovo, mantenendo e perfezionando l’antico. Se non che l’imitazione non è bene intesa se le due parti non vanno di pari passo e non procedono strettamente unite; tanto che la prudenza sia audace e l’audacia prudente, compenetrandosi a vicenda[64]. Il loro divorzio è innaturale in se stesso e nella pratica riesce nocivo e fazioso; né per altro, come vedemmo, fa mala prova nelle cose politiche lo scisma invalso fra i conservatori e i democratici, i primi dei quali sogliono essere prudenti ma pusillanimi e senza ardire, i secondi audaci ma spensierati e senza consiglio."
      },
      {
        "index": 31,
        "text": "L’uomo audace e prudente non disinfinge né ignora i pericoli ma gli assale con ardita fronte, e quindi è magnanimo. Le difficoltá, non che spaventare l’animo suo, lo stimolano e l’incoraggiano, godendovi dentro, quasi in elemento consentaneo alla sua natura, come la salamandra poetica del Cellini, che «si gioiva in quelle piú vigorose fiamme»[65]. Il qual Cellini dice di sé che «piú volentieri aveva cura di fare tutte quelle cose che piú difficili agli uomini erano state»[66]. «Giano della Bella — scrive il Compagni[67], — uomo virile e di grande animo, era tanto ardito che difendeva quelle cose che altri abbandonava, e parlava quello che altri taceva, e tutto in favore della giustizia contro a’ colpevoli». Tacito dice il simile di Cornelio Fusco, in cui però l’impeto giovanile trascorreva in temeritá sconsigliata[68]. L’ardire non fa velo al giudizio nell’uomo di maturo ingegno, il quale non ignora che ogni grande impresa è un giuoco in cui si mettono a posta la fortuna e la vita, «potendosi andare in cielo o in precipizio»[69]. Ma ciò non lo sbigottisce, essendo, come Agricola, «pronto allo sperare e tetragono alle sventure» [70], anzi alla morte, il cui disprezzo è il suggello della grandezza [71]. «Alcuno domandò ad Agide re di Sparta: come possa l’uomo dimorar franco e libero in tutta sua vita? A cui rispose: — Dipregiando la morte»[72]. — «Chi è preparato a morire è padrone del mondo» dice il Leopardi[73]; e Santorre di Santarosa, prima di partir per la Grecia nel 1824, scriveva che «quando si ha un animo forte, conviene operare, scrivere o morire»[74]. Laddove il soverchio amor della vita non cade per ordinario che negli animi gretti e mediocri, ed è nemico mortale delle nobili operazioni[75]."
      },
      {
        "index": 32,
        "text": "Non è però che la notizia sagace e profonda delle probabilitá esteriori e la coscienza delle proprie forze non facciano prevalere la speranza al suo contrario. Questo sentimento viene avvalorato in particolare dalla pazienza, dalla costanza, dalla longanimitá, che sono altre doti solite a trovarsi negli uomini non volgari[76]; e sovratutto da quella attivitá straordinaria che gl’induce a credere, e non a torto, di poter signoreggiare gli eventi ed esser arbitri della fortuna. L’attivitá genera la velocitá, che è di due specie: l’una consiste nei pensieri e l’altra nelle operazioni. La prontezza dell’avviso, che i francesi con bella metafora chiamano «presenza di spirito», si appalesa sovrattutto nei cimenti, fra i quali gli animi deboli «fuggono», come dir, da se stessi[77]. Laddove i forti, padroneggiando i propri affetti, serbano integro l’uso di tutte le potenze; e quando il loro ingegno è «svegliato e abbondante di partiti»[78], non vi ha quasi disastro o pericolo anche repentino a cui non trovino rimedio. Da tali due parti, che Giulio Cesare avea in grado eminente, nasceva la sua fiducia nell’affrontare i rischi e la sua sicurezza nei casi presso che disperati. «Il suo stile — dice Giovanni Müller — rende imagine del suo animo; il quale, benché tempestato dagli affetti piú ardenti, non ne facea di fuori alcun segno; ma, tranquillo e sereno, avresti detto che sovrastesse a tutte le cose terrene, e che niuna di esse fosse degna di muoverlo, come si crede degl’immortali»[79]. Pel vigore dell’animo Plinio lo paragona alla fiamma: «proprium vigorem, celeritatemque quodam igne volucrem»[80]. E chi piú veloce e impetuoso nell’eseguire? Gli antichi e i suoi nemici medesimi ne parlano con formole eccessive di meraviglia[81]. Dalla celeritá unita all’estensione e all’energia creatrice nasce la sublimitá dell’ingegno; la quale, come quella di natura, è matematica e dinamica[82]. Il sublime dinamico dell’ingegno consiste nella virtú effettrice; il matematico nel modo di esercitarla, padroneggiando lo spazio colla vastitá e il tempo colla prestezza incredibile delle operazioni. Perciò quanto piú il teatro è ampio e celere il moto, tanto piú grandeggia l’opera umana, quasi immensa, istantanea ed emula della divina. Il motto di Cesare a Zela rappresenta il sublime della subitezza, e le querele di Alessandro sull’Ifasi quello dell’altra specie. Anche per questo rispetto i grandi conquistatori delle etá scorse miravano all’Asia come al campo piú degno, perché ivi la mente e l’opera spaziano piú largamente; e si sentivano angustiati e quasi in carcere fra i termini della piccola Europa."
      },
      {
        "index": 33,
        "text": "La fiducia, che hanno gli spiriti magni di potere padroneggiar la fortuna e riuscire negl’intenti, non procede talmente dal senso del proprio vigore che non abbia eziandio un principio piú elevato. «Chi ha da far gran cose — dice il Castiglione — bisogna che abbia ardir di farle e confidenza di se stesso e non sia d’animo abbietto e vile»[83]. E come infatti potrebbe vincere e dominare le cose se non pigliasse animo sopra di loro, reputandole inferiori a sé, giusta la bella frase del Cellini?[84]. Il quale pieno di tal baldanza gridava:"
      },
      {
        "index": 34,
        "text": "Che molti io passo, e chi mi passa arrivo[85]."
      },
      {
        "index": 35,
        "text": "Né tal baldanza è presunzione o superbia, purché al legittimo principio si riferisca. La vera umiltá è la subordinazione dell’arbitrio umano all’atto creativo; e siccome l’ingegno è un rivolo di questa fonte infinita, chi lo sconosce e trascura fa torto al suo principio. L’umiltá cristiana non è quella dei falsi mistici ed ascetici, che è contraria alla veritá, inducendo l’uomo a negare un pregio di cui ha coscienza; contraria al buon vivere civile e ai progressi della cultura, perché, rimovendo la maggioranza naturale dal maneggio delle cose, le dá in preda ai tristi e ai dappochi; contraria in fine al volere di Dio stesso, poiché, escludendo la principale delle forze concreatrici, si attraversa all’esecuzione dei disegni divini negli ordini dell’universo[86]. Havvi un’armonia naturale e prestabilita fra l’ingegno e questi ordini, come vi ha un accordo tra il creare divino e il concreare umano; e però l’uomo che si affida al suo valore crede a Dio e alla natura, crede all’armonia preordinata di cui ha coscienza, ed è persuaso che donde gli viene il concetto e il desiderio di far cose grandi, gli verrá pure la forza di compierle. E che cos’è «quell’impulso naturale», che l’Alfieri avvertí e descrisse[87], se non una vocazione e missione spontanea, che sovrasta alla natura, poiché la domina; onde l’ingegno che lo riceve è auguratore e taumaturgo? Guidato da questo impulso, egli sa di non essere creato a caso, ma, quasi messo e strumento della providenza, doverne ubbidire gli ordini ed effettuare i consigli. «Cominciai a pensare — dice il Cellini — qual cosa delle due io doveva fare, o andarmi con Dio e lasciare la Francia nella sua malora, o sí veramente combattere anche questa pugna e vedere a che fine m’aveva creato Iddio»[88]. E quando è giunto a fermare questa teleologia divina, egli ha chiaro e pieno conoscimento del suo destinato. Non si trova quasi un uomo straordinario che non avesse fede a un indirizzo arcano e obbiettivo; che pel filosofo eterodosso piglia aspetto di superstizione, ed è il fato, il destino, la fortuna; pel cristiano, è la providenza. Il fato adombrava presso gli antichi la legge occulta di essa providenza: la fortuna ne era l’esecuzione[89]. Il sabeismo di molti popoli partorí l’astrologia, la quale incarnò il fato nei corpi siderei; onde a noi trapassarono molte figure di favellare. Cosí Napoleone avea fede nella sua stella, la quale dovea significare nel suo concetto per modo confuso gl’influssi del cielo sulla terra, della natura sull’uomo, dell’ingegno sulle cose e di Dio sull’universo. Questa spezie di fatalismo è frequentissima negli spiriti di rara tempera, e suol essere tanto piú intenso quanto meno è corretto da una sana filosofia o dai dettati dell’evangelio."
      },
      {
        "index": 36,
        "text": "La rivelazione che l’ingegno ha di se stesso è talvolta precoce, e sarebbe sempre tale se le condizioni esteriori non impedissero sovente lo svolgersi e maturare di esso. In Oliviero Cromwell spuntò assai tardi il presentimento di ciò che potea essere; dove che Giulio Cesare dovette averlo sin da fanciullo, quando solo fra’ suoi coetanei seppe resistere alle due potenze piú formidabili di quel tempo, cioè ai pirati ed a Silla. Fin d’allora entrò in pensiero di risuscitare le parti mariane e assicurarne il trionfo con l’arte nuova di un’audacia incredibile, nobilitata dalla clemenza. Ora gli audaci credono alla fortuna, perché, secondo un antico proverbio, «la fortuna aiuta gli audaci»[90]. Secondo il Machiavelli, egli «è meglio essere impetuoso che rispettivo, perché la fortuna è donna ed è necessario, volendola tener sotto, batterla ed urtarla; e si vede che la si lascia piú vincere da questi che da quelli che freddamente procedono. E però sempre, come donna, è amica dei giovani, perché sono meno rispettivi, piú feroci e con piú audacia la comandano»[91]. La vera ragione si è che l’audacia afferra prontamente le occasioni, preoccupa il tempo, timoneggia gli avvenimenti, e per tal modo si assicura la buona riuscita; la quale non è altro che il conseguimento del fine, cioè l’uscita di quel ricorso per cui volge la creazione[92]. La fortuna che aiuta gli animosi è dunque il contrappelo del caso, con cui è spesso confusa dal volgo, poiché versa nell’armonia dell’ingegno e delle sue opere colle leggi che governano il mondo. Ella è però tutt’uno colla felicitá; onde Appiano chiama «orrenda la felicitá» di Cesare[93], come unica fu la sua fortuna; e il suo precessore nella dittatura adorava questa e da quella si nominava[94]. Il poeta additò il conserto della fortuna, della felicitá e dell’audacia in questo verso:"
      },
      {
        "index": 37,
        "text": "Da facilem cursum et audacibus annue coeptis[95]."
      },
      {
        "index": 38,
        "text": "Il Lasca diceva di Lorenzo de’ Medici: «Egli non comincia impresa che egli non finisca, e non ha mai fatto disegno che egli non abbia colorito... Egli è il diavolo l’avere a fare con chi sa, può e vuole»[96]. L’infortunio per contro è la dissonanza dell’arbitrio dagli ordini naturali, perché quando l’uomo contrasta a Dio egli è giocoforza che rimanga perdente. Perciò nella nostra lingua informata dalle idee cristiane la sventura chiamasi «disgrazia»[97], quasi negazion della «grazia», che nella filosofia dell’evangelio significa il favore e l’influsso dell’atto creativo. E siccome la felicitá è effetto della grazia, cosí arride alla fede, o sia questa fondata nel vero o ne abbia solamente l’ombra[98]. E chi crede alla fortuna crede anco alla storia, come faceva Napoleone[99], perché la storia è la tela ordita dalla providenza. La storia è la finalitá del mondo presente; e imperocché in buona filosofia il fine s’immedesima coll’inizio, perciò la teleologia si mescola colla protologia, e il sentimento efficace che gl’ingegni cospicui hanno del termine si confonde colla coscienza che hanno del principio, cioè di quella virtú creatrice che opera in essi ed è molla e radice di ogni attivitá loro."
      },
      {
        "index": 39,
        "text": "Negli uomini straordinari la buona e la cattiva fortuna talvolta si alternano, e piú spesso questa precede e quella séguita, come l’armonia sottentra al conflitto nel magistero della dialettica. Se l’ordine contrario ha luogo e l’uomo grande finisce male, ciò può accadere senza sua colpa, quando l’opera impresa da lui è attraversata da una forza tale che non è in poter suo di antivedere o di vincere. Questo caso è meno insolito che non si crede, perché tutto ciò che non riesce non suole e spesso non può essere avvertito; né si oppone alle cose dette, perché la natura è cosí feconda e copiosa nelle sue creazioni che ella sperde un numero grandissimo di germi, come si vede negli ordini corporei degli animali e dei vegetabili. Trovansi pertanto degli eroi falliti per un concorso di congiunture impropizie; e come esempio insigne allegherò quel Giasone di Fere, amico di Timoteo e padre di Tebe, pari d’ingegno e superiore di virtú a Filippo e ad Alessandro, il quale prima di loro concepí il disegno di portar la guerra in Persia e di recare a unitá la Grecia[100]; cosicché l’idea egemonica nata a ostro nel Peloponneso, trasferita nell’Attica e nella Beozia, non giunse alla boreale Macedonia se non passando per la vicina Tessaglia. Talvolta i gran disegni mancano per ostacoli esterni; tal altra per la corta vita o la malsania degli autori, benché la natura soglia, quando vuol fare un uomo grande, dargli uno strumento proporzionato[101]. Si trovano però singolari eccezioni, e singolarissime quanto dolorose furono quelle di Biagio Pascal e di Giacomo Leopardi[102]. Talora anche le imprese non riescono, come precoci; ma in tal caso non si può dire che sieno inutili, perché il conato serve di apparecchio e il cominciatore è precursore. Né giá son da riporre fra gl’infortunati coloro che muoiono di fato violento, quando sopravvive l’opera loro; come Cesare, a cui i congiurati tolsero la vita ma non la gloria di aver fondato l’imperio. Oltre che, alcune fiate il martirio è necessario a suggello e assodamento dell’incominciato o a prepararne il buon successo in etá piú lontana; veritá simboleggiata in Promoteo inchiodato sulla rupe e aspettante con forte animo la liberazione e il trionfo. Altre volte vien meno la principale impresa, perché aliena dalle leggi che governano le cose umane, secondo che accadde a Marco Bruto, ad Annibale e a Napoleone; perché né il prevalere dei pompeiani, né la vittoria punica, né lo stabilimento del dominio imperiale erano eventi propizi alla civiltá del mondo. In questo caso, l’infortunio è effetto d’errore; il quale è scusabile se procede da sbaglio intellettuale, come nel romano, o da eccessivo amore di patria, come in lui e nel cartaginese; ma indegno di scusa e grandemente colpevole, se nasce, come nel còrso, da folle e smisurata ambizione. Se non che rado incontra che, anche fallito lo scopo, i tentativi degl’ingegni grandi passino inutili da ogni parte; né può negarsi, verbigrazia, che le guerre e i conquisti del Buonaparte non abbiano conferito a svolgere i semi civili in alcune regioni di Europa."
      },
      {
        "index": 40,
        "text": "Chi vuol avere buona fortuna dee osservare la regola del Machiavelli: che «gli uomini nel procedere loro, e tanto piú nelle azioni grandi, debbono considerare i tempi ed accomodarsi a quelli; e coloro, che per cattiva elezione e per naturale inclinazione si discordano dai tempi, vivono il piú delle volte infelici ed hanno cattivo esito le azioni loro. Al contrario l’hanno quelli che si concordano col tempo»; e però «conviene variare coi tempi, volendo sempre aver buona fortuna»[103]. La base filosofica di questa dottrina è l’accordo prestabilito delle forze cosmiche, contro il quale l’arbitrio umano non può nulla. Siccome l’individuo è un parto della mentalitá virtuale che va di continuo crescendo e sgomitolandosi nell’intimo seno degli esseri finiti, esso per ordinario armonizza con quel grado di esplicamento che è proprio dell’etá sua; e gl’ingegni pellegrini solo se ne distinguono in quanto precorrono con tal grado, che dopo un breve calcitrare sforzano gli altri a seguirli. Laonde essi per questa parte fanno l’ufficio di acceleratori, come dicemmo di sopra. In ciò versa la vocazione fatale e il preordinamento loro; e da ciò deriva che nascono, vivono, muoiono a proposito, e che anche morendo vincono, perché, se bene l’individuo perisca, l’idea sopravvive e prevale. Havvi pertanto una certa ritrosia che non guasta anzi giova, e per cui gli uomini straordinari sono ad una temporanei ed estemporanei. Imperocché, se fossero solo del loro tempo, sarebbero volgari; se non ci appartenessero in alcun modo, riuscirebbero sterili: onde sono «di tutti i tempi», come disse il Giordani del suo grande e infortunato amico[104]. L’opportunitá loro pertanto è accompagnata da precessione e da reminiscenza. Riguardando essi dal presente, in cui vivono, agli altri due modi della durata, si radicano nel passato e aspirano verso l’avvenire, per guisa che hanno insieme del tradizionale e del profetico, del primitivo e del palingenesiaco. Né però lasciano di essere contemporanei in modo piú squisito del volgo; giacché, atteso la continuitá propria del tempo, l’oggi essendo pregno dell’addietro e dell’innanzi, il presente è insieme regresso e progresso, riassunto e apparecchio, memoria ed aspettativa. La continuitá della durata ne è l’immanenza; e siccome questa risponde alla successione e la sopravanza, cosí l’ingegno da un lato non ha data né secolo, tiene dell’eterno come l’idea che lo informa, e ragguagliato col giorno e coll’ora che corre, ha dell’intempestivo e può parere un anacronismo. Dall’altro lato egli apparisce a tempo prefisso, si accorda coll’etá in cui vive, e osserva nelle sue opere la legge di gradazione, la quale nasce dalla continuitá non meno che la precorrenza. E siccome, ricercando le potenze ancora implicate, non risale all’antichitá senza passare per l’etá media, cosí, mirando al futuro, si guarda di preoccuparlo di balzo anzi che di còlta. Il presente è quasi un filo, che conduce al poi ed al prima senza interruzione e abilita i valorosi ad afferrare la continuitá dello svolgimento e a procedere fin dove si può con senno, senza pericolo di smarrimento e di rovina. Ben è vero che possono abusare dei lor privilegi, ripugnando al genio (che è quanto dire al grado d’intelligibilitá) del loro tempo; e in tal caso non hanno séguito, ché l’avvenire troppo remoto è cosí strano dal presente come il passato. Tali sono gli uomini fatti malamente a ritroso, essendo ritrosia il precorrere di troppo non meno che il rinvertire; come tanto è vano il voler navigando superare di velocitá la foga del vento, quanto a chi barcheggia sulla corsia di un fiume impetuoso il sostare a mezzo o l’andare contr’acqua."
      },
      {
        "index": 41,
        "text": "Ciò che dico del tempo si dee pur intendere del luogo, giacché dal concorso di entrambi risulta il morale e civile ambiente in cui altri è collocato. La corrispondenza dell’individuo coll’ambiente, o vogliam dire col clima sociale, fa che egli fiorisce e fruttifica come pianta posta in suolo che l’ami; laddove la dissonanza fa contrario effetto. Proprio dei singolari intelletti è il raffigurare esattamente i luoghi ed i tempi, misurare con precisione il grado della civiltá loro e cogliere la proporzione che gl’instituti e i trovati debbono avere verso di quelli; nel che si governano non tanto col raziocinio quanto con una spezie di accorgimento e d’istinto divinatorio che nasce dalla squisitezza della loro tempera. Il precorrere di troppo può essere effetto di forza piú ardita che savia nelle cose speculative; ma nella vita pratica nasce da incapacitá e da debolezza, arguendo ignoranza dell’effettuabile. Non vi ha dunque per questo rispetto alcun divario tra i corrivi e i retrivi, gli uni e gli altri mostrandosi inetti del pari a côrre il vero essere delle cose e la continuitá graduata delle idee e degli eventi."
      },
      {
        "index": 42,
        "text": "Gite, o superbi, omai col viso altero, voi che gli scettri e le corone avete e del futuro non sapete il vero. Tanto v’accieca la presente sete, che grosso tienvi sopra gli occhi un velo, che le cose discosto non vedete. Di quinci nasce che il voltar del cielo da questo a quelli i vostri stati volta piú spesso che non muta il caldo e ’l gelo. Ché se vostra prudenzia fusse volta a conoscere il male e rimediarvi, tanta potenzia al ciel sarebbe tolta,"
      },
      {
        "index": 43,
        "text": "gridava il Machiavelli[111]. Il difetto di antiveggenza è la miopia politica; come l’antiveggenza è la divinazione, mediante la quale l’ingegno preoccupa il disegno divino nelle cose umane e studia di conformarglisi. Per tal modo egli riesce, partecipando, se cosí posso esprimermi, alla fortuna di Dio e alla teleologia dell’universo."
      },
      {
        "index": 44,
        "text": "Ma non basta il conoscere le occasioni e anco l’adoperarle, se non si fa con prestezza e risoluzione, la quale è un’altra proprietá di chi è da natura destinato alle cose grandi. Gli ingegni anche non comuni talvolta ne mancano, come si narra di Tiberio[112]; e per contro i volgari spesso ne abbondano. Imperocché «la ragione e l’immaginativa creano mille dubbietá nel deliberare e mille ritegni nell’eseguire. I meno atti o meno usati a ponderare e considerare seco medesimi, sono i piú pronti al risolversi e nell’operare i piú efficaci». Laddove i grandi, «implicati continuamente in loro stessi e come soverchiati dalla grandezza delle proprie facoltá e quindi impotenti di se medesimi, soggiacciono il piú del tempo all’irresoluzione, cosí deliberando come operando; il quale è l’uno dei maggiori travagli che affliggano la vita umana»[113]. E però, come la risoluzione spensierata nuoce, cosí chi ne manca nelle occorrenze non può essere buon operatore. Napoleone in battaglia era risolutissimo, perché la natura l’avea fatto per la guerra; nelle cose di Stato era sovente perplesso e indeciso, come si vide agli undici di novembre del novantanove, durante le cinque settimane di Mosca nel dodici, il giugno del tredici e dopo i disastri del quattordici e del quindici[114]; lentezze incredibili, che, dalla prima in fuori, contribuirono alla sua ruina. Cade inevitabilmente in questo errore chi, non contento di aspettar le occasioni (che è saviezza), vuole che sieno perfette, diano certezza dell’esito e non abbiano pericolo. Conciossiaché «il tempo non è mai al tutto comodo a fare una cosa; in modo che chi aspetta tutte le comoditá, o ei non tenta mai cosa alcuna o, se pure la tenta, la fa il piú delle volte a suo disavvantaggio»[115]. Tal è la consuetudine dei volgari politici. «La piú cattiva parte — dice il segretario fiorentino — che abbiano le repubbliche deboli è l’essere irresolute; in modo che tutti i partiti che le pigliano, li pigliano per forza, e se viene loro fatto alcuno bene, lo fanno forzato e non per prudenza loro»[116]. Lascio stare che gli uomini irresoluti perdono una buona parte del loro tempo; iattura anche per sé dannosissima, atteso che il tempo è il primo capitale di chi vuole attendere a cose insigni. E però l’antico Esiodo insegnava che «il prolungatore di qualunque azione contende colle disgrazie»[117]."
      },
      {
        "index": 45,
        "text": "Il saper bene usare l’opportunitá ed il tempo, importando un’azione immediata e uno scopo piú lontano, argomenta la notizia dell’intimo addentellato dei fatti successivi, per cui essi indietreggiano e s’infuturano. Nel cogliere questi due caratteri l’ingegno somiglia alla plebe, salvo che questa fa a suo nesciente e per modo di senso ciò che l’altro per modo di riflessione. E siccome lo studio del mantenere procede dal guardare indietro e quello dell’innovare dal vedere innanzi, ne segue che l’ingegno e il popolo riescono del pari a cogliere nell’atto presentaneo le attinenze col passato e le virtualitá avvenire che vi si acchiudono, e che quindi sono insieme tenaci dell’antico e avidi dell’insolito, progressivi e conservatori. Non fa meraviglia che propensioni cosí contrarie si adunino nel ceto plebeio, il cui proprio carattere è composto di potenza e di sentimento; conciossiaché questo e quella, essendo forme universali, comprendono tutti i diversi e gli oppositi nell’ampiezza loro. Ora, essendo proprio dell’ingegno l’esplicare, mettere in atto e ridurre a perfezion riflessiva ciò che nella plebe rinviensi sotto forma d’intuito e virtualmente, egli dee partecipare alla prefata proprietá della plebe, e quindi universaleggiare in atto come quella universaleggia in potenza. Se non che, l’universalitá della prima specie non potendo aver luogo né simultaneamente né compitamente nelle creature (giacché l’atto perfetto e immanente è proprio dell’infinito), la similitudine che corre da questo canto fra le menti privilegiate e la moltitudine non trapassa i termini di una semplice approssimazione. Il che torna a dire che, siccome nella division del lavoro il còmpito dei minuti artieri è limitatissimo e si riduce a una sola operazione, cosí gli uomini ordinari non sogliono recare in atto che uno o pochi di quei ricchi germi onde la natura umana è feconda e che si trovano potenziati nei piú. Laddove gl’ingegni straordinari ne abbracciano una copia molto maggiore; pogniamo che per la brevitá della vita e la natura essenziale delle cose umane non possano esplicarli che in successione di tempo e molto imperfettamente. Impertanto sono piú o meno universali, come giá abbiamo avvertito; e l’universalitá è appunto la prerogativa per cui alla plebe maggiormente si accostano e somigliano alla loro origine. Cosí il nostro discorso sulla democrazia, che prese le mosse dalla plebe, ad essa ci riconduce, guidandosi in questo suo processo colla norma dell’ingegno, che per circuito naturale viene pur dalla plebe e a lei fa ritorno. Ora che vuol dire questo ricorso se non che l’ingegno compiuto è essenzialmente democratico? E siccome nel concetto di democrazia si compendia tutta la civiltá, ne segue che l’ingegno è per natura civile e che questa specialitá sua non si distingue in sostanza da quel carattere universale di cui abbiam fatto parola. La similitudine genera la simpatia e accosta gli estremi; e però l’ingegno e il popolo, benché in apparenza cosí disformi e lontani, inclinano l’uno all’altro, non solo per un senso ingenito di amore e di parentela, ma perché ciascuno di loro sente che gli manca qualcosa e non può essere perfetto né adempiere la sua vocazione senza l’aiuto e il concorso del suo compagno. Ma la democrazia, come vedemmo, è in radice la nazione, come la nazione è la democrazia recata a compíto essere; e però l’ingegno essendo democratico è eziandio nazionale, e questa dote è la somma e la cima di tutte le sue perfezioni. La storia tutta quanta conferma questa prerogativa dell’ingegno; e se pare a prima fronte che si trovi qualche esempio in contrario, una considerazione piú accurata dei fatti dimostra che il giudizio non si fonda in tal caso sul vero essere delle cose ma sulla loro apparenza."
      },
      {
        "index": 46,
        "text": "Correva, non è gran tempo, presso molti l’usanza di maledir Giulio Cesare e celebrare Napoleone. Ché se questi avea distrutta la libertá, pareva che quegli, recandosi in mano la potestá della repubblica, avesse fatto altrettanto; senza considerare che la stessa azione può avere un valore differentissimo, secondo l’intento a cui mira e il luogo che tiene nel corso delle cose umane. Ora la dittatura o vogliam dire l’usurpazione del primo fu la fine di un ordine invecchiato e il principio di un ordine nuovo; laddove quella del secondo fu tutto il contrario, cioè uno sforzo indirizzato a spegnere i progressi di molti secoli. Errano dunque coloro che, ingannati dallo splendore delle geste militari, agguagliano Napoleone a Cesare; perché, se come guerriero il còrso si accostò al romano, per tutti gli altri rispetti gli fu smisuratamente inferiore. E basta a chiarirlo il vedere come il genio popolare e nazionale, che nell’antico fu sommo, nel moderno fu nullo. Cesare, fra le tenebre e la corruzione del gentilesimo e un mezzo secolo prima dell’evangelio, divinò il concetto cristiano e il riscatto plebeio in universale. La cosmopolitia, che era stata per la repubblica uno strumento di dominazione, egli volle usarla per affrancare e pareggiare i popoli; onde fu tanto piú nazionale quanto che prese a difendere non una sola nazione ma tutte, preludendo all’ufficio esercitato da alcuni illustri pontefici del medio evo. Cosí egli fu negli ordini civili il precursore del cristianesimo e della cultura moderna; e presentí l’avvenire, perché sentiva col popolo in cui solamente il secolo s’infutura. Napoleone fu grande e fortunato finché si attenne ai princípi legittimi della rivoluzione francese, ma egli fece il bene piú per necessitá dei tempi che per elezione; onde, come prima fu arbitro delle cose, mutò tenore e rovinò. E anche quando il tracollo era giá incominciato, c’era rimedio, solo che egli avesse avuto il senso del popolo, il quale nel quattordici e nel quindici acclamava e plaudiva all’uomo che potea ancora preservare la patria dall’ultima infamia. Se Napoleone tenea l’invito della plebe e dei soldati, sarebbe risorto poco men forte e glorioso di prima; e l’avrebbe tenuto, se una scintilla di genio popolano avesse scaldato il suo cuore. Ma in vece, disprezzate le offerte, gli scongiuri, l’entusiasmo della folla e dell’esercito, egli sperò fino all’ultimo nelle classi che l’odiavano, negli uomini che lo tradivano e congiuravano cogli estrani ad esautorarlo[118]; quasi che a costoro anzi che al popolo della cittá e del campo avesse obbligo della sua esaltazione e dei trionfi di tanti anni. Non seppe risolversi ad accettare un aiuto che gl’imponeva il debito e la necessitá di regnare popolarmente, e la regia superbia fu il castigo dell’ingratitudine. E pure egli aveva da Cesare il vantaggio inestimabile della civiltá moderna e di un millenio e mezzo di cristianesimo; e la plebe, che potea parer poco o nulla nel primo secolo, era giá tutto nel nostro. Tanto la forza divinatrice dell’ingegno prevale ai documenti esterni e ai favori della fortuna! Se nel gran capitano ma infelice politico ne fosse stata una stilla, egli avrebbe almeno assunto il patrocinio delle nazioni, in vece di spendere quindici anni di potenza a combatterle e disfarle per ogni dove. La sola nazionalitá italica saria bastata a ristorarlo disfatto e porlo in cielo trionfatore, e nei disastri degli ultimi anni potea supplire alla plebe parigina come strumento opportuno di riscossa e di salute. Ma l’orgoglio e l’imprevidenza ne lo distolsero; e ben gli stette, ché il vecchio nemico e violatore d’Italia, sua prima patria, non meritava di liberarla né di restituirle quel primato, che è l’impresa piú gloriosa e la mira piú eccelsa a cui possa poggiare nei moderni tempi l’ingegno civile e creatore."
      },
      {
        "index": 47,
        "text": "E tra que’ che son morti e che son vivi e tra le antiche e le moderne genti, non si trova uom che a Scipione arrivi."
      },
      {
        "index": 48,
        "text": "E il Tasso diceva che niuno si può «alla virtú del maggiore Affricano agguagliare» (Risposta di Roma a Plutarco)."
      },
      {
        "index": 49,
        "text": ". . . . . micat inter omnes Iulium sidus, velut inter ignes luna minores"
      }
    ]
  }
}
