{
  "chapterNumber": 3,
  "title": "Libro I, Cap. 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO SECONDO"
      },
      {
        "index": 1,
        "text": "della politica europea dal quindici in poi"
      },
      {
        "index": 2,
        "text": "La causa occasionale degli errori e disastri recenti d’Italia fu senza alcun dubbio il cambiamento degli ordini francesi avvenuto nel quarantotto. Ma siccome io non intendo di convenire la Francia e meno ancora di biasimare tali ordini o l’impeto popolare che li produsse, anzi mi propongo d’investigarne la natura e le origini, mi è d’uopo risalir piú alto. Credesi comunemente che la rivoluzione di febbraio sia l’ultimo effetto di quelle che la precedettero nello stesso paese sin dall’uscita dell’etá scorsa, e che la nuova repubblica sia, come dire, la risurrezion dell’antica. Il che è vero se i successi recenti si considerano in rispetto alla sola Francia, essendo che ogni mutazione civile si connette piú o meno colle vicende anteriori del popolo in cui succede. A questo ragguaglio le cose ivi accadute alla nostra memoria ci rappresentano la ripetizione spicciolata e piú esquisita di quanto si fece per modo simultaneo e sommario nell’ultimo decennio del passato secolo. Imperocché quando le nazioni hanno studiato il passo di soverchio, son costrette a tornare indietro per rifare bel bello la via trascorsa di foga e troppo avacciatamente. Ma la rivoluzione del quarantotto fu altresí un evento europeo; il che da ciò si raccoglie, che la Germania, l’Ungheria, l’Italia ne vennero gagliardamente commosse. Né si può dire rispetto alle due prime nazioni e anco in parte riguardo alla terza (atteso gli scappucci giá commessi e l’indirizzo alquanto viziato), che fossero mosse da solo vezzo imitativo, stante che i popoli somigliano agl’infermi, i quali non pensano a mutar letto se quello in cui giacciono è almen tollerabile. Ora ad un fatto che tiene piú o manco dell’universale si debbono assegnar cagioni e ragioni universali egualmente, né queste si hanno tanto da cercare nei popoli quanto nei governi e nei principi. Imperocché la rovina delle instituzioni proviene massimamente da coloro che le capitaneggiano; e gli Stati, o si reggano a un solo o a pochi o a molti od anche a tutti, periscono quasi sempre di morbo intestino e volontario, eziandio quando sembra a prima fronte che sieno abbattuti da una forza e da un émpito esterno. La ragione si è che per una legge conservatrice di natura i piú si acconciano volentieri agli ordini radicati da gran tempo, purché non sieno affatto degeneri e non ripugnino allo scopo primigenio del loro stabilimento; né pochi malcontenti possono prevalere al consiglio e all’animo dell’universale."
      },
      {
        "index": 3,
        "text": "Parrá strano a dire, e pur è verissimo, che l’odierna democrazia cosí tremenda ai principi è in un certo modo opera del principato. Essa nacque per via di riscossa dal congresso di Vienna; il quale, togliendo a Napoleone la potenza, ne imitò la politica e apparecchiò la materia delle rivoluzioni che d’allora in poi perturbarono e afflissero l’Europa. Napoleone avvezzo a vincere pensò che la spada potesse ogni cosa e confuse il governo colla milizia, quasi che i popoli e gli Stati si possano rimestare e ordinare a piacimento come le batterie e gli eserciti. Volle imitare l’Onnipotente e ricomporre ad arbitrio il mondo, senza avvertire che la sapienza umana, se vuol far cose che durino, dee essere pedissequa della divina; imperocché avendo Iddio posto nel suo opificio due cose immutabili, cioè la ragione e la natura, alle quali non si può calcitrare, il colmo dell’arte consiste nel conoscerle, secondarle, ubbidirle. La natura crea gl’ingegni, distingue i paesi, le schiatte, le abilitá, le lingue; la ragione porge le idee di giustizia, di libertá, di fratellanza, che destano gli affetti piú soavi e piú nobili del cuore umano; e dal conserto scambievole di tali cose e relazioni sí materiali che immateriali nascono i desidèri e i bisogni dei popoli, nascono il concetto e l’essere di patria e di nazione, in cui le condizioni del territorio e della stirpe, dei costumi e dell’eloquio, del giure e delle franchigie si appuntano e armonizzano. Or che fece Napoleone? Egli prese a ludibrio queste leggi divine e fatali, e credette di poter domare e travolgere a suo talento le idee e la natura, introdurre una descrizione politica disforme dall’ennografica, manomettere il mappamondo e il dizionario universale, smembrare e mescere i popoli, e le stirpi, seppellire in eterno silenzio le generose intenzioni, soffocare le mosse magnanime, sostituire ai naturali istinti che nobilitano gl’individui e gli Stati un’ombra fattizia di gloria, che sua fosse principalmente e solo di riflesso toccasse agli operatori. Insomma egli voleva essere il tutto, e che alla sua smisurata ambizione cedessero le ragioni e i fatti, fossero docili le leggi mondiali, e le umane generazioni come armenti s’immolassero. Ché se non «cambiò gli abitatori da un luogo ad un altro, tramutando gli uomini di provincia in provincia, come i mandriani tramutano le mandrie loro»[1], se ne sappia grado all’avanzata cultura, la quale non gli permise d’imitare in questo i conquistatori barbarici dei secoli antichi. Ma quanto osò fare e tentare bastò a sterminarlo; e tanto romore d’imprese e di guerre, costato tre lustri di sudori e di miracoli, in un baleno finí."
      },
      {
        "index": 4,
        "text": "Egli non era giá stato il primo a farsi giuoco in tal modo delle nazioni, ché Arrigo di Francia, Ermanno di Richelieu, gli autori della pace di Vestfalia, Ludovico decimoquarto, Carlo duodecimo, Caterina gliene avevano giá additato il cammino, parte per accrescere la propria potenza, parte a bilanciare le forze reciproche; come se un equilibrio artifizioso possa produrre un assetto stabile quando contrasta a una forza maggiore, quali sono le condizioni naturali. Ma siccome l’error di costoro fu meno indegno di scusa, perché al loro tempo il genio dei popoli non era svolto e gl’istinti nazionali o erano deboli o ancora dormivano; cosí piú rei di tutti furono gli arbitri viennesi, che non seppero cavar profitto dal fresco e formidabile esempio. Imperocché essi non potevano, come il Buonaparte, allegare a discolpa la vastitá dell’animo, l’ebbrezza della fortuna e il fascino delle vittorie, mentre a fin di regnare e godere in ozio facevano mercato e trastullo delle innocenti generazioni."
      },
      {
        "index": 5,
        "text": "Fra le nazioni sperperate dal congresso di Vienna la piú benemerita e illustre fu l’italiana, verso la quale alla bieca politica si aggiunse l’ingratitudine. Perché se ai nuovi barbari era lecito l’ignorare che da lei viene la civiltá moderna di Europa, essi non doveano almeno dimenticarsi che senza il suo aiuto e concorso non avrebbero vinta la prova. Ma ai meriti antichi e recenti e alla fede giurata prevalsero una falsa mostra di utilitá propria e il vecchio livore contro l’unica grandezza del nome italico. Dico «una falsa mostra», perché in vece di temere un’Italia unita e forte, l’Europa dovrebbe desiderarla come richiesta alla sua quiete. Le leggi della meccanica civile sono cosí fisse e invariabili come quelle della materiale; e nel modo che l’ingegnere non crea le forze che adopera ma le piglia dalla natura, similmente lo statista per bilanciare e piramidare il mondo politico dee cercare il bilico e il contrappeso, non mica nelle conglomerazioni e disgiunzioni violente, capricciose, arbitrarie, ma nelle leghe, nei componimenti e nelle divisioni naturali dei popoli. Ora chi voglia ordinare una costituzione civile di Europa ferma e durabile dee far capo dalla nazionalitá italica, la quale è la ruota maestra di tanta macchina, e accordare l’Europa statuale colla territoriale, abolendo fino agli ultimi vestigi delle iniquitá stanziate nel quindici. Finché non si dá opera a una riforma sostanziale del giure europeo, vano è il confidarsi che le rivoluzioni sieno per aver fine; quando gli altri rimedi, non che scemare il male, lo allungano e lo aggravano. Negli ordini politici come in quelli dell’etica il male risiede nel contraddire alla natura, e però le rivoluzioni che si fanno per restituir l’armonia offesa sono un giusto castigo di quelle che la turbarono. Che furono infatti la piú parte delle commozioni europee da sette lustri in qua se non lo sforzo dei popoli oppressi e smembrati per tornare al loro sesto e arbitrio natio? e non è questo in particolare il carattere dei moti recenti d’Italia? Fate pure, o politici, quanto sapete per eternar l’ingiustizia, ché in fine ogni opera vostra tornerá contro voi. E non sortirete né anco a tempo lo scopo che vi proponete, perché in vece della sicurezza avrete il terrore, in vece di una stupida rassegnazione il bollore ed il fremito dei popoli violati, e una pace piú torbida e funesta della guerra vendicherá il parricidio da voi commesso nella regina delle nazioni."
      },
      {
        "index": 6,
        "text": "I principi però non furono soli a praticare questa insana politica, ed ebbero per consiglieri, complici, ministri, quegli uomini che oggi si chiamano volgarmente «conservatori» e che dal quindici in poi sono arbitri degli Stati col maneggio degli affari, l’opinione e le aderenze. Essi appartengono alle varie parti della classe educata e colta; ricchi, nobili, cittadini di mezza taglia: né professano una sola dottrina; ora parteggiando per un dominio dispotico e mite, come giá in Germania e in Italia; ora per un’oligarchia moderata, come nella Svizzera e nell’Inghilterra; ora pel principato civile, come in Francia, nel Belgio, nella penisola iberica. Ma non ostante queste e simili differenze, due cose gli accomunano; cioè, quanto alla classe, il genio borghese, che piglia la forza dall’ordine prevalente di numero e colora piú o meno eziandio gli altri ceti; quanto alla politica, l’egoismo nazionale e il monopolio governativo. Sieno essi popolani o gentiluomini, di mediocre o di gran fortuna, fautori di un dispotismo discreto o di una libertá temperata, costituzionali o repubblicani, gl’istinti gretti e meschini della borghesia signoreggiano i loro animi e imprimono la stessa forma nei reggimenti. Di qui nasce che negli ordini esterni dello Stato oggi predomina l’egoismo nazionale, che scioglie i vincoli fratellevoli delle genti, e tanto differisce dall’amore di patria quanto il conferire al vero pro di essa è diverso dal postergarne la dignitá e la gloria e dal prevaricare le ragioni della giustizia. Né questo egoismo è altro in sostanza che una larva del genio municipale, e ne ha tutti i vizi, le miserie, le corruttele. Negli ordini interni l’indole borghese partorisce il monopolio del governo, della cultura e degli altri beni sociali, ritirandoli dall’uso comune e facendone una prerogativa di pochi privilegiati. E siccome la civiltá si aggira su due oggetti, che sono i diritti e gli utili, le idee e le cose, le cognizioni e gl’interessi; cosí intento supremo dei falsi conservatori si è di proibirne o almeno scemarne il possesso e il godimento alla plebe, privandola di quasi tutti i vantaggi del vivere civile, riducendola serva come gl’iloti e gli schiavi, o lasciandole in nome una libertá vana e bugiarda, stremandole il cibo del corpo e sottraendole affatto quello dell’intelletto. Né perciò il maneggio tocca ai capaci; ché la vera capacitá, essendo rara e non appartenendo piú ad uno che ad altro ceto, è abborrita dal volgo patrizio e borghese, in cui abbonda la mediocritá felice, che ha il sembiante di quella, non il valore. Cosí l’ingegno, che quando è informato dalla virtú e dalla dottrina è la cima del pensiero, supremo rettore e arbitro degli eventi, viene escluso dall’indirizzo della cosa pubblica e in vece dei sapienti governano i procaccianti. Eccovi come i vizi dei cattivi conservatori, aggiungendosi a quelli dei regnanti, aggravarono il cattivo indirizzo del principato e lo resero infesto alla plebe e all’ingegno, che è quanto dire alla forza e alla mente del corpo sociale, come i capitoli di Vienna l’avevano inimicato alle nazioni e fattone un ostacolo quasi insuperabile al legittimo ordinamento di Europa."
      },
      {
        "index": 7,
        "text": "Né qui ristette il male, perché tutti i disordini si consertano insieme e l’offesa delle leggi naturali su di un punto si trae dietro un mondo di prevaricazioni. La lega dei monarchi coi fallaci conservatori e il loro concorso unanime per impedire i popoli di risorgere, l’ingegno di sovrastare, la libertá e la gentilezza di accomunarsi, li costrinse a opprimere e corrompere, usando la corruzione sovrattutto nei paesi liberi, dov’era men facile l’oppressione. L’immoralitá pubblica e privata fu innalzata a grado di regola e a dignitá di principio; e si ripose la ragion di Stato e l’abilitá politica nel depravare i cittadini, sia col fomentar l’ambizione, la cupidigia e favorire quei soli interessi che «materiali» si appellano, sia col broglio e col traffico delle elezioni, viziando l’opinion pubblica nelle sue fonti e alterando l’economia degli ordini liberi. Alla rappresentanza naturale del popolo, che nell’ingegno è riposta, fu surrogata l’artificiale, e la tela parlamentare venne ordita in modo che il merito sottostesse al censo e la sufficienza alla ricchezza. I privilegi feudali si rinnovarono sotto altro nome e si accrebbero: il banco si aggiunse al latifondio, l’officina opulente sottentrò alla gleba per opera di quei borghesi che coll’aiuto del popolo l’avevano abolita. Sorse un’aristocrazia novella poco meno iniqua e piú contennenda dell’antica; onde non a torto la guerra mossale assunse nome e spirito di democratica. Ma la corruttela dentro non basta quando l’oppressura non la spalleggia anche di fuori; e poco parve l’assistere spettatore freddo e impassibile allo smembramento e al macello dei popoli, se non si applaudiva e porgeva aiuto a coloro che l’operavano. Che avrebbero potuto fare di peggio gl’illiberali e i retrogradi? Non è dunque da meravigliare se i viziosi conservatori, tutto che protestassero a principio di volere una signoria mitigata dalle leggi o almeno informata e diretta da sapienza civile, sdrucciolassero a poco a poco nel costume di coloro che ritirano il secolo alla barbarie, e non solo facessero buon viso alle loro opinioni ma stringessero seco amistá ed alleanza."
      },
      {
        "index": 8,
        "text": "Tali furono le basi universali dell’assetto e del diritto europeo gittate dai savi scettrati di Vienna e dai prodi conservatori. Veggiamone ora partitamente e trascorsivamente gli effetti e i frutti, cominciando da Roma. Imperocché non si vuol tacere che nel tristo compito all’opera de’ laici si aggiunse quella dei chierici, molti dei quali, in vece di vendicare la religione dagli oltraggi della nuova politica (come quella che ripugna ai dettati formali del cristianesimo), concorsero anch’essi a profanarla e manometterla. Il clero, essendo stato una classe privilegiata e ricca per molti secoli, mal si poteva adattare all’uguaglianza e parsimonia evangelica e, riconoscendo dagl’instituti liberi e dalla cultura crescente la mutazione, sospirava la restituzione degli ordini antichi. Il papa, avendo racquistato il dominio temporale per opera del celebre congresso, divenne naturalmente il difensore de’ suoi capitoli, salvo quelli che importavano qualche diffalco di esso dominio. Ed essendo amico ai despoti e abituato al governo assoluto da tre secoli, le nazionalitá e libertá di Europa non potevano stargli a cuore, anzi per antica tradizione curiale quelle d’Italia gli mettevano gelosia e spavento[2]. Stimava pericoloso a’ suoi diritti politici che la penisola divenisse una nazione unita e gagliarda, e che il sentimento di ciò che furono e possono essere nei petti italici si ridestasse. E quanto piú avverso a ogni pensiero e tentativo di redenzione italiana, tanto era piú tenero e sviscerato dell’Austria, nemicissima per odio invecchiato, ambizione, memorie, interessi, del nostro nome, e pel possesso lombardo piú atta e propensa di altri a mantenere l’antico giogo. E siccome per l’intima lega delle idee e dei fatti la nostra causa è assorellata con quella degli altri popoli, Roma, specialmente dal quindici in appresso, fu non solo indifferente ma infesta alle nazioni afflitte: vide a occhi asciutti lo scempio, benedisse i carnefici dell’Ungheria e della Polonia e pianse la risorta Grecia non meno caldamente del Turco. Essa odia le instituzioni liberali e i civili progressi per le cagioni medesime, e inoltre per la sua inettitudine a parteciparvi, la ripugnanza alle franchigie della stampa e dell’instruzione, la confusione del sacro col civile; imperocché come negli Stati laicali i borghesi, cosí nell’ecclesiastico i prelati governano, e il monopolio di questi riesce tanto piú odioso quanto piú inetto e ripugnante alla santitá del loro grado. Laonde, a ridurre il molto in poco, dalla mischianza dei due ordini nata nei bassi tempi provennero i traviamenti di Roma moderna, e il temporale abusato è rovina dello spirituale. Invano nell’etá scorsa alcuni papi sapienti e benevoli cercarono di rimediare al male, il quale risorse piú vivo nel quindici per l’auge ripreso dal dispotismo europeo, benché la bontá personale di Pio settimo e il senno di Ercole Consalvi lo temperassero. Crebbe sotto i successori, e specialmente nel lungo regno dell’ultimo Gregorio, i cui giorni ci parrebbero i piú tristi di cui l’Italia abbia memoria, se quelli d’oggi non li facessero desiderare."
      },
      {
        "index": 9,
        "text": "L’esempio di Roma contribuí a peggiorare i costumi civili dei chierici negli altri paesi e accrebbe la discordia del cattolicismo colla cultura; ma piú di tutti ci conferirono i gesuiti. Egli è da notare che questi appunto risorsero mentre stava per celebrarsi il congresso dei potentati; molti dei quali avevano invitato il Chiaramonti a distrugger l’opera del Ganganelli, per fare della Compagnia un presidio religioso e morale all’empio giure che preparavano all’Europa[3]. Cosicché i principi di allora, promuovendo il ristauro del sodalizio che da Gesú si appella e conchiudendo a poco andare il patto della santa alleanza[4], pretesero al loro intento con ipocrito eufemismo i nomi dell’Evangelio, della Trinitá e di Cristo. I gesuiti sono una frateria e una conventicola, un’accolta di divoti e una setta di congiuranti; ma per molti di loro la politica è la parte principale e il fine, a cui serve di mezzo e di mantello la religione. — A che pro tanti minchioni? — chiedeva un tale al celebre padre Oliva. — Abbiam bisogno di santi, — rispose il generale della Compagnia. La santitá gesuitica (parlando generalmente) non è però del conio migliore, perché spesso alterata dalle massime di una morale falsa e corrotta, dalle esagerazioni mistiche ed ascetiche. Le finzioni, le bugie, lo spergiuro giuridico, l’ubbidienza cieca, le spiagioni, le denunzie, il disamore della patria, il vilipendio dei parenti e dei genitori[5], le macerazioni eccessive, il suicidio volontario, la maldicenza, la calunnia[6], l’intolleranza, le azioni crudeli, le rappresaglie atroci non sono pure giustificate ma levate a cielo. Ché se l’etica dei gesuiti politici si rassomiglia a quella de’ farisei di ogni tempo[7], la morale dei gesuiti santi tronca i nervi dell’uomo, imprimendo in esso una bambineria serotina e una decrepitá precoce. La religione degli uni e degli altri è molle, superstiziosa, inerte: altera l’essenza del cristianesimo che consiste in veritá e spirito[8], lo spoglia del semplice e del maestoso, lo impregna d’idolatria, lo carica di nuovi riti, lo scredita con falsi miracoli, e lo fa persino parere inferiore di bontá, di bellezza, di efficacia alla filosofia di Socrate e di Marco Aurelio. Tirando l’idea al senso, l’evangelio al mondo, e convertendo la fede in un mezzo di dominazione e di corruttela, è essenzialmente simoniaco[9], e quasi un regresso della sapienza cristiana alla gnosi acattolica e al gentilesimo. I gesuiti sono insieme i demagoghi e gli oligarchi della Chiesa, turbandola coi raggiri, coi soprusi, colle liti teologiche e sotto specie di ubbidienza mirando a metterla in servitú. Zelantissimi nel propagare le credenze ortodosse, purché ne sieno maestri ed arbitratori e si dia loro agio di «usurpare la chiave della scienza»[10], cercano in vece di attraversarle dove si rifiuta l’opera loro. Insomma, ragguagliata ogni cosa e messo in bilancia il bene e il male, non solo questo sovrastá di gran lunga, ma si può dire con veritá che il gesuitismo accampato nel seno della religione le fu piú nocivo dei nemici esterni, e che da esso non è rimaso che il cattolicismo e il papato non sieno spenti da lungo tempo.[11]"
      },
      {
        "index": 10,
        "text": "Come setta civile (conforme venne qualificata nel parlamento inglese![12]) la Compagnia è l’esemplare piú perfetto delle congreghe secrete; e però non è meraviglia se il tedesco Weishaupt, fondatore degl’illuminati e suo alunno, la pigliasse a modello. In politica, non altrimenti che in morale e in religione, ella misura tutto dal proprio utile, variando col tempo i pareri, secondo le mette bene. Ché se in addietro propugnò con calore la signoria del popolo, la rivolta e il regicidio, ora applaude agli eccessi della potestá regia e allo strazio delle nazioni. Perciò piace ai retrogradi e agl’inetti conservatori, che, guidati dal loro solito accorgimento, la stimano atta a quietare il mondo e a tirarlo indietro; dove che ella fa l’effetto contrario e accelera i progressi colle perturbazioni. Imperocché, mirando in ogni cosa ai propri fini, pregiudica agli amici non meno che ai nemici e rovina le migliori cause coll’infamia del suo patrocinio. Combattendo la stampa libera promuove la clandestina, attraversandosi alle radunanze provoca le congiure, opponendosi alla caritá pubblica e ai miglioramenti economici apparecchia la legge agraria, scomunicando la libertá religiosa suscita l’empietá, contrastando alle riforme necessita le rivoluzioni. Nuoce alla ricchezza pubblica colle manimorte; alle fortune private col carpire i doni, i lasciti, i reditaggi; alle tenere generazioni colla cattiva disciplina; alle famiglie colla discordia; alla plebe coll’ignoranza, la miseria, la superstizione; all’universale degli uomini coll’odio della cultura. Ché se loda la moneta spicciola della civiltá onde fa incetta, ella ne sfata e bestemmia i tesori come superflui e pregiudiziali, a guisa di una lucciola che, stimando sufficiente il suo lumicino a far chiaro il mondo, volesse accecare il sole e abbacinare le stelle."
      },
      {
        "index": 11,
        "text": "I gesuiti sono il nervo della fazione illiberale e il tarlo o il flagello degli Stati che li ricettano. Fuori di quei paesi, in cui il predominio dei culti acattolici, la forza della legge e la gara degli altri sodalizi gli affrena e costringe a deporre una parte della loro tristizia (come l’Inghilterra e gli Stati uniti), essi ripugnano ai civili incrementi, per forma che non allignano e non rifioriscono se non quando regna o risuscita la barbarie. Donde le buone arti prevalgono il gesuitismo è sbandito, dove sono incognite prospera, dove cessano rimette: né questo è un fatto accidentale, ma costante, dall’Europa del secolo sedecimo sino all’America dei dí nostri[13]. Il moto recente gli sterminava dalla penisola come nemici capitali non pur della nostra ma di tutte le nazionalitá civili[14]: austriaci in Italia e nella Svizzera, russi in Francia, nella Germania e nella Polonia. Ma oggi che i succedanei del congresso di Vienna e gli eredi della santa alleanza fanno l’ultimo sforzo contro il fiotto incalzante della democrazia minacciosa, la fortuna rinascente dei gesuiti corrisponde per ogni dove al corso di tal regresso. Strana condizione di un instituto, che, pigliando il suo nome da Cristo, fugge o si cela quando i popoli ridono, ride e tripudia quando i popoli piangono, come i corbi che accorrono al fiuto dei cadaveri e coi loro schiamazzi annunziano il macello. Eccovi che cacciato dalla legge e dalla piena dell’odio pubblico, egli rientra ovante in Italia fra il corteggio degli sgherri e dei carnefici, e solo manca il Piemonte ancor libero al suo compiuto trionfo. Rallegratevi pure, reverendi padri; ma temperate la gioia, perché questo non avrá lunga vita. Iddio vi ha permesso di rialzarvi per pochi istanti, affinché piú profonda sia la caduta e piú tremendo lo stroscio. Gli esempi che date al mondo sono l’apologia piú insigne di quello che io scrissi sul conto vostro, e mostrano che non vi ho calunniati. I vostri fatti avanzano di gran lunga le mie parole; e quando cadrete senza speranza di risorgere, potrete almeno vantarvi di aver vinto in quest’ultima prova voi stessi e l’opinione universale."
      },
      {
        "index": 12,
        "text": "Quanto sia dannosa l’alleanza gesuitica agli Stati che vi si appigliano, i Borboni di Francia ne fecero chiara prova. Il primo ramo di essi cadde non tanto per l’infamia di tal patrocinio quanto pei consigli e gl’influssi della setta ignorante e fanatica. Il loro ristauro fu accompagnato da orribili violenze e dal sangue: le stragi meridionali del quindici, le crudeli giustizie dei due anni seguenti in Parigi, Lione, Grenoble, Lilla, Mompellieri, Carcassonne, Lude, Bordeaux, Melun, Alenzone e altri luoghi, pareggiarono quelle della rivoluzione anteriore[15], facendo toccar con mano ai popoli che le vendette regie non son meno atroci delle plebeie[16]. L’onor nazionale fu difeso in Algeri ma avvilito nelle Spagne; e si ricorse a un vecchio convegno di famiglia, che dovea corroborare la conformitá delle instituzioni per distruggerla e rincatenare un popolo fiero e magnanimo. All’alleanza della libera Inghilterra si antepose l’amicizia di coloro che opprimevano l’Italia, l’Ungheria e la Polonia. Si accarezzarono gli antichi esuli che aveano combattuta la libertá e attizzati i barbari contro la patria: i buoni cittadini furono perseguitati, corrotte le scuole coi padri, le elezioni col censo; e tornati vani questi partiti, si volle mutare il patto fondamentale. Qual fu l’effetto di tanta sapienza conservatrice? La cacciata di Carlo e della sua successione, una dinastia nuova, la libertá ampliata, la potenza caduta dai chierici ne’ laici e dai nobili nei borghesi, accresciuti i fautori della repubblica, creata la setta dei socialisti, commossi i popoli e crollati i troni in tutto il resto di Europa."
      },
      {
        "index": 13,
        "text": "Luigi Filippo avea sugli occhi l’esempio e l’infortunio del precessore, ma non seppe trarne profitto. Incorse negli stessi falli, meno scusati, perché la fresca vicenda, l’aspettativa grandissima, le brame civili accresciute li rendevano piú manifesti e difficili a tollerare. Dimenticò, come Napoleone, la sua origine elettiva: volle regnare per ragione di reditaggio e rifare i privilegi abusati di una monarchia spenta. Salito a un seggio acquistato col valore e col sangue della plebe, la ricambiò d’ingratitudine, posponendo i suoi diritti e interessi a quelli di una classe avvezza a nascondersi nelle burrasche per usufruttuar nella calma gli altrui sudori. A perpetuare il predominio borghese, il nuovo Borbone accrebbe la corruttela parlamentare e amministrativa dei primi, aperse la porta alla virtú e all’ingegno piú in apparenza che in effetto, e la nullitá esautorata ebbe per iscambio la mediocritá felice. L’egoismo della linea primogenita fu ridotto a massima, predicandosi che gli Stati debbono solo pensare a sé, né spendere per altri il danaro ed il sangue loro; come se quando si tratta dell’onor comune e della giustizia, le piccole perdite presenti non tornassero a sparagno notabile e a guadagno per l’avvenire. Dal tollerare i fatti iniqui si trascorse al cooperarvi, e la spedizione di Spagna ebbe il suo riscontro in quella di Portogallo. Egli era fatale che anche la Spagna pregiudicasse all’Orleanese come a Napoleone e al successore, e che un patto domestico fondato sull’ambizione di stirpe e gravoso sin da principio alla Francia fosse esiziale a coloro che cercarono di rinfrescarlo. Le nozze spagnuole furono il maggior fallo, poiché indussero il governo a scambiar l’alleanza inglese coll’austriaca (che è quanto dire un’amicizia naturale con una lega contro natura) e a contrastare le riforme del Piemonte, di Roma e di Svizzera; il che diede l’ultimo squasso alla potenza del nuovo principe. Egli ci aveva giá traditi fin dal suo salire, lusingandoci con false promesse e lasciandoci poscia in preda al nemico. Cosí il proposito di mantenere in Italia gli ordini di Vienna tanto cari ai conservatori costò il regno e la fama agli Orleanesi, e lo costerá a tutti i principi che rinnoveranno l’antico fallo della politica europea[17]."
      },
      {
        "index": 14,
        "text": "Queste colpe però non si vogliono tanto imputare a Luigi Filippo quanto alla fazione che aveva in pugno la cosa pubblica; fazione gretta, vana, presontuosa, cupida, corrotta, putrida sino al midollo. Allorché operava di proprio moto non era alieno dai sensi nobili e virtuosi, e quanto piú gravi furono i suoi infortuni tanto maggiore è l’obbligo di attestarlo. Nocque all’Italia non giá di voglia ma a malincuore, e cercò di giovarle quando era libero, come si raccoglie dai buoni consigli che diede al re napoletano[18]. Fu scarso del suo nelle spese inutili, ma largo nelle opere di pubblica magnificenza. Marito, padre, fratello buono egualmente: raro esempio sul trono di virtú domestiche e private. Sarebbe stato buon principe se avesse avuto idee piú ampie e non dato retta a consiglieri piú ambiziosi che savi, piú burbanzosi che idonei. Cadde rimessamente non per viltá (ché sempre ebbe cuore) ma per mansuetudine, a fin che il regno del piccolo nipote non cominciasse col sangue. La morale di corte può posporre la sua fuga e moderanza alla caduta superba e sanguinosa del precessore. Ma se la fine di Carlo, che suggellava il suo regno colla guerra civile, fu piú regia nel senso di Tacito[19], quella di Filippo fu piú umana e cristiana; e l’onta di essa presso i posteri ricadrá su coloro che coi falsi consigli lo trassero al precipizio."
      },
      {
        "index": 15,
        "text": "Compagno all’Orleanese nella sua rovina ma piú biasimato fu il principale de’ suoi ministri, in cui si vide che né un certo ingegno e il sapere, né la facondia e la perizia parlamentare e né anco l’amore dei progressi civili (onde la legge del trentatré sull’instruzione pubblica fa buon testimonio) possono supplire in chi governa al genio del secolo. Chiamo cosí quella giusta estimazione delle cose e dei tempi correnti, onde nasce la sagacitá pratica che genera l’antiveggenza. Chi non ha il genio del secolo non può conoscerne i bisogni, i desidèri, gl’istinti; e però ogni qual volta vuol fare stima del tempo suo, trasporta in esso senz’avvedersene le qualitá e le condizioni del passato, pigliandolo a misura del presente e dell’avvenire. E siccome questa misura è falsa, non può fare che chi l’adopera non trovi la materia sorda e ribelle al suo volere; onde si sforza di vincerla, riputando contrasto parziale e di pochi quello che è veramente universale. La resistenza condotta con abilitá può riuscire per qualche tempo; ma in fine la natura piú forte dell’uomo ripiglia il suo imperio, e alla fortuna momentanea succedono i disastri subiti e irreparabili. Tal è veramente il signor Guizot, non solo nelle cose di Stato, ma in filosofia, nelle credenze, in tutte le parti della coltura. Egli ama il progresso sinceramente, ma un progresso, direi cosí, anticato, che piú non basta ai dí nostri. Ama la speculazione, la libertá di coscienza, le franchigie civili, ma in quel modo ed a quella stregua che convenivano ai nostri avi. In religione egli è protestante all’antica in cambio di essere cattolico o almen cristiano alla moderna, in politica è un inglese del secolo passato anzi che un francese e un europeo del nostro. In vece dell’ingegno, del popolo e delle nazioni, che sono le tre forze naturali state finora in fondo e che oggi debbono venire a galla, egli corona e mitria l’abilitá volgare, la borghesia ricca e gli stati fattizi; cioè tre forze artifiziali, le quali, non che sormontare come dianzi, declinano all’occaso. Ma come farle risorgere? Il signor Guizot recò al colmo quella falsa politica che oggi chiamasi «di resistenza», della quale parleremo in appresso; con che frutto si è veduto. Essendogli riuscito felicemente di abbattere una monarchia che consacrava i privilegi antichi, credette di poter introdurre e stabilire un monopolio di altro genere, senza accorgersi che i nuovi privilegiati erano la vanguardia e non il polso dell’esercito. Egli fece come un barcaiuolo che, accostatosi agevolmente alla foce, stimasse facile il risalire verso le fonti della corrente. Né meglio conobbe le cose esterne che le proprie e l’Italia che la Francia, mancandogli quel sentimento della nazionalitá che oggi accomuna in solido i diritti e gl’interessi dei popoli. Non conobbe i princípi né le leggi né l’indole del nostro Risorgimento; onde volle altalenare tra l’Italia e l’Austria, darci l’orma e quasi il cavallo, come se il riscatto di un popolo potesse regolarsi colla bacchetta di un pedante. In vece di dire il vero ai nostri nemici e di adempiere l’ufficio d’«idoneo conciliatore»[20], confortandoli a fare della necessitá saviezza, non giovò a nessuno e nocque a tutti, causando in Francia gli eventi che convolsero Italia ed Austria nello stesso turbine. Dolse ai buoni il vedere un uomo incorrotto nella vita domestica patrocinar la violenza contro la giustizia, suscitar brighe alle pacifiche nostre riforme, mentre lasciava insultar Ferrara, manometter Cracovia, insanguinar la Gallizia con atroci carnificine, e lodava in pubblico parlamento il primo autore di tali enormezze. E anche nei governi interiori della sua patria il signor Guizot fece chiaro che l’onestá privata non è sufficiente mallevadrice della pubblica, quando la politica che altri ha abbracciata necessita i raggiri, i soprusi, le corruttele."
      },
      {
        "index": 16,
        "text": "Credo inutile il riandare partitamente le altre parti e gli altri politici di Europa, perché la Francia e il signor Guizot sono specchio del rimanente. Se le massime del quindici ebbero per fautori un uomo cosí virtuoso e dotto come il prelodato, tre principi d’ingegno non malo e di animo discreto come gli ultimi Borboni, e una borghesia cosí culta, viva, libera come la francese, memore o spettatrice di due rivoluzioni; se ne può inferire quanto prevalessero nei luoghi che furono la sede del congresso e della santa alleanza, o assai piú complici dell’uno e dell’altra, dove i popoli erano meno civili e piú avvezzi al giogo, le classi conservatrici meno instruite e piú avide di privilegi, i regnanti meno mansueti, gli statisti meno esperti, le nazioni men conscie di loro medesime, meno unite, forti e capaci di ripulsare i cattivi influssi e le false preoccupazioni. Siccome però i particolari insegnano meglio dei generali, conchiuderò questo capitolo col ricordare un solo fatto, in cui si può dire che la politica europea invalsa dal quindici al quarantotto si riepilogasse e chiarisse quanto sia inetto, puerile ed iniquo il senno che la governa. Fatto avvenuto, si può dire, nel centro di Europa, in un paese neutrale ma sottoposto alle impressioni e influenze degli Stati confinanti, nella vigilia dell’ultima rivoluzione, e col concorso morale di quasi tutti i governi, né solo del laicato ma del sacerdozio."
      },
      {
        "index": 17,
        "text": "Giá il lettore s’avvede che io intendo parlare della famosa lega elvetica, che precedette di poco il moto francese di febbraio. Che fu infatti a vedere i vari principi del continente, cosí teneri del potere legittimo, congiurare contro la Dieta svizzera in favore dei ribelli? e quali ribelli? Uomini che odiavano l’unione, la libertá, l’indipendenza patria e macchinavano cogli esterni per annientarle. Ma se per odio inveterato degli ordini liberi e vendetta delle antiche ingiurie premeva all’Austria di ridurre i suoi vicini divisi e servi, che onore sperava la Francia dall’empia guerra? che pro dall’abbassare il debole e accrescer forza al potente? che merito dal concitare i fratelli contro i fratelli? Oh! la Dieta era radicale. Dunque stimate che metta maggior conto ad un popolo l’essere smembrato e privo del suo essere come nazione? Per non avere un’Elvezia democratica, volete un’Elvezia austriaca? A un popolo neutrale ed amico anteponete uno Stato che se l’intenda col barbaro a danno vostro e accresca la potenza di lui in Italia? Inaudita demenza! E ancorché il partito fosse utile e onorevole, come sperate di vincere la prova? Non vi accorgete che in cambio di spegnere una libertá odiosa presso gli altri, la porterete in casa vostra? e la renderete infesta alla vostra dominazione? Vano è il cercare di estinguere coll’arte o colla forza i desidèri universali dei popoli. Forse alla parte piú numerosa, colta, agguerrita della Svizzera prevarranno i magnati dei piccoli cantoni, che congiurano coll’imperatore contro le libertá pubbliche e in premio dell’iniqua trama ne riscuotono le provvisioni? o poche popolazioni rozze e sedotte dai preti, ma pur tenere della legge, dureranno ferme ed eroiche nella gara scellerata? Le crociate contro la patria sono abbominevoli, e il «dare il perdono»[21] a chi ammazza i concittadini è un’indulgenza inspirata dall’inferno anzi che dall’evangelio. Il tempo delle guerre sacre e fanatiche è passato, e i gesuiti non verranno a capo di farlo rivivere. I gesuiti! Ecco in fin delle fini la fazione a cui postergate l’onor della Francia. I buoni padri sono i primi motori e l’anima della lega, colla quale essi vogliono far della Svizzera un piccolo Paraguai europeo, che loro serva di rifugio e di centro per potere a loro agio ammorbare tutto il mondo civile. E voi gli aiutate! Ma dovreste ricordarvi che pro abbia fatto la Compagnia ai primi Borboni; i quali però non trascorsero a tanta infamia di spalleggiarla per accendere la guerra fraterna presso un popolo innocente, disfrancarlo e tradirlo in mano al nemico."
      },
      {
        "index": 18,
        "text": "Come i princípi dell’impresa furono iniqui e crudeli, cosí l’esito fu brutto e ridevole, e tornò sui governi complici non piccola parte del vituperio. Ciascuno ricorda le sciagurate calunnie onde Carlo di Montalembert si rese interprete nel parlamento francese[22], e le magnifiche promesse di un giornale[23] che in poco d’ora fu costretto a fare una trista e umile palinodia. E veramente quanto spiccò in quella breve fazione la prontezza, la perizia e la mansuetudine della Dieta, tanto le parti contrarie abbondarono nei rivoltosi. Il generale Dufour, volendo a risparmio del sangue far guerra grossa, raccolti in quindici giorni ducentottanta artiglierie e novanquattro mila uomini, prende Zug, Uri, Svito, Underwald e il Vallese, senza quasi trar la spada dal fodero. A Schupfeim e a Gisliken i collegati combattono gagliardamente ma con esito infausto, ché la lega aveva sparpagliate le forze, inviandone una parte contro Argovia e Zurigo. In Friborgo non si fa testa che ad un ridotto: i raccogliticci si sbandano: i rettori e i gesuiti del cantone che avean promessi miracoli, vedendo che il cielo era sordo, si mettono in fuga; imitati dai padri, dalle monache, dai capi di Lucerna e dal nunzio apostolico, che era gregoriano di opinioni e nol dissimulava, intervenendo alle mostre e benedicendo le insegne dei ribelli[24]. I quali per buona sorte non ebbero agio di esercitare la loro ferocia; ma come fossero disposti a usar la vittoria, si raccolse dagl’infelici impiccati presso a Malkers[25], dai barbari governi del Siegwart-Müller e dall’infame crociata che i gesuiti bandivano da dieci anni nei giornali e sul pulpito, attizzando i cattolici e augurando all’eccidio dei protestanti. Laddove i generali Dufour e Rillet diedero ordini umanissimi: il primo fece serenare i soldati fuori di Lucerna per impedire ogni eccesso in quegli animi ancor caldi; e se nella presa e nel trambusto di Friborgo accaddero alcune profanazioni lacrimevoli, le persone furono riguardate e i capi provvidero con sollecitudine alla sicura ritratta e alla salute di coloro onde in caso di perdita si aspettavano lo sterminio."
      },
      {
        "index": 19,
        "text": "Con quest’atto vergognoso e ridicolo finí la stolta politica del quindici, e la democrazia svizzera trionfante prenunziò l’avvenimento della repubblica alla Francia e di un nuovo diritto all’Europa. Chi avrebbe creduto che tanti apparecchi, tanti strepiti, tante albagie di preti, di ministri e di scettrati per piú di trent’anni dovessero terminare cosí miseramente? Si dirá che i tempi della lega ricominciano; e in vero nella sommossa recente di Friborgo[26], la quale ebbe un altro Müller nel Carrand, uomo crudo e fanatico, apparvero le stesse inclinazioni truculente nei vinti e la medesima mitezza nei vincitori. Ma il ricercare quanto sieno fondate le speranze dei governi che attendono per ogni dove con infinita sollecitudine a rifare gli antichi ordini, non è ora a proposito. Mi basta di aver tratteggiata la politica invalsa dopo gli atti viennesi, la quale fu piú o meno comune a tutti i potentati, salvo un solo di essi. Imperocché se la Gran Bretagna concorse agli ordinamenti del quindici per odio contro Napoleone, gelosia della Francia, vaghezza di preda, e li difese per quanto era richiesto a preservare gli acquisti; ella ne depose a poco andare gli spiriti, e tenne una via di mezzo non solo nel reggimento interiore ma eziandio nei casi esterni[27], tanto che fu nel passato intervallo ed è tuttora il principale presidio della libertá in Europa."
      }
    ]
  }
}
