{
  "chapterNumber": 1,
  "title": "Proemio (Introduction)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ché se la voce tua sarà molesta nel primo gusto, vital nutrimento lascerà poi quando sarà digesta. Questo tuo grido farà come vento, che le più alte cime più percuote; e ciò non fia d’onor poco argomento."
      },
      {
        "index": 1,
        "text": "Dante, Par., xvii, 130-5."
      },
      {
        "index": 2,
        "text": "Della prima parte di quest’opera io abbozzai in fantasia il disegno nell’autunno del quarantotto, dappoiché l’esito infelice della campagna sarda e le pratiche sostituite alle armi mutarono l’indirizzo e apparecchiarono la ruina delle cose nostre. Ebbi poi il pensiero della seconda dopo la pace di Milano e il ristauro del principato ecclesiastico; i quali due fatti furono la fine del Risorgimento italico, come le riforme di Pio nono e la sollevazione lombarda ne erano state il principio. Ma non mi affrettai di stendere e indugiai a compiere il mio lavoro per diverse cagioni. Imperocché io non poteva discorrere prudentemente dell’avvenire senza conoscere la via per cui sarebbero entrati i governi di Napoli, Roma, Toscana dopo i comuni disastri; e pogniamo che fosse facile il conghietturarlo (come si può raccogliere da qualche mio scrittarello divulgato in quei giorni), ragion voleva che io attendessi i fatti per accertare le mie conclusioni e impedire che paressero a molti inopportune, temerarie e precipitose. Parvemi anche dicevole di star a vedere che avviamento pigliasse il Piemonte dopo la pace e che fiducia potesse avere l’Italia negli uomini che lo reggono. E mi sarei fatto scrupolo di sentenziar troppo presto, sapendo che i governi non vogliono essere giudicati da qualche atto (salvo che sia uno di quelli che per la gravitá intrinseca bastano a dar credito od infamia a chi li commette), e meno ancora dal cominciamento, ma sí dal progresso e dalla somma delle loro operazioni. Oltre che, le critiche eziandio di un privato possono aggiungere qualche malagevolezza a chi indirizza le cose pubbliche nei tempi insoliti e difficili, quali erano quelli che allora correvano. E mi credetti tanto più obbligato a questa riserva, quanto che ricordandomi come Massimo di Azeglio, non contento a biasimare la mia amministrazione prima di vederne le opere, con un discorso a stampa la fulminasse, mi sarebbe paruto scortese ed ignobile il rendergli la pariglia. Ora non posso piú incorrere in questa riprensione, avendo io indugiato piú di due anni a parlare, laddove egli non ebbe pazienza di attendere pochi giorni."
      },
      {
        "index": 3,
        "text": "Vero è che queste ragioni non militavano per quella parte della mia scrittura che versa intorno ai casi anteriori. Ma siccome io non intendo di raccontarli per minuto a uso degli storici, e che il mio scopo è di considerarli in ordine all’avvenire, la pubblicazione del primo libro senza il secondo sarebbe stata fuor di proposito, e poteva anche dar luogo a certe interpretazioni che mi preme di evitare. Gli uni avrebbero creduto ch’io volessi giustificarmi; il che è alieno dal mio pensiero, perché mi pare superfluo e poco dignitoso il discolparsi colle parole, quando i fatti ed il tempo ne assumono il carico. Ad altri il mio scritto sarebbe forse paruto un’accusa, una soddisfazione, una rappresaglia; cose troppo lontane da’ miei sensi e dal mio costume[1]. Il mio lungo silenzio toglie ora ogni ragionevole appiglio a simili presupposti; tanto più che anche i meno oculati, incominciando a presentire i futuri pericoli, non avrebbero più buon viso a riprendermi se io ricordo gli errori passati per guardia dell’avvenire. Né mi sarei potuto affidare di conseguire l’intento, se avessi parlato quando gli animi erano ancora troppo accesi e commossi per le fresche discordie e le civili sventure da poter accogliere pacatamente il vero e cavarne profitto. Ora il tempo ha mitigati gli spiriti, l’esperienza ha distrutte le illusioni che in molti ancora annidavano; cosicché quelle veritá, che prima erano derise in qualitá di vaticini, sono impossibili a negare da che appartengono all’istoria. Non è giá per questo ch’io mi affidi di avere l’approvazione di tutti, atteso che non tutti sono docili agl’insegnamenti dell’esperienza, «ed è impossibile — come dice il Machiavelli — senza offender molti, descrivere le cose de’ tempi suoi»[2]. Ma quando io abbia l’assenso dei buoni e imparziali italiani, che antepongono ad ogni altro rispetto l’amore della veritá e della patria, io non crederò di avere in vano speso il tempo e gittate le mie fatiche."
      },
      {
        "index": 4,
        "text": "Ché se queste ragioni giustificano il mio passato silenzio, altre ce ne sono e assai piú gravi che mi vietano di continuarlo. L’Italia non fu mai cosí avvilita e misera come oggi, poiché il vecchio dispotismo c’imperversa piú feroce, e l’Austria la signoreggia a settentrione col terrore, nel centro e ad ostro colle pratiche, cogl’influssi, colle guarnigioni. Napoli soggiace a una tirannide che parrebbe incredibile se non la vedessimo cogli occhi propri; e poco men tristo è lo stato di Roma. Preti e prelati, dimentichi della santitá del loro ministero, ne menano ogni strazio; imprigionati, vessati, scacciati, percossi i buoni; reduci, trionfanti i gesuiti e piú che mai intesi a corrompere le coscienze colla superstizione e i giovani col tirocinio. La Toscana, che in addietro quietava anche quando le altre provincie erano in tempesta, ora partecipa ai mali comuni e vede anch’ella le squadre barbariche sostituite alle sue franchigie. Solo il Piemonte mantiene le sue instituzioni; ma coloro che due anni sono ci si riposavano con una cieca fiducia, cominciano a temere per lo statuto e la monarchia. Le altre parti di Europa non sono guari in miglior condizione: la libertá vi è minacciata e debole o combattuta ed oppressa. La Francia vive in effetto a oligarchia di pochi, benché si regga in apparenza a ordini popolari; i quali però ogni uomo di mente sana dee desiderare che durino, perché se venissero meno trarrebbero seco la libertá europea. Frattanto i bisogni civili crescono, le idee si propagano, i popoli fremono, e la parte democratica acquista ogni giorno nuovi proseliti, eziandio in quelle contrade che le erano meno propizie."
      },
      {
        "index": 5,
        "text": "Il mondo civile è dunque in uno stato violento che non può durare, e s’incammina a nuove rivoluzioni piú vaste, piú fondamentali e forse piú terribili delle passate. Certamente a niuno è dato di antivedere con certezza se la risoluzione sará presta o tarda, subita o graduata, temporaria o definitiva, perché le ragioni probabili dai due lati si contrabbilanciano. L’esperienza induttiva può indurci a credere che la peripezia sia ancora lontana, imperocché le grandi commozioni sociali (qual fu quella del quarantotto) sogliono essere divise da un intervallo tanto lungo quanto si richiede a rinnovare almeno in parte la vivente generazione. Questa legge, che nasce dalla solita vicenda di quiete e di moto, che governa non solo i progressi civili ma l’esplicazione di tutte le forze cosmiche, vedesi verificata da un mezzo secolo nella storia generale di Europa e da assai piú addietro in quella degli Stati e popoli particolari. Dall’altra parte è indubitato che nel mondo sociale le ragioni del tempo non vanno sempre a sesta, essendo in arbitrio degli uomini l’accelerare o ritardare quei movimenti che nascono dalla natura intrinseca delle cose. Né ora mancano le cause di acceleramento sí nella tensione e nell’urto universale delle cupiditá, delle idee, degl’interessi; sí nella incapacitá dei rettori, che, governandosi coi tòrti appetiti e colla pertinacia anzi che col senno, possono d’ora in ora far traboccare le ire che accumulano da un triennio. Stando adunque che le sorti dei popoli possano rivolgersi fra pochi mesi o fra molti anni, la civile prudenza prescrive che si discorra e si operi secondo il presupposto piú grave e pericoloso. Imperocché se questo si avvera, troppo importa il non perdere un’oncia di tempo per apparecchiarsi: se il contrario ha luogo, quanto piú di spazio si avrá a tal effetto, sará tanto meglio; e l’esito riuscirá men tristo o piú lieto, secondo che gli animi vi saranno piú disposti e preparati di lunga mano."
      },
      {
        "index": 6,
        "text": "Le peripezie politiche sono in Italia assai piú pericolose che in Francia e in altri paesi, perché le divisioni politiche rendono piú difficile il farle bene, e il difetto di esperienza l’addurle a buon fine. Non per altro il nostro Risorgimento fu cosí serotino e appena incominciato mancò. Ma gli errori che tanto costarono alla nostra generazione potranno fruttare ad un’altra, se le tristi loro conseguenze le insegneranno a schivarli. Il Risorgimento è una grande e dolorosa esperienza, che bisogna aver di continuo davanti agli occhi per non ripeterla e per tenere la via diritta, ché la ricognizione dei falli è principio di ammenda, e chi studia follia appara saviezza. Questo è il primo e piú rilevante apparecchio pei casi avvenire; laddove se gl’italiani si ostinassero a difendere per belli e buoni i trascorsi degli ultimi anni, vano sarebbe lo sperare, quando che sia, miglior fortuna ai loro conati. E i futuri disastri sarebbero non solo piú gravi, ma piú inescusabili dei passati, poiché mostrerebbero negli autori difetto di una qualitá che non manca eziandio agl’idioti, cioè quella d’imparare e rinsavire a proprie spese."
      },
      {
        "index": 7,
        "text": "Il primo libro di quest’opera esporrá pertanto gli errori commessi e mostrerá la stretta e necessaria connessione loro cogl’infortuni che sopravvennero. Dirò non mica tutto il vero sopra tutte le cose, ma bensí su quelle che importano. Parlerò delle persone con intera franchezza, senza guardare a privilegi di grado o di nascita, perché il tempo delle dissimulazioni e dei rispetti umani è passato, e sarebbe peccato l’antiporrei riguardi personali alla patria. Ma non imiterò taluno de’ miei avversari, abusando i secreti inviolabili e prevalendomi di lettere scrittemi sotto il suggello dell’amicizia; e dirò come quell’antico: «A ciascuno il suo stile; anch’io farei come loro, se fossi loro e non io»[3]. Benché il soggetto mi obblighi ad allargarmi sui falli e sui sinistri, non lascerò tuttavia di accennare il bene quando ne incontro; e distinguerò colpe da colpe, osservando la legge del chiaroscuro, che è altresí quella del vero e della natura. Sarò equo e giusto, guardandomi dall’imitare certi libri e certi giornali che amano i contorni crudi e taglienti, perché son partigiani; onde tutto condannano negli uomini eziandio stimabili, ogni qual volta sono avversi alla loro fazione. Seguirò all’incontro la massima dell’Alighieri: «Nos, quibus optimum quod est in nobis noscere datum est, gregum vestigia sectari non decet, quin immo suis erroribus obviare tenemur»[4]. Se intorno alle cose delle quali non fui testimonio oculato sarò incorso in qualche sbaglio, avrò obbligo a quei cortesi che vorranno avvertirmene; ma riguardo a quelle che mi concernono, io le accerto sull’onor mio, e quando altri le contraddicesse, gl’italiani decideranno se si debba piú credere alla sua o alla mia parola."
      },
      {
        "index": 8,
        "text": "Discorrendo dei successi dell’Italia inferiore sarò breve e non uscirò per ordinario dai termini piú generali; laddove mi stenderò maggiormente intorno a quelli della mia provincia. Varie sono le ragioni che a ciò m’inducono. Imprima la notizia viva e precisa dei fatti minuti può aversi soltanto da chi è attore o spettatore o almeno in qualche modo partecipe, come io fui delle cose avvenute in Piemonte per lo spazio di un anno incirca. Laonde io posso mallevare la veritá rigorosa di questa parte della mia narrativa; il che non sarei in grado di fare se volessi diffondermi partitamente sugli altri Stati italici. Oltre che, il procedere usato dai rettori e dalle fazioni politiche nelle varie parti della penisola ha spesso tal convenienza con quello delle sètte e del governo subalpino che, salvo le varietá accidentali nate da circostanze e condizioni disformi, si può dire che sia tutt’uno; tanto che studiando l’uno si viene a conoscer l’altro, e le avvertenze relative a un solo membro si possono adattare agevolmente (purché si faccia con discrezione) a tutto l’altro corpo. Per ultimo (e questa è la ragion capitale), al Piemonte toccava a fare di compagnia con Roma le prime parti, e mancata Roma, doveva sostenere egli solo quasi tutto il peso dell’italica redenzione. Il quale era grave, ma non ricusabile da che il re di Sardegna era entrato nell’aringo; quando chi piglia un’impresa dee misurarla tutta coll’occhio ed esaminare se le sue forze sono bastevoli a condurla. Con questa sola condizione si potea vincere e assolidare i frutti della vittoria. Né mancavano al Piemonte i mezzi di sostenere l’impegno, se i suoi governanti avessero voluto e saputo adoperarli. Ma essi in vece ai primi disastri abbandonarono la causa patria; e questa, venuto meno il suo primo e quasi unico sostegno, necessariamente andò in rovina. Cosicché se oggi siculi, napoletani, romani, toscani, ducali, veneti e lombardi gustano gli amari frutti dell’oppressione domestica e forestiera, egli ne debbono saper grado principalmente agli uomini che ressero il Piemonte. Gli errori dei quali sono però tanto piú degni di considerazione, quanto che furono piú gravi, piú inescusabili, ed ebbero maggior parte nelle comuni calamitá della patria."
      },
      {
        "index": 9,
        "text": "Poco dirò dei casi e dei reggitori esterni, da quelli di Francia in fuori, atteso che le deliberazioni di questi furono in piú di un caso strettamente legate colle cose nostre. La critica però non sará scompagnata dalla lode; perché s’egli è vero, com’è verissimo, che la politica francese fece due anni sono gravi ferite all’Italia, egli è però falso, come artatamente fu sparso, che quando la fortuna del Piemonte o non era ancora del tutto prostrata o poteva risorgere, i nostri vicini ci disdicessero ogni aiuto. E pogniamo che le loro offerte fossero in un caso poco spontanee e nell’altro scarse; erano però di qualche momento e potevano salvare o almen migliorare le cose nostre. Tanto che se in addietro vera fu la querela che gli estrani promettono e poi non attendono, questa volta il torto fu dal canto del Piemonte; il quale, come gli antichi Parti chiedevano a Roma i principi e poi li rifiutavano[5], cosí esso domanda a Parigi i soldati e poi non li vuole. Forse il giorno non è lontano in cui sará necessaria un’alleanza che io prédico da dodici anni come opportuna; e però a spegnere i freschi rancori, giova il sapere che se i ministri francesi rincatenarono i romani a dispettodella nazione, questa assai prima gli stringeva a soccorrer l’Italia, e l’avrebbero fatto se il Piemonte non contrastava."
      },
      {
        "index": 10,
        "text": "Nel secondo libro tratterò delle sorti avvenire della patria nostra, argomentando dai casi presenti e passati e dalle condizioni di Europa. Mi studierò di determinare i caratteri delle mutazioni che si preparano, senza uscire però dai generali, giacché la previsione politica non può stendersi oltre il giro di essi. La ragione si è che tutti gli eventi umani nascono dal concorso di due cause: l’una fatale a rispetto nostro, che consiste nelle leggi governatrici del mondo civile; l’altra libera, che versa nell’arbitrio degli uomini, il quale non può distruggere sostanzialmente le dette leggi, ma può, sí in ordine al tempo come quanto al modo, variarne in mille guise l’esecuzione. Ora egli è chiaro che sola la prima parte può essere preconosciuta da noi mediante l’esperienza e la storia avvalorate dall’induzione, le quali traggono dai fatti presenti e passati la notizia di quelle leggi universali che governano eziandio l’avvenire. Tuttavia anche stando nel giro delle generalitá, il periodo futuro dei rivolgimenti d’Italia e di Europa ci si rappresenta cosí disforme dal primo, che gl’ingegni poco avvezzi a meditare gli ordini naturali dei progressi civili saranno inclinati a ripudiare l’una o l’altra delle due parti in cui si divide il mio lavoro, e forse le rigetteranno amendue ugualmente. A questi parrá troppo timida la politica da me espressa intorno ai fatti preteriti, a quelli troppo ardite le mie previsioni dei casi futuri. E i primi e i secondi mi accuseranno per avventura di contraddizione, come se discorrendo dell’avvenire io ripugni a quelle massime che ho professate in addietro, lo voglio concedere per un momento che ci sia contraddizione; ma dico che essa non è mia, sí bene degli uomini e della Providenza. La Providenza sottopose le cose umane alla legge del progresso civile mediante la quale il mondo si muta di continuo e gli eventi passati non si ripetono. Gli uomini poi hanno il tristo privilegio di rendere coi loro errori di mano in mano impossibile quel bene che dianzi si potea conseguire, facendo spesso che le speranze di ieri oggi svaniscano, e quelle d’oggi si spengano per la dimane. Il che non credo che abbia d’uopo di prova, verificandosi a ogni istante non solo nelle cose pubbliche, ma eziandio nel giro assai piú semplice della vita privata; tanto che se uno per indurre altrui a far di presente un’impresa pericolosa e difficile gli recasse per unico argomento che potea darvi opera assai tempo prima, senza aver l’occhio alle circostanze, sarebbe riputato degno di riso. Ora chiunque ha fior di senno dee accorgersi che i casi degli ultimi tre anni, e massimamente il progresso delle idee popolari da un lato, le follie delle sètte e dei governi dall’altro, hanno talmente mutate le condizioni di Europa, che il voler oggi rimettere a capello quegli ordini e ripigliare quell’indirizzo che era proporzionato all’Italia del quarantotto è cosí ragionevole in politica come sarebbe in cronologia il pretendere che il quarantotto non si distingua dal cinquantuno. Imperocché mutati gli aggiunti che rendevano opportuno un certo modo di procedere, anche questo dee mutare, se l’opportunitá non dee correre a rovescio dei fatti che la partoriscono."
      },
      {
        "index": 11,
        "text": "Coloro che m’incolpano di contraddizione non si appongono in ogni caso meglio di quelli che mi tacciano di sognatore, perché il moto italiano andò a monte. Il quale appunta venne meno perché gli si volle dare un indirizzo diverso e contrario a quello che io aveva divisato; né io mi rendetti mai mallevadore della saviezza delle sètte, dei governi e dei principi. Sognatore sarei stato se, prestando fede a’ miei avvisi, si fosse dato in fallo; dove che la ruina nacque dal disprezzarli, non solo sfatando le parole, ma attraversando alle mie opere ostacoli insuperabili. Similmente, se ora che sono svanite per altrui colpa le mie e le comuni speranze e che è mutata la materia in cui si dee operare, io propongo quel miglior costrutto che può cavarsene, la nota d’incoerenza mi si può tanto ascrivere quanto ad un architetto che vari il disegno, mutato il suolo e i materiali dell’edifizio."
      },
      {
        "index": 12,
        "text": "E qui mi cade in acconcio di rispondere due parole ad alcuni uomini onorandi e benevoli. I quali avendo inteso che io mi proponevo di scrivere sulle cose nostre, mi confortarono a farlo in un dato modo; se non che gli uni mostrarono di desiderare che io facessi professione di monarchico e gli altri di repubblicano. Quando l’elezione fosse stata in mio arbitrio, io mi sarei trovato in un gravissimo impaccio, perché non potendo soddisfare a questi e a quelli nello stesso tempo, avrei dovuto lasciar di scrivere o dispiacere a una parte di loro. Ma per buona ventura io non sono libero nella scelta, anzi non posso compiacere né all’una né all’altra classe di chieditori; e però la mia disdetta non offende nessuno. E in fatti l’elezione lascia un campo piú o meno spazioso all’arbitrio di chi scrive, quando si tratta di cose fantastiche; come sarebbe a dire di un romanzo, che può avere per soggetto un tema ordinario od insolito, volgare od illustre, storico o ideale; ovvero di una tragedia, che può dettarsi secondo le vecchie regole di Aristotile o colla nuova libertá dei romantici. Ma nelle cose effettive il pensiero dovendo ubbidire all’oggetto, e questo derivando di fuori, anzi essendo cosa ferma, positiva, immutabile, non vi ha luogo a deliberazione. La politica, a parer mio, per ciò che concerne i generali, è una faccenda sperimentale come la fisica e per poco esatta come la matematica, dovendo essa rispondere alla materia che si ha per le mani, come l’opera del calcolatore e del filosofo naturale risponde al tenore della quantitá e delle forze create. Il solo divario che corra fra la prima e le altre due discipline si è che in quella la materia varia da un tempo ad un altro; e però la similitudine è perfetta, se si parla di un solo tempo. Laonde nel modo che, discorrendo alcuni anni sono del Risorgimento, non sarebbe stato in mia facoltá di circoscriverlo altrimenti di quello che feci, secondo le condizioni che allora correvano; cosí non sarebbe oggi in mio potere di adattare quei medesimi ordini al periodo futuro di cui discorro, essendo mutate notabilmente le condizioni."
      },
      {
        "index": 13,
        "text": "Queste avvertenze dovrebbero antivenire l’obbiezione di certuni i quali, credendo che le cose del mondo vadano a caso, se la pigliano con quelli che non le acconciano a lor piacimento. Essi reputano che lo statista possa determinare a priori i suoi pronunziati, com’è padrone fino ad un certo segno delle parole, dello stile e dei colori che elegge per significarli. Cosicché quando egli si governa colla realtá delle cose anzi che coi loro capricci, vien tenuto per sindacabile delle sue conclusioni; e se esprime le sue conghietture sui probabili avvenire, egli è convenuto in giudizio come autore dei casi che prenunzia. Il che è come l’imputare a un medico e ad un astronomo le crisi e le ecclissi da loro pronosticate. Bisogna capacitarsi che l’uomo non può nulla contro l’ordine reale degli esseri, e che la maestria civile consiste non mica nel rivolgere e contrastare le leggi fatali che guidano le umane vicissitudini, ma nello studiarle e, conosciute, secondarle per cavarne profitto. Quando un modo di vivere comune prevale in un dato luogo e tempo, esso vuoisi attribuire a chi preordinava a principio quel concorso di cagioni secondarie e di accidenti che lo introdussero e lo mantengono, cioè alla Providenza, la quale, per cagion di esempio, è nel vecchio mondo di Oriente monarchica da molti secoli, come nel nuovo di America è oggi repubblicana. L’apporre adunque le innovazioni politiche portate dagli eventi a chi le antivede è non solo ridicolo, ma di una semplicitá superiore a quella degli antichi teucri, i quali non porsero fede ai vaticini di Cassandra, ma, per quanto io mi sappia, non la chiamarono in colpa dell’eccidio di Troia."
      },
      {
        "index": 14,
        "text": "— A ogni modo, sei tu monarchico o repubblicano? Noi vogliamo saperlo subito subito; perché se l’elezione non ci quadra, butteremo via il tuo libro senza durar la fatica e la noia di leggerlo. — Signori critici, per quanto io desideri di andarvi ai versi, mi è difficile il rispondere categoricamente alla vostra domanda. Imperocché, a dirvi il vero e a parlare propriamente, io non sono né l’uno né l’altro. — Che cosa sei tu dunque? — Io sono italiano. Non vi pare che questa qualificazione basti all’onore ed al credito di un galantuomo? Io sono oggi quel che fui in addietro, imperocché fra le varie forme di libertá civile io non ho mai parteggiato per Luna in modo che inimicassi assolutamente le altre, come raccoglierete da quest’opera. E però testé io concedeva solo per un presupposto che le mie dottrine presenti contraddicano alle antiche. Imperocché io voglio ora la nazionalitá civile, che è quanto dire la libertá, l’unione, l’indipendenza d’Italia, come la volli fin da quando cominciai a scrivere, sebbene per sortire questo fine io non proponga precisamente gli stessi mezzi che ho proposti in addietro, perché i mezzi, signori miei, sono un negozio di pratica e non di teorica. Ora la pratica dee variare secondo i tempi e le circostanze, e solo gli sciocchi ricercano nei partiti e spedienti che si eleggono quella costanza che appartiene ai principi dottrinali. Il piú grand’uomo di Stato dell’etá nostra, cioè Roberto Peel, si distinse appunto dalla turba de’ suoi coetanei perché seppe variare prudentemente, secondo i casi, i modi del suo governo, ammettendo oggi come mature quelle riforme che prima aveva ripudiate come precoci. Se chiamate questo un variare, potete aggravar l’accusa; perché io nel trentanove bramava la monarchia rappresentativa[6], quattro anni dopo mi contentava di una consulta[7], e a poco andare ritornava alla prima proposta[8]. Cosí pure in quei giorni io volea la redenzione d’Italia mediante la monarchia e il pontificato; ma nel quarantanove tentai di effettuarla col solo aiuto di quella, perché l’opera dell’altro non era piú possibile a sperare. E però io non mi pento di tutte queste variazioni, come quelle che furono legittimate dalle congiunture e suggerite dal fine pratico che mi ero proposto. Perciò se venisse un giorno in cui la monarchia si chiarisse inetta assolutamente a salvar l’Italia e io mi volgessi alla repubblica, niuno potrebbe darmi biasimo di procedere senza l’aiuto dei principi, come tre anni fa nessuno pensò a rimproverarmi che io volessi fare senza il concorso del pontefice."
      },
      {
        "index": 15,
        "text": "Ma questo non è ancora il caso presente. Imperocché eziandio intorno ai mezzi l’uomo assennato non varia di leggieri né s’induce a rigettare l’uno o l’altro di essi, se non quando a manifeste riprove è capace che non c’è piú verso di usarlo o di cavarne profitto. Siccome, giusta la consuetudine delle cose umane, quando si pon mano a un’impresa che abbia del grande, vi ha piú carestia che abbondanza di espedienti e piú copia di ostacoli che di agevolezze, il privarsi volontariamente di una sola di queste è follia inescusabile, come sarebbe in un cittadino che, avendo appena il necessario per vivere, come superfluo lo consumasse. Perciò se alcuni degli aiuti che la causa italiana potea avere nel quarantotto mancarono, altri sono ancora in pronto o almeno non è tolta ogni speranza di usufruttuarli. Tali sono le instituzioni civili del Piemonte: e una parte del mio scritto versa appunto nel cercare il modo come potrá la casa di Savoia gloriare se stessa e salvar l’Italia fra i moti che nasceranno. Oltre l’importanza intrinseca di questo capo, due considerazioni m’indussero a non trascurarlo. L’una, ch’esso è combattuto da alcune scuole democratiche piú ardite che esperte, i cui dogmi, se prevalessero, potrebbero ammannire alla nostra patria una nuova mèsse di falli e di sciagure. L’altra, che dovendosi a tal effetto dire alcune veritá severe intorno alle cose e alle persone, questo ufficio non potrebbe adempiersi per ogni parte da chi è in paese senza incorrere nella nota di cupido e di ambizioso. Io fra gli altri non andai salvo da questa taccia, allorché nel quarantotto combattendo gli autori e i complici della mediazione, i loro amici gridavano a coro ch’io volea diventar ministro. Ora questo sospetto non può piú aver luogo, quando non pure io sono esule, ma il mio esilio sará perpetuo; imperocché avendo assaggiata due volte la cortesia, la giustizia e la gratitudine del principato subalpino a mio riguardo, non saprei risolvermi a farne una terza esperienza. Perciò quella parte de’ miei compatrioti che aspira agli onori e alle cariche può assicurarsi che non le incontrerá mai di trovarmi nel numero dei concorrenti."
      },
      {
        "index": 16,
        "text": "Ma se niuno potrá muovermi l’accusa di ambizione, resta a vedere se io abbia quelle altre parti che si ricercano a fare che sia accolto benignamente e ascoltato chi discorre di cose gravissime. Io non ho veramente né titoli né dignitá né provvisioni né onori da mettere innanzi a guisa di guarentigia della mia onestá e sufficienza; ma in vece posso vantarmi di avere osservato con iscrupolo i miei giuramenti, fatto schietta e candida professione delle mie massime, esposta la mia fama agli affronti e la vita ai pericoli pel mantenimento delle nostre instituzioni. Non ho da rimproverarmi di avere ingannato, tradito, danneggiato i privati od il pubblico, gli amici o i nemici; essendo sempre proceduto con ingenuitá e franchezza, e tenutomi lontano da ogni ombra di raggiri, di bugie, di macchinazioni, e non avendo per ultimo riportato altro premio che l’infortunio per le fatiche di molti anni e un nuovo esilio per ristoro dell’antico. Quanto alla sufficienza, non vi ha un solo dei falli commessi e dei disastri avvenuti nel corso del Risorgimento italiano, a cui io abbia partecipato; anzi io feci colle parole e, quando potei, colle opere ogni mio sforzo per ovviarvi, predicendo i mali assai prima che succedessero e additandone le cagioni. Di che fanno testimonianza non ripugnabile i vari scritti da me dati fuori in varie occasioni, oltre le cose che si diranno in quello che ora esce alla luce. Cosicché io posso ascrivermi questa lode: di non avere da pentirmi anche oggi di alcun consiglio dato o di alcun atto politico da me commesso nel breve aringo della mia vita civile."
      },
      {
        "index": 17,
        "text": "Né parlando in tal modo di me medesimo io credo di meritare la taccia di presontuoso, quasi che io mi creda, per ingegno o per animo, privilegiato dagli altri uomini. Imperocché per ciò che riguarda la lealtá e le altre doti morali, il farne professione è al dì d’oggi atto di modestia anzi che di superbia; quando l’uomo dabbene e incorrotto, non che aver lode dai piú, è tassato o almeno sospetto d’inettitudine[9]. Dell’aver poi schivati gli errori degli altri io ne ebbi l’obbligo a una condizione affatto accidentale, la quale si è che prima di scrivere sulle cose d’Italia e d’ingerirmene io ci aveva molto pensato. Mentre gli uni attendevano ad avvocare, arricchire, godere, curandosi della patria come se non fosse al mondo; mentre altri se ne davano pensiero, ma solo per cospirare e mettere ad esecuzione le loro chimere a dispetto dei tempi; altri infine apprendevano la scienza politica sui giornali: io studiava nel mio solitario esilio le leggi naturali che regolano il corso delle cose civili; considerava gli uomini, i tempi, le disposizioni particolari dei vari paesi e le universali di Europa; e valendomi di quel processo induttivo che compie la notizia del presente con quella del passato e si vale di entrambe per conoscere le probabilitá dell’avvenire, cercava qual costrutto potesse cavare la povera Italia dalle condizioni vive e reali di allora per migliorar le sue sorti. Cotali studi mi abilitarono ad aprire, per dir così, una nuova prospettiva politica e a preparare un moto patrio così ben contemperato alle congiunture, che ebbe ottimo e insperato successo, finché si mantenne fedele a’ suoi princípi e non deviò dalle massime che lo avevano prodotto. Avvisai in oltre i rischi e gli ostacoli che si potevano attraversare all’impresa, cercando il modo di ripararvi; tanto che dei vari accidenti che sopravvennero in appresso, non ve ne ha alcuno di qualche considerazione che sia sfuggito alla mia previdenza e rispetto al quale io non abbia pensato ai rimedi assai prima che succedesse. Non eccettuo né meno la cecitá e ostinazione delle sètte, perché fin dal maggio del quarantotto (come si vedrá a suo luogo), e mentre le cose nostre erano piú che mai in fiore, io temeva che non allegassero. Laonde coloro che in appresso mi accusarono di essere stato deluso dai democratici dovrebbero ornai accorgersi quanto sia pericoloso il voler interpretare i pensieri degli altri senza tener buono in mano o almeno averne avuto procura. Sperava bensí che, se non le sètte, almeno alcuni uomini che erano in voce di giudiziosi mi avrebbero usato qualche condiscendenza, trattandosi di materie nelle quali io mi occupava da molti anni ed essi appena da pochi mesi. Nel che confesso di essermi ingannato, perché quanto altri ne sapea meno, tanto mi riuscí alla prova piú intrattabile ed ostinato. Lottai con coraggio per qualche tempo contro questa difficoltá; ma quando in fine fui chiaro a replicate prove che mi era impossibile il superarla, perché principe, ministri, democratici, conservatori mi erano contro, mi ritrassi dal campo ed elessi piú tosto di rinunziare alla patria che di essere spettatore ozioso e impotente de’ suoi infortuni."
      },
      {
        "index": 18,
        "text": "È ormai piú di due lustri che io scriveva «i dilettanti essere quasi il volgo delle lettere e delle scienze, che, commesse alla loro balía, diventano preda dell’arbitrio e della licenza, a guisa delle societá civili, dove posposta la ragione dei savi regna l’arbitrio della moltitudine»[10]. L’Italia provò testé a suo costo che anche la politica ha i suoi dilettanti, ai quali e agli statisti improvvisati ella è debitrice di tante speranze svanite miseramente. Non è giá che in Piemonte e nelle altre provincie fra i democratici e i conservatori non si trovassero uomini oculati, esperti, capaci di correggere gli errori, riparare i sinistri e condurre le cose a buon fine; ma se essi non vennero uccisi come Pellegrino Rossi, furono però tutti soverchiati dagl’inabili o in altro modo impediti di operare. E però io stimerei non affatto inutile la presente scrittura, quando ella pervenisse a convincere gl’italiani di questo vero: che in politica, come in tutte le arti e professioni umane, eziandio le piú facili ed umili, è necessario un certo apparecchio, e che a chi manca di esso è impossibile il ben governare, come a chi non sa di musica il sonar bene di contrappunto. La buona riuscita in ogni genere di cose presuppone la perizia, e tanto è vano il promettersi l’una senza l’altra quanto il voler l’effetto senza la sua cagione. La qual veritá risulta dalle ultime vicende d’Italia in modo cosí chiaro e palpabile che, in vece di stupirci delle gravi calamitá accadute, dobbiamo meravigliarci che non sieno state maggiori; se pur è possibile a darsi ed a concepirsi una condizione piú infelice di quella in cui due terzi della penisola travagliano presentemente."
      },
      {
        "index": 19,
        "text": "Coloro che conoscono il mio costume sanno quanto mi sia gravoso l’intrattenere il pubblico della mia persona; ma se l’ho fatto qualche volta in addietro e lo fo di presente, ho per me la scusa piú valida, cioè la necessitá. Imperocché senza esporre succintamente la traccia della politica da me seguita, non potrei sortire l’intento propostomi di mostrare nei falli commessi la causa delle comuni disavventure. Quanto a purgarmi da certe accuse, i fatti oggimai me ne dispensano; e posso dire con un antico: «Io non onoro la vita mia con le parole d’altri, ma con le opere mie»[11]. E però non farò menzione delle critiche e calunnie di alcuni libelli e giornali spigolistri, retrivi e gesuitici, che in Italia ed in Francia si affannano intorno alla mia persona, anzi, per quanto mi vien riferito di alcuno di loro, mi provocano anche a rispondere. Siccome mi spiacerebbe che il libro presente desse loro occasione di pigliar novamente una vana fatica, cosí mi credo in obbligo di avvertirli che io non entro in parole con ogni sorta di persone, né tengo tutte le disfide, né rispondo a tutte le interrogazioni e che soglio eleggere i miei avversari e non accettare ciascuno che si presenti[12]. Ma se io sono indifferente ai biasimi e alle ingiurie di costoro, ben mi è dolce la stima e caro il patrocinio dei valentuomini; e però colgo questa occasione per render pubbliche grazie a Giuseppe Massari e a Carlo Farini, il primo dei quali assunse con generosa franchezza la difesa della mia politica in universale, e il secondo diede nella sua Storia un sincero e giustificato riconto della mia breve amministrazione."
      },
      {
        "index": 20,
        "text": "Havvi però una riprensione che mi fu fatta da molti amorevoli e non può essere passata in silenzio. La quale si è: che io abbia rifiutato l’onore parlamentare conferitomi da Torino e rinunziato per sempre alla patria cittadinanza. Oltre le ragioni personali che dai fatti risulteranno, io fui indotto a pigliare questo partito dalla politica che prevalse nel mio paese nativo, essendo essa il contrappelo di quella che governò e promosse il Risorgimento. Imperocché laddove questo consisteva nel rendere italico il Piemonte, l’indirizzo che succedette ha per iscopo di ritirarlo dall’italianitá e ridurlo a essere null’altro che subalpino. La qual opera, incominciata da una setta nel quarantotto e compiuta nell’anno seguente, fu allora volontaria e libera, ma dopo la pace di Milano è divenuta in gran parte necessitá. Però se gli autori meritarono grave biasimo, coloro che, divenuto il male incurabile, s’ingegnano almeno di mantenere al Piemonte le sue instituzioni sono degni di molta lode; e io desidero loro sinceramente e ardentissimamente ogni buon successo, benché ne abbia poca fiducia. Ma ciascuno ha i suoi uffici determinati dal genio naturale, dall’elezion della vita, dai casi anteriori, dagl’impegni contratti col pubblico; e il mio è di servire all’Italia, non al solo Piemonte. Io amo e adoro il Piemonte, ma come parte d’Italia e non altrimenti. Se la provincia si apparta dalla nazione, io dirò con Dante che sono subalpino «natione, non moribus»[13], e che antepongo la vita di profugo ai diritti e ai beni civili. Il mio antico esilio incominciò come tosto svanirono le prime speranze riposte nel regno di Carlo Alberto, e fini quando esse parvero verificarsi. Mancate esse di nuovo e tornata l’Italia al giogo, io debbo pure riprendere le antiche mie condizioni. E non potendo giovare alla mia patria colle opere, m’ingegnerò di farlo almen cogli scritti per quanto sará in mio potere, ricordandomi quel consiglio del Machiavelli che «gli è ufficio d’uomo buono quel bene che per la malignitá de’ tempi e della fortuna tu non hai potuto operare, insegnarlo ad altri, acciocché sendone molti capaci, alcuno di quelli piú amati dal cielo possa operarlo»[14]. Cosí ho speso il mio primo esilio e cosí impiegherò il secondo e quei pochi giorni che mi avanzano. L’impresa è bella, e se le mie parole non passeranno affatto inutili, sarò pago di aver vissuto, né avrò da portare invidia o far richiamo a coloro che mi tolsero per la seconda volta la fortuna e la patria."
      },
      {
        "index": 21,
        "text": "Nei tempi di apparecchio il pensiero rileva piú dell’azione, perché l’idea è madre del fatto, che non può aver luogo se quella non lo precorre. Le rivoluzioni politiche non durano e non riescono se non son precedute e apparecchiate dalle morali ed intellettive; né per altro mancò il Risorgimento che per non aver avuto propedeutica né tirocinio rispetto ai piú di coloro che presero a promuoverlo. Non so qual sorte sará per toccare allo scritto presente, che è il mio primo passo nel nuovo aringo, contenendo esso una breve critica del moto passato e una dialettica del futuro. Giá preveggo che sará tacciato di soverchia lunghezza da chi ributta persino gli articoli dei giornali se oltrepassano la misura di due colonnelli, come giá fu ripreso il mio Primato perché non aveva il sesto di un almanacco. Altri lo accuserá egualmente di astrazioni, come se una dottrina pratica potesse aver qualche valore se non si appoggia a una speculativa, e se i fatti reggessero senza le idee che gli spiegano e legittimano. Oltre che, io ho dovuto mostrare il nesso dei concetti, che ora espongo, cogli anteriori; quando tutte le mie opinioni dottrinali ed operative fanno un corpo, come l’esplicamento deduttivo di un solo principio e l’ordito logico di una sola tela. E perciò se l’indirizzo delle cose italiane nell’avvenire dovrá in parte diversificarsi da quello che ebbe o, dirò meglio, che avrebbe dovuto avere, non è però che la filosofia ideale e civile con cui si regola debba mutarsi; bensí è mestieri l’elevar questa filosofia a un grado piú perfetto e piú esquisito di cognizione dialettica. Le definizioni e gli assiomi che governano la matematica infinitesimale sono quelli di Euclide, ma quanto diversi e maggiori e piú meravigliosi sono i veri che se ne raccolgono!"
      },
      {
        "index": 22,
        "text": "Tuttavia sarò parco e discreto nell’uso dei filosofemi; e coloro a cui non garbano potranno saltarli senza che ne sia tronco il filo delle altre dottrine. Ben mi sará d’uopo talora insistere su cose affatto elementari, perché oggi ignorate o trascurate da molti, comunque possano riuscir fastidiose ai lettori piú instruiti. Un valente economico testé si doleva di dover condiscendere a questa necessitá, e chiedea «se Pietro Laplace avrebbe potuto descrivere, come fece, la semplice e maravigliosa costituzione dell’universo, quando avesse dovuto incominciare dall’abaco per provare il moto della terra»[15]. Cercherò di bilanciare la copia delle materie colla sobrietá dello stile. Il quale dee ubbidire ai tempi; e se dianzi stimai lecito l’usar qualche arte per muover gli animi e scuotere le immaginative, ora parlerò solamente alla ragione, parendomi inconveniente, quando i fati incalzano, mescere all’austera prosa i lenocini poetici. Ma siccome a chi è conciso vien tolto di entrare in minute dichiarazioni e di stendersi su molti particolari (il che può nuocere all’intelligenza), cosí io prego coloro che leggeranno a conferire insieme le varie parti dell’opera, come quelle che s’illustrano e si compiono a vicenda, e sovrattutto a non voler fare giudizio di essa prima di averla letta tutta e avvertito il detto riscontro. Imperocché io ho messo il maggiore studio di cui sia capace nella distribuzione delle materie, nel collocamento delle idee, nel metterne in luce gl’intrecci e i conflitti scambievoli e nel render facili e quasi insensibili i passaggi dall’una all’altra; benché io sappia che questi artifici si recano per lo piú a difetto, da che si è introdotto l’uso di scrivere con un’idea sola e si antipone l’andar piano dell’analisi ai circuiti della dialettica, il cui magistero occulto e faticoso pare a molti confusione e disordine. Accolgano dunque gl’italiani con animo benevolo questa mia fatica, la quale, posso dire, non esclude un solo concetto che abbia del vivo e del vero; laonde, a malgrado de’ suoi difetti, non dovrebbe sgradire agli uomini liberi e imparziali, qualunque sia la scuola a cui appartengono."
      }
    ]
  }
}
