{
  "chapterNumber": 16,
  "title": "Libro I, Cap. 15",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO DECIMOQUINTO"
      },
      {
        "index": 1,
        "text": "epilogo del primo libro"
      },
      {
        "index": 2,
        "text": "Conchiudendo del Risorgimento italiano, non sará superfluo il ricapitolare brevemente le cose dette intorno alle varie cause che concorsero al suo esito infelice. La precipua delle quali fu intrinseca, cioè lo sviamento dalla sua natura ed origine; ma provenne da cagioni estrinseche, cioè dai casi e dagli uomini. Di natura e di origine il Risorgimento fu italico e nazionale, per le dottrine conformi alle tradizioni e agli spiriti patri; spontaneo ed autonomo, perché nacque dal consenso dei principi e dei popoli ed ebbe per molle principali l’autoritá ideale di Roma e l’egemonia militare del Piemonte; dialettico e graduato, perché fu anzi una trasformazione che una rivoluzione, e senza alterare o distruggere gli ordini vigenti li perfezionò e ritrasse verso i loro princípi. Cominciò colle riforme, seguí collo statuto: avrebbe dovuto procedere ulteriormente colla lega politica (di cui si ebbe un preludio nell’accordo tentato delle dogane) e compiersi colla cacciata del barbaro e il regno dell’alta Italia. Tutte queste parti (e cosí pure il loro progresso, l’ordine, il disponimento) non erano arbitrarie ma insieme connesse logicamente, tanto che l’una supponeva l’altra né si poteva mancar di una sola senza nuocere a tutte. Esse facevano, per cosí dire, una dialettica, la quale, frantesa dagli uni per error di mente e guasta dagli altri per animo fazioso, venne meno alla prova dal primo istante che fu mutata in una sofistica."
      },
      {
        "index": 3,
        "text": "L’italianitá dei concetti e degli efficienti e la gradazione del corso erano tanto necessarie all’assunto, che questo dovette scadere come quelle vennero a mancare. La gradazione voleva che dalle riforme si facesse passaggio alla monarchia costituzionale, non mica tutto ad un tratto ma per via del principato consultativo, la cui idea presso i moderni nacque in Italia e fu espressa dal Castiglione[1]. Ma di tal ordine non si poté fare il saggio altro che in Roma, atteso la pervicacia del re di Napoli (se inesperta o dolosa non potrei dire) nel disdir le riforme, la quale, stringendolo a dar lo statuto, obbligò gli altri principi a fare altrettanto. «La costituzione napoletana — dice Giuseppe Massari[2] — arrecò grave perturbazione nel movimento, regolarmente ascendente e lentamente ma sapientemente progressivo, dell’italiano rinnovamento». Cosicché il primo deviare di questo dalla diritta norma fu opera di Ferdinando. Di maggior danno fu il mancare dell’italianitá; e questo ebbe non dirò per cagione ma per occasione il moto francese del quarantotto, come quello che fu per natura eterogeneo verso il nostro. Sarebbe stato per contro omogeneo, se non fosse proceduto oltre la riforma elettorale e la rinunzia di Filippo; mutazioni che bastavano a migliorare notabilmente la politica della Francia dentro e di fuori e che avrebbero di rimbalzo giovato all’Italia. Ma trascorrendo dagli ordini di un regno poco civile alla repubblica senza il menomo intervallo, il moto fu troppo accelerato e quindi seguíto dalla riscossa; onde in luogo di una monarchia popolare si venne ad avere una repubblica oligarchica. Perciò se il sincronismo del gallico rivolgimento coll’italico fu a rispetto nostro, per cosí dire, un anacronismo, ciò non tanto provenne dalle dispari condizioni dei due paesi quanto dall’essere stata la mutazione precipitosa verso la Francia medesima. La qual precipitazione, che ivi poté bensí impedire i frutti ma non distrugger gli ordini del nuovo governo, fece l’uno e l’altro effetto in Italia, perché divisa, debole, inferma e novissima alla vita civile."
      },
      {
        "index": 4,
        "text": "Se non che l’esempio di Francia non ci sarebbe nociuto senza l’inveterata docilitá degl’italiani ad abbracciare e imitare fuor di ragione i dettati e i portamenti stranieri. Questo vezzo tolse il maneggio delle cose all’opinione pubblica e ai savi, conferendolo ai mediocri e ai faziosi; gli uni per difetto d’ingegno proprio, gli altri per interesse, per consorterie, per tirocinio inclinati a forestiereggiare. Costoro s’ impadronirono dei governi e dei principi e li resero piú o meno ministri e complici dei loro errori. L’opera delle sètte e dei particolari uomini fu simultanea o successiva, ma non mai spicciolata né fortuita, anzi unita e condotta da logica rigorosa e fatale, atteso che le sètte, per quanto sieno opposte, insieme s’intrecciano e l’una tira l’altra. I retrogradi ritardarono le riforme in Piemonte e piú ancora in Napoli, e furono i soli faziosi che entrassero in campo prima del moto francese. Questo col nome incantevole di «repubblica» diede forza e audacia ai puritani, che in Italia erano pochi e deboli ma abbondavano di fuori; abilitò il Mazzini e i suoi seguaci a ripatriare e trapiantare la loro scuola nella penisola: il che fu una spezie d’invasione barbarica, per cui il lavoro degl’inquilini fu guasto dai fuorusciti. Gl’illiberali, ridotti per se stessi all’impotenza, videro il partito inestimabile che poteano trarre dai puritani per ispingere le cose al peggio e necessitare in tal modo una riscossa conforme alle proprie mire; onde d’allora in poi presero a favorirli e fecero insieme una spezie di tacita comunella, che i puritani di buon grado accettarono, amando meglio in ogni caso darla vinta a quelli che ai moderati. E mentre da un lato stuzzicavano e alimentavano gli eccessi, dall’altro astutamente se ne valevano per mettere spavento ai principi e ritrarli dall’incominciato; e in tal guisa ottennero di raffreddar Carlo Alberto e Leopoldo, sbigottir cogli scrupoli il pontefice e avvalorare il regresso napoletano. I municipali fecero per imperizia e grettezza (non però innocente) ciò che gl’illiberali operarono per malizia, accrescendo vigore e riputazione ai puritani coll’astiare le idee patrie e nazionali, di cui questi assumevano e ostentavano il patrocinio. Né gl’illiberali trascurarono di usufruttuare a lor modo anco i fautori del municipio, valendosi del loro potere per destar le gelosie, le invidie, le provinciali ambizioni dei principi e divertirli dagl’interessi della nazione. Egli è fuor di dubbio che in questi maneggi essi avanzarono di abilitá le altre sètte sofistiche, né solo i municipali (che si chiarirono i piú inetti) ma eziandio i puritani, imperocché se questi tolsero la vittoria definitiva ai moderati, gl’illiberali riuscirono ad appropriarsela."
      },
      {
        "index": 5,
        "text": "Mostrarono eziandio piú valore e spertezza delle parti dialettiche: imperocché, laddove i conservatori e i democratici avrebbero potuto ovviare o almeno medicare il male fatto dagli altri solo che fossero stati concordi fra loro, bisticciandosi e guerreggiando insieme lo accrebbero a meraviglia; e gli uni lasciandosi accalappiare e strascinare dai municipali, gli altri dai puritani, diedero loro di spalla in vece di fronteggiarli. Di qui nacque un’altalena politica, un circolo vizioso, una seguenza di andirivieni, un entrare ed uscire delle sètte l’una nell’altra e l’una dall’altra, un compenetrarsi scambievole e un saliscendere di ciascuna di esse, che in nessun luogo spiccò meglio che in Piemonte. Cosí, per cagion di esempio, i conservatori subalpini diedero appiglio colla mediazione ai municipali di sormontare, e la dappocaggine di questi favori i puritani del centro e mise in sella i democratici. Questi alla loro volta vennero aggirati dai puritani, abbandonarono loro l’Italia del mezzo, si ristrinsero nel Piemonte come i fautori di municipio, e furono perciò costretti a riprendere spensieratamente la guerra. La sconfitta di Novara restituí il sopravvento ai conservatori, i quali, abbindolati di nuovo dai municipali, sprecarono i rimedi superstiti e resero necessaria una pace vituperosa[3]. Cosí la povera Italia fu palleggiata e straziata miseramente dalle fazioni, della cui opera gli austrogesuiti soli profittarono, sostituendo all’avvenire il passato e al Risorgimento italiano il ristauro del medio evo."
      },
      {
        "index": 6,
        "text": "Gli errori però e le colpe non furono pari, ma variarono d’importanza e di grado secondo i luoghi, le fazioni, gli uomini. Roma e il Piemonte, essendo i due cardini del Risorgimento, ebbero piú parte delle altre provincie cosí nel bene come nel male: da loro nacque il primo incremento e la ruina. Nei princípi fecero miracoli, perché conobbero l’ufficio proprio che loro correva in virtú della nazionalitá comune; il quale per l’una consisteva nell’indirizzo ideale, per l’altro nell’egemonia militare e politica della penisola. Ma quando le propensioni e gli usi innazionali in amendue prevalsero, quando Roma rinunziò alla guerra e il Piemonte impigrí in essa abbracciando la mediazione e disdicendo iteratamente la lega, diventarono entrambi occasione e strumento di danni gravissimi, se bene in modo alquanto diverso, perché sul Po sovrastarono i municipali e sul Tevere i puritani. Se non che la colpa del Piemonte fu per un verso piú grave: in quanto cioè, fuggito il papa e caduta Roma in balía degl’immoderati, il governo sardo poteva ancora salvar l’Italia, se avesse ripigliata e usata energicamente la dittatura; e anche dopo il caso di Novara ogni speranza, come vedemmo, non era spenta. Quanto alle sètte, i torti dei puritani e dei municipali si contrabbilanciano fino a un certo segno, avendo gareggiato fra loro nel cooperare al trionfo dei retrogradi: i secondi coll’abbandono d’Italia, i primi coll’immolarla alle loro mire. Ché se gli uni sortirono il tristo vanto d’incominciare lo scisma e il decadimento in Lombardia, in Venezia, in Toscana, in Genova, in Roma; gli altri ebbero il grave torto di non rimediare a tali disordini e di renderli senza riparo. Vero è che l’onore di aver dato l’ultimo trabocco alle nostre speranze, aprendo l’Italia a ogni generazione di esterni e rialzandovi la signoria piú odiosa, cioè quella dei chierici, appartiene fra le sètte liberali in modo piú diretto e particolare ai puritani; tanto che essi meritano da questo lato e avranno nella storia un luogo privilegiato d’infamia. Piú benigna sará ella ai conservatori e ai democratici, nei quali gli sbagli ebbero origine piú dalla mente che dal cuore e vennero compensati da molte virtú."
      },
      {
        "index": 7,
        "text": "Rispetto agl’individui, bisogna distinguere i principi dai privati. Fra quelli errarono e nocquero principalmente Ferdinando, Pio, Carlo Alberto. I falli del primo sono assai piú gravi, avendo riguardo al principio loro, perché nati non mica da debolezza ma da intenzione e animo deliberato; onde per questa parte si aspetta al Borbone la prerogativa infelice non pure di aver disservita l’Italia ma di odiarla e di porgere al secolo mite l’esempio di un tiranno. I traviamenti di Pio e di Carlo Alberto furono d’intelletto, non però senza alcuni scorsi piú o meno cospicui di fragilitá umana, massime nel secondo. Ma per gli effetti riuscirono assai piú esiziali di Napoli, stante l’importanza del compito egemonico che toccava al Piemonte e alla Santa Sede. E se si considera che l’autoritá di Roma sovrasta ad ogni altra e si stende per una notabile porzione di Europa mediante gl’influssi e la riverenza della religione, i falli del pontefice costarono all’Italia piú ancora che quelli del principe. Pio nono fu senza pari di gloria nel cominciamento, ma col funesto ricorso alle armi straniere e la libertá abolita adequò anzi vinse i meriti coi demeriti. Carlo Alberto pigliò la guerra dell’indipendenza ma la rovinò, diede riforme e franchigie ai subalpini e le lasciò perire nelle altre provincie, visse irresoluto e debole ma morí eroicamente. Ai tre sovrascritti non aggiungo Leopoldo, perché non ebbe l’entratura degli errori, né questi abbracciano in lui come negli altri quasi tutto il periodo del moto italico. Esempio supremo di fievolezza nel bene come nel male, non fu autore degli scandali ma seguace, non si mosse ma fu rimorchiato: fuggendo, come il pontefice, e ritornando inviperito e pervertito da Gaeta; allegandosi, come il re sardo, coi municipali a bello studio e coi puritani senza saperlo."
      },
      {
        "index": 8,
        "text": "Fra i privati che parteciparono al reggimento delle cose, tre uomini conferirono piú di tutti a manometterle, cioè il Bozzelli, il Mazzini e il Pinelli: il primo e l’ultimo nei due estremi d’Italia e come principi dei municipali, il secondo nel mezzo e come capo dei puritani. Singolari sono le convenienze del Bozzelli col Pinelli, e vogliono essere brevemente avvertite. Entrambi sostituirono la politica casalinga alla nazionale e sviarono il Risorgimento dalla sua meta. Entrambi furono contrari al regno dell’alta Italia, alla guerra patria, all’autonomia comune, e parteggiarono senza infinta col Russo e coll’Austria. Entrambi peccarono per ambizione, ignoranza e arrogante pertinacia, adoperarono arti gesuitiche ed indegne, abusarono la fiducia dei loro principali amici, e in premio della tradita Italia ebbero i favori di corte, mentre i loro intrinseci che volean salvarla sono in carcere o in esilio. Entrambi in fine immolarono la nazione a beneficio della loro provincia, e credettero di assodare in essa il principato e gli ordini liberi, dove che debilitarono l’uno e gli altri, e giá il primo ne vede gli effetti. Il piemontese nocque all’Italia piú ancora del napoletano, sia per la qualitá del paese a cui l’egemonia spettava, sia pel maggiore eccesso di zelo municipale; quando il Bozzelli ebbe l’animo alla lega almeno per un istante, ma il Pinelli la ripudiò due volte e ruppe le pratiche giá avviate per introdurla. Il solo punto in cui il subalpino sovrasti pel bene si è l’amore dello statuto, cui il regnicola lasciava miseramente perire. Laddove il Pinelli è devoto agli ordini costituzionali, e se avessero corso qualche rischio sarebbe stato caldo a difenderli. Se poi l’affetto che loro porta nasca da pura caritá di patria o da predilezione di uno stato di cose a cui deve e da cui dipende tutta la sua fortuna, lascerò ad altri il deciderlo, benché io inclini verso l’opinione piú onorevole al mio vecchio amico. Come il Pinelli recò ai comuni interessi maggior diffalco del Bozzelli, cosi il Mazzini, non meno ambizioso, ostinato e insufficiente di entrambi, si lasciò ogni altro addietro nella schiera onorata dei guastalarte, e merita il titolo non pure di sviatore ma di nemico e annullator principale del nostro Risorgimento."
      },
      {
        "index": 9,
        "text": "Se dagli uomini passiamo alle qualitá loro, troveremo l’ignoranza e l’inesperienza, donde nascono l’imprevidenza, l’inerzia e l’irresoluzione, essere state comuni piú o meno alle varie sètte, proporzionatamente alla parte che esse ebbero nelle patrie disavventure. Né tali imperfezioni furono innocenti, essendo state per lo piú condite di pertinacia incurabile, di ambizione e di presunzione. Imperocché non pochi dei nostri guastamestieri (parlo dei piú cospicui), comeché digiuni di ogni notizia civile, non solo accettarono i carichi ma gli ambirono e talvolta se li procacciarono con arti poco illibate, e tali carichi che per l’arduitá loro avrebbero sbigottiti eziandio quelli che invecchiarono in tale esercizio. Ora se nelle faccende private il pigliare un assunto superiore alla capacitá propria è grave fallo, quanto piú nelle pubbliche? e in quelle da cui dipende la salute o l’esizio della patria? — Ma forse nacque l’errore da vanitá giovanile e da leggerezza. — No, poiché ripugnarono ai consigli, ai ricordi, alle ammonizioni iterate di coloro che avevano piú titolo e credito di sufficienza e la fiducia del pubblico, i quali non lasciarono intentata alcuna ragione per aprir loro gli occhi e rimuoverli dal precipizio. Una caparbietá cosí insigne non ammette scusa e prova che la burbanza era viziata da mala intenzione. Se fossero di retta fede, porrebbero forse per fondamento essere il sapere, non che superfluo, dannoso all’uomo di Stato? l’acume e il corredo filosofico pregiudicare al genio pratico? Quasi che il genio pratico possa darsi senza antiveggenza, o che questa non sia appunto il frutto di quelle abitudini speculative che non si fondano su vane astrazioni ma sull’esperienza e sulla storia. I successi mostrarono largamente chi desse nel segno e la indovinasse, fra i cultori della filosofia e coloro che l’aveano in non cale. La quale se fosse stata cònta ai municipali e ai puritani gli avrebbe preservati da infiniti errori, gli avrebbe resi un po’ meno avvocati e un po’ piú politici con gran profitto del loro nome e della patria."
      },
      {
        "index": 10,
        "text": "Né a ciò ristettero le colpe delle varie sètte, e delle due accennate massimamente. Dirò cosa singolare ma vera: i municipali e i puritani, benché nemicissimi ai gesuiti per gara faziosa, si governarono colle loro massime e ne imitarono gli andamenti. E non è da stupire, ché il gesuitismo è per essenza connaturato ai settari ed al volgo. Come i gesuiti degeneri introducono l’etica farisaica nel cristianesimo, cosí i falsi liberali recano la morale gesuitica nel governo civile. Come i primi hanno per intento supremo la dominazione del loro ordine e poco si curano che la religione pericliti purché la Compagnia si salvi, cosí i secondi dicono in cuor loro: — Muoia l’Italia piuttosto che la repubblica o il municipio. — Come gli uni pretendono lo zelo delle credenze e del papato allo scopo ambizioso di esser arbitri della Chiesa e governarla a proprio vantaggio, cosí gli altri sotto spezie di caritá patria e di amore al principato o alla repubblica vogliono essere graduati, ministri, triumviri, dittatori e recarsi in pugno l’Italia o almeno qualche sua provincia. Dai due lati non trovi fiore di lealtá, di equitá, di gratitudine, di generositá, di grandezza d’animo; dai due lati regna un’intolleranza eccessiva delle altrui opinioni, suggellata dal fanatismo; dai due lati s’invoca la libertá religiosa e civile per diventar padrone[4]; dai due lati l’ignoranza degli uomini, delle cose e del secolo è ribadita dall’odio dell’ingegno e del sapere, dall’invidia di ogni maggioranza eziandio naturale e meritata, dall’astio delle nazionalitá e delle patrie coperto da un finto zelo provinciale e cosmopolitico, da un desiderio di rimescolare, confondere, ridurre tutto al proprio piano e ritirar indietro la cultura e la gentilezza; onde il radicalismo eccessivo s’immedesima col dispotismo retrivo, come si può veder nell’Oriente barbarico e in quei piccoli cantoni dell’Elvezia, che sono ad un tempo demagogici, municipali e gesuitici. L’affinitá e la parentela delle sètte liberali ma eccessive e sofistiche colle retrive è propria di tutti i tempi, e per l’Europa odierna si può dire che incominciasse colla prima rivoluzione francese. «Nella quale — scrive Renato Levasseur — gli stessi uomini, che si valevano dell’ateismo per turbare lo Stato, adoperarono poscia il gesuitismo allo stesso effetto»[5]."
      },
      {
        "index": 11,
        "text": "Il vizio radicale del gesuitismo consiste nell’uso di spogliare la morale e la religione della loro finalitá suprema e di convertirle in semplici mezzi; onde la fede si muta in superstizione e collo scopo si legittimano gli spedienti, fino ai piú atroci; tanto che i padri non abborrirono dall’uccisione di un ottimo principe e di un pontefice illibato. Or non abbiamo testé veduti molti dei puritani tempestar colle palle il palagio di Pio nono, uccidere un virtuoso prelato quasi a’ suoi fianchi, festeggiar l’assassinio di un gran ministro, e i municipali rallegrarsene? Ché se gli uomini non si possono ammazzare ogni giorno, ben si possono lacerare, calunniare, perseguitare a ogni ora; e cosí fanno i gesuiti, i quali per esser soli muovono guerra implacabile agli altri chiostri e ai nomi piú illibati che non sono loro vassalli. E trattano le opinioni come le persone, combattendole o patrocinandole non per amor del vero ma dell’utile, e cercando di rendersi singolari col contraddire agli altri e coi paradossi, perché non possono aver fama coll’ingegno e colla scienza. Non dissimile è il costume dei puritani, molti dei quali negano le veritá piú usuali e dánno nelle stranezze per essere nuovi e pellegrini: impugnano il vangelo, il culto, la famiglia, la proprietá, la nazione, rinfrescando errori rancidi come fossero ingegnosi trovati. Ricorrono alle calunnie per conquidere gli avversari, non giá per impeto ma di proposito e direi quasi per via di legge; in guisa che talvolta un galantuomo può essere diffamato per ordine simultaneo del Mazzini e del padre Roothaan. Mentono nei crocchi, nei ritrovi, sulla bigoncia; e se sono rettori, fan poco caso della parola e del giuramento. Se la intendono, dove occorre, cogli sgherri e i denunziatori per rovinare gli opponenti, senza perdonarla ai repubblicani che non sono della loro setta[6]. Il che mostra quanto sia sincera e generosa la lor fede politica; perché se amassero davvero la repubblica, sarebbero lieti di vederne moltiplicare i fautori, qualunque sia l’insegna e l’aderenza. Le stesse usanze son sottosopra comuni ai municipali, i quali anch’essi mentono, straziano, infamano, come abbiamo veduto, e calpestano non solo l’innocenza ma l’amicizia."
      },
      {
        "index": 12,
        "text": "Specchio vivo e sincero delle classi politiche di un paese è la letteratura volante delle effemeridi. A niuno è ignota la violenza maledica e fanatica dei giornali retrivi e gesuitici d’Italia e di Francia; ma i liberali nostrani di repubblica e di municipio, imitandoli, non hanno garbo a biasimarli. Essi furono i primi che introdussero fra noi la brutta usanza di denigrare i galantuomini e i valentuomini sui fogli pubblici: gli uni spargendo a piena mano l’infamia contro il re e l’esercito liberatore, gli altri sfogando la loro collera contro i nemici della mediazione e i fautori del regno italico. Né solo si usarono tali arti nel biasimo ma eziandio nella lode, levandosi alle stelle uomini indegni per mente e per animo della stima pubblica, giustificandosi le piú brutte e colpevoli azioni, abusandosi la lealtá generosa (e talvolta troppo generosa) degli avversari, celebrandosi «i lunghi e grandi meriti» di tale che ebbe le prime parti nelle piú gravi calamitá della patria. Vogliam credere che fossero sinceri gli elogi dati a re Carlo Alberto esule e defunto, come campione d’Italia ed eroe dell’indipendenza, da coloro che aveanlo bistrattato vivo, quando metteva mano alla nobile impresa? o non erano le lodi postume suggerite dal desiderio di ostentar sensi nobili fuor di pericolo e di addossare ai vivi i falli del trapassato? Cosí la stampa, che dovrebbe essere incorruttibile interprete della veritá, banditrice del merito, tutrice dell’innocenza e della giustizia, fece spesso contrario effetto e in vece di essere scuola di sapienza e strumento di salute cooperò non di rado ad accrescere la follia delle sètte e i mali della nazione."
      },
      {
        "index": 13,
        "text": "Poco migliore fu l’uso che si fece degli onori, dei gradi, delle ricompense. Non parlo dei puritani che, essendo stati poco in sella, non ebbero campo di mostrare da questo lato la loro virtú. La monarchia civile, giusta i municipali, dee essere un «peso per molti e una festa per alcuni»[7], come la vita secondo gli egoisti; onde sogliono farne incetta, quasi fosse una lor masserizia, uccellando ai nastri, alle provvisioni, alle cariche, come i claustrali d’Ignazio ai doni e ai reditaggi. In nessun paese del mondo è cosí invalso l’uso di calcare i buoni e sollevare i pravi e di prendere a gabbo ogni giustizia distributiva, come in Italia da due anni in qua, senza eccettuare il Piemonte benché libero e civile. Quei cittadini magnanimi che tre anni sono inveivano contro la guerra e chiedevano se il Piemonte dovea largir l’oro proprio per aiutare e redimere gli stranieri (cioè i lombardi e i veneti), si vede oggi a che intento ne facessero tanto sparagno, correndo avidamente alla grappiglia delle dignitá e dei premii come i proci a quella dei beni di Ulisse; e se non ingoiano tutto ma ne lasciano agli altri una porzioncella, si vantano almeno di esserne dispensatori[8]. Avrebbe torlo chi disdicesse alla presente amministrazione la debita lode per aver riparate alcune iniquitá, ricompensata qualche degna azione, sollevati nobili infortuni, mostrandosi in alcuni di tali provvedimenti non solo provinciale e subalpina ma italica. Se non che, quando io veggo i primi segni di onoranza dati ad uomini nemici degli ordini liberi, un Bava lasciato indietro perché fece piú di una volta tremare il nemico, guiderdonati i meriti illustri ma non gli oscuri, posti in obblio molti uomini che sostennero per venti o trent’anni un incolpabile esilio, trattato da venturiero od estrano chi ebbe nel petto gloriose ferite se il grado o la nascita non lo raccomandano a chi regge, offerto ad altri qualche guiderdone ma in tali termini da non poter riuscire accetto anzi da dover essere perdonato, e per ultimo le grazie piú insigni date a coloro che colla incapacitá stupenda, la sfrenata ambizione, la pertinacia incredibile, prepararono e compierono il parricidio italiano; quando, dico, io considero queste cose, vo pensando se il poco bene che si è fatto sia provenuto da schietto amor di giustizia anzi che da pompa e da ostentazione. Il promuovere gl’indegni e calpestare i benemeriti è non solo iniquitá scandalosa ma pessimo esempio, perché il volgo, che vede la virtú negletta, sprezzata, avvilita e il suo contrario rimunerato, dubita in fine se non metta conto in questo mondo di vivere da ribaldo; e in tal modo si perverte il senno dei deboli e si corrompe la coscienza pubblica."
      },
      {
        "index": 14,
        "text": "Se l’egoismo e l’ingratitudine disonorano i privati, tali parti sono ancor piú biasimevoli e vituperose nei principi. Lasciamo in pace le ceneri di Carlo Alberto; ma che liberale e generoso amor patrio mostrarono quelli che sopravvivono? quando una parte dei loro errori provenne da bassa invidia verso il Piemonte e dall’avere anteposto l’egoismo provinciale alla santa caritá d’Italia. In che modo Leopoldo di Toscana ha ricambiato il Capponi, il Ricasoli, il Lambruschini, il Ridolfi, il Salvagnoli, il Peruzzi, il Cini, il Basevi, il Galeotti e tanti altri che rilevarono il suo trono e furono costantemente devoti alla sua persona? Alcuni di essi colle ingiurie e le vessazioni, e tutti col togliere le giurate franchigie e rimuoverli dalla cosa pubblica. Giá abbiam veduto in che guisa il pontefice rimeriti i suoi difensori. Se Cristo promise il cielo a chi desse un poco di acqua per amor suo, la persecuzione, l’esilio, l’oltraggio sono la ricompensa con cui il vicario di quello rimunera i virtuosi che posposero alla fede e agli obblighi della sudditanza la propria tranquillitá, la sicurezza, la vita. Questa brutta sconoscenza dei principi italiani è forse la parte piú vergognosa della nostra istoria, perché mostra spenta la vena dei nobili sensi dove dovrebbe essere piú squisita e quasi connaturata."
      },
      {
        "index": 15,
        "text": "Mi sono allargato su questo punto, perché io porto ferma opinione che esso esprime la causa principalissima di tutte le nostre sciagure. Crederei di aver fatta opera non affatto inutile se queste rozze ma sincere pagine persuadessero agl’italiani che l’incapacitá e l’ignoranza cooperarono alla rovina del Risorgimento, ma l’immoralitá delle sètte e la corruzione degl’individui la partorirono. No, l’Italia? non meritava di risorgere, atteso che, per la maggior parte di coloro che vi posero mano, il bene di essa era un fine al piú secondario, il vantaggiare se stessi lo scopo unico o supremo. È antica sentenza confermata dalla esperienza e dalla storia: che non si dá vero utile senza l’onesto. Le vie bieche e torte possono procurare un buon successo momentaneo, onori, fortuna, potenza; ma in ogni caso recano infamia e spesso final rovina. A che giovano i guadagni e i favori e le splendidezze accompagnate dal rimorso e prive della stima pubblica? che si dice fin da oggi di coloro che ne gioiscono? qual giudizio ne fará la storia? se pur essa ricorderá i loro nomi. Ciò che incontra ai privati accade ugualmente ai popoli, pel cui trionfo non basta che la causa sia giusta, se non è pura e lodevole l’intenzione. Non si dá rivoluzione che riesca, per quanto sia legittima e santa, se non dico tutti ma i piú de’ suoi artefici non sono degni di migliorare la sorte propria. La repubblica di America, che ebbe per fondatori uomini di virtú intemerata, dura e prospera mirabilmente da un mezzo secolo; laddove l’antica di Francia, che si macchiò col sangue e poscia colle corruttele, fu castigata da tre lustri di guerre micidiali e sei di governo regio. Il che non avviene per ragione arbitraria ma per legge immutabile di natura:"
      },
      {
        "index": 16,
        "text": "Perciò, non che dolerci del cielo che ci ha flagellati, dobbiam benedire e ammirare la sua giustizia. I pochi buoni portarono la pena dei molti colpevoli, secondo la condizione fatale delle cose umane; e le ineffabili calamitá d’Italia non che essere un’accusa sono una chiara discolpa della providenza."
      },
      {
        "index": 17,
        "text": "Tre furono le sètte che cospirarono principalmente all’esito luttuoso: puritani, retrogradi, municipali. I primi giá pagano il fio dei loro errori, esuli e profughi per tutta Europa. I secondi tripudiano; ma, o Dio, che tripudio! Ciechi che chiudono gli orecchi, come il re assiro, agli annunzi fatidici, e non veggono che, quando il salire è colpa, la fortuna è pena e la caduta precipizio. I terzi giá scontano i loro peccati in molte, ma baldanzeggiano ancora in una parte d’Italia e stimano forse che Iddio gli abbia dimenticati. Quando essi commisero l’abbandono d’Italia in pro del Piemonte, non prevedevano certo che, riducendolo alla solitudine di un lazzaretto, gli toglieano quel massimo bene che presidia gli altri, cioè la sicurezza; ma ora i piú oculati giá incominciano a temere per quelle instituzioni che credettero di assodare immolando alla provincia la patria. Ma il popolo piemontese fu innocente di tanto misfatto; e le sostanze sprecate indarno, le vite spente di tanti generosi ci fanno sperare che il castigo non sará suo. Allora i municipali vedranno quanto vani e fugaci sieno i frutti della cupidigia e come mal si fecondi il suolo domestico col sangue sparso e colle lacrime della nazione."
      },
      {
        "index": 18,
        "text": "Giova però aprir l’animo a piú lieti pensieri. E lo statuto subalpino c’invita a farlo; il quale è il solo avanzo superstite del Risorgimento italico, come la costituzione repubblicana, ridotta a essere piú in apparenza che in effetto, è l’unico residuo della rivoluzione francese del quarantotto. Ma queste due reliquie sono pur preziose, come germi vivaci e vincoli del moto passato coll’avvenire, verificandosi in essi quella legge storica, secondo la quale ogni gran mutazione, che torni vana per difetto degli operatori, lascia tuttavia un addentellato per cui si collega coi casi futuri, li pronunzia e gli apparecchia. Onde non so se piú tristi o dementi sieno coloro che per odio del principe o del principato vorrebbero accomunare al Piemonte la sorte delle altre provincie. Ma ancorché gli ordini liberi ci venissero meno, non ne perirebbero però tutti gli effetti, non si cancellerebbero le impressioni, le abitudini, i vantaggi che nacquero per tal provincia e in proporzione per l’altra Italia da qualche anno di possesso o di esempio civile. Grave errore sarebbe il credere che i progressi dei popoli, benché interrotti dalla violenza, sieno inutili. Non vi ha una gocciola di sudore o di sangue versato che non frutti coi tempo; tanto che nulla è affatto sterile, nulla perisce onninamente nel mondo sociale o nel giro della natura. Il che non giustifica gli uomini che ritardano il corso degl’incrementi, ma la providenza che lo permette. Questa tollera il male, perché, procedendo (come dice il Machiavelli della fortuna) per «vie traverse ed incognite»[10], sa convertirlo in bene: quelli ne son sindacabili perché non hanno virtú da tanto, e punibili perché non è lecito di render misere le generazioni presenti in grazia delle avvenire. Quanti mali si sarebbero fuggiti se il Risorgimento non era ridotto al nulla nel suo principio! quanti beni civili acquistati o accresciuti! quanti nobili e preziosi capi serbati alla patria! quante vite sottratte all’ozio dolente del carcere, allo squallore inoperoso dell’esilio! a quante famiglie incolpabili si sariano risparmiati gli affanni dell’indigenza, le angoscie della persecuzione, le perdite piú crudeli e le ultime miserie senza conforto e senza speranza! Il che sia detto a uso di coloro i quali non solo si consolano facilmente, ma quasi si rallegrano che i miglioramenti passati sieno andati a monte, avendo l’occhio alla felicitá futura. Quasi che non possa darsi che questa sia ancora lontana e solo ottenibile a prezzo d’infortuni sí gravi, sí moltiplici, sí dolorosi da sbigottire l’immaginazione piú intrepida a contemplarli. Ma facciamo che il giorno beato sia vicinissimo, e cosí lieto, cosí purgato da ogni penoso apparecchio e da ogni mistura, che vinca la solita imperfezione umana e disgradi l’etá dell’oro: io dico che quando la mala riuscita degli anni addietro avesse costato i giorni di un solo innocente, sarebbe degna di eterno rammarico. Chiunque la sente altrimenti non ha petto d’uomo né anima di cristiano. E ciò che affermo dell’Italia, lo dico pur della Francia, lo dico di tutte le nazioni che parteciparono all’ultimo moto; alle quali metterebbe gran bene se, governandosi con miglior senno, avessero cansato l’angoscioso intervallo che ora sono costrette di attraversare."
      },
      {
        "index": 19,
        "text": "— Oh! il Risorgimento italiano — dirá taluno — era cosa assai piccola e meschina; e se piace al cielo che un dí l’Italia sia libera ed una, i posteri, rivolgendo gli occhi a quello, non si dorranno che abbia dato in fallo e forse rideranno di coloro che il concepirono. — Ciò è vero in parte; e io, non che dissimularmi la grettezza di quei princípi, l’ho avvertita formalmente. «Siccome per l’italiano che vive al dí d’oggi — cosí io scriveva nel quarantacinque — la patria ed il secolo son ridotti a pochissima cosa, se vuol recare qualche giovamento egli è costretto di attemperarsi alla loro debolezza, facendosi piccolo coi piccoli, misurando il suo scopo dal probabile e dallo sperabile, non da ciò che può accadere e si può desiderare, lasciando da canto non solo le utopie ma ogni disegno che abbia dell’arduo e del grande, e imitando il pedagogo che appiccinisce e trincia e sminuzza la scienza per adattarla al tenero palato dei fanciulletti. Cosí, per discendere a qualche particolare, chi abbia l’animo non dirò giá all’antica Roma e a tutte le meraviglie dell’etá italogreca, ma soltanto a quel che sono al dí d’oggi le nazioni piú culte e piú potenti come la Francia e l’Inghilterra, e volga quindi l’occhio alla nostra povera Italia, vedendola ridotta a tanta miseria e grettezza, cosí fiacchi e pusillanimi i piú dei cittadini, cosí timidi e meschini molti di coloro che la governano, egli può essere tentato di dare un calcio a tutti gli ordini presenti e di spazzare il suolo per innalzarvi di pianta una nuova fabbrica. E se altri entra a parlargli di piccole riforme e giunge a tanto di audacia che gli proponga una confederazione dei vari Stati italiani, come le colonne d’Ercole a cui si può stendere il corso del nostro incivilimento e come la miglior fortuna dell’antica patria dei Camilli, dei Scipioni e dei Cesari, non mi stupirebbe se, non che seguire i modesti consigli, facesse pentire il consigliatore di averli proposti... Ma è pur forza allo scrittore civile abbracciar questa necessaria benché magra prudenza, facendo virtú della necessitá e buon senno della fortuna, se non vuol risolversi a scrivere pei morti e dee consolarsi dell’ingrato lavoro col pensiero dei beni che seguiranno. Rammenti che si acquista merito e gloria anche nelle piccole imprese, sovrattutto quando vengono richieste a partorir le grandissime; che i princípi sono sempre piccoli; che tuttavia rilevano piú di ogni altra cosa, perché da loro dipendono la continuazione e il compimento; che bisogna incominciare col poco per far molto; che il creare in ogni genere di esistenze non ha mai dell’appariscente e del magno in ordine al senso, perché l’opera ci è contenuta solo per modo di potenza e di rudimento, e tuttavia in esso risiede agli occhi della ragione la prima e somma grandezza; e che in fine quell’antica Italia, che salí in cielo colla gloria e colla potenza, ebbe pure un’origine minuta e volgarissima, imperocché senza l’umile masseria di Faustolo e il murello cavalcato da Remo, la cittá di Romolo non sarebbe divenuta regina del mondo e metropoli dell’universo»[11]. Cosí io faceva la critica e insieme l’apologia del Risorgimento assai prima che si attendesse a colorirlo, e antiveniva di cinque anni l’obbiezione che ora si ripete da tanti. Le angustie e imperfezioni del lavoro non assolvono dunque coloro che lo distrussero, come non debbono far vergognare quelli che presero a condurlo, quando gli umili princípi acchiudevano la gloria della creazione. Né ai principiatori tal lode è tolta dai guastatori dell’opera che vennero dopo, essendo indelebili i semi gittati, e il tenue albore del Risorgimento italiano annunziando la luce del Rinnovamento."
      },
      {
        "index": 20,
        "text": "fine del libro primo."
      },
      {
        "index": 21,
        "text": "(ibid., iii, 2)."
      }
    ]
  }
}
