{
  "chapterNumber": 6,
  "title": "Libro I, Cap. 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO QUINTO"
      },
      {
        "index": 1,
        "text": "del senso civile"
      },
      {
        "index": 2,
        "text": "Per chiarire quali sieno le dottrine straniere che ci trasviarono dal buon cammino e diedero a un glorioso principio l’esito piú miserabile, uopo è premettere alcune avvertenze. La vita civile e intellettiva dei popoli (che è quanto dire la societá e la scienza), come la vita morale e materiale degl’individui, corre per tre etá distinte, che sono la puerizia, la gioventú e la maturezza. La puerizia è il tempo delle potenze sensitive, dell’inesperienza e della fantasia, nella quale abbondano i sogni lieti, le immaginazioni piacevoli, le utopie seduttive e quelle intellezioni vaghe e perplesse che si differenziano dalle idee sostanziali e discordano dalla natura effettiva delle cose create. La maturitá è il periodo proprio della ragione e dell’esperienza, dalle quali abbiamo le idee vere e i fatti reali, cioè quanto si contiene di sodo e di positivo nel doppio giro degli esseri e delle cognizioni. La giovinezza si frappone tra le altre due etá e partecipa dei pregi e dei difetti di entrambe. Non parlo dell’infanzia che non ha uso di ragione, né della vecchiaia i cui principi si confondono coll’etá precedente ed è, come dire, una virilitá diminuta e indebolita, che ha per fine la decrepitezza, cioè un regresso allo stato infantile; tanto che i due estremi della vita umana si somigliano per molti capi."
      },
      {
        "index": 3,
        "text": "A queste tre epoche della civiltá e del sapere corrispondono tre spezie di senso scientifico e pratico, cioè il senso volgare, il retto e il comune [1]. Il senso volgare coglie la parvenza anzi che la sostanza degli esseri, e cosí chiamasi perché è proprio del volgo, il quale è la parte fanciulla delle nazioni a qualunque classe appartenga. «L’universale degli uomini — dice il Machiavelli — si pasce cosí di quel che pare come di quello che è; anzi molte volte si muovono piú per le cose che paiono, che per quelle che sono»[2]. E Dante insegna che «la maggior parte degli uomini vivono secondo senso e non secondo ragione, a guisa di pargoli; e questi cotali non conoscono le cose se non semplicemente di fuori»; laonde appartengono alla «puerizia non di etade ma d’animo», della quale hanno tutti i difetti e l’incostanza specialmente. «Questi cotali tosto sono vaghi e tosto sono sazi, spesso sono lieti e spesso sono tristi di brevi dilettazioni e tristizie, e tosto amici e tosto nemici: ogni cosa fanno come pargoli sanza uso di ragione»[3]. Non bisogna però confondere il senso volgare col fallace, perché quello è naturale a tutti, questo è pur di una parte e porta seco una tortezza ingenita di giudizio. L’uno vede le cose come paiono, l’altro le altera e le mira a rovescio; onde questo può paragonarsi all’occhio infermo e viziato, quello all’occhio sano ma senza l’aiuto e la disciplina del tatto che ne compia e corregga le impressioni. Perciò laddove il senso volgare emendato dalla sperienza e dottrina si trasforma in comune e poi in retto, il senso fallace non è suscettivo di ammenda e corrompe la scienza in vece di migliorarsene."
      },
      {
        "index": 4,
        "text": "Il senso retto o diritto o buono, che dir vogliamo, è propriamente il senno dell’etá adulta, e apprende la realtá effettuale degli oggetti non l’apparenza e l’immaginazione di essi. L’apparenza risiede nella semplice correlazione delle cose colla sensibilitá intrinseca od estrinseca; la quale correlazione occulta il vero essere di quelle, come sotto la scorza del sensibile si nasconde l’intelligibile. Il senso comune finalmente è un composto imperfetto dei due altri e, nelle notizie che egli porge, il vero essere degli oggetti si mesce colla loro sembianza, onde alberga in coloro che per gli anni o il senno giovaneggiano; e dicesi «comune», perché il piú degli uomini per difetto di natura o di educazione non giungono mai a quella maturitá perfetta di spirito che è privilegio di pochi. Esso è pertanto il vincolo che stringe insieme la moltitudine cosí nei popoli e nelle altre aggregazioni particolari come nel genere umano, e fa quasi di essa una persona unica. E in quanto partecipa del senso retto e viene consentito e avvalorato dai pochi savi che lo purgano dalla scoria, diventa opinione pubblica, la quale fu però da un antico chiamata «il senso del popolo»[4]. La quistione agitata piú volte: se il senso comune sia il supremo criterio del vero o si debba sottoporre alla ragione dei saggi, si risolve facilmente colla distinzione anzidetta; imperocché essendo quello un misto di retto senso e di volgare, che è quanto dire di ragione e di sensibilitá o di fantasia, egli è soltanto legittimo giudicatorio in quanto tiene della potenza piú autorevole. Solo il retto senso, cioè la ragione, è capace di cernere con sicurezza nei dettati del comun sentimento la veritá sostanziale delle cose dalla loro specie ingannevole[5]."
      },
      {
        "index": 5,
        "text": "La scienza in universale corre pei tre gradi accennati, incominciando col senso fanciullesco e volgare, passando pel senso giovanile e comune e riuscendo in fine al senso retto, proprio dell’etá ferma. Questo corso è piú o meno lento, secondo la natura degli oggetti in cui versa e quella dei popoli presso i quali si opera. Laddove nell’antichitá remota tutte le scienze erano bambine, molte di esse ancor oggi non sono uscite dei termini dell’adolescenza o giovinezza, come si raccoglie dall’incerto e dall’ipotetico che contengono; conciossiaché l’esame ed il dubbio contrassegnano il passaggio dal senso volgare al comune, e l’ipotesi è il conato di questo per trasformarsi in senso retto da cui solo procede la vera scienza, dove che i suoi precessori non somministrano che una notizia conghietturale, cioè a dir l’opinione, per usare il linguaggio degli antichi. Il discorso dello spirito umano pei tre gradi conoscitivi vedesi chiaro nell’astronomia: la quale dai tempi antichissimi sino alla scuola alessandrina pargoleggia tra i fantasmi e le apparenze; si accosta al vero ed entra nella giovinezza con Ipparco, Tolomeo e i loro coetanei[6]; e divien finalmente virile col Copernico, il Galilei e il Newton, per la cui opera vengono sbandite dal cielo le fallaci mostre del senso e i sogni dell’immaginativa. La prima etá fu poetica e favolosa, la seconda ipotetica e conghietturale, la terza positiva, cioè sperimentale e calcolatrice, perché l’esperienza converte il fatto sensibile in obbiettivo e reale, che viene poscia innalzato dal calcolo a dignitá d’intelligibile. In nessun ramo scientifico si vede cosí aperto come il comun senso dal retto si differenzi, imperocché i maggiori ostacoli che la costituzione copernicana del mondo ebbe a sostenere e a superare erano appunto dedotti dal senso comune, che protestò lungamente contro le nuove scoperte[7]. Nondimeno al fine fu vinto, e la cognizione del cielo fu piú felice di quella della terra, tanto piú vicina alla nostra apprensiva, e di quella dell’uomo stesso e del suo pensiero, che è pure la parte piú intima di noi e l’architetto universale della scienza."
      },
      {
        "index": 6,
        "text": "Le dottrine politiche soggiacciono alle stesse vicende del sapere in universale; e siccome la civiltá, propriamente parlando, è la cognizione civile recata in azione e in consuetudine, cosí anch’ella corre un cammino proporzionato. Tanto che se si considera l’Europa rispetto al tempo e se ne riscontra sommariamente l’antica colla media e la moderna etá, si trovano effigiati nei tre periodi della vita europea quelli che distinguono la cultura e la vita umana[8]. Se poi la esamini in ordine allo spazio, conferendo fra loro le nazioni odierne piú illustri (siccome per varie cagioni il loro corso fu dispari), raffigurerai l’indole e le fattezze dell’etá tenera nell’Italia e nella Germania, presso le quali le utopie e i conati demagogici testé prevalsero per la comune inesperienza e imperizia dei democratici e dei conservatori, i quali, volendo fare del giovane e dell’uomo in mostra, bamboleggiarono e rimbambirono in effetto. L’Inghilterra e l’America boreale sono ai dí nostri quasi il solo esempio di virilitá civile, sia per l’esperienza politica, sia pel genio proprio degli abitanti. La Francia è men novizia che l’Italia, meno sperta che la Gran Bretagna: garzoneggia tuttavia, ma si matura; cosicché i progressi tumultuari e gli assunti regressivi possono nascervi, non attecchirvi; possono turbare e interrompere per poco d’ora, ma non ispegnere gli avanzamenti. E si noti come il grado di perizia è proporzionato al possesso e all’uso breve o lungo della vita pubblica, essendo che il tempo è condizione richiesta cosí a svolgere la natura come a perfezionarla coll’arte. L’Inghilterra e gli Stati uniti per ciò primeggiano, ché sono piú o meno avvezzi alle instituzioni libere da oltre a due secoli. Viene appresso la Francia, da piú di dieci lustri entrata nel nuovo aringo; laddove l’Italia e la Germania, che ieri appena tentarono di rinascere, tengono l’ultimo grado e son piú prive che scarse di sapienza civile."
      },
      {
        "index": 7,
        "text": "L’errore consiste nell’antiporre il senso volgare al senso retto, e quindi il chimerico al positivo, lo specioso al reale. E in fatti, siccome non sarebbe errore se non contraddicesse alla veritá effettuale degli esseri, cosí non potrebbe sedurre alcuno se non ne avesse la sembianza. «Appena — dice il Segneri — si può trovare uom piú facile ad ingannarsi di chi nel formare i giudizi si governi dall’apparenza»[9]. Lo sdrucciolo dell’errore è piú che mai facile in politica, perché ivi la veritá sostanziale delle cose è meno agevole a scoprire, atteso l’ampiezza, la profonditá e l’implicazione del soggetto; come quello che abbraccia una copia inestimabile d’idee e di fatti svariati, minuti, sottili, quali sono le nature dei particolari uomini e la tela moltiplice del loro consorzio. Perciò non è da stupire se i principi e i popoli non ci sogliono far buona prova; se non molti dei primi somigliano a quel Ludovico che «seguitò sempre piú la sostanza che l’apparenza delle cose»[10], e pochi dei secondi ai romani antichi che «tenevano conto delle forze e non delle vanitá dell’imperio»[11]. E siccome ogni volta che sopra un punto qualsivoglia il falso e il vano ha vista di sodo e di vero, questo di necessitá ha mostra di vano e di falso, gli spiriti superficiali e non superiori al tempo in cui vivono lo ripudiano senza esame. Di qui nasce che la veritá vien combattuta a nome del comun senso, benché in effetto questo non le ripugni se non in quanto partecipa del volgare. Di qui anco procede che gli errori politici non sono perpetui, perché la ragione e piú ancora l’esperienza scuoprono a molti lo sbaglio e li fanno ricredere. Ma questi disinganni individuali non profittano alla moltitudine e non prevalgono nell’opinione se non a poco a poco; onde i popoli sogliono discorrere per una sequenza di concezioni diverse, che si succedono di mano in mano e che, se bene sono fallaci, si vanno però accostando al vero, perché via via sormonta il sentimento della realtá e scema il prestigio delle somiglianze. Cosí l’opinione pubblica procede di bene in meglio, e col decrescere della cognizione ipotetica e chimerica aumenta la scientifica e pratica; salvo che certi spiriti torti ovvero ostinati mai non si convertono, e trovando seguaci nei loro simili, le sètte sofistiche possono essere eterne. E veramente la buona politica ha le sue eresie e scisme non meno che la religione; e siccome gli eretici e scismatici della fede si scostano dalla tradizione cattolica, cosí quelli della civiltá si dilungano dal senno universale. Gli uni e gli altri son negativi, infecondi e destituiti di accorgimento nel sentire e nell’operare, perché si discordano dal corso progressivo delle idee comuni e dal carattere proprio dei luoghi e dei tempi. Ma prima che i molti e i piú si ravveggano, la veritá insegnata dai pochi, avendo faccia di menzogna, desta la meraviglia; e non che essere voluta credere, spesso viene derisa sotto nome di paradossa. E la turba le contrappone a guisa di oracoli alcuni pronunziati falsi ma speciosi, che, regnando ancora universalmente, ottengono cieca fede, son ricevuti e tramandati dall’educazione e dalla consuetudine, senza che cada in mente ai volgari di metterli in dubbio e recarli ad esamina."
      },
      {
        "index": 8,
        "text": "Da questi falsi aforismi nacquero gli errori dei governi e delle parti in Italia, e l’impresa recente per liberarla andò in perdizione. Se niente può ristorarci del danno, giovi almeno ad alleviar la vergogna il notare che per lo piú cotali dottrine non sono di origine nostrali. Né con ciò voglio dire che non ci sia anche del nostro, quasi che gl’italiani abbiano il dono e il privilegio dell’inerranza. Ma quando essi secondano la propria natura errano forse meno degli altri, perché la tempera dell’ingegno e dell’animo loro è piú comprensiva e dialettica. L’errore è sempre parziale, e consiste nell’avvertire un solo aspetto delle cose credendo di squadrarle da ogni lato e che la parte sia il tutto. Nel che versa eziandio l’apparenza, imperocché il sensibile esprime una veritá relativa, che si falsifica ogni qual volta convertesi in assoluta. Il ristabilire pertanto l’italianitá dei pensieri è il modo piú acconcio a conoscere i falsi apoftegmi politici e ad espugnarli."
      },
      {
        "index": 9,
        "text": "Giova anco il risalire alla loro fonte, perché essi derivano quasi tutti da un capo sommario e fondamentale. Se mi è lecito l’usare una formola antica ma espressiva, che ha il merito di rannodare gli errori pratici alla speculazione e le opinioni coetanee a quelle dei bassi tempi, io dinoterei questo principio dell’odierna sofistica statuale colla parola di «nominalismo civile»[12]. E veramente la buona politica, come la filosofia soda, risiede nel realismo, intendendo per esso quelle dottrine che pigliano per base e per norma la realtá e obbiettivitá delle cose. Ma nel giro degli esseri finiti la realtá varia in gran parte secondo i luoghi ed i secoli, e la mutazione nasce dal progresso degl’individui e dei popoli, mediante il quale i bisogni che prima erano negletti vengono soddisfatti di mano in mano, e altri ne sottentrano che necessitano nuovi instituti e nuovi ordini. Imperocché l’essenza e la perfezione del vivere cittadinesco consiste in due cose, cioè nei bisogni (sí materiali che immateriali, sí individui che comuni) e nella soddisfazione loro, che è quanto dire nelle potenze e negli atti sociali. La soddisfazione è la felicitá, la quale non può stare senza il bisogno, come il piacere non può darsi senza la privazione. Il bisogno non appagato è dolore e, senza fiducia di appagamento, miseria e disperazione, ma compagnato da tal fiducia diventa stimolo efficace di progresso civile. Il còmpito della civiltá consiste nel destare nuovi bisogni (il cui germe è riposto nella natura intrinseca dell’uomo e del mondo) e nel contentarli successivamente. Quando un popolo ha bisogni vivi e gagliardi, a cui gli ordini presenti non provveggono per impotenza o per malvolere e imperizia di chi regge, la rimozione di tale ostacolo diventa il primo bisogno, e quindi nascono le rivoluzioni. A molti bisogni sociali ha posto compenso la moderna cultura; e pogniamo che non sieno ancora soddisfatti pienamente (come l’imperfezione è inevitabile nelle cose umane), il bene che si è conseguito porge fiducia che il meglio sia per aversi dal corso naturale delle instituzioni e del tempo. Ma il negozio corre altrimenti intorno a quei bisogni a cui si attraversano gl’interessi faziosi dei pochi e che, manifestati piú volte e in mille modi ma sempre inutilmente, accendono vie piú le brame e stancano la pazienza dei popoli. Nel conoscere questi bisogni e nel cercare il modo di provvedervi efficacemente consiste il realismo politico; a cui si oppone il nominalismo, che, trascurando le necessitá reali e studiando invano di soffocare insino al desiderio, sostituisce loro astrazioni vane o promesse assurde. Chiamo «promesse assurde» quelle che mirano a suscitare bisogni fattizi e che non possono adempiersi secondo le leggi immutabili delle cose, e «astrazioni vane» quelle che non esprimono una realtá ma certi idoli fantastici, i quali traggono il loro prestigio dall’ignoranza e dall’opinione."
      },
      {
        "index": 10,
        "text": "Tre sono i bisogni principali dell’etá nostra, cioè il predominio del pensiero, l’autonomia delle nazioni e il riscatto della plebe, che è quanto dire del maggior numero. Il primo e l’ultimo di questi beni si riferiscono ai due estremi della societá (tenendosi dall’ingegno il sommo e dalla rozza plebe l’infimo grado), e si rannodano insieme per opera del secondo nell’unitá del popolo e nella persona o vogliam dire individuitá nazionale. Ora questo triplice bisogno del nostro vivere politico, non che essere soddisfatto, fu sempre crudelmente deluso negli Stati eziandio piú culti e liberi di Europa; e come incominciò a farsi vivo ed urgente presso a poco col secolo, cosí i capitoli del quindici furono sovrattutto ordinati a impedirne l’adempimento. Imperocché la pratica governativa che venne non mica introdotta (essendo assai piú antica) ma avvalorata da quel patto, ha per supremo intento di escludere l’ingegno dall’indirizzo delle cose coi privilegi della nascita o del censo, di smembrar le nazioni coll’aggregamento e la separazione arbitraria dei territori, e di opprimere la plebe col monopolio delle cariche, degli utili e degli onori civili. Quindi, come ogni bisogno veemente e non pago è un fomite incessante di mutazioni, nasce lo stato incerto e torbido di Europa. La quale fu prima agitata da rivoluzioni politiche, che miravano all’acquisto dei due primi beni; ed è ora minacciata dalle economiche, che aspirano al conseguimento dell’ultimo, qual fu la mossa francese del quarantotto, che riassunse il carattere dei rivolgimenti passati e antivenne quelli degli avvenire. La politica dei nominali è dunque rivoltosa per natura, poiché tende a perpetuare le rivoluzioni e rendere impossibile la quiete europea. Ché se la sua radice principale è l’egoismo dei principi e delle classi agiate, questo certo non potrebbe sedurre i buoni se non fosse ammantato e coonestato da una falsa scienza, cioè da quel nominalismo politico che dicevamo. Se non che questo nominalismo suol pigliare molte forme diverse, perché se bene coloro che lo professano si accordino a disconoscere la triplice realtá suddetta, non tutti però la frantendono alla stessa guisa. Anzi spesso il modo degli uni contraddice a quello degli altri, come si vede ragguagliando i conservatori coi democratici; tanto che egli basta l’unire insieme le opposte sentenze e correggere le une colle altre, chi voglia avere una dottrina positiva e compiuta da ogni parte. Pigliamo un saggio di cotali falsi aforismi, mettendo brevemente in sodo le veritá correlative e avendo l’occhio principalmente a quei capi che contribuirono piú di tutti a sviare e porre in fondo il Risorgimento italiano."
      }
    ]
  }
}
