{
  "chapterNumber": 26,
  "title": "Libro II, Cap. 10",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO DECIMO"
      },
      {
        "index": 1,
        "text": "del primato italiano"
      },
      {
        "index": 2,
        "text": "Coloro, che pongono la speranza di questo primato fra le illusioni, chiariscono un punto, cioè che il conseguimento di esso non può sperarsi da loro. Le prerogative di cotal genere sono una veritá o un sogno, secondo che piace ai popoli che sieno; se non che, anche quando prendono a essere, non si avverano mai pienamente, perché tengono sempre dell’ideale e dell’ indefinito e sono quasi una meta a cui altri può piuttosto accostarsi che giungere. Le nazioni somigliano agl’individui, e non si possono appagare della felicitá presente se non in quanto si affidano e propongono di accrescerla nell’avvenire. Il che nasce dalla tendenza che i popoli e i particolari uomini hanno verso l’infinito, la quale è uno stimolo efficacissimo di progresso e di perfezionamento. Imperocché questo avrebbe posa e termine se non ci stesse dinanzi agli occhi un bene illimitato, né può immaginarsene quaggiú un maggiore che la signoria del mondo per mezzo del pensiero. Nel che versa sostanzialmente il primato, mediante il quale predomina il genio di un popolo, per la stessa ragione che assegna all’ingegno la prevalenza di un individuo. La generosa aspettativa è profittevole, perché accende fra le nazioni una gara pacifica, nobile, virtuosa, e ne accresce la lena e il vigore nell’aringo civile. Non è assurda, perché niente vieta il racquisto di un bene giá posseduto o l’acquisto di quello di cui si ebbe giá esempio. Non è ingiusta, potendo ogni popolo aspirare al medesimo premio e correre lo stesso aringo[1]. Tutti i gareggianti sono pari alle mosse, ma il premio del valore è conferito al piú prode. Forse è presunzione dal canto nostro o ingiuria ai forestieri il desiderare un bene a cui essi c’invitano? «Se l’Italia — dicea testé un illustre francese — fosse affrancata dal barbaro e sciolta dal giogo temporale dei chierici, ella forse ripiglierebbe il primo grado tra le nazioni»[2]. La paritá dei popoli, come quella degl’individui, non toglie le disuguaglianze naturali né quelle che vengono da virtuosa elezione, e riguarda la concorrenza alla prova, non il merito della vittoria. La democrazia livellatrice e non temperata dall’aristocrazia naturale della virtú e dell’ingegno sarebbe esiziosa ai popoli non altrimenti che ai cittadini. Oltre che, il primato non è tal cosa che si possa acquistare e mantenere ingiustamente; imperocché, nascendo dall’assenso libero, vanno di pari il titolo e il possesso. E però non vi ha pericolo che il godimento di un tal bene sia occasione o fomite d’infingardire, essendo assai piú agevole il dismetterlo che l’acquistarlo. Quindi la storia c’insegna che questo privilegio non suol durare a lungo nello stesso popolo, ma passa dall’uno all’altro, come le gran ricchezze da famiglia in famiglia presso le nazioni che vivono a traffico e ad industria; cosicché l’instabilitá di esso e la facilitá della perdita debbono aggiungere nuovi stimoli al possessore per non rimettere punto né poco delle cure operose che il procacciarono."
      },
      {
        "index": 3,
        "text": "Io scriveva sottosopra queste cose alcuni anni sono e invitava i miei compatrioti a ricuperare l’antico grado. Ma l’esito infelice del Risorgimento mi fece spacciare per sognatore, quasi che l’impresa non abbia dato in fallo perché si trascurarono i mezzi opportuni a condurla. Il primo dei quali consisteva nel cominciare dal primato morale prima di dar opera al civile, avvezzando l’Italia ad avere una scienza, una letteratura, un modo di pensare e di sentire suo proprio, affinché l’autonomia e il principato dell’intelletto e dell’animo spianassero la strada a quello dell’azione. Negletto questo tirocinio, le imitazioni servili dalle dottrine trapassarono nella pratica e fecero declinare il moto incominciato dalle sue leggi; tanto che riuscí effimero e caduco ciò che poteva essere perpetuo. L’altro mezzo era l’egemonia, la quale è verso le nazioni ciò che è la cosmopolitia naturale, vale a dire il primato, verso la specie umana. Il primato presupponendo che l’Italia sia una nazione, bisognava innanzi tratto renderla tale e rivolgere a tal effetto l’egemonia ideale di Roma, militare e politica del Piemonte. Quella essendo venuta meno al suo debito, questo poteva e doveva supplire, ed ebbe molte occasioni propizie di farlo. Ma non che assumere l’ufficio egemonico, gli uomini chiamati a indirizzare le cose non ne ebbero pure il concetto, accordandosi in questa beata ignoranza le sètte piú opposte. Or che meraviglia se, mancando l’egemonia, il primato non fu che un sogno? Certo anche nel caso che il Risorgimento avesse avuto lieto fine, molti anni e lunghi travagli erano richiesti a rimetter l’Italia nell’antico onore, ché una florida salute non può succedere senza intervallo a un letargo di quindici secoli. Il ricuperare l’avito seggio nel concilio dei popoli sarebbe stato il compimento del periodo incominciato. Che in tali termini la speranza non fosse illusione, da ciò si raccoglie: che non ostante le imperfezioni e la breve durata di quei princípi, noi vedemmo, per cosí dire, gli albori del giorno avventuroso. Non solo i primi successi del nostro Risorgimento rialzarono il nome d’Italia, la misero in vista e in riverenza a tutto il mondo civile, ma operarono di fuori; e la Francia in particolare non si sarebbe mossa in febbraio, né forse avrebbe recata nel moto suo tanta moderazione e mansuetudine, senza gli esempi e gli spiriti che in lei da Roma influivano. Or non fu questo un augurio, benché sfuggevole, e un saggio glorioso di primato nazionale?"
      },
      {
        "index": 4,
        "text": "Nel Rinnovamento le due cose saranno tanto piú inseparabili quanto che, l’impresa essendo piú vasta, piú lunga, piú ardua, piú faticosa, si avrá d’uopo di mezzi piú efficaci; cosicché il rinascere a nuova vita e ripigliare almeno in parte gli antichi influssi per l’Italia sará tutt’uno. Ché se le due cose si scompagnassero, ciò proverebbe difetto di autonomia propria, e il Rinnovamento non sarebbe che una vana mostra, continuando in un modo o in un altro la signoria o la tutela straniera. Oggi anche i meno accorti cominciano ad avvedersi che il volere assicurare una provincia senza la nazione (pogniamo il Piemonte senza l’Italia) è impresa vanissima. Ma non meno vano e impossibile è il voler salvare l’Italia senza l’Europa, voglio dire senza quella leva esterna in cui è riposta gran parte del nervo civile. Or che è mai la leva esterna se non il primato o qualcosa che gli rassomigli? Oltre che, la risurrezione essendo nei popoli come negl’individui il regresso dello spirito vivificativo, in che modo può l’Italia risorgere se non ripiglia l’antico genio? Siccome adunque nello scorso periodo l’egemonia negletta causò la ruina, il nuovo avrebbe la stessa sorte, se la dottrina e la pratica del primato italico fossero poste in non cale. Tanto che il principio direttivo del Rinnovamento si può esprimere dicendo: che tocca a Roma civile e al Piemonte il creare l’Italia (secondo i termini e sotto le condizioni sovrascritte), affinché l’Italia possa concorrere a ricomporre l’Europa: per modo che l’egemonia delle due provincie partorirá il primato della nazione, anzi comincerá in un certo modo a metterlo in essere."
      },
      {
        "index": 5,
        "text": "Il primato s’intreccia colla cosmopolitia come il giure egemonico col nazionale, e quindi la sua nozione si connette con quella dell’umanitá, che è quanto dire colla costituzione naturale del genere umano. Ora la storia ci mostra che nel corso civile del nostro genere vi sono certe nazioni principi, che godono di una civiltá speciale ad un’ora ed universale. Speciale, perché nativa e originalmente loro propria; universale, perché da loro, come da fonte primaria, si diffonde negli altri popoli e col tempo diviene a tutti comune. Tali furono nel vecchio Oriente le nazioni madri dell’Aria e della Mesopotamia, e susseguentemente l’Egitto, l’India e la Cina. L’antico Occidente ebbe la Grecia e l’Italia, stirpi sorelle e nate quasi ad un parto dal tronco pelasgico. Nelle nazioni principi la civiltá è piú viva, piú tenace, piú difficile a spegnere: ond’esse talora perennano, come la Cina; altre volte rinascono, come l’Italia e la Grecia, perché il loro sparire non è tanto una morte quanto un sopore per cui la vita s’ interna e si cela. La diffusione della civiltá, onde sono autrici, conferisce loro una signoria di un genere particolare; la quale, con acconcia metafora dedotta dalle impressioni del cielo, nel favellare moderno si chiama «influenza»[3]. Gli individui e i popoli diconsi «influire» gli uni negli altri quando hanno un tale attrattivo che imprimono loro la propria forma; di che nasce un imperio tanto piú forte quanto che non dá negli occhi ed è accettato spontaneamente. Or donde nasce questa efficacia intima e durevole se non dalla cultura? e sovrattutto da quelle parti di essa che piú montano e tengono meno del corpo che dello spirito? quali sono le idee fornite di potenza creatrice; onde l’influenza, essendo principalmente ideale, è una creazione. Tal è infatti quella virtú per cui un popolo accomuna ad un altro i suoi concetti, i sensi, i costumi civili, e se lo appropria in certo modo senza violenza, facendo verso di esso l’ufficio di maestro, di educatore e di padre."
      },
      {
        "index": 6,
        "text": "Siccome si trova un vero, cosí può darsi un falso primato, che si esercita colla forza e non versa nel creare ma nel distruggere. Ché se l’efficienza creatrice sta nell’idea, la distruttiva è nel senso; e però come nelle nazioni progenitrici l’idea predomina, cosí nelle altre il sensibile prevale all’intelligibile. Se non che, quello essendo il germe e l’invoglia di questo, ogni distruzione è virtualmente creazione, benché tal potenza non si produca se non in quanto il sensato in ideale si trasforma. Cosí anco il nulla, come fattore negativo, concorre con Dio alla produzione dell’universo. Le nazioni ideali fanno dunque verso le sensitive l’ufficio che l’ingegno esercita verso la plebe, traducendo in idea ciò che presussisteva sotto la forma rozza di sentimento, e rivolgendo a fattura e conservazione quegli accidenti che senza il loro concorso non sarebbero se non distruttivi. Perciò l’idea piú antica del primato ci apparisce in que’ violenti conquisti e imperi universali, il cui primo vestigio si trova nelle tradizioni camitiche e che vennero in etá assai piú recenti dai popoli mongolici e finnici rinnovati. A questi conati barbarici sottentrò una nozione piú pura, cioè quella delle armi aiutate e nobilitate dalle lettere, dalle leggi, dagl’instituti, e rivolte a uno scopo morale e glorioso, vale a dire alla fondazione di ordini e di una civiltá nuova. Tali furono in parte le cosmopolitie guerriere e sacerdotali degli Achemenidi, dei maomettani e dei goti, e piú ancora quelle di Alessandro[4] e di Roma antica, che giá si accostano al concetto moderno e cristiano. Il quale, ritirando il primato dal senso e dalla violenza all’idea schietta, ne rimosse ogni ingiustizia e ne accrebbe la creatrice efficacia."
      },
      {
        "index": 7,
        "text": "Molte e varie essendo le appartenenze civili, e la qualitá del lavoro necessitandone la distribuzione, niente vieta che si dieno piú specie di maggioranza ripartite fra i popoli, niuno dei quali è da natura cosí disgraziato che non possa in qualche parte aspirare alla precedenza. Quanto piú il culto civile si affina e vanno innanzi le gentilezze, tanto piú, ampliandosi gli uffici, uopo è assegnarli a diverse mani; per modo che l’Europa moderna rende immagine di una vasta officina, in cui ogni popolo rappresenta una classe speciale di operatori. Passerá gran tempo prima che l’Inghilterra abbia eguali negli artifici utili, nella navigazione, nel traffico, e la Germania nelle dottrine. La Francia non può smettere quell’entratura di esecuzione che la lingua facile, il brio spiritoso e l’impeto cavalleresco le conferiscono in Europa, se giá non perde innanzi il proprio genio o l’integritá del suo territorio. Ma né i commerci e le industrie possono creare un primato ideale, né l’erudizione e l’eroismo bastano a costituirlo. L’una e l’altro hanno d’uopo di guida, perché l’energia può sviarsi, il senno corrompersi. Risedendo quella nel cuore e questo nello spirito, ci vuole una regola superiore che, comprendendo tutto l’animo, armonizzi le due potenze e ordini gli effetti loro. La quale non può esser altro che la dialettica nel senso platonico, cioè un’assiomatica o canonica o filosofia prima, che abbia per ufficio d’indirizzare e accordare insieme i materiali progressi coi piú nobili, la polizia coll’enciclopedia, rendendo una ed armonica la civiltá universale. La dialettica, essendo la misura e il regolatorio di tutto e quindi eziandio delle speculazioni, non può essere semplicemente una dottrina, ma dee avere altresí dell’effettivo e vestire qualitá di un abito che s’indonni di tutto l’uomo. Laonde, se come filosofia ella risiede nella dottrina della creazione, come abitudine non può rinvenirsi fuorché in un popolo il cui genio nazionale partecipi piú specialmente degli altri all’atto creativo. Imperocché in cotal popolo la dialettica non è semplicemente una cognizione speculativa ed astratta, e però soggetta a corrompersi come ogni altra dottrina; ma bensí una cosa concreta, ferma, viva, efficace, quanto la nazione in cui è individuata e come dire impersonata. E avendoci atto e abito di persona, i suoi dettati non sono semplici filosofemi teoretici o canoni scienziali ma aforismi e massime pratiche, tanto piú stabili e operose quanto il senso retto, a cui conferiscono tutte le facoltá dell’uomo, è un modo di cognizione piú perfetto ed attuoso del semplice giudizio speculativo."
      },
      {
        "index": 8,
        "text": "Or qual è la nazione, la cui tempera originale s’immedesima piú intrinsecamente colla forza ideale e creatrice, se non l’Italia? Presso le altre la creazione è dottrina e partecipanza secondaria; dove che in Italia è dottrina e fatto principale, essendo, per cosí dire, l’Italia medesima. A lei dunque tocca il primato ideale e l’influenza creatrice. Il primato scientifico, politico, industrioso della Germania, della Francia e della Gran Bretagna presuppone adunque il primato italiano; il quale è morale e civile, avendo per base l’idea in se stessa, di cui le altre specie di preminenza sono l’applicazione e la pratica negli ordini inferiori dell’azione e dell’intelletto. Senza questa scorta il maggioreggiare degli altri popoli è difettuoso e può tornare calamitoso, atteso che i progressi vogliono essere regolati da princípi fermi e da saviezza conservatrice. Eccovi che la scienza tedesca, dopo sforzi mirabili e prodigiosi incrementi, è riuscita al caos e al dubbio universale dei nuovi hegelisti. La politica francese è fomite ed esempio di continue rivoluzioni seguite da continui regressi; giacché le rivoluzioni, versando nel demolire gli ordini antichi, non riescono a nulla di stabile se nuovi e migliori instituti non sottentrano ai manomessi. Le industrie e i mercati britannici favoriscono la cupiditá, l’egoismo, gl’istinti ignobili a scapito dei generosi; e se prevalessero ai maggiori interessi, spegnerebbero ogni idealitá e dignitá nei popoli, ritirandoli per mezzo degli agi e delle delizie alla rozzezza e servitú antica. Certo è lungi dal mio pensiero il disconoscere la somma importanza dei vantaggi materiali, della politica innovatrice e della scienza libera e razionale, e il negare o diminuire gli obblighi insigni che per tutti questi versi ha il mondo civile verso i tre popoli illustri che ora primeggiano. Ma appunto perché io stimo ed ammiro il loro primato, vorrei che si purgasse di quei difetti per cui oggi non è senza pericolo, inducendo molti a temere che l’uno di essi minacci la morale e la religione, l’altro la proprietá e la famiglia, il terzo l’autonomia e il decoro delle nazioni; onde in fine siasi per riuscire a un materialismo economico, filosofico e politico, foriero di barbarie e di miseria civile. Ora, per abilitare questi primati a portare i loro frutti senza veleno e ad essere non solo correttivi dei vecchi disordini ma edificativi di ordini nuovi, si richiede il ristauro del primato italico, come correlativo necessario e scorta di quelli. Da che seco venne meno la costituzione europea propria del medio evo, il mondo tornò a essere eslege, diviso, acefalo, come nei secoli anteriori a Roma antica; e i primati oltramontani, non che medicare il male, in certo modo lo accrebbero. Quella costituzione era certo rozza e viziosa, atteso i tempi che allora correvano; ma, non ostante le sue imperfezioni, essa basta a mostrare come il primato italiano, essendo richiesto a ordinare l’Europa, è condizione vitale e necessaria del Rinnovamento."
      },
      {
        "index": 9,
        "text": "Molti sono i titoli del primato italiano, dei quali feci altrove lungo discorso. Il primo di essi è la condizione del sito e del territorio. «Il giogo dell’Appennino — dice Dante — come un colmo di fistola di qua e di lá a diverse gronde piove, e le acque di qua e di lá per lunghi embrici a diversi liti distillano, come Lucano nel secondo libro descrive; e il destro lato ha il mar Tirreno per grondatoio, il sinistro v’ha lo Adriatico»[5]. Questa idrografia naturale conferisce al primato italiano, atteso che il Mediterraneo, che fu il seggio antico, sará del pari il futuro della cosmopolitia di Occidente. Siccome il tramezzarvi diede a Roma l’imperio universale, cosí dovrá restituirle l’universale influenza, come tosto il centro del traffico verrá riportato sulle sue prode e nelle sue acque; al che tutto cospira, come ho notato altrove[6]. Ché se i mari mediterranei signoreggiano la terra, le isole e i chersonesi son piú propri degli altri siti a dominare i continenti; di che Napoleone (nato in isola attenentesi a penisola) è il simbolo e l’Inghilterra la prova. La ragione del fatto si è che nella civiltá maturata le acque che rigano e fasciano il globo sono il veicolo piú pronto e attuoso di comunicanza; tanto che i «fluenti» materiali (per usar la lingua del Cellini[7]) spianano la via alle morali influenze. Né paia strano che abbiano a ripristinarsi le sorti antiche e le prerogative del nostro mare. Imperocché l’avvenire è la ripetizione del passato, ma aggrandito secondo una scala o vogliam dire un modulo piú capace; cosicché la modernitá rende immagine dell’etá antica e della media ampliate. Nei bassi tempi fiorirono due leghe europee, l'una australe e italica, l’altra boreale e germanica: amendue repubblicane, industriose, mercantili, assise a specchio di una vasta marittima, veleggianti sur un mediterraneo, superiori di culto, di dovizia e di potenza ai popoli circonvicini. Similmente egli è probabile che due confederazioni, conformi ma piú estese (perché l’una comprenderá tutti i popoli di sangue tedesco e l’altra quelli di stirpe latina), sieno per fiorire un giorno sui lidi del nostro mare e del Baltico, rinnovando le repubbliche italiane e anseatiche del medio evo. E queste due leghe uniranno insieme le loro acque e saranno amiche; come giá in addietro le cittá consorti del settentrione ebbero fratellanza con quelle di ostro fino a Lisbona ed a Napoli nelle due Esperie. Spesso accade che i popoli illustri, ripieno il mondo civile del nome loro, si ripiegano in se stessi e ritirano i loro influssi, come l’Ansa, Olanda, Svezia, Danimarca, Polonia a borea, la penisola iberica, Grecia ed Italia a mezzogiorno. Ma dopo un certo intervallo si destano, e il loro risentirsi suol pigliare le mosse da una contrada che per la sua rozzezza fu oscura nel primo periodo o gittò poca luce. Quali furono in Germania la Prussia, in Italia il Piemonte; alle quali provincie toccarono le prime parti nel moto piú recente, pogniamo che non abbiano saputo mantenerlo né proseguirlo. Nel prossimo Rinnovamento, o sieno esse per ripigliare l’egemonia perduta e usarla con maggior senno, o la spinta debba venir da altra banda, certo si è che la vita civile, la quale dai mari e dagli estremi si diffuse nelle terre interiori e nel centro, rifluirá invigorita verso l’antica sede. Questa tendenza giá vedesi sui nostri lidi; vedesi fra i dani e gli sveci, dove cresce la parte aspirante a rifare la vecchia Scandinavia e rimettere in piedi l’unione calmarese. La Francia e l’Inghilterra, l'una per la postura centrale, l’altra pel dominio oceanico e la diffusione cosmopolitica, saranno quasi il vincolo delle due leghe; benché, per ragione di altezza polare, d’idioma e di stirpe, l’una appartenga piú propriamente alla consorteria latina e l’altra alla teutonica."
      },
      {
        "index": 10,
        "text": "Il secondo titolo del primato italiano è la schiatta. L’embriotrofo o tuorlo dell’uovo chiamavasi dai latini «vitellum»; la qual voce, cognata a quella di «vitulus», si collega coll’emblema e col nome primitivo d’Italia, che in origine fu detta «Vitellia» ed ebbe per simbolo il vitello, il bue, il toro, dai taurini del norte ai tirreni del meriggio[8]. Ora il toro e le specie vicine o le sue varietá naturali idoleggiano in genere l’energia primitiva e la virtú creatrice dei popoli giapetici e bianchi di Oriente e di Occidente; e in particolare quella dei pelasghi, nobilissimo rampollo della famiglia indogermanica e tronco principale dei rami ellenici ed italici. L’Italia è la nazione generatrice e quasi il vitellum o embrione dell’Europa moderna, e quindi la piú virile; onde i suoi figliuoli, come dice Alfonso Lamartine, «hanno tuttora impressa sul volto la maestá severa e il carattere dei primonati»[9]. E però Dante scriveva che «piú dolce natura signoreggiando e piú forte in sostenendo e piú sottile in acquistando, né fu né fia che la latina»[10]. Isocrate ateniese, discorrendo de’ suoi cittadini, diceva che «a noi si conviene essere i primi in eccellenza fra tutti gli uomini. Io non dico ora questa cosa per la prima volta, ma io l’ho detta giá in molte occasioni ed a molti: che al modo che noi veggiamo negli altri luoghi generarsi dove una dove altra qualitá di frutti, di arbori e di animali, propria di quella cotal terra e molto eccellente fra quelle che nascono nelle altre parti; cosí medesimamente il nostro terreno ha virtú di produrre e nutrire uomini non solo di natura attissimi alle arti e opere della vita, ma di singolare disposizione eziandio per rispetto alla virilitá dell’animo e alla virtú»[11]. Le quali parole non fuor di proposito si possono adattare all’altro ramo dello stesso ceppo; tanto piú che gli attici, come ioni o iavaniti di origine, si attenevano ancor piú dirittamente degli altri greci al sangue pelasgico. E se a taluno paresse che il vanto ci si disdica, la giustificazione ci è porta dallo stesso scrittore: che «niuno si pensi che pervenga da ciò alcuna eziandio menoma lode a noi cittadini di oggidí; anzi per lo contrario. Perocché queste simili sono lodi verso chi si dimostra degno della virtú degli antecessori; ma verso quelli che colla loro ignavia e cattivitá svergognano l’eccellenza della loro stirpe, elle sono riprensioni e biasimi. Siccome (vaglia il vero) facciamo noi, che, sí fatta natura avendo, non l’abbiamo saputa serbare, ma siamo caduti in grande ignoranza e confusione e in molte cattive cupiditá»[12]. Ché se all’Italia può dirsi essere incontrata, e non in mostra ma in veritá, la metamorfosi di Ricciardetto[13], non è però che ella non serbi la virtú antica e non sia posto in sua mano di attuarla come prima gli eventi ne porgano l’occasione."
      },
      {
        "index": 11,
        "text": "La potenza creatrice della stirpe italiana si raccoglie massimamente da questo: che l’Italia fu tre volte institutrice di Europa, prima colla politica e le armi, poi colla religione e col sacerdozio, in fine col culto laicale delle lettere, delle arti amene e delle scienze. L’opera fu incominciata dall’antica Roma, che ingentilí i popoli col giure e colla favella; proseguita da Roma papale nei bassi tempi; e compiuta da Firenze, «fatta ad imitazione della bella cittá di Roma»[14], la quale creò la poesia, le arti figurative e il sapere moderno guidato col magistero dei calcoli e suggellato col cimento delle esperienze. Dante, Michelangelo, Galileo non solo resero chiaro il nome italico per ogni dove, ma destarono una felice emulazione e fondarono tante scuole, ebbero tanti discepoli quanti furono i popoli che presero a seguire le loro orme. Lode che si aspetta massimamente a Dante, che diede il primo impulso a tanto moto, scrivendo uno di quei libri onnipotenti e moltiformi che partoriscono una civiltá tutta quanta; e fu padre della cultura italica ed europea, come Omero della greca e della latina[15]. Per tal guisa il moderno Occidente fu fattura di un italiano, come l’antico di un greco; e in ambo i casi il germe schiuso e allevato in Europa da un uomo grande vi era stato trasferito dall’Oriente, prima patria delle origini e culla di ogni arte dotta e leggiadra. Imperocché l’Oriente è verso l’Occidente ciò che è la potenza verso l’atto, l’intuito verso la riflessione, la plebe verso l’ingegno, e insomma il principio verso il progresso e il compimento. Per modo che coloro i quali instituirono o ristorarono la civiltá nei nostri paesi non fecero altro che ritirarli verso la loro cuna, sia raccogliendo nuovi semi dall’Oriente primitivo e vergine, sia riportando nell’Oriente invecchiato e degenere gli occidentali acquisti; il che si riduce a restituire ampliate e cresciute a esso Oriente le sue proprie dovizie. In questo flusso e riflusso scambievole delle due parti del nostro emisfero risiede il progresso civile dai tempi antichissimi insino ai nostri; nei quali il doppio moto è cospicuo, giacché il moderno traffico reca in Oriente i nostri pensieri, i riti, gl’instituti colle nostre merci, e porta in Europa i monumenti preziosi di quelle contrade, che, studiati, illustrati, fecondati, la scienza moderna restituisce ai primi lor possessori[16]. Non altrimenti fece Dante nel por le basi dei nuovi ordini, accoppiando, come abbiamo giá avvertito, alle tradizioni dell’antichitá occidentale quelle del cristianesimo, che fu un germe orientale ma innaturato all’Italia da lungo tempo. E il cristianesimo, movendo dal principio di creazione, che pel fatto e per l’idea risale alle origini, non è mica un trovato posteriore ed umano come altri trasferiti di colá in Europa, che rendono effigie dell’Oriente eterodosso e traligno; ma, considerato anche solo filosoficamente, ci si affaccia come il ristauro legittimo dell’Oriente primitivo."
      },
      {
        "index": 12,
        "text": "Il genio cristiano e il genio italiano hanno un’intima parentela, radicata nell’idea e virtú creatrice che è loro comune. La nazione risponde alla religione: amendue si uniscono, si compenetrano, si mescolano insieme; e il loro consorzio è tanto piú indissolubile quanto che avvalorato e ribadito da un’usanza di tanti secoli. La stirpe italiana è dunque ideale per molti titoli, essendo informata dall’idea suprema di creazione, adombrandola col suo genio e colle sue opere e possedendola ad un tempo come veritá filosofica e come parola cristiana. Ma la parola cristiana è il cattolicismo, conciossiaché tutte le sètte acattoliche ne uscirono e presero da esso i libri, i dogmi, le tradizioni su cui si fondano. Il primo seggio della comunione cattolica è Roma, la quale viene perciò a essere il centro spirituale di tutti i popoli che, sparsi per ogni parte del mondo, professano la stessa fede. Di qui io deduceva alcuni anni sono un nuovo fondamento del primato italico; non giá che io mirassi a fare della religione un privilegio della mia patria, e meno ancora uno strumento di profana dominazione (come parve a taluno), ma in quanto io giudicava cosa onorevole all’Italia l’aver nel suo grembo la sede del culto universale e atta ad avvalorare le sue morali e civili influenze a beneficio della specie umana. Né altrimenti sentiva quel grande ingegno di Pellegrino Rossi, il quale poco prima di morire diceva che «il papato è l’ultima grandezza vivente d’Italia»[17], e suggellava poco appresso si può dir col suo sangue questa magnanima professione."
      },
      {
        "index": 13,
        "text": "Il mio pensiero fu allora bene accolto da non pochi che oggi lo biasimano; il che mi dispiace non giá per mio conto ma per quello dei biasimatori, i quali dovrebbero avere un po’ piú di quella saldezza virile d’ingegno che conviene agl’italiani. Imperocché è cosa assai fanciullesca il confondere gl’instituti cogli uomini e l’imputare alla religione le colpe del sacerdozio. A questo ragguaglio le scienze, le lettere, le leggi, la famiglia, la cittadinanza, la libertá, il governo, e quanto insomma vi ha di piú caro, di piú sacro e di piú necessario, si dovrebbe ripudiare, perché, quando si abusa (e ciò è frequentissimo), l’ottimo diventa pessimo. Certo gli scandali morali e politici, che una parte del chiericato e sovrattutto Roma porgono da due o tre anni al mondo cristiano, sono gravi, anzi enormi; e io non credo di averli dissimulati. Ma minori non furono quelli del secolo decimo, benché di un’altra specie; e se per conto loro gl’italiani di quel tempo avessero dato lo sfratto ai riti cattolici, essi avrebbero rinunziati seco una porzione notabile dei beni civili acquistati nelle etá seguenti. Il ripudiare le instituzioni per odio di quelli che malamente le adoperano non è partito da mettersi in campo, quando si tratta di ordini impossibili a distruggere, come si è la religione, la quale è tanto necessaria all’uomo quanto intrinseco alla sua natura è il concetto e il bisogno dell’infinito. A quelli che stimano l’opposto e credono di poter ravvivare l’Italia collo spegnerla di ogni credenza, non accade rispondere, perché la filosofia del secolo decimonono dee essere francata dal debito di ribattere certi paradossi appena tollerabili nei tempi addietro. Vero è che certuni, confessando la necessitá di un culto, vorrebbono almeno mutarlo; ma non si accordano nello scambio. Gli uni propongono una religione diversa dal cristianesimo, cioè un teismo schiettamente razionale senza riti né templi né sacerdozio, ovvero l’apoteosi del genere umano, il quale è molto in voga al dí d’oggi ed è senza dubbio il dio piú recente che si conosca. Gli altri, avvisando essere troppo assurdo il voler edificare fuori degli ordini cristiani, immaginano di sostituire alla cattolica qualche altra comunione fra le molte che regnano nei vari paesi, ovvero di rabberciarne una nuova coll’aiuto delle scritture. Il punto della religione da un lato è cosí connesso colla dottrina del primato italiano, e dall’altro di tanto rilievo in se stesso eziandio politicamente, che non si dee passare affatto in silenzio, giacché troppo nocerebbe alle speranze della patria nostra se certi sognatori tentassero di dar corpo alle loro chimere. Né io per ciò intendo di toccar la quistione teologica, ma solo di fare alcune poche avvertenze dedotte dal retto senso, per mostrare in prima che il surrogare in Italia al cattolico qualunque altro culto è cosa praticamente impossibile, poiché esso culto cattolico si può appieno comporre con tutti i progressi civili senza offendere o alterare la sua sostanza menomamente. Le mie osservazioni, ristringendosi fra i termini della pratica e non avendo risguardo alla veritá intrinseca del cattolicismo (il che né converrebbe alla natura di quest’opera, né potrebbe farsi senza lungo discorso), potranno essere approvate eziandio da coloro che da me dissentissero intorno al valor dottrinale delle credenze ch’io professo."
      },
      {
        "index": 14,
        "text": "Dico adunque che, quanto al fondare e propagar largamente una religione nuova, oggi mancano in Europa e specialmente in Italia le condizioni richieste a tal effetto; tanto che se i conati di questa fatta non furono mai frequenti come oggi, non vi è stato alcun tempo cosí disacconcio alla riuscita. Ogni innovazione per allignare e spargersi ha d’uopo di un ambiente confacevole, e l’ambiente in cui i culti fioriscono è l’opinione del sovrannaturale. Nei tempi addietro questa opinione era comune a tutte le sètte, giacché la realtá o almeno la possibilitá del sovrannaturale era ammessa quasi universalmente, e niuno o pochissimi impugnavano il principio, pogniamo che molti dubitassero dell’applicazione. Imperocché, quando una setta combatteva con un’altra, essa era meno intenta a negarne i prodigi che ad interpretarli in modo che non le fossero di profitto, recando, esempigrazia, a qualche genio malefico quegl’influssi e quelle opere che a Dio si attribuivano. Oggi i progressi maravigliosi delle scienze naturali create da Galileo, l’introduzione del metodo sperimentale e induttivo in tutti i rami delle cognizioni, le ricerche fatte intorno a certi stati morbosi del corpo e dello spirito, la critica storica perfezionata, la civiltá cresciuta da ogni parte, hanno ristretto smisuratamente il numero di coloro che prestano fede al sovrannaturale in genere o in ispecie[18]. Tanto che la persuasione di esso, fuori di coloro che sentono cristianamente, non è piú la regola ma l’eccezione; onde può bensí creare una setta, ma una religione non mai. E nei piú dei cristiani medesimi (dico di quelli che sono tali in effetto) il negozio corre oggi a rovescio di ciò che era una volta; imperocché, laddove gli antichi credevano alla religione in virtú del sovrannaturale, i moderni ammettono il sovrannaturale per l’autoritá della religione che professano, e ciò che presso gli uni era argomento di credere è divenuto per gli altri oggetto di credenza. Parlo in generale e lascio il debito luogo alle eccezioni. Ora, mancando questa base comune, dove metterebbe radice un nuovo culto? Ogni culto ha bisogno di qualche concetto preliminare, ammesso universalmente, che lo riceva e sostenga a guisa di propedeutica, come l’introduzione di una nuova pianta ha d’uopo del suo posticcio o divelto proporzionato."
      },
      {
        "index": 15,
        "text": "Si dirá che il razionalismo non è in questo caso poiché rigetta il sovrannaturale. Ma per ciò appunto non può avere il nome né adempier l’ufficio di religione, la quale a mestieri di un culto esterno che leghi insieme gli uomini di tutti i ceti, altrimenti non è altro che un’opinione individuale o al piú una setta filosofica. Oltre che, l’assunto di persuadare alle moltitudini i placiti razionali e di sostituire un sistema astratto e filosofico ai riti pubblici arguisce, in coloro che lo tentano, una cognizione assai scarsa dell’uomo e della sua natura e rende difficile l’opera di confutarli. Il che tanto è vero che si è voluto supplire al difetto immaginando nuove divozioni e pratiche religiose, come fecero i teofilantropi francesi del secolo passato, i sansimonisti e altri settari del nostro, che assegnarono una spezie di cerimoniale al deismo, al panteismo, e simili dottrine. Ma il tentativo non riuscí né può riuscire, perché un rituale religioso non può essere accettato e osservato se non è riconosciuto come divino di origine o almeno antico. La divinitá sola può guarentirne l’efficacia e assicurarne l’osservanza: l’antichitá lo rende rispettabile eziandio a coloro che lo tengono per umano; tanta è la forza della consuetudine e l’inclinazione che hanno gli uomini a riverire ciò che fu creduto dai padri loro per molti secoli. «I soli altari — dice Adolfo Thiers — che riscuotano riverenza sono gli antichi»[19]. Senza l’una o l’altra di queste due doti un culto nuovo non è cosa seria; e deriso dagli uni come un’invenzione arbitraria, sprezzato dagli altri come un fastidio inutile, egli è impossibile che si mantenga."
      },
      {
        "index": 16,
        "text": "Peggio ancora se gli si vuole aggiungere un nuovo dogma inventato a capriccio, come gli umanisti dei giorni nostri cercano (incredibile assunto) di convertire in religione l’ateismo. Io non parlerei di questa setta, se alcuni non s’ingegnassero d’introdurla in Italia, e fra gli altri, se mal non mi appongo, Giuseppe Mazzini[20], il quale avrebbe caro d'inserire nella penisola un nuovo culto di cui egli fosse il pontefice, e va razzolando a tal effetto le stranezze di oltremonte per supplire alla sua sterilità intellettiva. L'umanismo si collega colle dottrine filosofiche anteriori ed è l'ultimo termine del psicologismo cartesiano, che, tenendo vie diverse in Francia e in Germania, riuscí nondimeno allo stesso esito. Imperocché, trasformato dal Locke e dal Kant in sensismo empirico e speculativo, partorí a poco andare per forza di logica l'ateismo materiale degli ultimi condillacchiani e l'ateismo raffinato dei nuovi hegelisti. Già Amedeo Fichte, movendo dai princípi della scuola critica, aveva immedesimato Iddio coll'uomo; come dipoi Federigo Schelling lo confuse colla natura; e l'Hegel, raccogliendo i loro dettati e consertandoli insieme, considerò lo spirito umano come la cima dell'assoluto; il quale, discorrendo dal puro astratto dell'idea nel concreto della natura e trapassando in quello dello spirito, acquista in esso la coscienza di se medesimo e diventa Dio. I nuovi hegelisti, accettando la conclusione, rigettano l'ipotesi insussistente dell'assoluto panteistico e l'edifizio fantastico delle premesse; onde, in vece di affermare col maestro che lo spirito è Dio, insegnano che il concetto di Dio è una vana immagine e una larva chimerica dello spirito. Nel quale assunto non fu difficile all'ingegno germanico (acuto e profondo anche quando è sviato) il raccogliere argomenti ipotetici dedotti dalla cognazione dell'uomo con Dio e dalla similitudine che il pensiero finito ha coll'infinito mediante il vincolo della creazione; come non saria malagevole il dimostrare che questo o quell'uomo non è che una copia del suo ritratto, dato il presupposto che il ritratto sia l'originale. Ma l'uomo non può essere l'originale di Dio, se non si risolve di essere la prima causa del mondo; e finché questo punto non è provato, egli dee rassegnarsi (e può farlo senza troppa modestia) a essere, giusta il dettato mosaico, non mica l’archetipo ma l’effigie del Creatore. Nel secolo passato un processo filosofico di questa sorta si sarebbe fermato nell’ateismo, come fecero i materialisti francesi; ma i progressi odierni della speculativa, l’indole propria del nostro millesimo in generale e quella dei tedeschi in particolare non lo consentono. Imperocché il genio alemanno è di natura ideale, e il carattere dell’etá nonadecima consiste nel riassumere e coordinare le epoche anteriori, riunendo specialmente le doti dei due secoli che la precedettero. Ora il secolo diciottesimo fu la negazione del concetto religioso prevalso nel decimoscttimo; perciò il tempo che corre è inclinato a tentar l’unione dei due contrari, facendo, come si direbbe in Germania, la sintesi di quell’antitesi. La qual unione sarebbe dialettica se ripudiasse il negativo dei due opposti, ma riesce sofistica quando lo conserva, come fanno coloro che, confondendo la religione colla superstizione, le accoppiano nei loro anatemi. Ora, in tal caso, come conciliare la negazione dell’idea religiosa colla sua affermazione, se non rigettandola in effetto e mantenendola in apparenza? Cotale appunto è il partito preso dagli umanisti. I quali, surrogato l’uomo a Dio, innestano la mistica all’ateismo, chiamano «religione» l’amor dell’uomo e consacrano una spezie di culto della nostra specie. Il quale, avendo ancora del vago nella nuova scuola germanica, prese forma piú precisa dall’ingegno francese per opera di alcuni scrittori (uomini del resto leali e onorandi per ogni rispetto), che, rinnovando il culto teofilantropico di Luigi Laréveillère ma decapitandolo, ne serbano, per cosí dire, solamente la coda."
      },
      {
        "index": 17,
        "text": "La religione non è altro che la ricognizione e il culto dell’infinito. I popoli rozzi non hanno che un senso oscuro di questo e inclinano naturalmente a collocarlo nel finito, cioè in se stessi, nella materia, nella natura; e quindi nascono tutti i sistemi d’idolatria e di politeismo, dal culto grossolano dei fetissi sino a quello degli astri, dei geni e degli uomini. Ma come tosto, mediante la notizia piú o meno distinta dell’atto creativo, l’idea del finito si disgrega da quella dell’infinito, questo piglia aspetto di causa prima e creatrice; e un culto che non abbia cotal causa per oggetto non è piú possibile. Gli umanisti rigettano l’adorazione della causa prima come ignota; ma se ignota ci fosse davvero, non potremmo farne menzione né anco per rigettarla. Non vi ha effetto che ci sia cosí cònto come la prima delle cagioni, atteso che l’idea di essa è necessaria a pensare qualunque effetto. La parola stessa di «effetto» accenna ad un’efficienza, la quale, salendo di grado in grado, dee essere in fine assoluta e suprema. Ché se l’idea della causa prima ha viso di un’incognita, ciò nasce che non è sensibile né adequata, non potendo il pensiero finito comprendere l’infinito. L’inadequatezza del concetto risponde all’infinitá dell’oggetto; e come questa, non che arguir mancamento, procede da plenitudine, cosí quella non è effetto di scuritá ma di troppa luce, che avanza il debole acume della virtú visiva. Fa meraviglia come certi filosofi teneri del progresso vogliano ritirare la forma del culto al paganesimo, giacché l’antropolatria è parte di questo e sottostá di gran lunga non pure al monoteismo di Moisé e di Cristo ma a quello di Zoroastre e di Maometto. Ripigliasi con ragione Giuliano Cesare come dietreggiatore; e pure il ravvivare la gentilitá moribonda era cosa meno strana che il volerla risuscitare, morta e sepolta da quindici secoli. Vero è che oggi si propone il culto della specie, non degl’individui, come se questi fossero separabili da quella, o che i pagani non mirassero pure alla specie quando l’adoravano individuata nell’eccellenza di un archetipo. Anzi il culto di alcuni uomini privilegiati di singolar perfezione ha piú del plausibile che quello della specie: perché, se tu la separi dagl’individui, adori un’astrazione; se comprendi eziandio questi, col fiore veneri la feccia e riunisci nello stesso omaggio Cristo e Giuda, Maria e Messalina, Nerone e Marcaurelio. Anzi dovrai inginocchiarti a te stesso e sostituire alla religione l’autolatria che ne annienta l’essenza; perché ogni culto suppone un dio distinto dal cultore, come il debito un diritto e il soggetto un oggetto correlativo."
      },
      {
        "index": 18,
        "text": "Quando nei tempi d’ignoranza e di tenebre, assegnandosi al mondo confini angusti e facilmente apprensibili, la terra si considerava come il centro e lo scopo dell’universo e si potea supporre che ella e le sue creature fossero sempre state e dovessero durare in perpetuo, l’indiamento dell’uomo avea qualche scusa. Ma la scienza moderna dissipò senza rimedio quei sogni, insegnandoci parte coll’esperienza immediata e parte col discorso induttivo che la terra ebbe principio e avrá fine, ch’essa è un satellite del sole, il quale non è altro che una stelluzza della via lattea, e che questa è un semplice punto verso le nubilose astrali e gli eterei spazi del cielo. Ora un dio che incominciò a essere e che dovrá perire, un dio che ha rispetto dell’universo, è molto meno che la monade infusoria verso il nostro globo, è assai singolare; e ancor piú singolare si è che, mentre le scienze naturali, calcolatrici, speculative diventano infinitesimali, si voglia rappiccinire la teologia e ridurla alla tenuta microscopica che ella poteva avere nei secoli dei Dattili e dei Cureti. Né si dica che la piccolezza dell’uomo come animale terrestre è compensata dal suo spirito; imperocché, lasciando stare che gli umanisti annullano questo privilegio col negare l’immortalitá e ridurre l’esistenza spirituale alla misera vita di pochi giorni, l’argomento avrebbe qualche valore se l’intelligenza fosse confinata in casa nostra e non risultasse per contro dalle induzioni filosofiche e naturali, che ogni gruppo sidereo è un sistema d’intelligenze e che il pensiero animato è inquilino dell’universo. A ogni modo la mentalitá moltiplice e finita è un Secondo e non può in alcun presupposto aver valore di Primo né quinci di Ultimo, il quale è il proprio termine di ogni moto religioso e di ogni assunto teologico. Si trova però nel sistema di cui parliamo un’idea vera, cioè il bisogno ingenito al cuore di circoscrivere e umanare in qualche modo il concetto divino, il quale altrimenti per la sua ampiezza ha piú convenienza colla ragione che coll’affetto. Ma come comporre il divino coll’umano senza pregiudizio di entrambi? L’accordo dei due oppositi non può aversi altrimenti che col processo infinitesimale; e la sola risoluzione del problema che si conformi a questo processo consiste nel compiere la dialettica della creazione con quella della redenzione, per cui l’umanitá, senza scapito del suo proprio carattere, si sublima a un grado infinito. Tanto che quel po’ di vero, che si rinviene nel moderno umanismo, è in sostanza l’alterazione del dogma fondamentale del cristianesimo."
      },
      {
        "index": 19,
        "text": "Il lavorare sui dati di questo, appropriando all’Italia alcuna delle forme regnanti fuori di essa o creandone una nuova, è certo impresa meno ardita ma non meglio riuscibile, per la ragione giá accennata. Imperocché le mutazioni universali in opera di credenze presuppongono nelle moltitudini un grado di fede e di entusiasmo che oggi piú non si trova, perché il postulato di un ordine superiore alla natura è escluso, per dir cosí, dall’opinione dei piú e alberga solo in alcuni come un corollario o dettato delle dottrine che professano. Volgendo il secolo manifestamente a freddezza anzi indifferenza teologica, la conversione di tutto un popolo è ormai un fatto umanamente impossibile; e ogni moto religioso si ferma nell’individuo o al piú non si allarga fuori del giro angusto di una famiglia, di un comune, di una setta. I piú di coloro (si noti bene che dico «i piú» e non «tutti») che oggi rinunziano ai riti cattolici sono guidati non mica da eccesso (come Lutero) ma da difetto di spiriti mistici e di divozione; onde, dopo una breve sosta in questa o quella comunione religiosa, si rendono razionali. Né il fatto può andare altrimenti; imperocché la credenza al sovrannaturale, non essendo piú nudrita e mantenuta dall’opinione generale e sopravvivendo solo in alcuni come insegnamento e dogma particolare, ivi dee esser piú forte dove l’insegnamento è piú autorevole e piú efficace. Tal cattolico che l’ammetteva (e forse non senza pugna e fatica) indottovi dall’autoritá della Chiesa, sottraendosi al magistero di questa, è inclinato naturalmente a rigettarla. Né all’autoritá ecclesiastica può supplire la Bibbia; imperocché il valore di essa dipendendo dall’autenticitá delle varie sue parti, dall’integritá, veritá, inspirazione e interpretazione loro, la scienza moderna ha suscitati tanti dubbi su tutti questi articoli, che le sole Scritture possono piú tosto pericolar la fede che aiutarla. Cosicché al dí d’oggi la Bibbia non potendo condurre alla fede, sola la fede può far credere alla Bibbia. Ma come mai la fede può andare innanzi alla Bibbia senza la Chiesa? Chiunque conosce gli uomini ed il secolo sará capace di quanto io dico; e chi ne dubitasse farebbe segno di essere digiuno della odierna critica e di vivere nelle condizioni mentali proprie dei nostri avi. Laonde io ammiro la semplicitá di certi oltramontani che, premendo e puntando sovra questo o quel testo biblico, vogliono coniar nuovi simboli e sostituire una nuova foggia di cristianesimo a quelle che regnano; e chiamandolo «evangelico» o «cattolico» o con altro bel nome, stimano di avere vinta la prova. Tali tentativi degni del medio evo si veggono talvolta nei paesi boreali e sovrattutto nell’Inghilterra, dove a costa di una civiltá squisita fioriscono le anticaglie. Ma essi ripugnano alla virilitá dell’ingegno italiano che non si pasce di frasche; per cui non può darsi alcuna via di mezzo tra lo schietto razionalismo e il culto ortodosso. Ogni opera per sostituire in Italia ai cattolici altri riti cristiani non può riuscire ad altro che a spiantarli tutti; né il razionalismo è una religione, e quando fosse, non può per natura adattarsi alla folla. Altrettale è sottosopra la condizione degli altri paesi ingentiliti, dove quelle sole sètte son tuttavia in onore che han vecchia data e si radicano nella consuetudine. E anche ivi, a mano a mano che l’instruzione cresce e si sparge, la dottrina cattolica e la razionale sono quelle che fan maggiori progressi, raccogliendo di mano in mano i proseliti delle altre credenze, in cui, non ostante lo zelo che mostrano e i romori che fanno, scema ogni giorno l’efficacia e la vita."
      },
      {
        "index": 20,
        "text": "Havvene però una che aspira a gran cose, affidandosi al numero de’ suoi fautori e agli eserciti che la proteggono. Ma la forza senza idee è impotente nel santuario; e quali sono le idee, le dottrine, i trovati civili di cui può gloriarsi la Russia? Le sue lettere rendono sinora immagine di una languida e snervata imitazione; e tale scrittore, che mena grido sulla Neva, sarebbe appena menzionato sulla Sprea, sulla Senna e sull’Arno. Né io da ciò voglio inferire il menomo biasimo verso la stirpe russa; la quale, entrata assai tardi nell’arena civile, quanto meno rilusse nel passato, tanto meglio può affidarsi di risplendere nell’avvenire. Anzi io trovo che i russi non la cedono ad alcun popolo nella svegliatezza e facilitá dell’ingegno; tanto che, ragguagliando il molto che possono col poco che fecero, mi sento muovere a meraviglia. E mi par di trovare la ragione di cotal contrapposto nel governo e nel culto, giacché quello unisce da piú di un secolo i difetti della barbarie e della cultura prive dei loro pregi[21]. Imperocché quando la barbarie mantiene gli uomini gagliardi e puri non è senza merito, e la cultura quando gli ammollisce è falsa e viziosa. Ora da Pietro in poi gli autocrati si valsero del dispotismo per incatenare il pensiero e corrompere il costume, accoppiando la servitú e l’ignoranza a raffinata e frivola morbidezza. L’altra causa del male è quel culto che per antifrasi si chiama «greco», come giá l’impero austriaco s’intitolava «romano e cesareo». Anche nei tempi addietro, assai piú propizi alla religione, la Chiesa russa non ebbe un solo ingegno di pezza; il che fa chiara e indubitata riprova mancarle la favilla vitale e la vena creatrice. Da questo difetto, se mal non mi appongo, nacque in parte la sterilitá intellettuale di una stirpe ingegnosa e capace per natura di ogni grandezza. Imperocché, come Dio è il primo motore del mondo, cosí l’idea religiosa è la prima motrice degli spiriti: da lei fu educato l’ingegno europeo ed ebbe nei bassi tempi l’impulso fecondo onde nacquero l’azione e il pensiero moderno."
      },
      {
        "index": 21,
        "text": "Ora un culto che da secoli è tanto infruttuoso nel suo nativo paese mi parrebbe gran cosa che potesse, quando che sia, competere col cattolicismo, ricchissimo in ogni genere di eccellenza. E con tutto che anche questo oggi declini, esso è tuttavia un miracolo di civiltá e di scienza a rimpetto della Moscovia. Percio è tanto verosimile che i popi sieno per emulare e vincere i papi e che l’Europa si risolva ad accettarli per maestri di spirito, quanto che i cosacchi possano aggiunger grazia e bellezza ai nostri costumi e alle nostre lettere. I freschi millanti di uno scrittore a questo proposito non hanno del serio; e la sua politica non è meglio oculata che onesta, spacciando per necessari i gesuiti, benché ne conosca gli spiriti corrotti e faziosi[22]. Vero è che Niccolò imperatore vorrebbe essere il Bariona o almeno il Lutero di Europa, esautorando ad un colpo Vittemberga, Ginevra e Roma. E il papa non rifiuta il patrocinio dell’antipapa, dimenticandosi che Bisanzio, Svevia, Austria, Napoleone e tutti gl’imperi insomma furono esiziali al pontificato, perché suoi competitori e perché in sostanza Roma è la sola cittá veramente imperiale per antico possesso e legittima giurisdizione. Ma le vergogne e debolezze recenti della Santa Sede non muteranno essenzialmente il corso naturale delle vicende; e la Russia scismatica e barbara non potrá meglio trionfare il culto che la libertá di Occidente. Anzi può credersi che se il cielo le riserva la gloria d’incivilire le popolazioni soggette ai riti decrepiti di Brama, di Budda e di Maometto, come Alessandro macedone forbí coi greci quelli di Zoroastre, ella non sia per aver l’intento se non rinfrancandosi di nuova vita cogl’instituti liberi e le credenze latine. Il che torna a dire che la Russia non potrá trasferire la gentilezza cristiana nell’Asia, se prima non si rende cattolica ed europea."
      },
      {
        "index": 22,
        "text": "Ogni opera e ogni sforzo indirizzato a cambiare le credenze italiane è dunque un fuordopera intempestivo al dí d’oggi, eziandio considerando l’assunto da filosofo e da politico solamente. Né solo è vano, ma non passa senza pregiudizio, sciupando gl’ingegni in controversie viete ed inutili, dividendo gli animi, agitando le coscienze, turbando le famiglie e aggiugnendo ai rancori e alle discordie municipali e civili gli odii religiosi che superano tutti gli altri d’intensitá e di ferocia[23]. E che diremo del senno di coloro che, quasi una rivoluzione politica fosse poca cosa (massime nei termini a cui l’Italia è ridotta), vogliono aggiungerle una rivoluzion religiosa, cento volte piú difficile a compiere? La quale avrebbe per solo effetto il nuocere all’altra e tôrle ogni speranza di buona riuscita. Ma se i novatori di questo genere sono degni di grave biasimo, non però i governi italiani e i prelati hanno diritto di lagnarsi degli umori increduli e protestanti che covano e serpeggiano; poiché essi ne furono la causa motrice col dividere la religione dalla nazione, e ne sono oggi la causa cooperatrice coll’aggiungere all’oppressione civile quella delle coscienze. Sia lode al Piemonte che non imita i brutti esempi di Toscana, di Napoli e degli Stati ecclesiastici; e rispettando le opinioni, permette che gl’israeliti, i valdesi e le altre comunioni cristiane innalzino templi ed altari per adorare in pace il Dio de’ padri loro. Ma che maraviglia se gl’inglesi s’ingegnano di far proseliti segretamente in Roma, quando Roma semina apertamente la discordia nell’Inghilterra? Gli apostoli portavano la fede per ogni dove e, se occorreva, la suggellavano col sangue proprio; ma per quistioni di semplice disciplina non violavano le leggi dei vari paesi. Che maraviglia se i protestanti rinnovano le dispute del secolo sedecimo, poiché i gesuiti ne dánno loro l’esempio? Le sfide teologiche sono un vecchiume che faceva piú male che bene anco ai secoli che ci erano avvezzi; onde sarebbero da lodare il cardinale Wiseman e il padre Ravignan del rifiuto di accettarle, se, concitando in casa d’altri turbolenze e risse sanguinose, non fossero eglino i primi provocatori[24]. E chi provoca non ha buon viso a ritrarsi, lasciando luogo a dubitare se il faccia per cristiana e civile prudenza o per difetto di dottrina e d’animo e per poca fiducia nella sua causa."
      },
      {
        "index": 23,
        "text": "Se il cattolicismo scade ogni giorno perché molti lo reputano inaccordabile coi progressi civili, il rimedio non si vuol cercare di fuori ma ne’ suoi medesimi ordini, ritirandoli alla perfezione della loro origine. Il che non è impossibile a fare, come alcuni credono, quando i mancamenti della religione hanno la loro radice nella volontá o nell’intelletto de’ suoi ministri. Dalla mente procede l’ignoranza, dall’arbitrio la corruzione; e siccome queste due potenze insieme unite fanno il pensiero, ne segue che la riforma ortodossa del cattolicismo consiste nel migliorare il pensiero del sacerdozio. In tal guisa sará naturalmente immegliata e riformata l’azione, come quella che è buona o rea secondo il pensiero che l’anima e l’informa. Ora l’esperienza insegnandoci che la corruttela dei chierici deriva dal temporale e l’ignoranza loro da difetto di buona instruzione, séguita che tutta la riforma si riduce a due capi fondamentali, cioè a far che la fede sia oggi, come a principio, veritá nell’insegnamento e spirito nelle operazioni[25]. Tali sono ormai le condizioni dell’avanzata cultura, che la Chiesa rimette della spiritualitá sua se, contro l’esempio di Cristo, ha «un regno in questo mondo»[26]; e non apparisce a tutti come veritá, se il sacerdozio non sa accordarla colla scienza moderna e strenuamente difenderla da’ suoi assalitori. Cosí la prima riformazione porrebbe in sicuro i civili perfezionamenti; perocché, tolte al chiericato le profane ingerenze, esso non avrebbe piú modo e motivo di odiarli e di attraversarli. La seconda rimetterebbe in credito le sacre dottrine, le quali scemano ogni giorno di seguaci, perché coloro che le insegnano e le predicano non sanno piú renderle accettabili agl’intelletti. Ed entrambe purgherebbero la comunanza cristiana dai disordini e abusi disciplinari che la guastano, i quali tutti nascono o dai cattivi influssi della potestá temporale o da difetto di cognizione. Per tal modo, senza toccare menomamente l’essenza della religione cattolica (che è per natura immutabile), la si porrá d’accordo con tutte le parti della cultura e in grado di aiutarle efficacemente e promuoverle."
      },
      {
        "index": 24,
        "text": "E si avverta che tali due riforme sono cosí concatenate insieme, che ciascuna di esse ha d’uopo dell’altra. Chi non vede, per cagion di esempio, che l’ignoranza dei chierici non solo produce il male ma ne impedisce il rimedio? Finché le menti sono intenebrate, chi propone riforme, eziandio ragionevoli, necessarie, cattolicissime, non viene ascoltato, e spesso gli si dá del temerario o dell’eretico per lo capo. Tal è la sorte che quasi sempre incontra da tre secoli a coloro che vorrebbero proseguita e compiuta l’opera appena incominciata dal Tridentino; tal è quella che toccò non ha guari a un illustre italiano che con somma riserva e moderazione, anzi con timidezza, accennò alcune poche delle molte piaghe che magagnano il corpo del sodalizio cattolico. Uno dei morbi piú gravi è senza dubbio il gesuitismo degenere, che altera, inceppa, contamina tutte le parti dell’insegnamento, dell’amministrazione, della gerarchia ecclesiastica, e tronca specialmente i nervi e oscura lo splendor della tiara. Ma qual è la radice della potenza gesuitica se non l’ignoranza? Illuminate le menti dei fedeli, dei preti, dei vescovi, e il gesuitismo parrá a tutti, qual si è in effetto, falso, corrotto, ipocrita, pernicioso, ridicolo. La sua morale incivile e versatile non potrá piú orpellarsi coi sembianti di zelo e di devozione; e la critica puerile e faziosa, con cui esso cerca di appiccare il sonaglio di giansenismo e di eresia a coloro che non gli vanno a genio per rovinarli, in vece di essere stimata scienza, sará in conto di libellistica. Stabilita e sparsa questa persuasione, verrá probabilmente un papa savio, che abolirá la Compagnia o s’ingegnerá di riformarla, se la cosa gli parrá fattibile; e ad ogni modo, essa non potrá piú nuocere, perché priva di forze e di riputazione. Eccovi come il dar bando all’ignoranza è il modo piú pronto, piú spedito, piú sommario di sortir l’intento, e il solo operoso e efficace, perché la scienza solamente, in ogni ordine di cose, può scoprire il male e porgerne la medicina."
      },
      {
        "index": 25,
        "text": "Dall’altra parte chi non vede che, sciolti i chierici dalle ambizioni, dalle cure e dalle delizie secolari e migliorati i loro costumi, essi avranno da un canto piú tempo e agio di attendere agli studi gravi e severi, e dall’altro piú stimolo di farlo, quando lo zelo sincero della religione non verrá piú soffocato e sopraffatto dai mondani interessi? Veggendo dilatarsi d’ora in ora e farsi piú viva la miscredenza né potendo ricorrere, come dianzi, alla forza, all’oro, ai maneggi politici, alle influenze faziose, al patrocinio delle classi privilegiate e al braccio dei principi per correggere il male con palliativi, toccheranno con mano la necessitá di penetrare alle sue radici, sterpandole colle sole armi loro rimaste, cioè l’ingegno, la virtú eia scienza. Lo sprone sará tanto piú forte quanto piú numerosi e fieri saranno gli avversari, e l’oste razionale si mostrerá di gran lunga piú agguerrita, copiosa e terribile che non è stata prima. Imperocché nel secolo scorso l’incredulitá dei filosofi francesi fu cosí leggiera e superficiale, che una scienza mezzana bastava a fronteggiarla. Oggi quei pochi, che invitano a visiera alzata l’Italia a ripudiar l’evangelio, lo fanno cosí sguaiatamente e sono cosí sprovveduti di ogni corredo scientifico, che non hanno pur d’uopo di essere confutati. Ma quando, finito il moto politico che ora travaglia l’Europa ed entrata l’Italia in una nuova vita, gl’ingegni ritorneranno agli studi austeri, e la critica germanica passando i monti verrá culta e condotta innanzi in Francia, in Italia e per ogni dove, Roma spirituale conoscerá che oggi piú non basta condannare e proibire i libri, ma che bisogna confutarli, perché il divieto solo fa contrario effetto e diviene eccitamento. Conoscerá che se ufficio primario di un imbasciatore è di mantenere e difendere i diritti e i titoli del suo principe, cosa enorme e scandalosa si è a vedere che il vicario di Cristo oda impugnar tuttodí con infinita erudizione e seducenti discorsi l’autoritá del suo capo, senza curarsi di ribatterli e di metterla in luce. Conoscerá che il precetto dato agli apostoli d’insegnare importa quello di persuadere, e che quando gli anatemi e le scomuniche sono inefficaci a tal fine, bisogna ricorrere alle ragioni. Conoscerá che anco le ragioni non fanno effetto, anzi accrescono il male in vece di medicarlo, quando non sono adattate ai tempi; e che da ciò nasce che l’esegesi, l’apologetica, la teologia come oggi s’insegnano, non che scemare, moltiplicano il numero dei miscredenti. Conoscerá che la dottrina del Bossuet, dei portorealisti, dei benedettini, dei preti dell’Oratorio, ottima quando fioriva, non basterebbe al dí d’oggi, benché ella sovrasti alla scienza dei moderni teologi piú ancora che questa non è inferiore ai progressi del secolo. Conoscerá in fine che, per rimediare a questo grave inconveniente, uopo è riformare di pianta l’insegnamento delle scuole cattoliche, incominciando dal piu elementare; atteso che gli studi posteriori corrispondono sempre alla loro base, e non possono esser buoni quando questa è viziosa o almeno lontana da quella perfezione a cui tre secoli di lucubrazioni e di fatiche indefesse condussero il sapere."
      },
      {
        "index": 26,
        "text": "Quando le scienze sacre non hanno quello stesso grado di squisitezza a cui giunsero le profane, nasce issofatto dissonanza fra le une e le altre e spesso contraddizione. La quale è sentita dai secolari dotti e non dai chierici, perché le antinomie della scienza meno avanzata verso la piú perfetta possono essere avvertite solamente da chi è possessore di questa. E però, mentre i laici ripudiano la religione come discorde dall’altro sapere, i preti, non che riparare al conflitto, non ne han pure notizia. E se qualcuno di essi piú acuto e instruito degli altri lo subodora e vi cerca qualche compenso, non che esser lodato del suo zelo o almen tollerato, viene accolto come nemico; nel che si mostrano ardentissimi i gesuiti, come quelli che non possono tollerare in altri una scienza superiore alla propria. Tanto che si giunge a segno che chi vede e oppugna l’errore ne è tenuto complice, e tal pastore della Chiesa si porta come un capitano che negasse la presenza delle schiere avverse e facesse passar per le picche i prodi che osano urtarle. Ma quando l’instruzion religiosa sará nudrita della scienza moderna e che i palati chiericati non ricuseranno di abbeverarsi a ribocco di questa in vece di sorbirla a gocce e a pispini, l’armonia dell’una coll’altra non avrá d’uopo di essere cercata con lunghi artifici e sará l’effetto naturale del loro riscontro."
      },
      {
        "index": 27,
        "text": "So che molti oggi stimano effettivo e incapace di composizione il disaccordo nato fra i dogmi cattolici e i progressi del sapere. Ma facciamo a bene intenderci. «Dogma cattolico» è un vero creduto e professato in tutti i tempi da tutta la Chiesa. Il resto non è altro che opinione. Ora, se si chiamano a rassegna le principali opposizioni solite a muoversi dai razionali, si vede che esse militano contro la parte opinativa anzi che contro la dogmatica del sacro insegnamento. Il che non avrebbe luogo, se l’opinione non fosse confusa col dogma da que’ medesimi che dovrebbero insegnarlo nella sua purezza. Questa confusione è continua e fatta in prova dalla setta gesuitica; alla quale importa di mescere insieme le due cose, per poter volgere la religione a intento fazioso e valersene per tirare indietro la cultura del secolo. Al che il dogma solo non basta, come quello che, non che dissentire dalle cognizioni avanzate, armonizza seco e le aiuta mirabilmente. L’opinione per contro giova al proposito; perché, essendo ella umana, variabile, flussibile e soggetta alla successiva esplicazione dello spirito e del sapere (nel che appunto versa il progresso), quella che oggi corrisponde allo stato degl’intelletti, ripugnerá loro domani se non viene modificata piú o meno notabilmente; cosicché il considerarla come immutabile è il miglior modo per far retrocedere la civiltá e la scienza. E tal è oggi il vezzo consueto dei giornali pinzocheri e dei teologi di dozzina, i quali mirano continuamente a convertire in dogmi le opinioni e ad alterare con questa trasformazione l’essenza del cristianesimo per farne uno strumento fazioso e una molla d’inciviltá. Impresa empia, sacrilega e piú pregiudiziale alla religione e alla Chiesa di tutte le eresie dei secoli preceduti, poiché queste divisero soltanto l’ovile di Cristo, e quella il disperderebbe se fosse umano di origine e potesse perire."
      },
      {
        "index": 28,
        "text": "Potrei chiarire col fatto la veritá di ciò che dico, e riandando questo o quel dogma mostrare il suo accordo collo scibile umano ogni qual volta si purghi degli elementi opinativi, se la natura di quest’opera lo comportasse. Ma senza uscire dai termini di essa, farò un’osservazione generale che scioglie ogni dubbio e toglie ogni replica. Siccome il vero non può contraddire al vero, allorché una veritá naturale o razionale è ben chiara e certa, egli é pure indubitato che i dogmi religiosi non possono ripugnarle e che si debbono intendere in guisa che non le ripugnino. Imperocché «le veritá di natura — dice il cardinale e gesuita Pallavicino — non mutano l’esser loro per la credenza degli uomini»[27]. Né perciò vien meno l’immutabilitá del dogma; conciossiaché la linea che lo separa dall’opinione essendo impossibile a fermare con precisione affatto matematica, se ne dee inferire che, quando contrasta manifestamente a un vero di un altro genere, è opinione e non dogma. Del che potrei allegar molti esempi; ma ne accennerò un solo assai noto, cioè quello del sistema copernicano sentenziato da Roma per eretico sin che fu possibile il dubitarne[28]. Ma quando i progressi dell’astronomia ebbero convertita l’ipotesi in teorema, anche i teologi le fecero buona accoglienza e andarono in traccia di un altro modo d’interpretazione per conciliarla coi libri sacri. Se Roma ai tempi di Galileo avesse bene studiate le ragioni, i processi e le scoperte dell’uomo sommo, ella non avrebbe condannato allora ciò che poscia dovette assolvere; tanto è pericolosa la precipitazione nel diffinire le cose divine quando non si ha piena contezza delle umane. Ora il simile accadrá a molte altre opinioni della teologia volgare, quando i maestri in divinitá saranno profondamente versati nelle varie discipline, sovrattutto per ciò che riguarda la critica e l’ermeneutica scritturale, giacché quelle che corrono per le scuole hanno d’uopo di essere riformate radicalmente."
      },
      {
        "index": 29,
        "text": "La riforma delle scienze religiose fará un altro bene, svolgendo e ampliando i semi sociali del cristianesimo e ponendo fine a quelle sètte ipermistiche, che vorrebbero convertire il nostro vivere civile e cristiano in un eremo e in un cenobio. La mistica, se non è temperatissima e ristretta a un piccol numero d’individui, rovina gli Stati, impiccolisce e snerva le nazioni, come si raccoglie dall’esperienza e dalla storia. Ma s’ingannano coloro che attribuiscono la declinazione della Spagna e del Portogallo, incominciata fin dal secolo sedecimo, agl’instituti cattolici, in vece di ascriverla ai frati e (se si parla dell’ultimo) specialmente ai gesuiti. E che i frati e i gesuiti, se pervengono a signoreggiare un paese, gli sieno di rovina, non come cattolici ma come mistici (e i secondi eziandio come politici), da ciò si ricava che altrettanto avviene nelle contrade eterodosse, dove giunge a prevalere il pietismo. Io ho piú volte pensato a ciò che il Machiavelli scriveva nel 1513 intorno agli svizzeri, argomentando dai loro passati e recenti progressi che in breve «scorrerebbero l’Italia per loro e ne diventerebbero arbitri»[29]. Il vaticinio, non che verificarsi, andò appunto a rovescio, poiché a corto intervallo cominciarono a declinare e a dileguarsi, per cosí dire, dalla politica europea. Il che io attribuisco non tanto alle cause accennate da Francesco Vettori[30] quanto ai moti religiosi che nacquero poco appresso, i quali sciuparono l’attivitá e l’ingegno dei coetanei di Calvino e di Ulrico Zuinglio e ne mutarono l’indirizzo, essendo impossibile che un popolo avvezzo a disputare dall’alba al crepuscolo sui testi biblici, sulle indulgenze, sul purgatorio e a riporre la salute nella fede senza le opere, abbia tuttavia agio e vigore per le cose civili. Ché se in Francia, in Inghilterra e in Germania tali controversie furono meno pregiudiziali alla civiltá, ciò nacque dalla grandezza di queste nazioni e dai temperamenti che le circostanze vi arrecarono. Imperocché presso la prima il senno del clero gallicano impedí i maggiori eccessi, tenendo a freno la frateria soverchia e la gesuitaglia, e il cattolicisino netto da tali magagne fu propizio ai civili incrementi. Nelle due altre il razionalismo, uscito a poco andare dalla misticitá protestante, uccise la madre sua. Laddove la Svizzera, posta in condizioni diverse e piccola come il Portogallo, non ebbe modo di contrabbilanciare le impressioni foreste eccitate da quei fervori."
      },
      {
        "index": 30,
        "text": "Coloro che tengono l’impermistica per una conseguenza legittima di questo o quel dogma, incorrono in un paralogismo vietato dai primi princípi della dialettica. La quale prescrive di considerare la dottrina cattolica come un sistema uno e accordante, e quindi interdice di dividere i suoi pronunziati e di tirare dalle parti alcuna illazione senza aver l’occhio all’armonia del tutto. Il che è quanto dire che non si dee procedere all’analitica senza accompagnare e correggere questo metodo colla sintesi, in cui consiste il nervo e l’apice del processo dialetticale. Ora la sintesi cattolica si può ridurre a questa regola principe: che le esplicazioni e le inferenze di un dettato particolare sono viziose, quando contraddicono ad un altro e alla somma universale. Cosí, per cagion di esempio, se tu attendi solo al cielo e ai novissimi, sarai tentato di ripudiare la terra; ma il corollario insociale non potrá aver luogo, se colla dottrina evangelica della mèta e del fine tu accoppii quella della via e dei mezzi. Imperocché la caritá cristiana, che è tutta la legge, ti prescrive di secondare i disegni di Dio nella creazione e di procurare agli uomini la maggiore felicitá possibile eziandio in questa vita; la quale felicitá, benché sfuggevole, non è cosa vana, durando ne’ suoi effetti e infuturandosi nell’infinito come apparecchio palingenesiaco. Eccoti per qual guisa, se tu integri un dogma coll’altro e compi la speculativa coll’etica, vieni a cansare tutti quegli eccessi e quei furori di spirito che impedirebbero l’albero della religione di crescere e fruttare in gentilezza."
      },
      {
        "index": 31,
        "text": "E chi non vede che, quando appariscano questi frutti e la Chiesa come madre pietosa ne satolli le avide generazioni, svaniranno quelle preoccupazioni che annidano contro di essa in molti de’ suoi figliuoli? Pio nono mostrò col principio del suo pontificato quanto possa quest’arte; e col progresso, come la via contraria giuochi a rovescio e meni in perdizione. Ma se allora il cominciamento dell’opera dipendeva dal ceto ecclesiastico, ora si aspetta al laicale, e ai governi massimamente. Non è giá che questi possano impacciarsene per diretto, giacché la riforma scientifica e cattolica delle dottrine religiose non può esser opera d’altri che degl’ingegni privati e della Chiesa mediante il successivo concorso della civiltá universale e del tempo. Ma i rettori ed i laici debbono contribuirvi indirettamente, rimovendo il principale ostacolo che ci si attraversi, cioè le profane giurisdizioni del sacerdozio. Il che, rispetto a Roma, tocca al popolo o dirò meglio alla nazione italica; riguardo agli altri Stati, è ufficio dei governanti che non han d’uopo dell’altrui licenza per ripigliarsi i propri doni e rintegrare a compimento il giure secolaresco. Per tal modo, mentre i laici ricevono dai preti il battesimo spirituale, questi avranno da quelli il civile; giacché le mondane ingerenze sono il peccato originale del clero, onde nascono l’ignoranza e la concupiscenza che ammorbano il santuario. Conferiranno ancora gli Stati liberi alla riforma ecclesiastica, tutelando la libertá cattolica che dee esserne lo strumento cosí nell’insegnare come nello scrivere, abbracciando (senza però invadere la giurisdizione spirituale) la parte sana e sapiente del chiericato, agevolandole i forti studi, francandole la parola e proteggendone civilmente la persona e l’onore contro le ingiuste persecuzioni de’ suoi nemici."
      },
      {
        "index": 32,
        "text": "Il cattolicismo (eziandio umanamente considerato) è la forma piú perfetta e squisita del cristianesimo, non solo perché serba l’integritá del dogma e del culto, la continuitá della tradizione e del ministero, l’autoritá dell’insegnamento, l’equilibrio della gerarchia, ed è non mica la piú semplice (ché la semplicitá sola non basta alla perfezione), sí bene la piú armonica e dialettica delle religioni; ma eziandio perché porge al pensiero e all’azione finita un impulso senza limiti. Imperocché la dogmatica cattolica, fondata nel principio di creazione, è una scienza infinitesimale e la caritá organata (che non si trova a compimento fuori del giro ortodosso) è una giustizia innalzata, per cosí dire, a potenza infinita. L’infinito è l’anima del catolicismo considerato nella sua sostanza, e spazia per ogni sua parte speculativa e pratica, armonizzandolo coi due infiniti della natura e societá umana, che sono il progresso civile e la scienza. Anche questa è per natura infinitesimale; cosicché, se la religione e la filosofia avessero serbato il loro essere naturale, non sarebbero mai potute venire a conflitto l’una coll’altra. Ma il divorzio divenne possibile, anzi inevitabile, da che entrambe furono spogliate dell’infinito che è il loro vincolo: quella per opera del panteismo e questa del farisaismo gesuitico. Imperocché tali due eresie, rinunziando al principio di creazione[31], riducono i filosofemi ed i dogmi alla misura del finito o dell’indefinito, che è tutt’uno; e cosí, rendendo gli uni e gli altri sofistici, ne impediscono il dialettico accordo. Volete riamicarli insieme, anzi farne una cosa sola? Rimovete i confini angusti che posero loro i falsi teologi e i razionali. Ma finché li tenete fra i termini del finito, non potrete comporli insieme senza guastarli. L’unica via accomodata ad armonizzare il razionalismo colla fede cattolica consiste nel mantenere a questa e conferire a quello il carattere infinitesimale. Elevando i due estremi a un grado infinito, questo diventa un mezzo termine, che ne opera l’equazione e risolve il gran problema del loro connubio. Quando la scienza sará entrata per questa regia strada, ma solo allora, avrá fine lo scisma moderno fra la ragione e le credenze. A tale intento dovrebbe mirare sin d’oggi l’apologetica ortodossa, e l’indirizzarvela è uno degli apparecchi piú importanti della nuova èra. Imperocché le rivoluzioni fondamentali, come giá abbiamo avvertito, si stendono per ogni parte del pensiero e dell’azione; e come quella che si prepara è nazionale, politica, economica, cosí sará pure filosofica e religiosa. Né può avere quest’ultima nota veracemente, se non è cattolica, vale a dire se non è una riforma cattolica della disciplina e della scienza sacra. Nel modo adunque che avrá luogo un Rinnovamento civile succederá pure un Rinnovamento religioso, per cui il pensiero e l’azione divina si accorderanno col pensiero e coll’azione umana, e la fede colla cultura. E a chi meglio può addirsi il dare la prima impulsione a tal opera che all'ingegno italiano inspirato dall’evangelio e dal popolo? Sarebbe questo un saggio illustre e fecondo di entratura intellettiva, il quale spianerebbe la via a rimettere in essere quel morale e civil primato che l’Italia ebbe in addietro, quando il cattolicismo era oggetto di culto universale e seme di civiltá."
      },
      {
        "index": 33,
        "text": "Io incominciai la serie delle mie scritture che miravano al Risorgimento, discorrendo del primato italico, e con esso conchiuderò la presente opera indirizzata al Rinnovamento. So che fra le miserie e le abbiezioni presenti il mio assunto sembrerá ancora piú strano che allora non parve, e che forse piú d’uno mi riprenderá colle parole del Casa: che «mentre l’Italia misera è con le opere e con gli effetti abbassata ed avvilita, io la cresca ed onori nelle parole vane e ne’ superflui titoli[32]. Italiani, avete ragione. L’Italia è oggi e da piú secoli come il papa e la donna. Il papa e la donna sono solamente onorati colle parole vane e con frivoli onori, l’uno nel mondo politico e l’altra nel mondo leggiadro. Medesimamente l’Italia è solo accarezzata e riverita nei versi dei poeti e nelle declamazioni dei retori: in effetto è calpestata e tenuta per nulla[33]. La ragione si è che ella ha perduto la professione, il sesso, l’etá. La sua professione è laicale; ed ella si è incappellata la chierica, accettando il dominio temporale dei sacerdoti. Il suo sesso è virile; ed ella si è infemminita colla molle educazione, l’ozio, le morbidezze. La sua etá potrebbe ancor avere il fiore del primo tempo, poiché l’ingegno individuale non ha rimesso della sua forza in un secolo incominciato coll’Alfieri, col Volta, col Buonaparte, prosguito col Giordani, col Rossi, col Leopardi, e che vanta ancor oggi i primi onori della poesia, della statuaria e della musica. Ma ella in vece è imbarbogita per opera dei governi che la tirano indietro e dei politici di municipio. La religione stessa perdette la sua maschiezza e la virtú incivilitrice per opera dei mistici e dei gesuiti; onde nasce la convenienza del prete moderno col sesso debole e l’etá provetta. Ma io, ricordando i nostri antichi privilegi, nol fo per boria e per pompa ma per destare, se è possibile, la brama di ravvivarli. L’amor del bene nei popoli è certo presagio del conseguimento, purché sia vivo, tenace, indomabile. Avrebbe forse l’Italia perduti i suoi titoli, se non gliene fosse venuto meno il concetto e il desiderio? Essa racquisterá la grandezza antica, quando avrá ricovrato l’antico senno e sará capace che la providenza l’ha destinata a essere creatrice e redentrice delle nazioni."
      }
    ]
  }
}
