{
  "chapterNumber": 5,
  "title": "Libro I, Cap. 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO QUARTO"
      },
      {
        "index": 1,
        "text": "della disciplina forestiera"
      },
      {
        "index": 2,
        "text": "I casi recenti di Francia non ci avrebbero falsato il criterio politico e divertito dal suo vero scopo il Risorgimento, se non ci avessero trovati acconci a riceverne le impressioni; al modo che nei solidi non si rifletterebbero le ondulazioni del suono, se per la natura elastica non fossero atti a improntarle. La qual disposizione è mal vecchio nella penisola; e giá uno scrittore del secolo quindecimo si doleva che spezialmente «l’Italia fosse mutabile e corrente a pigliare la nuove fogge»[1]. La storia ci mostra come di mano in mano che si andò cancellando il nostro genio proprio e nativo, crescesse in proporzione la pieghevolezza servile e una docilitá funesta a seguire gli esempi e imbeversi ciecamente delle massime esterne. Dal che fu ribadito e reso perpetuo il nostro servaggio, conciossiaché mal può racquistar di fuori volto ed essere di nazione chi ha perduta la molla intrinseca che ne è l’elaterio e il fondamento. L’autonomia interiore di un popolo versa nella spontaneitá e proprietá della sua indole, la quale abbraccia non solo le leggi e le instituzioni ma tutte le parti della cultura. Ora noi abbiamo di queste smarrite eziandio le piú intime, come sono le credenze e le lettere, disprezzando la religione dei nostri padri in vece di ripurgarla e usufruttuar le dovizie di cui è feconda, e dimenticandoci ch’essa è pure il solo residuo del nostro antico primato e della cosmopolitia antica. Laddove i popoli illustri che ci stanno a confine cominciarono o perfezionarono lo stato loro di nazioni procacciandosi una letteratura propria, noi lasciammo disperdere e consumare il doppio tesoro di quella che i padri e gli avi ci tramandarono. E in vero Ermanno di Richelieu procreò ad un parto le lettere e la potenza della sua patria, e fondò, per cosí dire, colla stessa mano l’unitá nazionale e quel consesso che allevò e abilitò a salire in questo colmo l’eloquio volgare della Francia. Se i tedeschi scrivessero ancora in lingua morta come ai tempi del Leibniz, o in lingua forestiera come a quelli di Federigo, vogliam credere che avrebbero acquistato il senso civile di se medesimi? Ma come tosto ebbero una letteratura e una filosofia germanica, si risvegliò in essi l’istinto nazionale e si accesero quei desidèri che proruppero al cedere dell’imperio francese e traboccarono cogli ultimi eventi. Ed è da notare che Federigo, il quale, alzando la Prussia a stato e nome di potenza e sostituendo la filosofia alla mistica incivile, apparecchiò la futura unitá germanica, le nocque dal canto della favella; laddove Lutero, che alterò colla sua dogmatica il senso genuino del cristianesimo, giovò al progresso nazionale nobilitando il vernacolo patrio colla religione, come l’Opitz in appresso si studiò di fare colla poesia. Ma i conati viziosi del prussiano e del sassone perirono seco: il bene durò, e l’impresa letteraria dei due Martini fu riassunta e condotta a perfezione da quella insigne repubblica di dotti e di scrittori, che rifulse di tanta luce al principio di questo e in sul finire del passato secolo. Di costa alle lettere amene e alla varia erudizione sorse la filosofia critica, che per via dell’Hume risale in modo negativo al Descartes e si attiene assai piú intimamente al Leibniz; la quale, accoppiandosi alle speculazioni dello Spinoza, procreò la nuova scuola, pellegrina, ricca, profonda e serbante, cosí nei pregi e nei progressi come nei difetti e nei traviamenti, il vestigio delle sue origini."
      },
      {
        "index": 3,
        "text": "Nell’etá scorsa gl’italiani seguirono il cattivo esempio di Federigo, non il buono di lui e de’ suoi successori. Si abbeverarono, pensando e scrivendo, alle correnti e spesso ai rivoli esterni; e a poco a poco il fatto diventò consuetudine, che, dal giro degli studi trapassando in quello dei fatti, ebbe gran parte nei nostri mali. Conciossiaché il vezzo servile del pensiero e del sermone, aggiunto alla divisione e debolezza politica, ci rese cosí ligi ai cenni e cosí dipendenti dai casi esteriori, che ogni moto e tentativo per migliorare le nostre sorti fu oppresso nel suo nascere o interrotto nel primo corso; tanto che siamo a discrezione non solo delle armi ma dei capricci e dei comandi di oltremonte. La prima rivoluzion francese troncò le riforme incominciate dai principi, come l’ultima sventò il riscatto intrapreso dai re e dai popoli. Finché dura questo satellizio, vano è lo sperare che l’Italia risorga; e durerá fino a tanto che l’italianitá del senno e del costume non si rimette. «Non fate — diceva il piú insigne ordinatore di popoli che si ricordi — secondo le opere del paese di Egitto nel quale albergaste, né secondo quelle del paese di Canaan dove io vi scorgo, e non imitate i loro costumi»[2]. Anche i Maccabei, ponendo mano a una guerra di redenzione, non istimarono di poter vincere senza gelosia del rito patrio, né credettero di detrarre ai pregi e ai meriti della civiltá greca ripudiandone come barbara l’imitazione schiavesca. Cosí pure un gran romano non pensò di offendere la patria biasimando i britanni «non pratichi» che la copiavano a sproposito, «chiamando civiltá ciò che era spezie di vassallaggio»[3]; imperocché in tal caso il buono diventa reo presso le nazioni come negl’individui, soffogando il natio che solo può crescere e fruttificare."
      },
      {
        "index": 4,
        "text": "Dal che però non segue che si abbia da rigettare quello scambio e commercio reciproco di cognizioni, di studi, di trovati, che è uno degli effetti piú salutevoli della cultura e fa di essa come un patrimonio domestico onde, a guisa di fratelli, i popoli godono in comune. O che non faccia per gli Stati a proposito di conformarsi gli uni cogli altri intorno ai capi piú importanti della vita civile, sicché quando l’uno di essi fa un passo notabile nella via del perfezionamento, non debbano gli altri, se possono, accomodarvi il progresso proprio; onde si mantenga al possibile fra loro quella omogeneitá e consonanza, che va crescendo col crescere della gentilezza e fa che l’Europa sia quasi una sola famiglia. Gli esempi stranieri sono eziandio di profitto, come sprone di nobil gara e norma comparativa. Imperocché nel modo che il paragone d’Italia seco stessa, cioè della moderna coll’antica, giova ad accenderci di rossor salutare, cosí il confronto dello stato nostro con quello dei popoli piú fiorenti dee accrescere la vergogna e risvegliarci dall’antico sonno. Ma l’uniformitá civile non vuol pregiudicare alle varietá naturali e spontanee, né l’imitazion liberale dee tralignare in servile; siccome il prevalersi onestamente degli altrui civanzi giova ad arricchire, dove si abbia del proprio e le tratte esterne accrescano ma non sieno il capitale. Si faccia conto che il negozio corra intorno ai pensieri e agl’instituti di un popolo come circa le sue armi. Le schiere ausiliari onorano ed afforzano chi le adopera, s’egli è padrone di un giusto esercito; onde Alessandro, Annibale e i romani non le sdegnarono. Ma se tu non hai soldati propri e ti fidi solo negli estrani o fai di loro il nerbo della battaglia, non acquisti potenza ma servitú. Similmente i concetti e le invenzioni aliene ti frutteranno, se s’innestano alle tue e se l’innesto è ben fatto; il che suppone che tu possa eleggere, polire e maneggiare a tuo talento le altrui rimesse. Ma come potrai scegliere e limare, se non hai vena d’ingegno né stilla di buon giudizio? o come credi di aver queste parti, se non possiedi una dottrina che sia veramente tua e ti serva di saggiuolo, di regola, di scorta, di paragone? Ogni procedere eclettico è vano, superficiale, fallace, se non è precorso e governato da una scienza originale. Egli si può dire di un popolo quel medesimo che il Machiavelli afferma del principe, il quale «non può essere consigliato bene se non è savio per se stesso»[4], cioè se non ha sapere e discernimento da pesare e da cernere gli altrui consigli. Altrimenti si piglia a caso: si scambia il vero col falso, l’opportuno coll’intempestivo, il buono col cattivo e col pessimo, né si riesce a rinsanguinare dell’appreso e incorporarselo."
      },
      {
        "index": 5,
        "text": "E queste imitazioni, se pur non sono nocive, son sempre sterili, né il comune dei popoli se ne vantaggia. Le ragioni del traffico richieggono che, ritraendo dagli altri, tu doni loro del tuo, e non mica che tu viva ozioso e che nutri la tua infingardaggine a spese delle altrui fatiche. Gratificato, déi gratificare; arricchito, arricchire: altrimenti ti porti da uomo ingrato, ingeneroso, ingiusto, e prevarichi il debito di ogni equa e fraterna comunanza. Certo la Francia non caverebbe niun pro dalle opere dell’ingegno alemanno, se questo avesse seguíto a copiare sterilmente le sue; dove che, avendo procreata una scienza e letteratura pellegrina, le reca non meno utile che diletto. Il farsi pedissequo e ormatore di un terzo gli può andare a genio s’egli è vano e leggero, ma dee spiacergli se è uomo di polso. Il Voltaire mordeva tal vanitá in alcuni de’ suoi compatrioti e metteva in canzone la vena imitatrice del suo regio alunno, come il Goethe non potea patire gli scrittorelli che quasi specchi lo riflettevano. Or se le lettere degli altri sono un bene e un acquisto comune, non sarebbero tali eziandio le nostre se ne imitassero la feconditá nativa? se in vece di premere le altrui vestigie, dessimo al mondo del nuovo e coltivassimo i germi latenti nel senno antico degli avi col magistero proprio del moderno ingegno?"
      },
      {
        "index": 6,
        "text": "Io ripetei e inculcai a dilungo questi veri fin da quando cominciai a scrivere; tanto che parvi a non pochi importuno e fastidioso. Altri me ne seppe male, come fossi ingiusto o irriverente ai forestieri; e ne fui ripreso dagli uni urbanamente, dagli altri con acerbezza. Ma io prevedeva che se il nostro Risorgimento non si fondava sulla spontaneitá del genio italico e non si emendava il vezzo di copiare i nostri vicini alla cieca, si sarebbe edificato sulla rena, e il menomo soffio di fuori avrebbe mandato in fascio l’incominciato edilizio; e i casi avvenuti mostrarono che m’apponeva ne’ miei timori. Mi stava in su gli occhi l’esempio del secolo passato, quando quel poco di libertá che andavamo racquistando fu disperso senza rimedio. Vittorio Alfieri morí fremendo contro coloro che cel rapivano, e il bollore della collera giustissima lo indusse a trasmodare nelle opinioni e a seminar l’odio tra due nazioni sorelle, destinate ad amarsi e sorreggersi scambievolmente. Ma se oggi piú che mai sarebbe empia stoltezza il volere che gl’italiani sieno «misogalli», forse meglio provvede al ben loro chi vuol renderli pappagalli?"
      },
      {
        "index": 7,
        "text": "Esortando i miei nazionali a procedere con senno nella scelta delle opinioni e delle imitazioni, egli è chiaro che io ne riconosco delle buone e proficue, le quali, donde che vengano, non si possono dire straniere se nostrale è il giudicatorio che dá loro cittadinanza. E spesso, appropriandoci l’altrui, ripigliamo il nostro, rimettendo le tratte uscite dall’antica scuola italica. Dirò di piú: che le massime e gli esempi pregiudizievoli non si possono equamente recare a tutto un popolo, come quelli che sono opera delle fazioni. Nel modo che il volgo rozzo ha cognizioni rozze e volgari, similmente le sètte professano una scienza parziale e faziosa, che non si può ascrivere all’universale, non che al fiore di esso. Dalla falsa scienza nascono poi gli errori pratici, i quali tanto è lungi che sieno imputabili al pubblico, che anzi voglionsi avere in conto di scismi nazionali, come sono nazionali eresie le dottrine che li partoriscono. Perciò se fora ingiusto l’attribuire alla Francia dell’altro millesimo i trascorsi dottrinali di certi politici e filosofi, non meno iniquo sarebbe l’aggiudicarle le violenze dei giacobini, le dappocaggini del direttorio, il dispotismo imperiale, il regresso borbonico, le corruttele orleanesi, i conventicoli dei comunisti; cose tutte che furono esorbitanze di pochi e vennero dal senno universale sterminate. Laddove la libertá del pensiero, la franchigia del culto, la distruzione dei privilegi, il riscatto della plebe, il governo del popolo, le riforme legali e amministrative e le altre idee che produssero le mutazioni politiche dell’ottantanove, del trenta e del quarantotto, sono fatti o tentativi esemplari e imitabili, perché opera della nazione e non delle parti. E da questo riscontro si vede che dove gli esempi nazionali sono edificativi, quelli delle sètte son distruttivi e recano danno e pentimento agli operatori; tanto importa il guardarsi dal premere tutte le tracce francesi, chi voglia seguire liberalmente le orme gloriose della Francia."
      },
      {
        "index": 8,
        "text": "La quale è destinata, come vedremo, a esser l’alleata fedele e indissolubile d’Italia per ragion di genio, di stirpe, d’interessi, d’idee, di vicinanza. Ma farebbe un cattivo servigio a una nazione tanto illustre chi le procacciasse un alleato pusillanime, infingardo, impotente. E tali sarebbero gl’italiani se mancassero di armi proprie, o se avendo armi fossero scarsi di senno, di energia, di vita; se non fossero un popolo libero e fiero, ma un gregge domo e avvilito da usanza di vassallaggio. Studiamoci dunque di ammannire alla Francia un collegato degno di lei, il quale si affidi principalmente in se stesso e possa farlo senza taccia di presontuoso, non si allegri o sbigottisca a ogni buona o rea parola che piova da oltremonte, né faccia come il fanciullo che piglia terrore o speranza dal volto della sua madre. Ricordiamoci di quegli antichi romani che dovettero la loro grandezza alla coscienza del proprio valore e al cuore che ebbero nelle cose avverse, i quali presero solo a declinare quando cominciarono a perdersi d’animo negl’infortuni e a porre tutta la loro fiducia negli aiuti forestieri."
      }
    ]
  }
}
