{
  "chapterNumber": 2,
  "title": "Libro I, Cap. 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "del risorgimento italiano"
      },
      {
        "index": 1,
        "text": "Quel moto recente e nostrale, che incominciò colle riforme e cogli ordini liberi, proseguí colla guerra patria e terminò infelicemente colla pace di Milano, procedette a principio secondo le regole prefisse da alcuni scrittori e approvate dal senno unanime della nazione. Finché si tenne su questo sentiero, i suoi successi furono lieti e favorevoli; ma essendosene a poco a poco sviato, prese ad allentare, fermarsi, tornare indietro, e moltiplicarono cogli errori i disastri, finché il traviamento salito al colmo, fu intera e spaventevole la ruina. Giova l’avvertire il riscontro dei falli cogl’infortuni e la proporzione esatta che corse tra questi e quelli, perché ricca d’insegnamenti. Ma siccome l’errore mal si può conoscere e schivare, chi non abbia notizia del suo contrario, rianderò brevemente le condizioni proprie del Risorgimento italiano e le leggi che lo governarono nei prosperevoli successi delle sue origini."
      },
      {
        "index": 2,
        "text": "Le sue prime mosse furono patrie: non vennero da insegnamento né da impulso straniero. L’Europa quietava: niuno badava a noi, salvo il barbaro che ci opprime; a nessuno caleva delle nostre miserie e dei nostri dolori. L’Austria avea in pugno tutta la penisola, parte col dominio diretto, parte col braccio dei nostri principi, tornati all’antico grado di vassalli e vicari imperiali; la nazione dormiva; le spie, gli sgherri, i soldati, il carnefice tenevano in freno o sperperavano i pochi indocili, mentre i gesuiti corrompevano gl’intelletti. I tentativi fatti da un mezzo secolo per risorgere erano riusciti vani, anzi avevano da un canto accresciute le comuni sciagure, dall’altro spento nei piú, se non il desiderio, la speranza di riscattarsene. Un esule italiano che non avea partecipato a questi tentativi né apparteneva ad alcuna setta, e che tuttavia era stato involto nell’ultima proscrizion del Piemonte in pena delle sue libere opinioni, prese a meditar seriamente sul doloroso fato che ci condanna a una miseria insanabile e perpetua, e gli parve di trovarne in parte la causa nei modi stessi che si usarono per superarlo. — L’Italia — diss’egli — cercò sovente, ma invano, di redimersi, perché volle farlo prima colle armi, poi colle congiure e sempre colle dottrine forestiere. — Ora l’esperienza c’insegna che in politica, come in ogni altro genere di cose, nulla prova né dura al mondo se non è spontaneo e nativo. Questa è legge universale, comune agli spiriti come ai corpi e a tutti gli ordini della natura. Il moto che è comunicato di fuori e non ha radice nell’intima ragione degli esseri è di corta vita, non solo rispetto all’azione, ma al pensiero eziandio; e un concetto, un trovato qualunque non ha ferma efficacia se non rampolla dalle viscere dello spirito e non gli è intimo e connaturato. L’opera esteriore del maestro può eccitarlo, svolgerlo, ampliarlo, ma non produrlo; e in questo modo rapprendere, come disse un antico, non è altro che ricordarsi. Perciò una dottrina politica, che non s’innesti negli usi, negl’instituti, nei pensamenti e nelle tradizioni di un popolo, non potrá mai migliorare in effetto e durevolmente le sue sorti. Né gioverebbe l’opporre che la natura umana è una in tutti e che il vero altresí è uno, quasi che gli aspetti di questo e le modificazioni di quella non si differenzino in infinito. La consuetudine è una seconda natura non meno forte e tenace della prima; e siccome il vero ed il buono non sono conseguibili pienamente, gli uomini debbono contentarsi di apprenderne quei prospetti e goderne quegli sprazzi, che sono piú alla mano e meglio si affanno alle condizioni di luogo e di tempo in cui eglino son collocati."
      },
      {
        "index": 3,
        "text": "Un popolo che si affranca colle armi straniere solamente, non fa altro che mutar padrone, anzi per ordinario lo peggiora, in quanto che il dispotismo casalingo è spesso piú tollerabile e sempre meno ignobile di una legge portata e imposta di fuori. Ma il dominio intellettuale degli esterni, benché meno appariscente e spiacevole, è altrettanto indecoroso e pregiudiziale. Troppo ripugna che altri ottenga l’autonomia politica, rinunziando la morale, che ne è il fondamento e risiede nella franchezza dello spirito, nell’uso intero e nel libero esercizio di tutte le sue potenze. Se tu non sai pensare da te, sentire da te, volere da te, non t’incoglierá bene a supplirvi coll’altrui cervello, dal quale potrai ricevere l’uso debole e precario, ma non mica il vigoroso possesso e il magisterio di una dottrina. Il che se è vero e certo dei particolari, non è meno indubitato del pubblico e delle nazioni. La civiltá delle quali è proporzionata alla coscienza che ciascuna di esse ha di se medesima, e quindi delle forze e della dignitá propria, dei diritti, dei doveri e uffici speciali a cui è deputata dalla Providenza. Ora il senso di se stesso non si può ricevere di fuori come fosse un elemento, né trarre come una merce, né apprendere come una lingua; ma dagl’intimi seni del proprio animo scaturisce. O forse gl’italiani ne mancano e ignorano la capacitá loro? Gran cosa mi parrebbe se dovessero impararla da oltremare o da oltremonte. Essi sapranno ciò che possono essere quando si ricorderanno di quello che furono: le memorie d’Italia contengono le sue speranze. Niun popolo fu maggiore dell’italico negli ordini del pensiero e dell’azione; niuno fece imprese piú universali, piú durevoli, piú segnalate, né si mostrò piú atto ad esercitare il principato morale del mondo. Ecco la via che si dee correre; la trascuranza della quale rendette finora inutile ed infelice ogni nostro conato. L’Italia non può sorgere a nuova vita se non ne cerca i semi in se stessa; e la sua modernitá dee rampollare dall’antico ed essere propria e nazionale. La sua redenzione vuol procedere spontaneamente cosí nei concetti come nei modi, in guisa che l’avvenire germini dal presente e dal passato; e quindi essere italiana di princípi, di mezzi, di norma, di processo, di fine, di spiriti e d’indirizzo. Ed essendo spontanea e italiana, sará eziandio moderata, conciossiaché la moderazione risegga nel conformarsi alla natura, che non cammina a salti né a balzi, ma a passi misurati. Ogni qual volta l’Italia cerchi ne’ suoi instituti, nelle ricordanze, nel genio, nelle tradizioni, nelle assuetudini il principio della vita novella, non vorrá tutto mutare, tutto distruggere: sará piú vaga di successive riforme che d’innovazioni repentine e assolute; cernerá il buono dal reo e serbandolo si studierá di coltivarlo e di accrescerlo; distinguerá nelle cose presenti il vecchio che vuol essere sterpato dall’antico, in cui la vitalitá non è spenta, pogniamo che ci si occulti sotto la scorza dei rancidumi."
      },
      {
        "index": 4,
        "text": "Spontaneitá, italianitá e moderazione debbono adunque essere i caratteri o vogliam dire le leggi piú universali del Risorgimento italiano e guidare i suoi progressi, quasi applicazioni particolari di quelle note generiche. Veggiamo ora in che debbano versare conformemente questi progressi. Due grandi instituzioni regnano in Italia: il cattolicismo e il principato. Sono esse morte? Sarebbe follia il supporlo. Inaccordabili col vivere libero e colla coltura? Piú di un paese e di un secolo attestano il contrario. Possibili a distruggere e a mutare? Niun uomo politico può immaginarlo né meno in sogno. Imperocché molti Stati, specialmente fra quelli che ci sono congeneri per la partecipanza della stirpe latina, sono cattolici; e il cattolicismo è piú o meno diffuso in tutto il resto del mondo. La maggior parte di Europa e tutto l’Oriente si reggono a principe; e benché sia manifesto che nei paesi piú culti la monarchia cammina verso la repubblica, sarebbe troppo assurdo che mentre i popoli giá forniti di unitá nazionale e di ordini liberi vivono ancora nello stato regio, l’Italia volesse passar senza gradi al popolare dalla presente scissura e dal servaggio. La fede cattolica e il principato sono adunque due vincoli che collegano l’Italia coll’Europa civile e col globo abitato; armonizzano il didentro col difuori; formano, come dire, un nesso moltinazionale e una spezie di giure supremo delle genti; e sono anco per questo verso un bene, atteso che oggi regna piú che in addietro e tende a crescere vie meglio l’unione reciproca e la comunanza delle nazioni. Perciò, stando queste cose, saria stolto consiglio lo spogliar l’Italia di due ordini sostanzialmente buoni, radicati nella sua storia, contemperati a’ suoi costumi, immedesimati colla sua indole, atti ad accordarla e stringerla cogli altri popoli, e che bene usati possono essere una molla efficacissima di pace, di gloria, di prosperitá, di durata e di potenza[1]. D’altra parte la storia e l’esperienza c’insegnano che molti dei moti preteriti andarono a male perché piú o meno infesti in effetto o stimati tali al regio potere e alle credenze ortodosse, onde trovarono dentro e fuori molti nemici e la tiara si strinse collo scettro per ispegnerli."
      },
      {
        "index": 5,
        "text": "La monarchia e la religione cattolica sono vivaci, se si ha l’occhio all’essenza loro. Ma certo non possono fiorire e cooperare al ristauro italiano se, purgate dai difetti e dai vizi accidentali, non si ritirano al loro principio. Nocciono alla monarchia l’ignavia e l’arbitrio dei dominanti; onde le leggi son difettuose, l’amministrativa male assettata, l’instruzione rancida o manchevole, l’educazione nulla o corrotta, l’uguaglianza civile non ha guarentigie, il commercio stagna, l’industria languisce, la civiltá in universale pausa o dietreggia. I quali disordini nascono dalla potestá regia, perché sregolata ed inerte, non avendo sprone che la punga né freno che la corregga. La libertá informi il principato e il popolo partecipi al reggimento: in tal modo alla conservazione si accompagnerá il progresso, all’unitá del comando la norma immutabile della legge, al braccio del principe il senno dei dotti e degl’ingegnosi, al privilegio ereditario il merito dell’elezione. Quanto possa la monarchia, non ostante le sue imperfezioni, quando è avvivata dagli spiriti civili, ce lo mostra in parte col suo esempio la libera e potentissima Inghilterra. Il cattolicismo partecipa alla magagna della monarchia a causa dell’alleanza contratta coi governi assoluti e dispotici, e ne ha una sua propria, cioè la confusione del temporale collo spirituale nei vari Stati, ma specialmente nell’ecclesiastico; la qual confusione gravemente pregiudica alla cultura e alla religione stessa, rendendo men puri, fruttuosi, efficaci i suoi influssi morali e civili. Si renda pertanto cittadina la Chiesa amicandola ai popoli, e secolare l’amministrazione togliendo ai chierici i privilegi profani e chiamando il ceto laicale al maneggio delle cose pubbliche. Cosí il regno e il triregno, svecchiati degl’ingombri e netti di ogni macchia, rifioriranno come in addietro; e in vece di essere alla patria cagioni o pretesti di scisme e di scandali, contribuiranno ad accomunarla e ad unire le varie sue membra in un solo corpo."
      },
      {
        "index": 6,
        "text": "Conciossiaché fin tanto che il principato è diviso fra vari capi e la nazione si parte in diverse provincie senza nodo comune, l’Italia è necessariamente debole ed inferma. Si aggiunge che alcune di quelle ubbidiscono a un estranio signore, che vince di forza i nostrali, ciascuno da sé, e uniti li pareggia se non li supera; per modo che non solo padroneggia una parte bellissima e importante della penisola[2], ma scema altresí la balía interna del resto con grave pregiudizio del decoro e della cultura. Quindi nasce che la monarchia italiana è fiacca e impotente, spesso in discordia seco medesima o unita al barbaro contro la patria comune, sempre incuriosa o nemica d’Italia come nazione. Il qual vezzo invalse piú ancora nel principato ecclesiastico. D’altra parte il voler ridurre tutti gli Stati italici in un solo è oggi impossibile, ché gl’istinti municipali, gl’interessi dei vari principi, la gelosia di Europa nol patirebbono. Né saria savio consiglio, quando ci mancano tanti altri beni, il cominciare dal piú difficile. Contentiamoci di un’impresa per volta, cominciando dalle piú ovvie, le quali servono di apparecchio e di agevolamento alle altre, che col tempo si vinceranno. Osserviamo la legge universale di gradazione, se non vogliamo fabbricar sulla rena o romperci il collo, come incontrò tante volte ai nostri maggiori. Finché durano le condizioni presenti di Europa l’indipendenza dee precedere l’unitá; ma può nascere dall’unione tosto che venga il destro di tentarla. E l’unione è possibile mediante una colleganza dei popoli e dei principi italiani, la quale, accompagnata dalle riforme e dalle franchigie, spianerá la strada all’acquisto dell’autonomia e poscia all’unitá italica, che è l’ultimo termine dei nostri voti. Per tal guisa si metterá in atto l’essere d’Italia come nazione: la monarchia diverrá nazionale; il cattolicismo tornerá patrio senza pregiudizio del suo carattere cosmopolitico, e troverá onorevolmente nella lega italica quel patrocinio che dianzi egli cercava non senza ínfamia presso i forestieri. Fatta la lega degli Stati italici e accresciute cosí le loro forze, non mancherá l’occasione di cacciare il barbaro e stendere essa lega per tutta quanta la penisola, senza che sia d’uopo affidarsi a eventi troppo lontani e aspettare col Marochetti la caduta dell’imperio ottomanno."
      },
      {
        "index": 7,
        "text": "Mediante le riforme, le franchigie e la confederazione, apparecchi efficacissimi di autonomia e di unitá italiana, la monarchia e la religione, non che ostare alla nostra rinascita come in addietro, l’aiuteranno. Ma il principato civile vuole amicizia e buona intelligenza tra i re e i popoli; e se i popoli fra sé discordano, non è sperabile che consuonino ai loro capi. Dunque unione tra i borghesi e i patrizi, tra il ceto medio e la plebe, tra i poveri e i ricchi; e siccome non può farsi che i poveri amino i ricchi se questi non sono solleciti del bene di quelli, egli è d’uopo con buone leggi agiare la plebe e ingentilirla col tirocinio; onde il principato, promovendo e capitanando questa pia opera e collegando insieme tutte le classi dei cittadini, dee rendersi conciliatore e democratico. La confederazione degli Stati presuppone la fratellanza degli animi: dunque unione tra i vari popoli, tra i vari principi della penisola; fine alle liti, alle ire, alle invidie provinciali e municipali, e tutti gl’italiani sieno quasi un solo comune e una sola famiglia. L’ingresso del clero nella via della libertá importa l’armonia della gentilezza colla religione: dunque accordo tra i laici e i chierici, tra il maggiore e minor sacerdozio, tra il presbiterio e il chiostro, tra Roma e tutta la penisola; affrancamento civile e politico degl’israeliti e dei valdesi; tolleranza, mansuetudine, culto di sapienza negli ecclesiastici; riverenza alla fede nei secolari. E i gesuiti? convien forse allettarli all’emenda o sfrattarli come incorreggibili? Si tenti il primo partito, e se non riesce, si ricorra al secondo, il quale con tal cautela verrá piú giustificato[3]. Riforme, libertá, confederazione debbono essere pertanto i tre primi acquisti del Risorgimento italiano, i quali partoriranno l’indipendenza e piú tardi l’unitá politica della nazione. E questi vari progressi vogliono derivare e prendere la loro forma dalle note o leggi generali della spontaneitá, italianitá, moderazione, suggellate dalla concordia, secondo i termini sovradescritti."
      },
      {
        "index": 8,
        "text": "Tutti debbono cooperare alla redenzione italica, ma principalmente le due potenze che prevalgono, la monarchia e la religione. Ora fra i domíni della penisola primeggiano Roma e il Piemonte: questo, per l’autoritá della casa regnante, la postura e la milizia; quella, come seggio religioso e sacerdotale del mondo cattolico. Vano è oggi lo sperare che l’Italia risorga finché il papa e il re sardo le sono indifferenti o nemici. Il còmpito comune della reggia e del santuario si aspetta dunque in modo speciale ai due luoghi in cui la virtú monarcale e cattolica si concentra e risalta; dove le rimembranze, le geste, le dottrine incuorano piú vivamente e invitano piú autorevolmente i capi e i popoli all’impresa. Roma in antico conquistò e mansuefece il mondo colla spada e colle leggi, nei secoli di mezzo lo dirozzò e santificò coi riti e colla parola; cosicché nelle due epoche ella strinse insieme a tempo i popoli italici, preaccennando in tal forma al loro connubio moderno e indissolubile come nazione. E in vero quei principi di amore, di giustizia, di fratellanza, che Cristo insegnò agli uomini e di cui il vivere libero è l’attuazione civile, dove possono bandirsi piú efficacemente che nel cuore della cristiana repubblica? Il Piemonte serbò all’Italia l’onore delle armi proprie anche quando mancava altrove, agguerrí i propri figliuoli alla sua difesa, le diede il poeta piú nazionale e libero dell’etá moderna e quasi un novello Dante in Vittorio Alfieri, il quale intromise i subalpini alla vita italica e destò in essi la coscienza degli uffici che loro corrono nel ricomponimento dell’antica patria. Roma insomma e il Piemonte, il papato e la stirpe di Savoia, debbono essere i due perni del nostro Risorgimento, l’una colle idee e l’altro colle armi: quella, posta nel mezzo, come capo morale; questo, situato ai confini, come braccio e come baluardo[4]. Ma affinché possano adempiere l’ufficio loro, uopo è che vi si abilitino, e deposto il loro carattere illiberale e municipale, vestano, per cosí dire, una nuova persona e piglino il genio e l’abito della nazionalitá italica."
      },
      {
        "index": 9,
        "text": "Tali debbono essere le leggi moderatrici, i progressi fondamentali e i cardini motori del nostro Risorgimento. Il quale pertanto sará una rivoluzione, se questa voce si piglia nel primitivo significato di «naturale e regolare vicenda», stante che le rivoluzioni della terra non vorrebbero esser meno ordinate di quelle del cielo. Ma non avrá il procedere e gl’inconvenienti delle mutazioni scompigliate e sovvertrici; e i vari ordini della vita italiana, non che essere turbati o distrutti, verranno svolti, migliorati, accresciuti. Non sará di pericolo alla proprietá e alla famiglia, come i vecchi moti degli ussiti e degli anabattisti; non alla religione cattolica e nazionale, come i rivolgimenti della Germania, dell’Olanda, della Svizzera, dell’Inghilterra, della Scandinavia; non alla potestá regia, alla quiete, alla salute e sicurezza dei cittadini, come quello di Francia nel passato secolo. Manderá bensí in dileguo le viete reliquie del medio evo, ma preservando gli elementi moderni che ci sono frammisti e facendo non mica fascio di ogni erba, come altrove si è veduto, ma ghirlanda di ogni fiore. Noi saremo gli ultimi fra le genti civili ad abolire gli avanzi dei bassi tempi, poiché gli stessi greci, morti assai tempo innanzi, rinacquero prima, e ragionevolmente, come primogeniti del sangue pelasgico. Ma per compenso la nostra rivoluzione sará piú savia, potrá edificare senza demolire; giacché posto che debba eccettuare dall’indulto i gesuiti come restii e avversi alla concordia universale, egli è da notare che il gesuitismo un impuro avanzo dell’etá barbara. Imperocché nato allo spirare di questa, fu instituito per farla rivivere e contrastare alla modernitá prevalente; onde conviene trasformarlo (se pure è possibile) ovvero distruggerlo. I mezzi che si porranno in opera saranno degni del fine. Le altre rivoluzioni ebbero per istrumenti la frode e la forza, le congiure e le rivolte, i conventicoli e le aggressioni civili. Unica molla della nostra saranno le idee incarnate nella nazione per mezzo dell’opinione pubblica; e finché gl’italiani conformerannosi all’indirizzo del moto patrio, le armi saranno adoperate a cacciare i barbari, non a offendere i fratelli. Ella sará dunque una rivoluzione ideale, e però pellegrina, tutta propria nostra, degna dei promotori, della nazione, del secolo; non modellata agli esempi anteriori o forestieri. Gli sforzi preteriti non riuscirono perché governati da altre massime; laddove il prossimo assunto avrá esito felice, sí veramente che s’incominci con ardore e si prosegua con senno, mantenendolo sulla via diritta e conforme alle sue origini[5]."
      },
      {
        "index": 10,
        "text": "Io meditai lungamente queste idee e le maturai in silenzio: mi parvero fondate, opportune, e mi risolsi a pubblicarle. Esse giunsero in Italia dal mio lontano esilio, e benché inaspettate, non dispiacquero agli spiriti discreti: fruttarono. Se non che, prendendo a esporre una dottrina nuova nel suo complesso[6], mirando, per dir cosí, a ricreare la nazionalitá italiana e mettere in luce tutti i suoi componenti, e intendendo di scrivere non solo ai presenti ma eziandio agli avvenire, mi fu mestieri discorrere pei vari rami della scienza e della cultura, risalire alla filosofia prima e ingegnarmi di dare alle mie conclusioni politiche una base storica e ideale proporzionata. E la piú parte de’ miei compatrioti essendo allora sfiduciata, o fredda e indifferente, o anche avversa alla redenzione, non poteva affidarmi di persuader gl’intelletti, se non m’industriava al possibile di muovere le fantasie, accendere i cuori, allettare gli spiriti colla bellezza e magnificenza del quadro che metteva loro dinanzi, e anche di gradire agli orecchi colla elocuzione; tanto piú che mi parea indegno di perorare a modo di certuni la causa patria con barbara favella. Doveva inoltre guardarmi di accrescere gli ostacoli in vece di rimuoverli, impaurendo o irritando i nostri nemici, fra i quali Roma dentro e l’Austria di fuori erano i principali. Per tranquillare il papa e i chierici, bisognava insistere sulla religione, mostrare i vantaggi inestimabili che le credenze cattoliche avrebbero tratti dal riscatto italiano, e lo splendore che ne tornava al pontificato. L’Austria poi conveniva addormentarla, non assalendola di fronte ma per isbieco: ché altrimenti «le mie pagine non avrebbero avuto ingresso in alcuna parte della penisola; del che niuno vorrá dubitare, se si ricorda qual fosse la condizione di essa in quei tempi»[7]."
      },
      {
        "index": 11,
        "text": "Il che però non tolse che «gli austriaci non trovassero che il mio libro da capo a fondo si occupava di loro e non lo proibissero severamente nei loro domini»[8]; ma potè almeno leggersi in Piemonte, in Toscana, in Roma, in Napoli. Cosí esso non fu inutile e non atterrí i timidi né i potenti; il cardinale Giovanni Mastai gli fece buon viso, e salito alla prima sede cercò di colorirne le idee, tanto che io venni salutato dagl’italiani come precursore di Pio nono. Carlo Alberto lo lesse, lo gustò, si ricordò de’ suoi primi anni e disse piacergli che tali idee si propagassero; onde chiari e dotti ingegni poterono senza loro rischio ripeterle, svolgerle, diffonderle, divolgarizzarle. Cesare Balbo diede fuori in capo di un anno il suo libro delle Speranze[9], e Massimo d’Azeglio espose con viva e franca pittura i disordini delle Romagne. Se io non avessi aperta la strada, niuno di loro probabilmente avrebbe pensato a scrivere di politica (ché, occupati in altri studi, non ne aveano fatto alcun segno), e anche volendolo, non avrebbe potuto né mandare attorno i suoi scritti, né predicare apertamente alcune veritá che io era stato costretto a coprire, senza esporsi al rischio delle persecuzioni e dell’esilio. E se la dottrina della nazionalitá italiana non fosse giá stata svolta scientificamente e segnata con precisione la via novella per cui si doveva entrare, essi non avrebbero potuto esporre con brevitá i canoni, adattarli alla capacitá dei lettori volgari, indirigerli al conseguimento dello scopo piú immediato e dichiarare piú per minuto alcuni punti, che atteso la copia delle materie io aveva solo toccato sommariamente. Ma nelle opere di questi valorosi non si trova un solo concetto integrale, speculativo o pratico, ideale o positivo, che io non lo avessi almeno accennato; cosicché i loro scritti furono, per cosí dire, l’analisi della mia sintesi[10]."
      },
      {
        "index": 12,
        "text": "I princípi del Risorgimento italiano parvero maravigliosi. La penisola non ha memoria e il mondo ha pochi esempi di una gioia e di una concordia cosí vive, sincere, spontanee, universali, come quelle che in Roma, in Toscana, in Piemonte accompagnarono le prime riforme. L’Europa libera applaudiva e partecipava alla nostra allegrezza; onde mosse tanto piú stupore e dolore il vedere che i reggitori della Francia, per andare ai versi dell’Austria, si attraversassero ai miglioramenti, benché Pellegrino Rossi, temperando le commissioni, s’ingegnasse di favorirli. E falsi erano i pretesti che si allegavano, giacché gl’immoderati non erano allora di pericolo, come scarsi di numero, deboli d’influenze, né mai sarebbero prevalsi in Italia senza la caduta della monarchia francese[11]. Perciò le accuse fatteci da certi fogliettanti, ministri e oratori di Parigi (fra i quali Carlo di Montalembert merita il primo grado per l’ignoranza, l’arroganza e la leggerezza) si ritorcono contro di loro, quando i casi di febbraio e la ruina conseguente delle cose nostre nacquero appunto dalla politica ch’essi esaltavano e mettevano in opera. Tanto che se ci avessero imitati in vece di contrastarci e farci la predica, gli Orleanesi non sarebbero esuli né la penisola in catene. E debbono anzi saperci grado che la rivoluzione loro passasse quasi senza sangue e mantenesse per tre mesi il suo carattere originale di mansuetudine, avendo a ciò contribuito non poco gli esempi italiani e l’efficacia santificatrice che il nome di Pio nono aveva allora su tutta Europa[12]. Laonde si può dire che il genio pacifico e ideale del nostro Risorgimento informasse la nuova repubblica e la guardasse dagli eccessi dell’antica. Né la mossa generosa dei siculi e le savie condiscendenze di alcuni principi italiani furono indifferenti verso quel primo grido di riforma elettorale che poteva essere la salute del re francese, come ne fu la rovina; quasi per porgere fra le viltá presenti un’ombra sfuggevole del perduto primato e della vetusta grandezza del nome italico."
      },
      {
        "index": 13,
        "text": "Tuttavia, a mal grado delle vicende esteriori, l’esito del Risorgimento poteva essere felice come il principio; e la sollevazione di Parigi, agevolando e accelerando la riscossa dei popoli lombardoveneti, era una buona ventura pei fatti nostri. Ma a tal effetto era d’uopo che i conduttori del moto italiano si attenessero al suo disegno originale e si guardassero di travisarlo, come fecero, gli uni per eccesso, gli altri per difetto; e l’opera loro passò inosservata o non impedita, atteso l’inesperienza dei piú. L’alterazione per difetto precedette l’altra e viziò l’idea del Risorgimento quasi nella sua fonte, essendo opera di alcuni di quegli scrittori che presero a svolgere e propagare le mie dottrine, ma ne mutarono l’economia intrinseca, parte in virtú del metodo che elessero, parte per vaghezza di modificarle; e incontrò loro quel che accade anche agli uomini ingegnosi quando, applicando l’animo per la prima volta ai concetti maturati da altri e proponendosi di perfezionarli, li guastano. Siccome è di profitto il risalire alle prime origini degli errori e importa assai il conoscere per quali sentieri l’impresa italiana abbia incominciato a deviare dalla strada maestra, non sará superflua né temeraria una breve intramessa su questo proposito. E il lettore mi scuserá se per mettere in luce la connessione degli errori coi falli, dovrò preaccennare alcuni fatti di cui farò parola piú largamente in appresso."
      },
      {
        "index": 14,
        "text": "Gli scrittori di cui discorro, procedendo schiettamente all’analitica e attendendo solo alla pratica, erano indotti dal metodo e dal fine a ristringere le nozioni da me espresse in modo sintetico e speculativo. L’analisi infatti considera parzialmente le cose, le separa, le rompe, le trincia, le sminuzza; e però quanto vale nei particolari, tanto è impotente nei generali, e manca di quella vasta comprensiva e di quel fare universale che, componendo insieme tutte le parti e armonizzandole, è la base della dialettica. La pratica poi si affisa tutta al presente e trascura i concetti che non sono capaci di applicazione immediata. Perciò laddove io m’ero studiato di accordare insieme gli oppositi, collegandoli insieme col vincolo dialettico del genio italiano, gli statisti che procedettero col metodo risolutivo ne accrebbero il dissidio; e cosí venne meno la concordia, che dovea indirizzare a un solo scopo i pensieri e l’opera di tutti, e fu alterata l’italianitá che presuppone questo concorso; onde all’idea nazionale sottentrò l’egoismo municipale. Circoscrivendo i termini di ciò che potea farsi secondo i tempi che allora correvano, io avea altresí gittati i semi degl’incrementi ulteriori, in guisa che il Risorgimento fosse determinato e preciso in ordine al presente, illimitato e progressivo per l’avvenire. Al quale intento fu indirizzata la parte storica, ideale e poetica dell’opera mia: conciossiaché la storia disvela nei germi preteriti le potenze del futuro; l’idea è estemporanea, porgendo acchiusi in un esemplare infinito tutti i gradi successivi e finiti, per cui discorre la perfettibilitá civile; e la poesia d’oggi è spesso la prosa di domani, essendo per natura profetica e anticipatrice. Spogliando di questi ripieni dottrinali l’ordito pratico del Primato, parve ad alcuni di vantaggiarlo, ed ebbero lode dai lettori superficiali, come se io avessi fatto assai meno del politico che del romanziere e dell’utopista. Ma in vece gli nocquero, perché, rappresentandolo come l’ultima meta e quasi le colonne di Ercole in cui avesse da posare irrevocabilmente il moto italiano, alienarono da esso non pochi che si consolavano delle angustie correnti colle speranze dell’avvenire. Perciò laddove io era giunto (il che parve miracolo) a riunire colla mia sintesi ideale e dialettica tutte le opinioni, altri le divise di nuovo e le rendette inconciliabili; tanto piú che si volle fare da caposcuola, fermando un programma assoluto ed esercitando un magistero, dal quale io fui sempre alieno non pure nelle dottrine politiche ma eziandio nelle speculative. D’altra parte le variazioni introdotte nel mio disegno non ebbero buona riuscita; e i fatti chiarirono quali fossero le vere utopie e chi si reggesse nelle sue proposte colla notizia degli uomini e coll’esperienza."
      },
      {
        "index": 15,
        "text": "Fra coloro che mi fecero l’onore di seguitarmi, il Balbo e l’Azeglio furono i primi di tempo e di autoritá per la fama che i loro scritti ottennero meritamente. Ma essi aggiunsero alle lodi le critiche, le quali non m’impedirono di chiuder gli occhi alle mende e applaudire alle parti pregevoli delle loro fatiche, forse piú di quello che l’amor del vero e il bene d’Italia avrebbero richiesto. Le quali mende non furono di piccolo rilievo, perché snaturarono alcuni de’ miei pensieri e gittarono il primo seme dei traviamenti che succedettero. Secondo le idee da me esposte, il Risorgimento dovea aggirarsi sui due capi fondamentali di nazione o di democrazia; al primo dei quali appartenevano, quasi suoi componenti, l’egemonia, la confederazione, la libertá, l’indipendenza, il regno dell’alta Italia; al secondo, le riforme civili. Nel por mano a cotali assunti si volea procedere non mica a caso, ma con un certo ordine determinato dalle condizioni in cui si trovava la patria nostra. Dovevasi incominciare dall’egemonia di Roma e del Piemonte e valersi di essa per istringer la lega politica, senza la quale le riforme e le franchigie non potevano essere stabili e sicure; poi dar opera a queste, e serbare all’ultimo la cacciata del barbaro al primo buon taglio[13]. Il Balbo, sostituendo l’ordine astratto e logico a quel solo che era praticabile, pose in capo l’indipendenza, che io aveva lasciata alla coda perché impossibile a ottenere e fermare se non si esordiva dalle altre parti. E non potendo far questo primo passo colle forze dell’Italia divisa, egli ne fu indotto a rinnovar l’idea del Marochetti e a riporre la risurrezione d’Italia nei fati di Levante. Dove che nel mio progresso, precedendo la confederazione, questa abilitava le armi italiane a riunirsi e vincere lo straniero. E per mettere in atto la lega non era d’uopo uscire d’Italia, quando l’accordo e il fermo volere di Roma e del Piemonte bastavano all’effetto. Ché se a prima fronte l’affidarsi al papa parve poco piú ragionevole che lo sperare nel Turco[14], i princípi del nuovo pontefice e gli ultimi anni di Carlo Alberto chiarirono che la mia proposta era la sola plausibile. Fin qui l’error del Balbo era innocuo e venne in breve chiarito dagli eventi; ma il posporre la confederazione alla libertá e alla guerra fu la rovina di entrambe, rimovendo Napoli, raffreddando gli altri principi e lasciando senza guardia le franchigie ottenute, onde chi le avea date ebbe modo e agio di ripigliarsele."
      },
      {
        "index": 16,
        "text": "Il Balbo aggravò ancora il detto sbaglio con un altro, cioè col frantendere l’ufficio egemonico. Io aveva assegnata la parte ideale di questo a Roma, la militare e politica al Piemonte; che è quanto dire il primo grado di onore al papa e il primo grado di potenza al re subalpino. Non piacque il mio divisamento, benché si trattasse di un semplice titolo privo di giurisdizione effettiva[15]. Era d’uopo senza dubbio allettare il re sardo, ma non in modo da ingelosire il pontefice; cosicché, udita l’imprudente parola, io cercai di ripararvi dicendo che «duce e moderatore della lega italiana saria stato quel principe che primo avrebbe rivolto il senno e le cure a metterla in atto»[16]. Ma quando il Balbo aggiunse i fatti ai discorsi e disdisse la lega sollecitata da Pio e dagli altri principi, il male non ebbe piú rimedio, e prese corpo quella chimera dell’albertismo che tanto nocque alle cose nostre. Cosí per acquistar Carlo Alberto si perdette Pio nono; dove che si sarebbe conservato l’uno e avuto l’altro, se il mio concetto non si mutava. Considerando che il maggiore ostacolo era Roma, io ne aveva conchiuso che maggiore doveva essere a suo riguardo l’esca del premio e il pegno della sicurezza. A tal fine avevo ideata la lega e la presidenza papale, perché l’una assicurava il pontefice e l’altra lo lusingava. E Roma in ogni caso si sarebbe tirato dietro il Piemonte, dove che questo né avrebbe incominciato senza Roma, né vinte le sue ripugnanze. I fatti risposero alle mie previsioni. Pio fu primo a inalberare la patria bandiera e Carlo Alberto il seguí. Ma gl’indugi che questi recò nell’imitarlo chiarirono ch’egli non avrebbe mai messo il piede nella via gloriosa, se il pontefice nol precedeva e non l’eccitava coll’autoritá della religione; e il recesso di questo mostrò che l’esempio piemontese non bastava a vincere gli scrupoli entrati nella sua coscienza, e malcondotto poteva renderli piú efficaci e piú vivi."
      },
      {
        "index": 17,
        "text": "Parrebbe che il Balbo, differendo l’unione, dimezzando l’egemonia e troncandone quella parte che piú importava, avrebbe almeno dovuto supplir col Piemonte, e che mettendo innanzi a tutto l’autonomia, si sarebbe posto coll’arco dell’osso ad acquistarla. Ma il vero si è che egli non si fece un giusto concetto né della guerra dell’indipendenza né della stessa egemonia sarda. Questa fu affatto trascurata; e quando era facile colle persuasioni, coi negoziati, colle pratiche, tenere in sesto Roma e Napoli, provvedere alla lite siciliana, spegnere i cattivi umori nei loro principi, si stette colle mani a cintola e non si fece nulla. Gli apparecchi militari furono condotti con una mollezza, che sarebbe stata soverchia in una lite di confini e riuscí vergognosa nella guerra patria. Il grido magnanimo che «l’Italia dovea far da sé» sarebbe stato savio, se la penisola o almeno il Piemonte ci avessero posto ogni loro potere. Ora chi crederebbe che, mentre si dovea armare la plebe, si lasciassero in riposo le truppe di riserva? Non c’era via di mezzo plausibile: o usufruttuare tutte le forze proprie, o accettare il soccorso delle esterne. Il Balbo non pigliò l’un partito né l’altro: lasciò dormire l’Italia e rifiutò le offerte di Francia. Singolar cosa! Fin dal trentanove io predicai l’alleanza coi francesi, e dieci anni dopo, non che insospettire del loro aiuto, feci ogni opera per ottenerlo. Ciò nulla meno io ammonii piú volte i miei compatrioti di non rendersi servili imitatori dei nostri vicini. Per odio o per disprezzo forse? No certo, poiché io li bramava per ausiliari e per alleati. Ma essendo eglino piú innanzi di noi nella vita libera, avendo da gran tempo autonomia e unitá nazionale e giá incamminandosi dal principato civile alla repubblica, il voler premere puntualmente le loro pedate poteva essere la nostra disgrazia, come fu in effetto. Ciò che era progresso ragionevole da un lato delle Alpi diventava precipizio esiziale dall’altro, e i successi avverarono i miei timori. Ora il Balbo, che non volle la Francia in aiuto, ce l’avea poco prima messa innanzi per oggetto degno d’imitazione, proverbiandomi tacitamente ch’io sentissi il contrario[17]. Il rimprovero mosse da generoso affetto e venne espresso in termini gentili e amichevoli, ma non fu certo oculato né previdente. Le armi francesi poteano salvarci; l’imitazione ci diede il tracollo. Che altro fecero in sostanza i repubblicani precoci del quarantanove se non mettere in pratica il consiglio del Balbo e seguir le orme della Francia?"
      },
      {
        "index": 18,
        "text": "Le dottrine e le scritture di Massimo d’Azeglio risplendono come quelle del suo illustre amico per la nobiltá dei sensi e la moderanza delle opinioni; ma talvolta penetrano pure poco addentro nella natura delle cose, e hanno i difetti come i pregi del ceto cospicuo a cui l’autore appartiene. Anche l’Azeglio, entrato in carica, trascurò l’egemonia, gli aiuti, la dignitá patria, come vedremo; e convien dire che nel suo pensiero la concordia e la lega avessero un luogo molto secondario, quando in un tempo che bisognava tranquillare i principi sulle intenzioni del Piemonte, egli avvalorò co’ suoi portamenti in Toscana (certo a buon fine) i sospetti di molti sugli albertisti. Ma il punto in cui egli mi pare essersi piú discostato dalla vera idea del Risorgimento si è quello che riguarda le sue attinenze coll’indole dell’etá nostra. La quale è essenzialmente democratica, e però ogni ordine che manchi di questa parte non può mettere radice né aver lunga vita. Io mi attenni anche su quest’articolo a quel graduato progresso che mi era ingiunto dalle circostanze. Nel Primato compresi il concetto popolare sotto l’idea viva, universale, fecondissima di riforma, che tutto abbraccia e apre allo spirito un campo interminato di miglioramenti; ché il parlar piú chiaro non sarebbe stato allora a proposito per le ragioni toccate di sopra. Ma quando l’Italia cominciò a muovere e che la Francia divenuta repubblicana fece fare un passo notabile al concetto democratico, mi parve opportuno di metterlo in luce per mantenere il Risorgimento consentaneo a’ suoi princípi e ovviare agli sdruccioli pericolosi. Imperocché l’ultima rivoluzione francese, appartenendo a un grado ulteriore di progresso sociale, aveva accese nuove brame anche in Italia e rendea piú intollerabili gli stretti confini che altri voleva porre al corso futuro degli eventi. Quanto piú si dovea provvedere al mantenimento del principato civile, tanto piú era d’uopo mostrare che non ripugna agli spiriti popolani, che la forma del governo è cosa secondaria e accessoria, che l’indirizzo democratico della societá non dipende da essa ma dalle riforme, e specialmente da quella che è piú fondamentale, piú cristiana, piú giusta, cioè dalla trasformazione della plebe in popolo e dell’aristocrazia fattizia e arbitraria in quella del merito e dell’ingegno. Entrando per questa via, si poteva rifare quell’armonia degli spiriti e dei cuori che uvea dato sí fausto inizio e sí forte impulso al moto italiano; e questo si armonizzava col francese, mantenendogli la sua natura. Io il tentai da prima come scrittore[18] e poi come ministro; e mentre non cedetti di energia a nessuno nel difendere il principato (tenendolo per necessario a preservar gli altri acquisti), predicai la sua concordia col genio del popolo. Ma coloro a cui la rivoluzion francese, maravigliosa a tutti per la subitezza e pur prevedibile come non lontana, era giunta affatto nuova, la riputarono per un caso fortuito e non ne trassero alcun profitto; onde quando piú mesi dopo, eletto a fare un ministero, lo chiamai democratico, l’Azeglio levò alte risa del vocabolo e della cosa. E non è meraviglia; poiché sia egli, sia il Balbo consideravano sottosopra il quarantotto come una semplice ripetizione del ventuno, e il Risorgimento destinato soltanto a riassumere dopo cinque lustri (che nel corso accelerato dei progressi odierni equivalgono a un secolo) un tentativo che era stato patrizio in sostanza, borghese in apparenza e popolano in nessuna guisa. Tal è il patriziato subalpino, eziandio liberale e virtuoso: fiero, ostinato, tenacissimo delle tradizioni, avvezzo a guardare indietro piú tosto che innanzi, privo di quel senso fatidico che preoccupa l’avvenire. L’Azeglio con un suo programma poneva nel principato costituzionale il non plus ultra del progresso italiano, e il Balbo inveiva contro i moti in piazza; ma l’uno e l’altro non ricordavano abbastanza che il regno è solo un termine quando la democrazia l’informa, e il romoreggiare un delitto allorché il governo precorre al popolo negli aumenti civili."
      },
      {
        "index": 19,
        "text": "Il ripudio dell’idea democratica troncava vie meglio ed immiseriva le dottrine e le opere del Risorgimento; tanto piú quando si aggiunse loro il concorso di uomini assai meno ingegnosi e giudiziosi dei prelodati. I municipali cominciarono a sfatare i miei libri, tra perché la parte teoretica vinceva la loro apprensiva, e la pratica contrastava alle loro mire; levando a cielo per contro quelli del Balbo e dell’Azeglio, e prendendo a svolgere e ampliare con sommo studio i germi viziosi, ma quasi impercettibili, che contenevano. D’altra parte siccome gli estremi s’intrecciano, il difetto partorí l’eccesso, e gli sforzi degli uni per ristringere il Risorgimento indussero gli altri ad allargarlo e spingerlo oltre i limiti opportuni, rendendo cosí irreparabile il divorzio dei democratici e dei conservatori. Lo sbaglio di costoro fu di confondere l’avvenire ideale d’Italia col presente effettuabile, e di credere che il primo periodo della nuova vita dovesse esaurirne i progressi e dar tutto quel meglio che si poteva desiderare. Egli era difficile il mettere un argine a cotal pendio, da che il disegno primitivo era stato guasto e impicciolito; e quando io cercai di fermare il punto in cui si dovea sostar per allora e proposi l’unico mezzo che rimaneva per impedire la soprastante rovina, io ebbi a portare la pena dell’altrui colpa, come se da grettezza e parzialitá di sistema o da poca conoscenza degli uomini e del secolo nascesse quel contegno pratico che le congiunture correnti e la previdenza mi prescrivevano."
      },
      {
        "index": 20,
        "text": "A sviare il Risorgimento per difetto e per eccesso dalla sua natura concorsero piú o meno le sètte, i governi e i principi, mossi in gran parte e eccitati dalle dottrine e dagli esempi forestieri. Le dottrine furono la causa e gli esempi l’occasione del male, il quale nacque conseguentemente dalla trascuranza dell’italianitá, che doveva essere il primo carattere dei pensieri e delle operazioni nostre. Proponendomi di riandare partitamente questi vari capi, comincerò dagli esempi, poi passerò alle dottrine e in fine discorrerò delle fazioni e degl’individui che ebbero una parte piú principale nel successivo scadere e nell’ultimo tracollo delle cose italiche."
      },
      {
        "index": 21,
        "text": "« Virtú contro al furore « prenderá l’arme e fia il combatter corto, « ché l’antico valore « negl’italici cor non è ancor morto»"
      },
      {
        "index": 22,
        "text": "(ibid., pp. 87-89). — Questi pochi brani bastano a chiarire inesatta l’asserzione dell’egregio Farini, che preside della lega italiana dovea essere il «romano pontefice, in sentenza del Gioberti; scudo e cavaliero il re subalpino, secondo il Balbo» (Lo Stato romano dall’anno 1815 all’anno 1850, Torino, 1850, t. i, p. 101), senza che io alleghi il resto dei miei discorsi sulla casa di Savoia nella citata e nelle altre mie opere. Niuno espresse cosí chiaramente né inculcò con tanta efficacia le parti principalissime che il Piemonte e i suoi rettori erano in grado e in debito di esercitare, o esortò cosí formalmente Carlo Alberto a essere «scudo e cavaliero» d’Italia. Io non mi ricordo di alcuna pagina del Balbo che contenga un invito espresso o un’applicazione diretta di questa sorte."
      }
    ]
  }
}
