{
  "chapterNumber": 12,
  "title": "Libro I, Cap. 11",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO UNDECIMO"
      },
      {
        "index": 1,
        "text": "dei puritani e dei democratici"
      },
      {
        "index": 2,
        "text": "Il carattere proprio dei puritani (giova il ripeterlo) non consiste mica nel prediligere la repubblica e nel promuovere giudiziosamente questa forma di cittadinanza, ma sí bene nel predicarla fuor di proposito e a detrimento dei beni di maggior conto, nell’intolleranza assoluta di ogni altro ordine (eziandio che richiesto dai luoghi e dai tempi) e dello stesso vivere repubblicano, se essi non ne hanno l’indirizzo ed il monopolio. Alcuni di questi vizi procedono da corto intelletto e da ignoranza, per cui è facile lo scambiare l’essenza dello Stato libero cogli accidenti; ma l’ultimo nasce da pervertimento di volontá, guidata nella sua elezione da studio di parte, ambizione di puntiglio, desiderio di vantaggiarsi, anzi che da sincero amore della felicitá comune. Il vizio capitale del puritanismo pel primo rispetto consiste nell’escludere assolutamente alcune forme politiche buone in se stesse, anzi che nell’approvarne un’altra egualmente buona; onde il sistema viene a essere da questo lato negativo solamente. Pel secondo rispetto è positivo ma personale, versando intorno agli uomini non agli oggetti; nel che risiede piú specialmente la sua indole faziosa. Ora egli è chiaro che i fautori di tal dottrina, sia come negativa in teorica sia come personale in pratica, si distinguono essenzialmente dagli amatori giudiziosi e imparziali di repubblica."
      },
      {
        "index": 3,
        "text": "Onde e come nascesse e si dilatasse nell’etá moderna la vaghezza degli ordini repubblicani, sará di altro luogo il cercarlo. Certo si è che questa vaghezza regnava giá presso alcuni nel quarantotto, come oggi tende a vie piú propagarsi, in alcuni paesi massimamente. Ma dal desiderio al fatto l’intervallo è grande, e l’effettuazione dei concetti nuovi richiede sempre un certo tempo e apparecchio, sovrattutto quando ripugnano a molte e radicate abitudini. Né in opera d’instituzioni civili si può trapassare di botto da un ordine ad altro diverso e contrario se non sostando in qualche stato mezzano, che serva come di sdrucciolo e di transito fra i due estremi. Tal si è la monarchia costituzionale rispetto al principato assoluto da un canto e allo Stato popolare dall’altro, tramezzando ella fra entrambi, partecipandone ed essendo quasi la tempera e il componimento loro. Ma non tutti avvisano la legge di gradazione, che governa il mondo politico non meno che il naturale: gli uni per difetto di dottrina, come i volgari; gli altri per manco di esperienza e per ardore di etá, come i giovani e quegli adulti in cui l’inesperienza degli anni teneri è perpetua. Quindi è che nei moti sociali havvi sempre una certa generazione d’impazienti, i quali non sanno rassegnarsi alla necessitá e alla lentezza delle transizioni, e vogliono farne senza o almeno accorciarle assai piú che la natura delle cose non comporta, convertendo il passaggio in salto e spesso in precipizio. E siccome costoro, balzando da estremo a estremo senza procedere per la via del mezzo, si mostrano ignari degli ordini dialettici, cosí essi riportano meritamente il titolo e il biasimo di sofisti. Quando la loro opinione prevale nella pratica, siccome le leggi naturali non si possono mai violare impunemente, cosí avviene che il regresso tenga dietro al progresso e che ciascuno di tali moti, trapassando il segno, partorisca il suo contrario; onde nasce una vicenda di oscillazioni e di andirivieni, che dura piú o manco ma che torna sempre a scapito di tempo, atteso che lo spazio che essa occupa è assai piú lungo di quello che al procedere equabile, misurato e non interrotto si sarebbe richiesto."
      },
      {
        "index": 4,
        "text": "A questa classe d’impazienti appartengono i puritani. I quali non s’ingannano a credere che la democrazia sia il termine a cui collimano i movimenti di Europa; e se si scostano dal vero nel giudicare che il principato civile sia per sé inaccordabile col vivere democratico, non si può negare che la maggior parte dei principi non si adoperi con ogni studio a far buona cotal sentenza, per ciò che concerne l’etá presente. Ma intorno ai mezzi pratici opportuni per sortir l’intento, quivi è dove i puritani la sbagliano grossamente; imperocché il miglior modo di ritardare lo stabilimento futuro dello Stato popolare si è il tentarlo anzi tempo e fuor di proposito, quando i conati intempestivi recano un novello ostacolo a ciò che invano si presume di effettuare. E allorché altri per giustificare questo processo affrettato nella penisola ricorre all’esempio della Francia, egli fa un’induzione fallace, essendo che la Francia e l’Italia corrono bensí a prova nello stesso aringo, ma non vanno di pari perché in ora diversa si mossero. Da un mezzo secolo in qua i francesi soggiacquero a piú rivoluzioni, ciascuna delle quali mutò piú o meno notabilmente le condizioni intrinseche ed estrinseche del vivere cittadino. Le nostre vicende recenti prima dell’ultima non lasciarono all’incontro alcun vestigio o solo tenuissimo, perché deboli e nate in gran parte di fuori; oltre che, divisi ed oppressi da lungo dispotismo interno e straniero, non abbiamo essere di nazione né uso di libertá. Chi non vede adunque che, proporzionatamente a tali differenze nello stato dei due paesi, il mutare la monarchia assoluta in temperata era testé per gl’italiani un passo piú grande e difficile che non fu pei francesi il sostituir la repubblica al principato civile? E dico «piú grande», perché noi siamo ancor oggi piú lungi dal segno che non erano i nostri vicini quando fecero la loro prima rivoluzione costituzionale, essendo che essi aveano giá da gran tempo unitá politica e autonomia nazionale in modo assai piú perfetto delle altre nazioni di Europa: aveano libertá di parlare e quasi di scrivere, letteratura fioritissima e accomodata alla moderna etá, né conoscevano pur l’ombra del giogo pretesco. Il conseguimento di questi vari beni ad un tratto e delle franchigie civili era dunque per noi una rivoluzione di maggior momento che quelle dell’ottantanove e del quarantotto, e non vi ha popolo savio che in pari circostanze non se ne fosse tenuto pago e beato. Ma che! I puritani non ne vollero sapere e, procedendo servilmente anzi fanciullescamente, vollero costituire l’Italia in repubblica solo perché la Francia era divenuta repubblica; come se avendo l’occhio allo stato presente e alle antecedenze differentissime, il vero modo di dissentir da quella non fosse appunto il troppo rassomigliarsele. Il che non ha pure il merito della imitazione, perché imitar uno «non vuol dire porre i piedi nelle sue stesse pedate, ma portar la persona e le gambe come egli fece»[1]; «onde si possa veramente congetturare che se quegli avesse dovuto fare un’opera simile, avrebbela fatta cosí»[2]. L’ormare pedantescamente la Francia era tanto piú irragionevole nel caso nostro, quanto che essa ha il difetto dei giovani e manca spesso di longanimitá civile, cosicché pare che voglia introdurre in politica l’usanza di viaggiare a vapore. E però non di rado ella precipita le mutazioni, travalicando il segno come nel penultimo lustro del passato secolo, o accelerando di soverchio l’opera come nel nostro, giacché, a senno degl’intendenti, il poco frutto del moto seguito nel quarantotto nacque dall’essere troppo precoce. E siccome ogni volta che si prevarica la legge di gradazione, o tralasciando i dovuti passaggi o troppo avacciandoli, la pena séguita e si attempera alla colpa; eccovi che la repubblica francese si mantiene, ma sviata momentaneamente dalle sue condizioni e ridotta a termini peggiori del principato, laddove la romana affatto mancò. E in ambo i casi il castigo rispose al fallo, essendo il salto nelle cose umane maggior peccato del corso, e l’ommettere i gradi interposti e le debite pause ripugnando a natura piú ancora che l’affrettarle."
      },
      {
        "index": 5,
        "text": "I puritani fecero saggio di questo falso genio imitativo insino dai loro princípi, allorché dopo il trenta, raccoltisi a setta (che non a torto prese il nome di «giovine»[3]), cominciarono a predicar la repubblica non per altro se non perché in Parigi gli avversari piú vivi della monarchia orleanese ne porgevan loro l’esempio. Ma la Francia era da tre lustri in possesso di ordini liberi e gli aveva resi col moto di luglio piú liberi ancora, onde l’elezione di Ermanno Carrel e de’ suoi amici potè essere opportuna e considerata; perché le dottrine repubblicane sono l’opposizione naturale del regno civile, quando a’ suoi instituti limati da successivi miglioramenti mal corrisponde il costume del principe. Or che ragguaglio potea farsi tra la Francia piú volte rinnovellata e l’Italia tuttavia giacente fra i ceppi del medio evo? In vece di copiare gli opponenti di Filippo, i nostri sarebbero stati troppo arditi a seguir quelli di Carlo, i quali non passarono mai i termini costituzionali, benché la Francia fosse giá retta a Stato rappresentativo. E bene loro ne incolse, perché se l’insegna repubblicana fosse stata inalberata sin d’allora, si può tenere per probabile che il primo ramo borbonico non avrebbe perduto il trono e la patria. I principi italiani erano all’incontro assoluti: divisa la penisola in piú Stati senza nodo comune; signore il barbaro di una parte, patrono e arbitro del rimanente; nessuna vita nazionale nei popoli e né pure un’ombra di autonomia nella nazione. Ché se nelle massime della monarchia civile si fondano naturalmente i contrasti politici alla dispotica, questo non era il nostro caso, perché prima di pensare alla libertá dovevamo attendere all’indipendenza; onde, a non impaurire e alienare i principi in opera di franchigie, era d’uopo far capo dalle riforme e dalle consulte anzi che dai parlamenti[4]. Ma i puritani, senza far nessuna di queste considerazioni, vollero tragittar l’Italia dall’estremo del servaggio al colmo del vivere cittadino. Potevasi in teorica lodare la buona intenzione e il giovanile entusiasmo che salutava e augurava un avvenire ancora lontano; ma il merito divenne colpa quando dagli scritti si passò alle opere, alle congiure, alle spedizioni. Le trame del trentatré, la scorreria in Savoia dell’anno seguente e gli altri tentativi dello stesso genere costarono la fortuna o la vita a molti generosi, aggravarono le sciagure di Napoli, Modena e degli Stati ecclesiastici, e ritardarono di quindici anni le riforme di Carlo Alberto. Videro allora i savi che non solo bisognava mutar tenore, ma che prima di edificare era d’uopo sbrattare il suolo, levar gli ostacoli, spegnere le male impressioni e rimuovere cosí dai popoli come dai principi la paura eccitata dalle massime superlative, sostituendo a queste una dottrina italiana, accomodata al presente, intesa al futuro e atta ad unire in un solo pensiero gli animi dell’universale. Io concepii questo disegno fino dal trentacinque, allorché, esortato a scrivere in modo consentaneo alla nuova setta, risposi che io non credeva che la via delle rivoluzioni fosse atta per allora a redimere l’Italia, e che se si volea ottenere qualche costrutto bisognava procedere per quella delle riforme."
      },
      {
        "index": 6,
        "text": "Gli effetti mostrarono chi aveva ragione, giacché tanto è lungi che i puritani conferissero al Risorgimento, che anzi contribuirono a rallentarlo e soprattenerlo e poscia a sviarlo e mandarlo a male. Né altro poteva ragionevolmente aspettarsene, chi guardi alla dottrina, alla perizia e alle altre qualitá loro. Sono i puritani, generalmente parlando, sforniti di ogni scienza civile, né al difetto di esperienza presente suppliscono colla notizia del passato, la considerazione della storia, lo studio dell’uomo in genere e in ispecie. Hanno poche idee, e le piú di esse false, non praticabili o astratte, vuote, disutili; conciossiaché le idee non provano senza i fatti, e i generali non sono di alcun uso se non si rimpolpano di particolari. Oltre che, gli stessi veri non possono esser netti di errore né aver pregio speculativo e meno ancora fruttar nella pratica, se sono sconnessi e divulsi, non ridotti a gerarchia e ordine, non allogati ciascuno di essi dove dee stare, non cimentati col crogiuolo degli esperimenti e della dialettica, tanto che dal grado che occupano nella teorica si possa inferire il pregio e l’importanza relativa che hanno nel campo delle operazioni. Per difetto di questa discretiva i puritani scambiano spesso negli ordini sociali l'essenza cogli accidenti, il principale coll’accessorio, il primario col secondario, come quando antipongono la libertá all’indipendenza e la forma alla riforma negl’instituti e miglioramenti civili. Oltre alla mancanza di dottrina, per cui in vece di governarsi col senso retto si guidano col volgare e seguono piú l’apparenza che la sostanza delle cose, i piú di essi abbondano di senso falso, veggono le cose a rovescio, mancano affatto di quel tasto e istinto pratico che coglie la realtá quasi per una divinazione e inspirazione naturale e può in parte supplire al mancamento di coltura e di tirocinio. Laonde il loro nominalismo politico, non essendo corretto né mitigato da alcuna banda, non fa vera stima dei tre oggetti principali a cui tendono i moti odierni universalmente, anzi non di rado li disconosce e frantende, come abbiamo giá avvertito."
      },
      {
        "index": 7,
        "text": "Abborriscono in prima l’ingegno, come spiacevole maggioranza, e disprezzano lo studio per cui il pensiero si nutrica e si svolge, come insopportabile alla loro pigrizia[5]. Astiano e sfatano i sapienti col nome di «dottrinali», e odiano perfin le dottrine favorevoli ai loro propositi per ogni poco che sieno astruse e profonde, quali sono per esempio le speculazioni germaniche e i placiti degli hegelisti, come quelli che troppo eccedono la loro apprensiva. Stabiliscono per principio che a rinnovare e ricreare di pianta la societá umana l’ingegno e il sapere sono superflui, anzi tornano pregiudiziali. Perciò quando non hanno agio e materia per cospirare o tumultuare si tengono in ozio, sciupano il loro tempo nei crocchi e nei ridotti[6], stimando inutile e dannoso l’impiegarlo a pensare ed apprendere per abilitarsi a operare. Se leggono talvolta per passatempo e per ristoro dell’ozio, non si appigliano giá ai libri ma ai giornali, eleggendo fra tutti i men gravi e men giudiziosi [7]. Se tocca loro il capriccio di scrivere, attendono ad articoluzzi, a libriccini, ad opuscoletti, abborracciando anzi che componendo, mirando piú a muovere l'immaginativa, a maledire i buoni, calunniar gli avversari e accendere le passioni malevole, che a persuadere e ad instruire. Non troverai un solo libro di polso uscito da questa officina; e come la loro penna non profittò al Risorgimento italico, cosí non è da stupire se ella oggi sia tanto scarsa verso i moti che si preparano e in tanta ubertá di materie per meditare e scrivere. Ma senza ingegno fecondato dal sapere non si dá vena ideale, inventiva scientifica, novitá pellegrina di pensamenti. La letteratura manesca e spicciola dei puritani consta di luoghi comuni, tolti di peso dalle effemeridi di oltremonte; e da ciò nasce la sua infeconditá pratica, imperocché solo le dottrine vaste e squisite, che scuotono le menti e le informano di nuova luce, sono atte a far impressione gagliarda negli animi e a produrre quelle rivoluzioni morali onde nascono le civili."
      },
      {
        "index": 8,
        "text": "L’avversione che portano all’ingegno e alla scienza assomiglia i puritani ai retrivi e in particolare al fior di essi, cioè ai gesuiti; né a ciò si ristringe (come vedremo) la parentela della setta col sodalizio. Non è giá che gli uni si propongano formalmente come gli altri di abolire il pensiero umano e di ritirarci agli ostrogoti, ma tendono senza addarsene allo stesso effetto[8], perché la civiltá sfornita di solide cognizioni rinverte alla barbarie, e la democrazia svettata dell’ingegno, che ne è la cima, in demagogia traligna. Ché se i padri vogliono ricondurci alla teocrazia papale dei bassi tempi, molti dei puritani s’ingegnano di rinnovare le informi, deboli e torbide repubblichette de’ guelfi. Gli uni e gli altri, odiando il pensiero scientifico che è la virilitá dello spirito umano, tengono del menno o dell’ermafrodito; e molti dei secondi in ispecie non hanno di maschio che il volto squallido, i capelli folti e spiovuti, le barbe arruffate e ondeggianti. «Promissa barba et capilli efferaverant speciem oris»[9]. Se non che in vece d’infemminire gli uomini secondo l’uso gesuitico, essi brigansi di ritrarre l’etá matura all’adolescenza. I giovani sono la parte piú preziosa della civil comunanza, perché ne contengono l’avvenire e aggiungono vita, calore, impeto alle provette generazioni; ma non possono operare utilmente senza il concorso e la guida loro. Nessun ordine umano è durevole se non ha per fondatori e sostegni i padri di famiglia, ché il consorzio domestico è l’instituto originale e il primo frutto della creazione civile e il germe, la base, la guardia della cittá e della repubblica. Troppo è assurdo che signoreggi in su la piazza chi è suddito in casa, e che tocchi l’ubbidire negli ordini pubblici a chi nei privati dee comandare. E i giovani, quando voglion fare da sé, perdono i vantaggi, i pregi, le prerogative beate dell’etá loro e, per ispacciarla da uomini anzi tempo, ritornan fanciulli. Trascorrono agli eccessi e in vece di far prova di forti si mostrano deboli, perocché la vera forza risiede anzi tutto nel moderare se stesso. Onde le loro fatture se ne vanno con un soffio, come alzate di carte e gallozzole di sapone. Tanta è la baldanza dei puritani, che presumono non pure d’improvvisare Stati novellini che vengano su in un momento a uso delle zucche e dei funghi, ma d’introdurre eziandio religioni nuove e rivolgere gl’instituti abbarbicati ne’ secoli, stimando di potere in un batter d’occhio e senza studio e fatica dar opera a quello che oggi si crede impossibile in qualunque modo dagl’ingegni piú eccelsi e privilegiati."
      },
      {
        "index": 9,
        "text": "... Demetri, teque, Tigelli, nodiscipularum inter iubeo plorare cathedras[10]."
      },
      {
        "index": 10,
        "text": "La loro lingua, o per dir meglio il loro gergo, è una poliglotta in cui l’Italia ha l’ultima parte, per modo che riescono piacevolissimi a ricordar Roma antica e celebrare le sue grandezze con un idioma simile a quello di Brenno e di Genserico. Giá vedemmo che rifiutano di essere nazionali e si pregiano di cosmopoliti e, non che sentir punto punto d’italianitá, collocano la cima della cultura negl’influssi esterni che piú valgono a guastarla. Profughi, non rifuggono di cospirare a pro della patria coi forestieri e anche di redimerla colle loro armi, secondo la vecchia usanza dei fuorusciti, quasi che sia buon cammino a ricuperare la libertá il perdere l’indipendenza. Professano in vero un grande amore alla plebe; ma che studi fanno e che ricerche per isciogliere i problemi difficili del suo miglioramento? E quando coll’aiuto di alcune formole volgari e generiche pensano di dare al popolo il pane del corpo e dell’intelletto, sono cosí giudiziosi come allorché chiamano «popolo» quei pochi che loro applaudono. Degna poi di particolare biasimo è quella loro sentenza: — che a fondare uno Stato nuovo basti lo spegnere il vecchio, — collocando il colmo dei progressi civili nelle rivoluzioni; le quali sono bensí un rimedio necessario talvolta ma sempre doloroso, e costano specialmente alle classi misere, perché ogni rivoluzione violenta, eziandio che abbia esito felice, è un macello dei poveri e un’ecatombe della plebe."
      },
      {
        "index": 11,
        "text": "I puritani si credono progressivi perché fautori di repubblica, quando che il parteggiare pel governo di popolo (come per altra forma) è in sé cosa indifferente, e torna solo a progresso facendolo a proposito e in modo che la cultura se ne vantaggi. E non solo si può essere repubblicano camminando a ritroso ma eziandio mancando di spiriti elevati e liberi; come appunto avviene a costoro, i quali, con tutto il loro odio della monarchia, hanno bisogno di adorare un uomo e di farsi un principe proprio, mentre ribellano dal comune. Nota è la loro idolatria per Giuseppe Mazzini, a cui son ligi e devoti come gl’ismaeliti e i gesuiti al loro capo, tanto piú stranamente quanto che rifioriscono l’ubbidienza cieca e la svisceratezza servile con massime di uguaglianza e grido di libertá. Ma non tutti i seguaci di quest’uomo sono da porre nella stessa schiera. Alcuni gli aderiscono per amor dell’insegna, senza rendersi schiavi de’ suoi voleri e giurar nelle sue parole; e questi non debbono annoverarsi tra i puritani. Altri son uomini da nulla, che per valere qualcosa e fare un po’ di rumore hanno bisogno di appartenere a una setta; e godono di avere un capo che gli dispensi da ogni debito d’instruirsi, di affaticarsi, di pensare da se medesimi. Altri sono di quei malcontenti che aspirano a ricattarsi, a pescar nel torbido, e quindi si appigliano ragionevolmente a chi professa dottrine sovvertitrici. Altri (e sono forse i piú) son cervelli deboli ma appassionati, che amando le idee superlative inclinano naturalmente verso chi le insegna e sa meglio allettare le lor fantasie, accendere ed esprimere gli affetti loro. Giuseppe Mazzini è appunto l’uomo di cui costoro abbisognano, essendo un politico d’immaginativa non di ragione, e avendo un’idea sola, cioè la repubblica. E siccome chi ha un’idea sola non può variare (quando ogni mutazione importa almeno due concetti), cosí non è da stupire che il Mazzini sia fisso nel suo pensiero e abbia quella costanza nelle chimere che i semplici ammirano ma che i savi chiamano «ostinazione». Laonde fra i suoi adoratori non si trova un sol uomo di conto, anzi è da notare che i piú dotti e valorosi democratici ripugnano alle sue dottrine. Ché se qualche ingegnoso, ingannato dai romori, l’ebbe in pregio prima di conoscerlo; accostatoglisi e divenutogli intrinseco, dovette ritrarsi, stomacato da tanta presunzione accoppiata a tanta nullezza."
      },
      {
        "index": 12,
        "text": "Il suo ingegno è mediocre, e anco nelle lettere è sfornito d’inventiva e di forma sua propria. Tuttavia s’egli avesse imparato dai classici antichi l’arte difficile di ordinare i pensieri ed esprimer gli affetti e dai nostrali quella di scrivere italianamente, egli sarebbe potuto riuscire un letterato di qualche nome nelle opere indirizzate a dilettare e muovere la fantasia, senza però uscire dai termini dell’imitazione. Laddove mancando affatto di buoni studi e usando uno stile che non si potrebbe chiamare «italiano» senza grave ingiuria d’Italia, egli non può aver lode né anche come scrittore[11]. Ma se da natura egli tiene del poeta, non si può giá dire ugualmente che abbia del filosofo, mancando affatto di creativa ideale, non avendo né acume pellegrino d’intuito né polso di logica né magisterio di dialettica speculativa. Tutti i suoi scritti sono poverissimi d’idee, debolissimi di raziocinio; e quando accusa gli avversari di non esser capaci di «sintesi»[12], egli appone loro il difetto che spicca piú di tutti nelle sue scritture. Se giá per «sintesi» non s’intendono certe formole astratte, che nella loro perplessa generalitá non hanno alcun valore scientifico e né anco il pregio della novitá, perché da venti o trent’anni corrono pei giornali. Piú inetto ancora apparisce come politico, perché inabile ad apprendere la realtá della vita, come quegli che squadra gli oggetti sotto il prisma ingannevole dei propri fantasmi. Cosicché egli non riesce né meno nel volgare ufficio di cospiratore, benché lo eserciti da tanto tempo, mancando di arte nel conoscere gli uomini e di cautela nel maneggiarli; onde diventa facil preda e ludibrio di chi gli si accosta, e macchinando alla scoperta merita piú titolo di sollevatore che di congiurante. Oltre che, egli ha (come accade ai monomaniaci) una di quelle tempre ardenti e concitate che inclinano al fanatismo e fanno meno a proposito delle faccende che delle opinioni. Se fosse nato in etá superstiziosa, egli avrebbe potuto passare per santo, venire in credito di taumaturgo, ardere altrui come inquisitore o essere arso e adorato come martire. Non si è udito testé proporre la creazione di nuove credenze e di nuovi riti? Ma laddove Massimiliano primo si contentava di deporre la corona imperiale per assumer la tiara[13], il Mazzini non pare acconcio ad appagarsi di un solo grado e vuol essere imperatore e papa nello stesso tempo."
      },
      {
        "index": 13,
        "text": "Smisurato è l’orgoglio di quest’uomo nato per la rovina d’Italia. Le adulazioni de’ suoi cagnotti l’hanno sí accecato ch’egli «scambia l’amor della patria coll’amor proprio e vuol piuttosto veder bruciato il tempio che sacrato ad altri l’altar maggiore»[14]. La vanitá de’ suoi tentativi per lo spazio di quindici anni, l’esito infausto della ridicola impresa di Savoia, le tante carnificine inutili, le tante mosse riuscite a peggioramento delle cose nostre non bastarono a guarirlo. Quando un indirizzo politico, a cui non ebbe altra parte che quella di contrastarlo, prometteva alla povera Italia giorni migliori, s’egli avesse avuto fior di senno e di amor patrio, sarebbe dovuto starsi per non turbare il moto costituzionale con maneggi repubblicani fuor di proposito. E in vero, essendomi io abboccato seco per la prima volta in Parigi verso il fine del quarantasette, egli mi dichiarò tali essere le sue intenzioni; ma le parole erano cosí sincere che nel tempo stesso esortava secretamente i suoi «a giovarsi della presente agitazione, rivolgendola a vantaggio della Giovine Italia che avversa qualsivoglia monarchia, e ciò operare gridando: — Viva il duca di Toscana, viva Carlo Alberto, viva Pio nono»[15]. — Poco tempo dopo, scoppiata la rivoluzion di febbraio e incominciata in Italia la guerra nazionale, egli va in Lombardia e ci fonda una scuola, che coi giornali, coi crocchi, coi conventicoli semina la diffidenza verso il Piemonte e attende indefessamente a screditare e calunniare il re e l’esercito subalpino[16]. Io lo rividi in Milano, e lo trovai alieno non solo dal professare quei concetti di moderazione che mi aveva espressi in Francia, ma anco dal farne mostra. Né lo giustifica il dire che poco o nulla sperasse nell’impresa di Carlo Alberto: perché o la sua disperazione era intera e perfetta, e in tal caso egli avrebbe dovuto levar senza infinta la bandiera della repubblica; o non era tale, e allora quanto piú l’assunto del re sardo era in pericolo di non riuscire, tanto piú si dovea evitare ogni andamento, ogni trama, ogni parola che potesse nuocergli e distornarlo. Ma, come gli uomini inetti alla vita pratica, egli stette tra il sí e il no, tenne una via di mezzo, non seppe essere né carne né pesce: per debolezza d’animo non volle usare la generosa audacia di bandir la repubblica, per ambizione non si astenne dal promuoverla occultamente. S’egli avesse bramata la vittoria sarda, non avrebbe posto ogni studio ad impedir l’unione che l’aiutava, sino a biasimare i registri e oppugnarli con pubblica protesta[17]. Quasi che la via piú corta e spedita non fosse la migliore, e che lo squittinio per iscritto non basti quando non è pur richiesto in altro modo, correndo il caso di necessitá estrema e trattandosi di quei diritti che per natura sovrastanno all’arbitrio dei popoli. Se il Mazzini è cosí semplice da credere il contrario, la sua vita però dimostra che gli ordini legali non lo rattengono; i quali, invocati in tal caso, non erano altro che un pretesto. Non che disperasse della riuscita dei costituzionali egli la temeva, perché l’importanza del tutto non è che l’Italia sia libera ma che egli e i suoi amici ne sieno procuratori. Se questo non si può sperare, sia ella misera e serva anzi che altri abbia la lode del suo riscatto. Che tal fosse l’intenzion del Mazzini, il suo procedere prima e dopo lo dimostra abbondevolmente, e il confermano le ragioni stesse da lui prodotte per provare che la salvezza d’Italia non poteva procedere dal principato[18] Quasi che a malgrado de’ suoi errori non fosse piú che probabile che Carlo Alberto avrebbe vinto senza gli ostacoli suscitati dai puritani, come mostrò di poterlo coi primi trionfi. Se i costituzionali non riuscirono a mantenere il Risorgimento italico nella via diritta contro le arti e l’impeto delle fazioni, essi almeno preservarono lo statuto del Piemonte che era loro fattura; dove che il Mazzini e i suoi non edificarono del proprio altro che rovine e dispersero miserabilmente gli acquisti dei moderati."
      },
      {
        "index": 14,
        "text": "Il contegno del Mazzini in Roma non fu piú savio e generoso che in Milano. Egli rifiuta l’unione col Regno sollecitata da molti egregi, e disdice ogni aiuto a Guglielmo Pepe offerentesi di affrancarlo[19]. Muove meraviglia il vedere che il partigiano teoretico dell’unitá assoluta, salito in seggio, rifiuti l’unione e ritorni al concetto di Cola e del Porcari; il che non potendosi in tal uomo riferire a riserva, nasce sospetto che procedesse da gelosia di chiari nomi e da paura di perdere la preminenza. Come ciò sia, fu gran disgrazia pei nuovi ordini che egli fosse loro preposto, avendo contribuito a screditarli e precipitarli[20]. «Senza Mazzini la repubblica romana non sarebbe caduta cosí di leggieri e con lei non sarebbe caduta ogni libertá»[21]. Egli rifiutò le proposte di Ferdinando di Lesseps, che avrebbero salvato almen gli ordini liberi e fatto sparagno di sangue se prontamente si accettavano[22]: prolungò la resistenza quando era disperata la difesa[23], «fe’ durare ancora otto giorni la carnificina inutile»[24], e la sua pertinacia costò la vita fra molti prodi a due giovani eroi, il Manara ed il Morosini[25]. Cosí la repubblica romana, nata prima che il Mazzini mettesse piede in Roma, gli fu debitrice del suo fine sanguinoso, e il popolo gli ha obbligo di essere ricaduto sotto il giogo piú atroce. E ancorché la spedizione francese non avesse avuto luogo, egli sarebbe precipitato, perché l’abilitá di fondare e di governare ripugna al vezzo delle congiure e dei tumulti, e la fama, gli usi, i portamenti del cospiratore e sommovitore escludono il credito e la sufficienza dell’uomo di Stato. L’ingegno del Mazzini non prova che a demolire, prevalendosi delle altrui fatiche non mica per compierle ma per guastarle[26]. La sua vita politica è un continuo e fastidioso spettacolo di civile impotenza; e se altri non avessero in pochi anni dato all’Italia una spinta che ei non seppe imprimerle in tre lustri, non avria pur valicate le sue frontiere, non che ottenutovi quella celebritá che il Machiavelli promette ai «dissipatori dei regni e delle repubbliche»[27]."
      },
      {
        "index": 15,
        "text": "A udire i puritani, diresti che il Mazzini abbia inventata l’idea di repubblica o almeno che sia stato il primo a recarla in Italia. Come se da Crescenzio al Boyer[28] infiniti non l’abbiano suggellata col coraggio e col sangue (il che sinora non ha fatto il Mazzini), e non fosse l’Alfieri che poco addietro con sommo ingegno la consacrava. Quanti sono da un mezzo secolo i giovani di valore che, leggendo i suoi versi e le prose del Machiavelli, studiando nelle opere di Plutarco e di Livio, non sieno stati repubblicani dalla prima barba? Ma a mano a mano che col crescere di essa acquistarono scienza e sperienza, i giudiziosi si accorsero che libertá e repubblica sono cose diverse e che nei termini correnti questa a quella pregiudicava. Cosicché il solo privilegio del Mazzini si è quello di aver serbato nell’etá matura le fantasie dell’etá tenera[29]. Io noto che nell’antica rivoluzione francese la lode di essere il primo repubblicano toccò a Camillo Desmoulins, uomo ingegnoso ma inetto alle cose civili[30]. Imperocché le mosse intempestive fanno segno d’imperizia; e il vero modo di rendere possibile un giorno la repubblica italiana, se i casi volgeranno in suo favore, si è il non mettervi mano fuori di tempo. Quando accada che la nostra patria risorga, qual sia per essere l’assetto de’ suoi ordini, se ne dovrá saper grado principalmente a coloro che introdussero e fondarono le franchigie costituzionali; perché siccome il progresso e l’esito dipendono dai princípi, cosí il passato Risorgimento fu il seme onde le nuove sorti d’Italia germineranno."
      },
      {
        "index": 16,
        "text": "Se duro e spiacevole mi fu di sopra l’entrar nei biasimi di un vecchio amico, mi è penoso ugualmente di dover parlare contro un esule; e che io mi c’induca a malincuore, ciascuno può raccoglierlo dal contegno usato a suo riguardo per molti anni. Tacqui di lui nel mio primo esilio, benché la mossa di Savoia incominciasse a mutare il concetto ch’io ne aveva, e i suoi andamenti ulteriori mirassero a distruggere ciò che io m’ingegnava di edificare. Anche dopo il procedere inescusabile da lui tenuto in Milano, io non rimisi della moderanza mia solita, non feci atto di avversario né di nemico; anzi passando per Genova pochi giorni dopo, dove la sua madre (donna veneranda per ogni rispetto) era ingiusto segno alle ire del popolo, le diedi di riverenza e di stima pubblico testimonio. Mi sia lecito il ricordar questo fatto non mica per vantarmene (ché ogni uomo onorato nel mio caso avrebbe fatto altrettanto) ma per rispondere alle calunnie di certi malevoli. Solo quando all’opera cominciata in Milano fu posto suggello in Roma, e che mi venne tolto ogni modo di mettere in salvo la libertá italiana che vedevo precipitare, io ruppi il silenzio e non dubitai di scrivere che «Giuseppe Mazzini era il maggior nemico d’Italia, maggiore dello stesso Austriaco, che senza lui saria vinto e per lui vincerá»[31]. Queste parole dettate ai 10 di marzo del quarantanove, mentre l’uomo ch’io assaliva era nel colmo della potenza, furono giustificate dalla disfatta di Novara e da due anni di casi tremendi e lacrimevoli. Fallita l’impresa di Roma, il Mazzini avrebbe almeno dovuto ricordarsi che era stato assunto al governo di un popolo libero e generoso. Questa dignitá gl’imponeva nuovi obblighi nelle opere e nelle parole: gl’interdiceva di scagliare invettive, menar folli vanti, ordir trame, suscitar turbolenze a modo di un capopopolo e congiuratore volgare. Giunto era il tempo in cui egli poteva emendar gli errori, far prova di essere rinsavito, mostrarsi al mondo uomo politico e savio repubblicano, attendendo senza far romori a instruire i suoi compatrioti e prepararli agli eventi possibili, e imitando il tranquillo e decoroso contegno di cui il Pepe, il Manin e il Montanelli, stati anch’essi nei primi gradi, gli danno l’esempio. S’egli si fosse governato con questo senno, ogni buon italiano, poste in dimenticanza le cose passate, l’avrebbe per compagno ed amico, giacché l'errare è di tutti gli uomini e anche in politica sono lodevoli le conversioni[32]."
      },
      {
        "index": 17,
        "text": "Ma in vece egli torna all’antico costume, recando nello scrivere e nell’operare quella leggerezza ed esorbitanza medesima che solea quindici anni addietro. Calunnia la memoria di Carlo Alberto[33], fa causa comune coi capiparte piú arrisicati di tutte le nazioni, cospira in Inghilterra, in Francia, in Germania, in Isvizzera, in Italia, e concita i popoli a moti intempestivi, i quali non potrebbero avere altro frutto che di avvilire la forma di Stato che celebra, accrescere le pubbliche sciagure, far vittime inutili e ritardare il giorno della liberazione. In vece di spargere e accreditare le idee democratiche con iscritti sodi e sostanziosi, egli le rende ridicole agli uni, formidabili agli altri con proclami e programmi fuor di proposito, che non insegnano perché vuoti, non persuadono perché eterocliti, non indirizzano perché fondati in aria o sopra una capricciosa presunzione degli eventi, e non hanno nemmeno il pregio di accendere gli animi (che è l’utile sperabile da tali scritti) perché troppo frequenti e pieni di promesse e di vaticini che di giorno in giorno sono smentiti dalla sperienza. Benché il governo della repubblica francese siasi portato in modo indegnissimo verso Roma, il Mazzini non ha buon viso a querelarsene, essendosi egli adoperato per tanti anni colla lingua, coi pensieri, colle opere, a plasmare un’Italia gallica, e perciò meritando di vedere l’opera sua disfatta da quei medesimi che avea tolto a modello. Tuttavia, se egli avesse protestato con dignitá di ragioni come interprete di un popolo oppresso da iniqua trama, le sue parole sarebbero state autorevoli ed applaudite. Ma all’incontro, scordandosi il decoro della carica avuta e parlandone come ne fosse ancora investito, egli insulta Alessio di Tocqueville, comanda che si tronchi ogni traffico colla Francia, si sottoscrive «triumviro di Roma», parla in nome d’Italia come ne fosse principe, suscita indegne vessazioni contro i repubblicani sinceri che non lo riconoscono per loro capo, impronta danari quasi che ci fosse autorizzato dalla nazione, minacciando ridevolmente chi ne porge al nemico; il che non sogliono né anco gli autocrati e gl’imperatori. Insomma egli la spaccia da pretendente e da fondatore di una dinastia nuova, con piú prosopopea e boria che non fanno i rampolli borbonici di Spagna e di Francia."
      },
      {
        "index": 18,
        "text": "I fatti recenti provano dunque che il Mazzini non è meno ostinato del Pinelli e che la conversione dei puritani non è piú sperabile che quella dei municipali. Ora nel modo che il Pinelli, benché schietto amatore del principato costituzionale in Italia, gli nocque per imperizia e gli darebbe senza avvedersene l’ultimo crollo se fosse di nuovo arbitro degli affari; medesimamente il Mazzini, tenerissimo della repubblica, ne fu sinora il maggior nemico e, se avvenga che i fatti la favoriscano, egli sará un grave ostacolo al suo stabilimento. Io raccomando queste considerazioni ai repubblicani assennati e leali, perché son sicuro di non ingannarmi e perché temo che i cosacchi non siano condotti, quando che sia, in Italia dall’uomo medesimo che ci chiamò i croati. Il credito di una parte dipende dal capo che elegge, come quello di un esercito nuovo e non assaggiato, dalla sua insegna. Il nome del Mazzini è esoso a molti da gran tempo e va ogni giorno vie piú scadendo per l’incapacitá pratica, l’esagerazione di certe dottrine, le opere di molti de’ suoi fautori, e principalmente per aver prima soprattenuto il rinascimento italiano e poi affogatolo nella cuna. Lungi dall’attribuirgli alcune brutte massime e gli eccessi di qualche suo partigiano, io credo che gli abbomini e consento volontieri a coloro che lo stimano irreprensibile fuori della vita pubblica. Ma il mondo, che giudica dalle apparenze, non procede con tal riserbo né ignora che parecchi de’ suoi fedeli levarono alle stelle il percussore di Pellegrino Rossi. Tutti sanno che egli se l’intende colle sètte piú superlative di Europa, non escluse eziandio quelle che minacciano alla proprietá dei privati e alla pubblica sicurezza; e pogniamo che non si accordi intorno al modo di edificare, cospira con esso loro a distruggere. Il che fa spavento in un uomo che a guisa dei monarchi costituzionali regna e non governa, e lasciandosi aggirare dai tristi è piú tosto coda per tal rispetto che capo della sua fazione. A tutti in fine è cònto ch’egli non è amico agli ordini cattolici e vorrebbe alterarli o mutarli; il che lo rende odioso non solo al clero ma ad una parte notabile delle popolazioni. E non piace né anco a chi screde ma è a bastanza oculato da conoscere che l’abolir le credenze non è mai utile e il trasmutarle oggidí impossibile. Aiuti il Mazzini la causa italica, ma non ne sia il capitano né l’arbitro né il bandieraio, ché la democrazia non dee adorare un uomo, e meno di tutti quell’uomo a cui l’Italia dee la perdita di tante speranze, e quindici milioni de’ suoi figli le loro sciagure."
      },
      {
        "index": 19,
        "text": "Torcendo il moto italico dal suo filo col sostituire all’autonomia e union nazionale lo scopo secondario di un cambiamento negl’instituti governativi, il Mazzini e i puritani operavano pensatamente, amando meglio di veder l’Italia schiava e teutonica che libera sotto i suoi principi. Non cosí i democratici, che solo errarono per far cattiva estimazione degli eventi forestieri e degli effetti che avrebbero causati. La rivoluzione francese del quarantotto parve a molti di loro necessitare un nuovo cangiamento in Italia; e perciocché la Francia si era costituita in repubblica, stimarono che negli altri paesi si dovesse fare altrettanto. Né tali induzioni erano fallaci da ogni parte, atteso quella conformitá politica che tende ogni dí vie meglio a unizzare l’Europa. E il moto parigino ebbe il suo parallelo glorioso e immediato nel sollevamento di Milano e nella cacciata tedesca. Ma i riscontri politici, come vedemmo, debbono ubbidire alla regola di proporzione, secondo la quale il Risorgimento italiano, eziandio ristretto fra i suoi termini originali, era per l’Italia un maggior progresso che non la repubblica pei francesi. La legge poi di conformitá non può contraddire a quella di gradazione, secondo la quale, dovendosi andar bel bello, a ogni mutazione importante dee succedere una pausa acciocché mettano radice e si fermino i nuovi statuti, né si possono mescolare insieme due moti e indirizzi contrari. Quanto piú la caduta della monarchia orleanese agevolava presso di noi lo sdrucciolo alla repubblica, tanto piú era d’uopo appigliarsi tenacemente ai princípi costituzionali e mantenere agli ordini introdotti di fresco il loro carattere primitivo. Senza che, gli errori infiniti commessi in Francia e in Germania dai popoli inesperti prenunziavano che in poco d’ora i nemici della mutazione avrebbero tentato di riscattarsi e, come piú uniti e pratici degli avversari, l’avrebbero vinta per qualche tempo. E giá i casi parigini di giugno accennavano a questa vicenda, e doveano avvertir gl’italiani di stare al segno e all’erta, guardandosi d’imitare le intemperanze di oltremonte. Ma i piú dei democratici, poco avvezzi a meditare il corso naturale delle fortune politiche e male informati dei successi di fuori, non fecero queste considerazioni e credettero bonamente giunta la morte del principato, massime dopo i sinistri della prima campagna, il prevalere dei municipali in Piemonte e la tregua ignobile della mediazione; onde pogniamo che non abbracciassero il vessillo del Mazzini, gli furono almeno propizi. Pochi fra i loro interpreti non fecero di capo all’idolo e osarono combatterlo a viso aperto, fra i quali son degni di special menzione Aurelio Bianchi Giovini[34], uomo di virili studi e non seducibile dalle frasche, e Giuseppe Montanelli[35], a cui non poteva andare a sangue né il demagogo scomposto né il novatore spensierato di religione."
      },
      {
        "index": 20,
        "text": "Parrá a taluno di poter inferire dai casi seguenti di Toscana, in cui il Montanelli ebbe gran parte, che anch’egli poscia aderisse ai puritani; e io partecipai a questa opinione quando, lontano, ridotto a giudicar delle cause dagli effetti e vedutomi fallir la fiducia che avea posta in quella provincia, lo credei complice del Mazzini e ne lo accusai con quell’impeto di sdegno e di dolore che in me nasceva dal prevedere le calamitá imminenti[36]. Quanto mi fu allora penoso il profferir parole di rimprovero che stimavo fondate, tanto adesso, chiariti i fatti, mi è dolce il giustificare le intenzioni di un caro ed illustre amico. Né intendo giá con questo di entrar nel racconto delle cose toscane, sia perché mi manca la notizia di molti particolari e perché un riguardo troppo grave me lo divieta. Francesco Guerrazzi è sostenuto e inquisito da due anni, e io mi farei coscienza di scrivere una parola che potesse affliggere un tal uomo e mostrarmi poco ricordevole dei sacri diritti della sventura. Ma stando in sui generali, dalle cose dette si può raccôrre come dopo l’onta della mediazione il Montanelli e altri valorosi dovessero disperare della monarchia sarda in ordine alla salute d’Italia. Né potevano meglio affidarsi nella Toscana, stante la singolare lentezza o piú tosto inerzia de’ suoi ministri. La quale io non credo che fosse volontaria, per la ragione che ho giá accennata. Imperocché Gino Capponi bramava ardentemente la lega; conseguita la quale e seco le guarentigie richieste ad assicurare il granduca, io non posso dubitare che un tant’uomo non fosse per consacrare alla guerra patria tutti quei mezzi che erano in suo potere. Ma i ministri piemontesi dei 19 di agosto, non che voler la guerra, rifiutarono ostinatamente essa lega e ne ruppero le pratiche incominciate dai precessori, si alienarono l’animo del pontefice che con ardore la sollecitava, resero inutile lo zelo operoso del Rossi a tal effetto, vennero a screzio coll’uomo grande e ridestarono piú vivi i sospetti che covavano da gran tempo intorno alle mire usurpatrici del Piemonte; i quali, nudriti e cresciuti ad arte dai retrogradi e dai puritani, doveano piú che mai aver forza nei governi deboli e quasi inermi di Firenze e di Roma. Chi può colpare il Capponi di aver prestato orecchio a tali sospetti, mentre erano avvalorati dalla matta politica dei ministri sardi e ottenevano fede presso il sagace ministro di Pio nono?[37]. Cosicché s’egli è vero che ai primi scompigli di Livorno il governo di Torino si profferisse in aiuto, non è meraviglia che l’offerta si rifiutasse. Ma queste cose erano allora secrete: niuno potea subodorarle non che conoscerle; tutti credevano che il ministero subalpino promovesse efficacemente la confederazione e la guerra, come avea dichiarato nel suo programma; cosicché la colpa del Pinelli e de’ suoi compagni fu ascritta al Capponi ed al Rossi, l’ignavia municipale del Piemonte attribuita alla Toscana e alla Chiesa; e come il ministro romano trovò un fanatico che l’uccise per traditore, cosí il fiorentino ebbe a riportare eziandio dai savi il biasimo degli altrui falli."
      },
      {
        "index": 21,
        "text": "Giuseppe Montanelli, ignorando come gli altri la vera causa della freddezza di chi reggeva e disperato dei principi in universale per la mala riuscita che facevano da piú di un anno, si rivolse ai popoli, e proclamando una Dieta universale sperò di accendere l’entusiasmo delle moltitudini e supplire al difetto dei governi senza ricorrere all’opera delle fazioni. Egli voleva creare una parte democratica che non desse ombra e spavento né agli amatori del buon ordine né agli uomini teneri delle credenze. Impresa degna di un animo nobile, ma piú facile a concepire che ad eseguire fra gli umori che bollivano, e aliena dagli ordini del nostro moto; imperocché essa divideva l’Italia in vece di unirla, debilitava il Piemonte in cambio di rinforzarlo, come dovea farsi finché era sperabile che ripigliasse l’ufficio egemonico, secondo avvenne quando la parte democratica sottentrò nel Consiglio ai fautori della mediazione. Oltre che, fuori"
      },
      {
        "index": 22,
        "text": "dei puritani, gli amatori di repubblica erano pochissimi[38]; onde il Montanelli, benché alieno dai primi, fu costretto a valersene nella sua amministrazione con grave pregiudizio del credito di essa, che vestí in tal modo un’apparenza contraria alla sua indole. Per la qual cosa molti stimarono il ministro toscano complice del Mazzini, come altri avea attribuiti al suo predecessore i torti del Pinelli. Io in quel mezzo, rifatto ministro, era disposto ad accettare la Dieta sotto condizione che alla lega si limitasse; e obbiettandosi che i rettori fiorentini erano obbligati dal loro programma al mandato libero e indefinito (a cui Leopoldo e il parlamento unanime assentirono), risposi che l’assemblea federativa e comune non escludeva l’altra a cui il ministero di Firenze avea impegnata la sua parola[39]. Al partito di una Dieta, universale di concorso ma ristretta di commissione, che non impedisse la Costituente promessa, niente dal lato dei toscani si attraversava, se i nuovi fatti di Roma e il prevalervi della parte repubblicana non ci avessero posto un ostacolo insuperabile. Ricorsi allora al disegno di una confederazione particolare fra il Piemonte e la Toscana (di cui abbozzai e spedii i capitoli), la quale col tempo poteva rendersi universale.[40]. Ma anche questo ripiego diventò impraticabile per gl’impegni giá corsi tra Roma e Firenze; dal che si vede (conforme all’avvertenza giá fatta; che l’uno o l’altro degli spedienti sovrascritti sarebbe riuscito se i miei precessori fossero stati piú atti a esercitare la carica o piú pronti a rassegnarla. Frattanto la repubblica bandita in Roma, la fuga del granduca, i disegni funesti e la pertinacia della corte di Gaeta, la certezza in fine che i puritani avrebbero elusi i consigli e sormontati gl’influssi dei democratici giudiziosi, mi fecero risolvere di tentar colle armi ciò che piú non poteva ottenersi coi negoziati. Cosí la diversa condizione delle due provincie mi pose in disaccordo col Montanelli, dissentendo in quell’estremo sui mezzi, mentre eravamo unanimi nelle intenzioni. E la storia, nel riconoscere la rettitudine di quelle del mio chiaro amico, sará benigna agli errori nati da un animo piú generoso che cauto, ricordando che egli diede le prime mosse alla rigenerazione toscana col salvare il bel paese dall’illuvione gesuitica, e che aiutò i progressi della causa italica non pur coll’ingegno ma colla mano, riportando gloriose ferite sui campi dell’indipendenza."
      },
      {
        "index": 23,
        "text": "Che i suoi concetti differissero da quelli del Mazzini, si ritrae dal partito proposto a principio di unir Toscana con Roma[41]. Se questo partito avesse subito avuto effetto, e uomini atti a destare la pubblica fiducia fossero stati preposti al nuovo ordine, le cose d’Italia potevano prendere un corso insperato e meno disavventuroso. Certo l’Austria e la Francia sarebbero state men pronte a ridurre gli Stati ecclesiastici sotto il padrone antico, se si fossero dovuti togliere allo scettro civile di Leopoldo anzi che ai fasci repubblicani (non laureati) del Mazzini. Ma questi aspirava a regnare e i suoi volevano pescar nel torbido; onde assai prima che Pio nono lasciasse loro in preda il dominio colla sua fuga, essi avevano atteso in mille modi a intiepidire, raffreddare, divolgere l’animo di lui, sospettante che le riforme onde era stato principiatore non tornassero a scapito della religione e a guadagno de’ suoi nemici[42]. Queste disposizioni, accresciute dalle lodi insincere che ammassavano al buono e timido pontefice e aggravate non poco dall’avversione del Piemonte alla lega italica, rendettero quello vie piú ripugnante alla guerra e rimossero dalle faccende il Mamiani, che per la squisita moderanza dell’animo, la facondia e la riputazione, poteva meglio di ogni altro trovare un temperamento fra gli scrupoli del papa e le necessitá della patria. Tali scrupoli erano omai divenuti insuperabili quando il Rossi entrò ministro, inviso a molti liberali per la memoria della sua legazione, essendo sparso il rumore che combattesse le riforme e accreditato anche in Carrara sua culla, mentre il nome di lui si cimentava per ascriverlo al parlamento[43]. Salito al potere in Roma, egli pose mano ad avviare e stabilire gli ordini costituzionali fondati di fresco e accordarli col governo ecclesiastico. Il dare agli Stati pontifici una buona amministrativa, leggi conformi alla nostra etá e un reggimento laicale, erano assunti, un solo dei quali avrebbe sbigottito un ingegno volgare; ma le forze del Rossi bastavano a tutti. Cosí che Roma fu retta a breve intervallo da due uomini che appartengono ai due estremi del valore politico, il quale è nullo nel Mazzini come fu sommo nel carrarese. Né questi perciò si scordava del resto d’Italia; e proponendo la lega, voleva, senza spaurare la delicata e ritrosa coscienza di Pio nono, farsi un lastrico di quella a cose maggiori."
      },
      {
        "index": 24,
        "text": "Giá abbiamo accennato come la singolare imperizia dei ministri sardi facesse svanire il suo disegno, e un fanatismo atroce troncasse i suoi giorni. Il dissidio col Piemonte indusse taluno a conghietturare che di colá fosse inspirato l’eccesso. Certo il misfatto dei 15 di novembre non mosse le lacrime alla parte ministeriale e municipale di Torino, poiché la liberava da un formidabile avversario[44]. Ma il non dolersi della morte altrui quando è utile, e l’aver animo di cooperarvi, sono cose differentissime. Per quanto si voglia essere severo ai ministri piemontesi e ai loro agenti e aderenti in Roma, niun uomo di mente sana vorrá crederli capaci di tanta scelleratezza. E mentre io mi credo in debito di purgarli dall’atroce aggravio nei termini piú formali, non intendo per questo di addossarlo ai puritani, disconvenendosi il decidere mentre si agita la causa ed è in pendente la sentenza dei giudici. La storia però non dee tacere che in Roma ed altrove fu festeggiato pubblicamente il delitto, che Carlo Pigli in Livorno chiamò l’omicida (forse senza pesar le parole) «un figliuolo dell’antica repubblica di Roma», e che altri lo ragguagliarono a Marco Bruto. E certo niuno era piú in odio ai puritani che il temuto ministro, sí perché ravvisavano in esso un ostacolo insuperabile ai loro disegni, e perché ingannati delle sue intenzioni lo credevano avverso all’Italia, né poteano poggiare all’altezza de’ suoi pensieri."
      },
      {
        "index": 25,
        "text": "La morte del Rossi diede l’ultimo crollo ai propositi liberali del vacillante pontefice e, aiutata da perfidi raggiri e consigli, lo spinse a Gaeta. Benché i puritani avessero libero il campo, non poterono sormontar sulle prime, tanta fu la saviezza e la moderanza che i magistrati ed il popolo mostrarono in quella occasione. Ma l’ostinazione del papa, o dirò meglio della fazione diplomatica e prelatizia che governava in suo nome, la diede vinta in fine agl’immoderati; e i circoli, gridando la Costituente, riuscirono alla repubblica. Grave fallo fu questa per piú rispetti; onde non ebbe l’assenso né del Mamiani benché affezionato a tal modo di governo, né degli altri liberali uomini che prevedevano l’avvenire. La fuga di Pio non era la prima violazione di un patto giá offeso e contaminato dalla morte del Rossi e del Palma: l’assalto del Quirinale e la violenza al sovrano non la giustificavano ma la scusavano. Doveasi esser men rigido a un principe sviato ma buono, avendo l’occhio ai meriti anteriori e alla sacra dignitá del pontefice. Se quando s’instituisce un ordine nuovo, alla prima falta di una delle parti l’altra si crede autorizzata a stracciare il contratto, qual governo fondato di fresco potrá avere stabilitá e vita? Meglio è comportare qualche scorso a chi regna, che introdurre l’usanza di variare stato ogni giorno come si mutano i vestimenti. Tanto piú quando i trascorsi hanno luogo dalle due parti e ciascuna di esse abbisogna del perdono dell’altra. Roma è parte nobilissima d’Italia ma non l’Italia, e non poteva introdurre definitivamente una nuova foggia di governo senza il consenso della nazione. Se il capo od un membro potessero dispor di se stessi senza almen consigliarsene coll’altro corpo, ogni unitá nazionale e di patria sarebbe vana. Il principato civile era legittimo, perché consentito poc’anzi dai romani, voluto da tutti i popoli italici. Non cosí la repubblica, su cui si dovea interrogar la nazione prima di abbracciarla. Quanto piú altri era tenero degl'instituti popolari, tanto piú doveva soprattenerli per non iscreditarli coi cattivi successi e coll’esito infelice. La repubblica in Roma introduceva uno scisma fra essa e le altre provincie o costringeva queste a imitarla. Nel primo caso si offendeva l’unione, nel secondo si violava la libertá. Ché se in vigore della sovranitá nazionale si poteva senza ingiuria obbligar Roma a mantenere lo statuto monarchico come ordine giuridico giá stabilito e voluto da tutti, non era ugualmente lecito a Roma il forzare altri a mutarlo e sostituirgli un governo nuovo che non aveva per sé il possesso anteriore né il consenso dell’universale. E non correva in tal caso quella dittatura naturale che autorizza ogni membro a decidere e operare anche senza consulta, quando si tratta di nazionalitá, di unione, d’indipendenza patria; giacché la forma accidentale del governo non è un bene assoluto come quelli, ma relativo e, non essendo determinata dalla natura, dipende dalla libera elezione degli uomini."
      },
      {
        "index": 26,
        "text": "La repubblica inoltre portava seco la guerra civile, l’invasione straniera e la perdita di ogni franchigia; come avvenne in effetto pochi mesi dopo, quando Napoli, membro d’Italia, e Francia, Austria, Spagna concorsero a ripristinare il dominio pretesco. Ed era facile l’antiveder cotal esito[45], a cui giá collimavano tutti i casi di Europa. Non si potea supporre o che il papa tralasciasse di sollecitare l’aiuto giá invocato degli Stati cattolici o che questi si unissero a rifiutarlo. Vano era lo sperare nella repubblica francese, giá caduta alle mani de’ suoi nemici. Si doveva anzi temere di averla contraria o, alla men trista, spettatrice tranquilla di un intervento tedesco. Tanto era dunque il rendersi repubblicano, quanto il mettere non pure a ripentaglio probabile ma a certo sterminio la libertá acquistata non solo in Roma ma nell’altra penisola, perché lo statuto abolito sul Tevere non potea sopravvivere sul Sebeto e sull’Arno. I successi avverarono a capello queste previsioni degli uomini oculati, e non correva necessitá od urgenza che impedisse di farne conto. Perché non appagarsi di un governo provvisionale? il quale bastava a preservare i diritti del popolo, provvedeva al presente quanto la repubblica, lasciava intatto e libero il futuro, non adduceva impegno di sorta, teneva aperta la via all’accordo, non atterriva l’Europa, toglieva al pontefice il pretesto di rivocar lo statuto e scemava agli esterni quello d’intervenire. Oltre che, la forma provvisionale di Stato è quella che conviene naturalmente a ogni popolo che scuote il giogo, quando egli è una semplice parte della comune famiglia; la sola che salvi la signoria nazionale e sia in ogni caso netta di usurpazione."
      },
      {
        "index": 27,
        "text": "Il primo errore fu la repubblica, il secondo l’elezione del capo. L’equitá, la decenza, la politica consigliavano del pari che la scelta non cadesse su Giuseppe Mazzini, il quale non avea contribuito per nulla alla parte piú scusabile del moto romano e veniva a collocarvisi come in una «nicchia»[46] che altri gli avea preparata. Ché se i suoi commettendo male fra i moderati e il pontefice e suscitando disordini avean condotte le cose all’estremo, se si erano rallegrati pubblicamente della morte del Rossi e aveano applaudito all’uccisore, ogni buon riguardo vietava di porre in seggio il loro campione, ancorché fosse innocentissimo dell’eccesso. La politica in fine prescriveva di eleggere un uomo abile alle faccende, capace di farsi ubbidire, non esoso o temibile a nessuno, atto a procacciarsi la fiducia dell’universale. Il Mazzini non avea alcuna di queste parti: era in voce di fanatico e perpetuo cospiratore, rappresentava a molti quanto può figurarsi di piú eccessivo in opera di rivoluzione, dava disfidanza ai savi, spavento ai timidi, ribrezzo ai religiosi uomini, giustamente atterriti che un uomo infesto ai riti cattolici fosse chiamato a governare la cittá santa e la reggia del cattolicismo. Tanto piú che se egli guida i semplici che gli aderiscono, è guidato dai maliziosi e fa meglio ufficio di schiamazzo che di moderatore della sua setta; cosicché una repubblica capitanata da un tal uomo, in vece di placar gli opponenti, si concitava contro tutti coloro a cui non va a sangue la signoria dei puritani. Odiando egli la monarchia assolutamente e volendo ridurre tutto il mondo a repubblica, non sarebbe stato pago a quella di Roma, ma di quivi come da un centro avrebbe cospirato contro i principi in universale. Ora come ciò potesse piacere ai sovrani d’Italia e di Europa, ciascun sel vede; onde era piano l’antivedere che la sua insegna avrebbe riunito tutto il mondo alla distruzione del nuovo Stato romano e mossa la stessa Francia a spegnere un fuoco minacciante all’Italia e a tutti i paesi che la circondano. Imperocché l’intervento non ebbe tanto luogo contro il principio democratico quanto contro il demagogico, impersonato nel Mazzini, il quale era creduto intendersela di qua dalle Alpi colle sètte pericolose alla proprietá e alla famiglia. Si sarebbe parato a molti di questi inconvenienti, se il maneggio delle cose fosse stato commesso a uomini riputati per saviezza governativa. Ce n’erano alcuni, a dir vero, nel magistrato esecutivo e nel consesso; ma la presenza del Mazzini faceva che in vece di dare al governo il proprio credito essi ne fossero contaminati. Se avessero avuto un miglior compagno, l’errore della bandita repubblica sarebbe stato in parte corretto da chi la rappresentava; come accadde in Venezia, dove il credito e la saviezza di Daniele Manin e degli altri eletti al governo e al parlamento fecero sí che la bandiera repubblicana non fu di spauracchio sull’Adriatico come sul Tevere. Se i romani avessero imitati i veneti, non era precluso ogni adito all’accordo ed erano meno probabili l’intervento esterno e la perdita di ogni franchigia. Ma ciò non metteva conto ai puritani né al loro capo; i quali, se non potevano aver la repubblica ed esserne procuratori, amavano meglio il dispotismo antico che lo statuto."
      },
      {
        "index": 28,
        "text": "Ho avvertito con franchezza l’errore, ma ora debbo aggiungere che esso fu compensato per parte dei generosi da molte virtú. Imprima la repubblica fu piú tollerata che voluta dal popolo, il quale «non avea nessun colore politico. Un grande odio pel governo clericale e molta indifferenza su tutto il resto mi sembra sieno le sue prerogative piú notevoli»[47]. «I cittadini erano talmente stanchi di abusi e di rimutamenti politici che si erano tranquillamente assoggettati al governo repubblicano, sebbene il vero partito repubblicano fosse piccolissimo, rappresentato solo da pochi giovani ardenti e di buona fede e ingrossato dalla turba degli speculatori, che dappertutto sogliono irrompere dove hanno qualche cosa a sperare nell’inevitabile disordine di uno stato eccezionale»[48]. Il nuovo Stato, a dir proprio, ebbe per primo autore il governo di Gaeta coi passati falli e le ultime durezze, e per complici principali i puritani. Il popolo non pensò a farlo, ma quando lo vide fatto fu ardente a difenderlo, come rifugio e presidio contro l'abborrita dominazione dei sacerdoti, che le armi forestiere chiamate dal papa venivano a rimettere. Cosicché i piú non ravvisarono in esso che la riscossa del laicato romano dal ceto ieratico, la quale prese facilmente forma di repubblica, essendoché ogni municipio che si libera dall’oppressione è in sostanza una piccola repubblica, e questa voce in origine fu sinonima di «franca cittadinanza». Considerando la cosa per questo verso, chi può dar biasimo ai moderni romani di aver imitati i loro maggiori, che si lodano a cielo perché combatterono e domarono un’aristocrazia assai piú mite e men degenere della pretesca? Ché se il governo in generale fu debole e non seppe o non poté antivenire alcuni eccessi (ampliati ed esagerati dai fogli gesuitici e retrivi d’Italia e di Francia), irreprensibile da ogni lato, bella ed eroica fu la difesa. La storia ricorderá con lode coloro che l’ordinarono col senno, l’eseguirono col valore e la suggellarono col sangue: benedirá quei prodi giovani che aveano giá combattuto da uomini in Milano e sui campi lombardi, e con pietosa riverenza perpetuerá la memoria di Enrico Dandolo, Goffredo Mameli, Luciano Manara ed Emilio Morosini[49]. Essa dirá che il Garibaldi e l'Avezzana, antichi campioni della libertá italica, avendo esuli fatto chiaro in America il nome patrio colla loro bravura, accorsero in Italia al primo augurio di redenzione; e offerta indarno ai ministri di Carlo Alberto la loro mano incallita nelle battaglie, si rivolsero alla repubblica perché disperarono del principato[50]. Essa in fine accoppierá insieme indivisibilmente Venezia e Roma nella stessa gloria, avendo amendue provato al mondo che"
      },
      {
        "index": 29,
        "text": "l’antico valore negl’italici cor non è ancor morto,"
      },
      {
        "index": 30,
        "text": "poiché ivi poche quadriglie di cittadini e di giovani nuovi agli assedi e alle armi sostennero piú mesi l’impeto ostinato non giá di un nemico vile e scomposto ma dei soldati piú fieri e agguerriti di Europa. A questa lode immortale non partecipano quei puritani che laceravano i difensori di Roma col titolo di «aristocratici», mentre essi teneansi lontani dall’odor della polvere e dalla faccia dell’inimico[51]. Non ci participa il Mazzini che, in Roma come in Lombardia, evitò sempre cautamente i pericoli e non ebbe mai cuore d’animare i combattenti colla sua presenza; dove che Enrico Cernuschi ed altri, a cui il grado imponeva obblighi molto minori, riportarono lode di ardire e di coraggio dagli stessi francesi. I soli trionfi e trofei dei puritani furono la nazionalitá oppressa, gli austriaci rimessi in casa nostra, i preti rimontati in sella, le súbite e spaventevoli ruine, le lunghe e dolorose oppressure, e insomma l’Italia precipitata nell’abisso delle miserie dal colmo delle speranze. Costoro però non furono i soli colpevoli, quando dal Piemonte poteva uscire il preservativo o almeno il rimedio, se l’egemonia subalpina fosse stata compresa da chi reggeva. Giá vedemmo i falli piú o men gravi dei conservatori e dei municipali in questo proposito. Resta ora che diamo un’occhiata a quelli dei democratici sardi; il che faremo brevemente nell’infrascritto capitolo."
      }
    ]
  }
}
