{
  "chapterNumber": 27,
  "title": "Libro II, Cap. 11",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO UNDECIMO"
      },
      {
        "index": 1,
        "text": "cenni sulle probabilità avvenire e conclusione dell'opera"
      },
      {
        "index": 2,
        "text": "Prima di chiudere quest’opera non sará fuor di proposito il riepilogare succintamente e quasi a modo di aforismi le conclusioni pratiche piú importanti delle esposte dottrine. E se per farlo mi sará d’uopo replicare alcune delle cose dette, io mi affido che chi legge non sia per averlo a disgrado, trattandosi di tali veri che non sono mai ripetuti né ricordati a bastanza. Il Risorgimento italiano fu un’esperienza civile che da princípi lietissimi e quasi miracolosi riuscí a tristo e doloroso fine, e che per ambo i rispetti può e dee servire al Rinnovamento, scaltrendo gli uomini cosí di quello che far deggiono come degli errori che si vogliono evitare. Io credo adunque le avvertenze infrascritte di sommo rilievo; e se a’ miei lettori parranno pure dopo attento esame giuste e fondate, essi vedranno la necessitá di spargerle, svolgerle, divolgarizzarle, accreditarle e farle insomma penetrare nella pubblica opinione, imperocché le veritá politiche non fruttano se rimangono nell’intelletto di pochi e non diventano abituate negli animi e direi quasi nel costume dell’universale. Ma perciocché le massime generali non sono utili se come si radicano nell’esperienza del passato cosí non mirano alla pratica dell’avvenire, perciò, prima di entrare nella detta ricapitolazione, gioverá il dare un’occhiata al corso probabile dei futuri casi d’Italia e d’Europa, per quanto ci è dato il conghietturarlo dalle presenti condizioni."
      },
      {
        "index": 3,
        "text": "Dico «probabili», tranne però un solo capo, cioè il trionfo finale degli ordini democratici, intorno al quale io confesso di non poter accogliere nel mio spirito il menomo dubbio. Si racconta che Napoleone, caduto dal fastigio della grandezza, avesse uno spiraglio di luce profetica sui futuri destinati del mondo. E lo vedesse distinto come in due accampamenti: l’uno dispotico e fiero, l’altro libero e civile; quinci l’Europa orientale e asiatica, quindi l’Europa occidentale e schiettamente europea. Il conflitto che corre fra le due parti è in vero un litigio di egemonia, di preminenza, di primato universale, trattandosi di decidere a quale di esse sia per toccare il vanto di far prevalere la propria forma. Ma il Buonaparte errò, nel suo famoso dilemma, a mettere di pari e tenere per bilicate e parallele le verosimili fortune di Russia e di Francia, facendo segno quanto gli mancasse l’estimativa delle idee, l’istinto del popolo e la giusta notizia delle leggi che guidano con fermo tenore le umane vicissitudini. Avvezzo a misurare la potenza dalla forza materiale, la smisurata Russia gli parve un colosso; ma non si avvide che esso ha le piante di argiiia e il piedestallo campato sugli orli di un cratere. Tanto che, se si tratta del termine definitivo, non vi ha luogo a disgiunto, e si può tenere per certo che il Rinnovamento italico ed europeo può bensí essere ritardato ma non impedito. La ragione si è che i motori di esso, cioè le idee, i desidèri e i bisogni dei popoli, sopravvivono alle vicende esteriori e non soggiacciono alla violenza, la quale in vece di spegnerli gli diffonde e rende piú vivi. Le idee e le armi possono al piú bilanciarsi momentaneamente, ma non a lungo, perché le armi non vincono le idee, ma le idee vincono le armi, anzi se le appropriano. L’errore di Napoleone fu di credere il contrario e lasciarsi ingannare dalle apparenze, riputando invitto l’autocrato, quasi che egli, superando le forze, avesse dome le idee di Occidente."
      },
      {
        "index": 4,
        "text": "La storia di ogni tempo attesta l’onnipotenza delle idee, e quella di Europa in particolare ci mostra da piú secoli il progresso continuo, fatale, irrepugnabile delle classi inferiori e delle libere instituzioni. Il qual progresso da un secolo in poi prese una forma particolare pel modo di azione, l’unitá del concorso, la natura precisa del proponimento. Laddove prima il voto universale era confuso e perplesso, non aveva, per dir cosí, la coscienza di se medesimo e mirava solo per modo d’istinto a un vago ed astratto miglioramento; esso è oggi assai piú specifico e determinato, prendendo presso i migliori ingegni abito di concretezza e particolarizzandosi nella triplice redenzione del pensiero, delle nazioni e delle plebi. Laddove per lo addietro i popoli procedevano per lo piú alla spartita e scompigliatamente, affidandosi ciascuno di essi alle sole sue forze, e, per non aiutarsi a vicenda, i loro conati spesso non riuscivano; oggi tendono, quasi per tacita lega, ad accomunare i loro interessi e operar di conserva, come l’Europa fosse uno Stato e un popolo unico, partito in piú genti e provincie; e per recare ordine e unitá nell’azione, consentono a pigliar lingua dalla Francia, che per le sue condizioni geografiche, politiche, civili, è piú atta a dare il segno e levare il grido dei movimenti. Laddove in fine nei tempi anteriori il progresso come piú lento e men contrastato era piú equabile; la celeritá, che esso ha preso nel nostro periodo e la gagliardia degli ostacoli lo rendono spesso subito e tumultuario, dandogli aspetto e natura di rivoluzione; cosicché le scosse e i cambiamenti repentini, che dianzi erano l’eccezione, ora son divenuti lo stato ordinario e la regola principale. La rivoluzione moderna, come giá notammo, è continua e, benché abbia certe tregue apparenti, ella non intermette e non è mai realmente sospesa; ma passa, come il calorico, dallo stato manifesto al riposto e latente o viceversa, per modo che mai non ozia, mai non languisce, operando piú ancora quando si occulta che quando si appalesa, giacché gli scoppi che mena ad ora ad ora sono il risultato del sordo lavoro che precedette. Eccovi che dalla rivoluzione americana in poi il moto andò sempre ampliandosi di estensione e di vigore, comunicandosi in prima alla sola Francia e poi raggiando intorno ad essa in un giro sempre piú vasto e con effetti sempre piú intimi, piú sostanziali, piú notabili; cosicché, laddove nell’ottantanove fu solamente francese e politico, nel quarantotto allargossi per la metá di Europa, e fu nazionale, popolano ed economico. E crescendo di ampiezza, diviene ogni giorno piú poderoso ed invitto. Ché se non riusciva difficile il soffocarlo quando era come isolato; da che i popoli hanno compresa quella parola evangelica che «ogni regno e ogni cittá divisa è diserta»[1], le loro riscosse sono insuperabili. Come infatti resistere a un impeto universale?"
      },
      {
        "index": 5,
        "text": "Siccome però le leggi generali non annullano l’arbitrio e non ne impediscono i traviamenti parziali e momentanei, il prevaler temporario della Russia è un caso possibile. Ma è forse probabile? Per risolvere la quistione bisogna mettere a riscontro i governi ed i popoli, e quindi esaminare le loro forze rispettive e gli errori che possono commettere. Fra gli errori e non tra le forze dei governi che appartengono alla fazione russa io ripongo gli ordinamenti civili a cui essa ricorre per puntellarsi, come quelli che o sono al tutto inutili o fanno un effetto contrario al proposito. Inutili sono tutti quei rimpiastricciamenti di leghe e di Diete, in cui i princípi boreali consumano le loro cure; giacché tali ordini possono far qualche pro nei tempi quieti e stabili, non in quelli di rivoluzione, quando ciascuna delle parti contendenti non piglia regola dal giure positivo ma dalle necessitá[2]. Inutili anzi dannose sono le leggi con cui si tenta in Italia ed in Francia di corrompere l’educazione, guastare l’insegnamento, imbrigliare il pensiero, costringere la stampa, aggravare la plebe; giacché da un lato tali provvisioni, operando a rilento, non portano il loro frutto che dopo qualche generazione, onde lo spazio sará loro tolto dal corso precipitoso degli eventi. Dall’altro lato, mentre non aggiungono alcuna forza reale ai rettori, avvalorano i loro nemici, accrescendo il numero dei malcontenti e attizzando lo sdegno, l’odio, il furore delle moltitudini. Cattivo consiglio è il credere che la causa principale del morbo possa servire di medicina, e il volere ringiovanir gli Stati ravvivando i vecchiumi ed evocando certi spettri che la coltura del secolo ha sepolti per sempre. I mezzi, che i governi retrivi usano da due anni per rabberciare la loro potenza, sono quelli appunto che nel quarantotto la misero in fondo. Tali sono il regno assoluto, il presidio gesuitico, il dispotismo pretino, il privilegio aristocratico, la servitú della stampa e simili, che, come accesero il passato, cosí ora ammassano pastura a un novello incendio. E come può avvenire altrimenti quando per farmaco si elegge il veleno? La cecitá è tale che anche i principi usati a reggersi con una certa saviezza perdono il cervello. Quasi che non bastasse l’esempio di Francia a chiarire che il gesuitismo divora le viscere a chi se lo reca in grembo, eccovi (se si dee dar fede a certi fogli) che il re di Prussia giá sogna l’alleanza dei padri, e forse non andrá gran tempo che la piú dotta cittá di Europa sará visitata dai fantasmi di que’ claustrali. Qual uomo di Stato diede piú chiare prove d’imprevidenza e d’impotenza politica che il vecchio carnefice della Gallizia? E pure il giovane principe a lui ricorre per restaurar l’imperio da lui rovinato, e lo fa compartecipe de’ suoi favori col decrepito maresciallo, affinché l’Austria, capitanata da un fanciullo, abbia per braccia due cadaveri. Non è questo un ottimo presagio delle sue sorti avvenire?[3]."
      },
      {
        "index": 6,
        "text": "Le forze effettive dell’Austrorussia si riducono dunque agli eserciti. Ma benché questi sieno ampliati, non si può dire che le forze sieno cresciute, essendosi aumentata dall’altra banda la potenza dei popoli e prevalendo per piú rispetti. Imprima i soldati moderni sono anch’essi popolo; e quel progresso d’idee e di sensi civili che succede nel popolo avviene del pari nei soldati, pogniamo che sia piú lento a crescere e piú tardo a prorompere. E siccome è naturale che la parte sia attratta dal tutto, il popolo tira i soldati e non viceversa; e laddove non si è mai veduto che un popolo maturo alla libertá se la intenda co’ suoi oppressori, l’esperienza universale insegna che gli eserciti usciti dalla plebe tosto o tardi ritornano alla plebe e diventano nazionali. Tanto che essi sono ai governi retrivi di rischio non meno che di sicurezza; e per contro ai popoli longanimi, che aspettano il benefizio del tempo, piú di speranza che di pericolo, essendo, se non l’aiuto presente, la schiera di riserva e di riscossa per l’avvenire. Oltre che, quando sono smisurati, non possono durare a lungo per l’enorme spesa; e se i popoli indugiano, i principi sono costretti a disarmare o a fallire. Per ultimo gli eserciti provano riuniti e non dispersi, sui campi e non fra le mura delle cittá e delle ville; dove le armi, la disciplina, gli ordini militari dovendo ubbidire al luogo, i soldati hanno poco o nessun vantaggio dai cittadini. Ora le guerre democratiche non sono da Stato a Stato ma da governo a popolo, non sono esterne ma civili, non campali ma urbane: e siccome la democrazia è diffusa per due terzi di Europa, le sue mosse somigliano a quei fuochi sotterranei, che sprizzano ad un’ora in piú luoghi e sfogano per molte bocche; per modo che le forze nemiche, essendo costrette a dispergersi, riescono tanto piú deboli e inabili a vincere. Per la qual cosa una guerra generale nel senso antico non è oggi probabile, perché tali guerre hanno luogo quando i popoli quietano e gli Stati soli gareggiano fra di loro. E se ai potentati venisse il ticchio di assaggiare questo rimedio (giacché non vi ha insania di cui non sieno capaci), esso accelererebbe probabilmente la loro rovina; quando una guerra universale si trarrebbe dietro una rivoluzione universale, e ne accrescerebbe l’impeto, il vigore, l’efficacia."
      },
      {
        "index": 7,
        "text": "Le probabilitá che risultano dallo stato presente delle cose sono adunque favorevoli alla democrazia, la quale non ha da temere altro nemico che se medesima. La democrazia uccide se stessa quando in demagogia si trasforma; perché questa, non essendo guidata dall’ingegno e dal senno, precipita necessariamente in mille errori ed eccessi che sono la sua ruina. Ora oggi il campo popolare è diviso: a costa dei democratici si trovano i demagoghi, che usano il linguaggio, pigliano il nome, il volto e le maniere di quelli. Ma ciò che li distingue essenzialmente e può preservar dallo scambio anche i meno oculati, si è che la democrazia è popolo, la demagogia è setta. L’ingegno stesso divien demagogico, quando in vece di essere popolare si rende fazioso. Imperocché fra l’aderire al popolo e raccostarsi a una setta corre questo capitale divario: che nel primo caso si mantiene, nell’altro si perde la libertá e l’individualitá propria. Il popolo infatti non è una parte ma il tutto, e abbraccia nella universalitá sua tutte le idee e tutti gl’interessi sotto la forma confusa d’istinto e di sentimento. Il popolo è come la natura, che è la matrice e il ricettacolo di tutte le potenze: onde nel modo che il poeta e l’artefice, affratellandosi colla natura, trovano in essa una fonte copiosa di nobili inspirazioni conformi al genio proprio di ciascuno di loro; cosí pure il filosofo e il politico, accomunandosi col popolo e facendosene interpreti, non sono schiavi di alcuna dottrina speciale e serbano intatta l’autonomia che li privilegia. Il contrario avviene a coloro che si rendono partigiani; perché ogni setta essendo, come si dice, esclusiva, avendo certi suoi dogmi, negando tutti gli altri e spesso mirando ai propri interessi e puntigli anzi che al vero ed al bene universale, obbliga a fare altrettanto tutti coloro che le appartengono."
      },
      {
        "index": 8,
        "text": "La riuscita di ogni impresa dipende dal suo indirizzo, il quale consta di due parti, cioè di principio e di progresso, egualmente necessari al buon successo dell’opera. Il principio del Rinnovamento sarebbe viziato, se avesse luogo per via di quelle rivoluzioni che sono contro natura. Abbiamo veduto che due sono i principali caratteri delle rivoluzioni naturali, cioè la spontaneitá e l’universalitá del moto; dalle quali nasce la terza prerogativa che hanno, di esser durevoli nei loro effetti[4]. Ora niuna rivoluzione può aver queste doti se non procede dal popolo ma dalle sètte; le quali, operando per via di accordo anticipato e di congiura, non possono fare un effetto spontaneo; essendo parziali, non possono produrre un effetto universale. Perciò i tentativi di questo genere o vengono soffocati nel loro nascere e partoriscono immediatamente per via di riscossa un regresso proporzionato; o se riescono momentaneamente, danno luogo alle divisioni, che debilitano la parte popolare e adducono piú tardi la rovina. Imperocché, quando il principio è viziato, non può esser buono il progresso, benché per contro il progresso possa sviarsi anche quando il principio è buono. Perciò la regola del progresso consiste nel mantenerlo conforme al cominciamento, cioè spontaneo ed universale, e quindi nel preservarlo dalle fazioni. Il Risorgimento italiano ebbe prospera fortuna finché rimase fedele alla spontaneitá e universalitá delle sue origini. Ma quando le sètte sottentrarono ai pochi uomini animati dal genio nazionale che preparato lo avevano, quando esse cercarono di corromperlo per accomodarlo ai propri fini, quando i municipali vollero ristringerlo riducendolo dalla nazione alla provincia, quando i puritani vollero allargarlo con una nuova rivoluzione distruttiva della prima; nacquero subito le scissure: i democratici si partirono dai conservatori, i principi dai popoli, Roma ecclesiastica dall’Italia laicale, il Piemonte divenne segno alle gelosie e ai sospetti degli altri domíni; e quell’opera mirabile, che l’unione spontanea di tutti aveva incominciata, fu dalla divisione e dalle parti in pochi mesi distrutta. Altrettanto accadde in Germania, e sarebbe avvenuto in Francia, se il popolo avesse perseverato negli errori dei primi mesi, continuando di porgere orecchio agli utopisti, per cui il moto eroico di febbraio riuscí ai tumulti sanguinosi di giugno. Ché se il presto ravvedimento mantenne la forma repubblicana, lo sbaglio momentaneo ne impedí i frutti e fece effetti che durano ancora. L’esempio europeo del quarantotto può servir co’ suoi falli di regola al Rinnovamento, mostrando che non basta il vincere se si abusa della vittoria. Imperocché ogni abuso notabile suscita molti nemici, distrugge l’unanimitá e, separando i migliori dalla causa trionfante, ne prepara l’eccidio. Perciò, se la democrazia vincitrice desse nel sangue e nell’aver di piglio, profanasse la religione, offendesse la morale, la proprietá e la famiglia, tentasse riforme sovvertitrici o impossibili, e insomma rinnovasse gli esempi francesi del secolo scorso o volesse effettuare certi sogni del nostro, perirebbe infallibilmente e, sprezzando i ricordi dell’esperienza e della storia, non sarebbe pur degna di compassione. Non è giá che io tema, come fanno certuni, che il comunismo o altre simili chimere possano prevalere; ma il solo saggio darebbe tal forza di concorso e tale efficacia di credito ai nemici della libertá, che non solo la democrazia e la repubblica ma ogni ordine libero diverrebbe per un certo spazio impossibile sul continente."
      },
      {
        "index": 9,
        "text": "La democrazia avrá dunque buono o cattivo esito, secondo che prevarrá il principio veramente democratico o il demagogico e l’indirizzo suo sará popolare o fazioso. Quanto a sapere quale dei due sará padrone del campo, io non mi attento di proferire alcun giudizio, trattandosi di un punto che dipende dall’arbitrio degli uomini e non dalle leggi che li governano. Legge si è che la democrazia sia per aver tosto o tardi il successo definitivo; ma se, prima di sormontare stabilmente, ella debba ancora per propria colpa soggiacere a nuove sconfítte, non può sapersi e difficilmente può conghietturarsi, essendo che da un lato vi ha ragion di temere e dall’altro di confidare. Mi dá paura l’esempio del quarantotto e del quarantanove, quando il piú bell’acconcio di risorgere che da piú secoli ci avesse apprestato la providenza fu miseramente guasto dall’inesperienza e dagli spiriti faziosi, benché non mancassero uomini coraggiosi e oculati che avvisarono le sètte e i popoli dei presenti pericoli e dei futuri mali. Né tali sètte sono oggi spente o fanno segno di emenda; cosa del resto assai naturale, perché le fazioni non si convertono. Eccovi che in Francia non mancano coloro che sognano tuttavia prede, distruzioni, stragi; né i consigli né gli esempi né la storia né la civiltá avanzata bastano a farli ravvedere e smuoverli dai loro disegni. In Germania v’ha chi, oltre al predicare le dottrine dei comunisti francesi, le condisce con una filosofia atea e vorrebbe ergere la cultura novella sulle ruine del cristianesimo. Simili dottrine si propagano da alcuni in Italia; e benché il corteggio e l’ingegno di cotali riformatori non li rendano formidabili nel nostro paese, non si può giá dire altrettanto dei puritani, i quali a mille segni si scorge che non hanno deposta pur una delle loro preoccupazioni e son pronti a rinnovare gli antichi errori come prima ne veggano il bello. Il conventicolo di Londra, che rappresenta la parte immoderata e faziosa della democrazia italiana, francese, germanica, tende indefessamente a spogliare la rivoluzione europea delle condizioni richieste alla sua riuscita, rendendola intempestiva coll’accelerarla, e quindi fattizia e parziale. Cospirazione e rivoluzione ben intesa ripugnano; perché, quando il moto viene di fuori, da una setta, e si opera per via di trame occulte, non può essere istintuale di principio né popolare di concorso e di esecuzione. Questa veritá importante non entrò mai nel capo a Giuseppe Mazzini; il quale, spesi quindici anni a far tristamente il mestiero di cospiratore, tentate invano quelle mosse divulse e inopportune che insanguinaron l’Italia e tanto nocquero a’ suoi progressi prima del Risorgimento, turbato e tronco il corso fortunato di questo colle mene di Lombardia e l’indirizzo dato alle cose di Roma, ora persevera nello stesso proposito e se l’intende con coloro che guastarono l’impresa germanica e promossero i conati di giugno nel quarantotto e nel quarantanove con grave danno della repubblica francese."
      },
      {
        "index": 10,
        "text": "Tanta cecitá ed ostinazione deggiono temperar la fiducia eziandio degli ottimisti. Tuttavia io considero che, se le luttuose esperienze sono inutili alle sètte, esse giovano per ordinario ai popoli e all’universale. E l’universale in Francia ha fatti da due anni avanzamenti notabili; di che rende testimonio il contegno savio, legale, pacato del popolo, che non poté essere interrotto né dalle provocazioni del governo né dai raggiri e incentivi faziosi. La plebe parigina, che nel quarantotto si lasciò aggirare dagli utopisti, non tenne dietro nell’anno appresso ai sollevatori, e d’allora in poi andò sempre rimettendo della sua fiducia nei capiparte e nei capiscuola che scambiano i sogni colla scienza e coll’esperienza. Invano i fuorusciti di Londra per vezzo di sistema e impazienza di esilio l’invitano di continuo a prorompere, chiamando viltá e codardia quello che è prudenza e longanimitá civile. Imperocché, siccome ogni riscossa legale acquista dalla legge una forza morale incomparabile e una grande probabilitá di riuscita; quando un popolo può ricuperare i suoi diritti senza violar lo statuto, anzi in virtú di esso, sarebbe temeritá e follia l’arrischiare il tutto col muovere fuor di tempo e in congiunture poco propizie. Se in Germania e in Italia i popoli abbiano del pari profittato dell’esperienza, io non lo so; ma la quiete dell’ultimo biennio m’induce a sperare che il senno abbia avuto qualche parte in quello che forse è stato necessitá. Nel modo che i principi assoluti di Europa sono propriamente una sola casta, cosí i popoli e i democratici di tutti i paesi debbono considerarsi come una sola famiglia, e quindi evitare quegl’impeti divisi e sregolati che tante volte li pregiudicarono. Né dee gravare l’indugio, perché in ogni spezie di guerra il temporeggiare è guadagno quando scema le forze dell’inimico. Ogni giorno che passa toglie ai despoti, aggiunge ai popoli qualche fautore e rende gli eserciti smisurati piú gravosi e men fidi, tanto che fra non molto saranno intollerabili alla borsa di chi li paga e sospetti alla sua potenza. Cosicché, ragguagliata ogni cosa, la democrazia può risarcire i suoi danni e assicurarsi di vincere, se imita Fabio Massimo, «qui cunctando restituit rem»[5]; laddove la fazione austrorussa si trova in peggiori panni di Annibale, né può aver fiducia di rimettersi che provocando i popoli a impazienza e accelerando la pugna. E quanto piú si ritarda, tanto meglio essi popoli e gl’ingegni particolari hanno tempo e agio di maturare le idee loro; imperocché il Rinnovamento dovendo anche essere economico, e regnando oggi negli spiriti una gran confusione da questo lato, per cui il fattibile si mescola col chimerico, ogni dimora che la scemi e, accrescendo le cognizioni sode e fondate, tolga credito alle fantasie si dee recare a profitto."
      },
      {
        "index": 11,
        "text": "Essendo oggi i popoli piú savi dei governi e avendo fatto il primo passo nella via della saviezza, che è quello di saper attendere, si può aver confidenza che, giunta l’ora, sapranno operare. Ma siccome dall’altra parte i governi sono piú scaltri dei demagoghi e delle loro sètte, veggiamo che sia per succedere nel caso che gli errori di queste diano luogo al trionfo degli austrorussi. Dico adunque che in tal presupposto la vittoria popolare non sará impedita, ma bensí differita per lo spazio di alcune generazioni. Gli ordini della civiltá presente piú non comportano che i cosacchi disertino e signoreggino l’Occidente, come fecero gli antichi barbari; tanto che la dominazione russa non avrá forma di conquista, ma di primato, di egemonia, di patrocinio. Sará una nuova barbarie ma meno rozza, un nuovo servaggio ma men crudele, un nuovo medio evo ma men tenebroso e sovrattutto men lungo dell’antico. La Russia, campata fra l’Asia e l’Europa culta e divenuta quasi cosmopolitica rispetto al nostro emisfero, distendendo le sue braccia sulle dette parti del globo, fará presso a poco verso di loro ciò che l’antica Macedonia fece riguardo alla Grecia e alla Persia, distruggendo nell’una la torbida libertá ionica e nell’altra il dispotismo orientale degli Achemenidi. Da questo doppio moto risulterá un ordine nuovo, una civiltá nuova; e la stirpe slava, frammettendosi alle altre, infonderá in esse una nuova vita, come le antiche popolazioni teutoniche nella razza latina. Né paia strano che in tale ipotesi la Russia incivile e schiava possa essere principio di franchigia e di gentilezza; perché, mentre ella prenderá possesso in un certo modo del corpo delle altre nazioni, queste conquisteranno il suo spirito. Quando una mezza barbarie sopravvince le nazioni culte, ella piglia una parte della loro cultura; cosicché quei soldati russi, che porterebbero la servitú in Francia e in Italia, recherebbero la libertá nel proprio paese. Qualunque sieno per essere i successi futuri, egli è certo che il loro esito finale sará il livellamento di Europa non mica a Stato dispotico ma popolare, e però verrá meno la dualitá e antagonia presente fra l’Oriente barbarico di quella e l’Occidente civile. Il mezzo per cui tale spiano avrá luogo è incerto: l’effetto è indubitato. L’Europa sará livellata a popolo dalle nazioni occidentali o dall’autocrato, per mezzo delle stirpi latine e germaniche ovvero del panslavismo. Nel primo caso la mèta è piú vicina e il cammino migliore; nel secondo piú lontana e preceduta da una via dolorosa e terribile, né potrá raggiungersi che a prezzo della quiete, dell’onore, del sangue di molte generazioni. Tanto che i nostri coetanei han ragione di atterrirsene, non solo per proprio conto, ma per quello dei loro figli e dei loro nipoti."
      },
      {
        "index": 12,
        "text": "So che si trovano certi politici i quali distinguono regresso da regresso; e benché non bramino che la Russia prevalga, credono per altro che se i fautori della monarchia vincessero in Francia se ne avrebbero due buoni effetti, cioè la distruzione della setta repubblicana e il ristabilimento dei riti costituzionali per tutta Europa. Appartengono a questo novero quei liberali nostrani che non ha guari pregavano vittoria ai monarchisti di Parigi, considerando la caduta della repubblica francese come un’ottima fortuna per lo statuto sardo. Costoro sono preda di una triplice illusione, credendo che il regresso possa sostare e moderarsi, che possa durare e produrre un assesto definitivo di cose e che, succedendo in Francia, non sia per allargarsi nel resto di Europa. Ciò poteva ancora sperarsi nel quarantanove, perché il dietreggiare d’allora era ne’ suoi princípi e non avea un concerto né uno scopo comune. Ma oggi è cosí inoltrato che non può fermarsi prima di essere pervenuto al suo colmo, e cosí uno e indiviso che sormontando in un luogo dee vincere in tutti gli altri; tanto che il mantenimento della repubblica francese è una condizione vitale della libertá europea. Il regno ristabilito sulla Senna da una fazione cieca, cupida, arrabbiata, avida di privilegi, atterrita dal socialismo, allegata dentro e di fuori coi retrogradi, coi gesuiti, con Roma ecclesiastica, coi despoti boreali, e spalleggiata dal nuovo farisaismo che ora si predica sotto nome di cristianesimo, sarebbe di necessitá ostile alle franchigie eziandio piú tenui e conferirebbe al dominio della sciabola l’arbitrio del continente. E ciò avverrebbe sotto qualunque insegna monarchica, e anche dato che fossero eccellenti le qualitá del principe e ottimi i suoi consiglieri; perché la logica del regresso sarebbe piú forte del volere degl’individui, e coloro che reggerebbero la Francia verrebbero signoreggiati e rapiti dall’impeto universale. L’Inghilterra, unico rifugio della libertá in tal caso, saría debole di fuori né potrebbe affatto sottrarsi alla piena, e la parte aristocratica probabilmente ci riavrebbe per qualche spazio il maneggio delle cose. Veggano dunque gli amatori di libertá quanto abbiano da vagheggiar cotal esito e rallegrarsene dove succeda. Né i conservatori illiberali ne starebbero meglio, perché il trionfo non saría lungo e darebbe luogo allo sterminio. Il principato non ha piú radice in Francia; e se non è democratico, non può piú allignare durevolmente in alcuna parte del mondo civile. Ora come potria esser tale, nascendo dal regresso e trovandosi infeudato e stretto per ragione di origine e di sicurezza alla nuova Santa alleanza e a quanto si trova di piú rancido e barbaro in Europa? come potrebbe non solo procurare la libertá, ma provvedere all’ingegno, alle plebi e alle nazioni, che sono i tre bisogni supremi del secolo? Ora qual governo trascura al dí d’oggi queste tre cose, forza è che perisca. Coloro adunque, i quali per quietare il mondo vorrebbero restituire il regno in Francia, non se ne intendono; ché in vece di ovviare a nuove rivoluzioni e spegnere l’idea repubblicana, renderebbero quelle inevitabili, questa piú gagliarda, piú invitta, piú viva."
      },
      {
        "index": 13,
        "text": "Il dilemma di Napoleone è dunque inesatto se si discorre dell’esito definitivo, poiché la Russia vincitrice sarebbe vinta dalla civiltá e l’Europa anche in questo caso non sarebbe cosacca ma democratica. Dico «democratica» e non repubblicana, affinché la formola del Buonaparte esprima una legge e non un accidente. Le leggi derivano dagli ordini immutabili di natura, gli accidenti dall’arbitrio umano, e quindi sottostanno a quelle di rilievo e di certezza. Ora la legge fatale che signoreggia l’Europa da piú secoli è la tendenza al vivere democratico, il quale essendo accordabile con varie forme di governo, niuna di esse è tale che debba prevalere necessariamente in virtú della detta legge. Ché se Napoleone si appose dicendo che la Francia e l’altra Europa culta camminano verso lo Stato di popolo, se questo inviamento è ancor piú chiaro e celere al dí d’oggi che non era a quei tempi, ciò nasce da una causa accidentale, cioè dalla corruzione del principato, il quale, per colpa o demenza di coloro che investiti ne sono, si mostra avverso e implacabile agli ordinamenti e agli spiriti democratici. Ora, quando una legge naturale trova un ostacolo che si attraversa al suo adempimento, essa lo abbatte, come un torrente che spianta gli alberi, atterra gli argini e gli altri intoppi che si frappongono al suo corso. Cosí la piena invitta della democrazia sterminerá il principato, se questo s’impunta ad urtarla in vece di secondarla. Ma oggi, non che secondarla, la piú parte delle monarchie le fanno guerra accanita: fra le grandi e potenti di Europa una sola, cioè l’inglese, è in cervello; fra le piccole d’Italia una sola, cioè la sarda. Potranno esse rimettere le altre in buon senno e guarirle della vertigine che le strascina? Io ne dubito assai, anzi temo piuttosto che le molte corrotte non infettino le poche sane, quando il morbo è purtroppo piú contagioso della salute. Ma quando la ruina avvenga, i principi non potranno imputare alla natura o al caso o alla providenza un male che verrá solo da lor medesimi. Imperocché, sebbene a quest’ora esso sia mirabilmente cresciuto, ci sarebbe ancora rimedio se rinsanissero. Facciamo per un presupposto che si aprano loro gli occhi e, vedendo il precipizio vicino, si risolvano a mutar sentiero. Facciamo che in vece di affogare le nazionalitá piglino a redimerle, riordinando l’Europa secondo natura e riformando i capitoli di Vienna; che in vece di combattere il pensiero ne promuovano gli avanzamenti, cercando l’ingegno dove si trova e chiamandolo a timoneggiare le faccende e le instituzioni; che in vece di opprimer la plebe sieno i primi ad abbracciarla e a sovvenirla con acconcie riforme pedagogiche ed economiche; che insomma, sostituendo alla politica sofistica e faziosa della resistenza la politica dialettica della condiscendenza, si rendano lealmente costituzionali, democratici e progressivi: chi non vede che la monarchia, procacciandosi con tali opere il consenso, l’amore, l’ammirazione dei popoli, acquisterebbe una soliditá inestimabile e potrebbe ridersi de’ suoi nemici? I quali diverrebbero impotenti, perché pochi, ridotti alla scarsa misura di una setta, avversati dalla pubblica opinione e privi di quei pretesti che li rendono seduttivi e formidabili. Stando le cose in questi termini, niente vieterebbe che i regni tranquillassero a costa delle repubbliche, quando tutti i vantaggi della repubblica sarebbero comuni eziandio al regno. Gli ordini presenti di Francia si assoderebbero e verrebbero in fiore senza scandalo e pericolo dei principati di Europa, perché le nazioni sono savie e quando stanno bene, non che ambire di mutar essere, temono e odiano le mutazioni. Forse il Regno unito d’oggi invidia gli Stati uniti? Egli è dunque chiaro che la declinazione dello Stato regio procede dal vizio degli uomini e non mica dalla natura delle cose, né da quelle leggi universali per cui la democrazia è la mèta a cui corre il nostro incivilimento. L’opinione contraria, confondendo in modo assoluto la democrazia colla repubblica, è non solo un error dottrinale ma un rischio pratico; e siccome giá torse dalla via diritta il Risorgimento, cosí potrebbe sviare il Rinnovamento italiano e anche in certi casi spegnerlo senza rimedio."
      },
      {
        "index": 14,
        "text": "Imperocché s’ingannano a partito coloro i quali misurano le condizioni del nostro paese da quelle della Francia e di altre nazioni. Ancorché la fortuna ci salvi dal primato russo e sia favorevole al latino, l’Italia per ordinarsi e rinnovellarsi avrá da fare un travaglio tanto piú doloroso quanto maggiori ci sono la divisione e l’inesperienza civile. Nel mondo delle nazioni, come in quello di natura e nel corpo umano, vi sono certe epoche d’inquiete e di concozione, nelle quali per la turbolenza degli elementi e degli umori non vi ha nulla di stabile e tutto soggiace a crisi e mutazioni continue; finché, sfogato il principio morboso dopo un certo tempo, alla tempesta succede la calma e ai moti precipitosi gli equabili andamenti. Questo periodo, ch’io chiamerei «vulcanico», l’Inghilterra lo ha finito da piú di un secolo e mezzo, la Francia lo corre da dodici lustri, ma in Italia è appena incominciato coi casi ultimi, e voglia Iddio che non debba essere ancor piú lungo e penoso che presso gli altri popoli. Le gran mutazioni non succedono nella vita reale con quella precisione e squisitezza che hanno in sui libri: il male spesso ci sovrasta al bene, e i dirivieni, i rigiri, i regressi, le fluttuazioni travagliose ci sogliono durare quanto lo stato di transito dall’antico al nuovo. I passaggi da un’epoca ad un’altra disparatissima sono lunghi e difficili; e prima che la democrazia si assolidi anche presso i popoli piú avanzati nella cultura, si dovrá attraversare una spezie di medio evo, che sará certo piú breve e meno angoscioso del primo, ma pur tale che basterá al tormento di parecchie generazioni. Se non che l’etá moderna ha un vantaggio dalle passate, cioè la previdenza, effetto dell’avanzata cultura, mediante la quale molti mali, che giungevano impreveduti ai nostri maggiori, oggi si possono preconoscere nella generalitá loro, e quindi, pogniamo che non sieno evitabili, ci è dato di renderli men gravi e ammannirne la medicina. Giova pertanto il rivolgere a un punto di tanto rilievo l’attenzione degli uomini savi, affinché, riandati i casi sinistri e possibili, ne apprestino il rimedio, preoccupando l’avvenire colla prudenza civile e preparando, se posso cosí esprimermi, la terapeutica del Rinnovamento."
      },
      {
        "index": 15,
        "text": "Nella pratica, come nella scienza, la bontá dei risultati dipende dal metodo che si elegge. Nel modo che nelle dottrine la posizione dei loro pronunziati non può essere arbitraria, ma viene determinata dalla qualitá dei veri che si espongono, si dichiarano, si provano, e dalla logica che li governa; similmente nelle imprese politiche che constano di molti capi, gli uni debbono precedere, gli altri venire appresso, secondo che prescrive la logica civile fondata nella loro natura: né tal ordine può essere sostanzialmente turbato senza danno e rovina di tutto l’assunto, come si è veduto nel nostro Risorgimento, quando alla dialettica nazionale che dovea indirizzarlo sottentrò la sofistica delle fazioni. Ma ogni metodica argomenta certi princípi in cui si radichi, ché coloro i quali vogliono premettere il metodo alla dottrina non se ne intendono, e ogni organo logico è il corollario di una teorica dottrinale. Il metodo pratico del Rinnovamento italiano dee dunque dedursi dalle sue dottrine; le quali vogliono attingersi dal senso retto non dal volgare o comune, procedere dalla cognizione dei savi e non mica dalla fantasia degl’inesperti e delle sètte, e però debbono essere democratiche non demagogiche. Se la demagogia prevalesse nelle massime e nell’indirizzo (e il pericolo è grave per le ragioni che vedremo fra poco), non solo il Rinnovamento verrebbe meno, ma avrebbe un esito ancor piú infelice del moto che lo precedette."
      },
      {
        "index": 16,
        "text": "Questo sia il primo capo di ogni discorso: che la nazionalitá essendo il bene supremo e la base di tutti gli altri, essa dee antimettersi in ragione di tempo e d’importanza ad ogni altra considerazione. Ora la nazionalitá consta di autonomia e di unione; perché senza di questa tu non sei un popolo ma molti, senza di quella tu non sei una nazione ma una greggia serva o vassalla dello straniero. Nell’ordine logico-astratto l’autonomia va innanzi all’unione; ma nell’ordine logico-pratico una certa unione è necessaria ad acquistare l’indipendenza, benché l’unione compíta e l’unitá politica abbiano bisogno di questa e la presuppongano. Il Balbo errò a confondere l’unione perfetta coll’imperfetta e, postergando anche questa all’autonomia, fu causa che tutto precipitasse. Ora, per conseguire il bene della nazionalitá co’ suoi due coefficienti essendo piú che mai necessario l’accordo degli animi e delle forze, si debbono metter da canto quei piati di minor momento che possono scemarle o dividerle. E perciò ogni qual volta avvenga che si possa ripigliare la causa dell’unione (considerata generalmente) e della indipendenza, chiunque sturbi la concordia, mettendo in campo intempestivamente quistioni meno importanti, fará segno di essere un cagnotto dell’Austria, o alla men trista di antiporre agl’interessi della patria quelli della sua fazione."
      },
      {
        "index": 17,
        "text": "Mettendo per un momento da banda i vantaggi di minor rilievo (dico «minore» per comparazione), non si ha però da temere che lor si rechi alcun pregiudizio, poiché questo è anzi il solo modo di conseguirli e di assicurarli. Cosí, per cagion di esempio, il bene che piú monta dopo i suddetti è il tenore democratico del reggimento. Ora egli è chiaro che un popolo non può essere democraticamente ordinato e in grado di mantenere questo suo assetto, se non ha essere di nazione una e indipendente; e però chi attende a procacciare la nazionalitá coll’unione e coll’indipendenza provvede alla democrazia, come chi getta le basi lavora per l’alzata dell’edilízio. Né vi ha da temere che, creata la nazione, gl’instituti democratici sieno per mancarle, giacché il segno a cui la civiltá è giunta rende impossibile ogni altra forma di polizia. Nazione e popolo, libertá e democrazia sono oggi tutt’uno sostanzialmente. Ogni parte dell’Europa culta ubbidisce alle leggi che governano il tutto; e il supporre, verbigrazia, che quando la Francia sará retta alla democratica possa allignare un modo di cittadinanza essenzialmente diverso, è tal presupposto che non ha d’uopo di confutazione. Pongasi che un governo o una setta si ostini a tale impresa: chi non vede che quanto oggi le varie provincie italiane sono impotenti, perché divise, contro i soprusi dei loro rettori e delle fazioni; tanto sará facile all’Italia una ed autonoma lo sterminare chi volesse imporle statuti e leggi contrarie ai bisogni e al genio del secolo? Lo stabilimento della nazionalitá italiana porta dunque seco necessariamente quello degli ordini democratici; e però sarebbe follia l’anteporre la consecuzione di questi all’acquisto di quella."
      },
      {
        "index": 18,
        "text": "Altrettanto dicasi della repubblica, ma però sotto certi limiti. Imperocché nel modo che la democrazia sottostá d’importanza all’essere nazionale, cosí la forma repubblicana men rileva degli ordini democratici, correndo fra loro questo divario: che il trionfo della prima è certo, derivando da una legge; quello dei secondi è solo grandemente probabile, nascendo da una causa accidentale, cioè dalla corruzione insanabile del principato. D’altra parte i casi di Europa possono pigliare un tal corso, che in molti paesi si debba passare ancora per un periodo di monarchia civile prima di giungere allo Stato popolare. Si dirá che il caso non è probabile. Sia pure, ma è possibile. Ora il senno politico dee ponderare tutte le contingenze e guardarsi di confondere la probabilitá, eziandio che grande, colla certezza. Io fo adunque il seguente dilemma. O la forma repubblicana prevarrá prossimamente nella maggior parte di Europa, o no. Nel primo caso, sará tanto facile per l’Italia giá resa una e autonoma il recarsi a repubblica quanto l’essere democratica, per le ragioni dette di sopra. Nell’altro caso, ella non potrá né anco essere democratica, se prima non è una e franca dagli stranieri; laddove, possedendo questi due beni fondamentali, il compimento della democrazia, cioè la repubblica, non le verrá tolto ma differito solamente. Ma se gli eventi pigliano urta tal piega che debba indugiarsi lo stabilimento degli ordini popolari, ogni conato intempestivo per l’introduzione di essi impedirebbe l’acquisto dell’essere nazionale e democratico, o acquistato lo spegnerebbe."
      },
      {
        "index": 19,
        "text": "Nazionalitá, democrazia, repubblica sono dunque tre termini indicanti tre assunti successivi e distinti, per modo che il volerli porre ad un piano e confonderli insieme è un nuocere a tutti ugualmente. Ma i puritani obbiettano a questa metodica che la monarchia essendosi testé mostrata impotente a creare la nazionalitá italica, non si dee piú far capo ad essa né merita la nostra fiducia, e che quindi l’impresa repubblicana dee precorrere, se non altro, come l’unico mezzo che ormai ci soccorra di fornire la democratica e la nazionale. Questo raziocinio acchiude un grave vizio, cioè quello di considerare soltanto la metá della quistione. Non si tratta di sapere se sia grande la fiducia possibile a riporsi nel principato civile, ma se sia maggiore di quella che milita per la repubblica. Le condizioni della patria nostra sono tali che la sua redenzione in ogni modo è difficile; ma si cerca se sia piú difficile col regno costituzionale o collo Stato di popolo. Ora il problema posto in tal forma non è malagevole a sciogliere, sia che si guardi ai fatti recenti, sia che si abbia l’occhio alla ragione intrinseca delle cose. Imperocché, se la monarchia diede mal saggio di sé in Italia, peggiore fu quello della repubblica. Gli errori di Carlo Alberto richiamarono i tedeschi nell’Italia nordica; quelli dei repubblicani, oltre l’Austria, trassero la Spagna e la Francia e diedero loro in preda il resto della penisola. La repubblica e i tentativi repubblicani di Roma e di Toscana ci ristabilirono e peggiorarono il dispotismo antico; il principato salvò in Piemonte la libertá. Se questa soppravvive e fiorisce tuttora in un angolo d’Italia, il merito è dovuto alla monarchia costituzionale e non alla repubblica; da cui non rimase che il vivere libero non sia stato spento sul Po superiore come sull’inferiore, sul Sebeto, sull’Arno e sul Tevere. Si aggiunga che i cattivi successi e i traviamenti del principato in Lombardia, Toscana, Roma e Napoli, furono in gran parte aiutati e promossi dalla setta repubblicana; senza la quale gli errori dei principi e dei loro governi avrebbero avuto rimedio, né sarebbero stati sí gravi da spegnere il Risorgimento per le ragioni che abbiamo dichiarate altrove."
      },
      {
        "index": 20,
        "text": "La repubblica considerata in se medesima fu certo innocente di questi falli, non essendo cosa equa l’attribuire i trascorsi degli uomini alle forme governative. Ma queste, ancorché buone in se stesse, diventano viziose quando s’introducono fuor di proposito; come fecero coloro che, piantando la repubblica in Roma e volendo stabilirla in Toscana, divisero l’Italia mentre conveniva unirla, e crearono un rivale al Piemonte e un nemico al principato quando gl’interessi comuni prescrivevano di accrescere le loro forze. Tuttavia i fondatori della romana repubblica furono degni di scusa, poiché ci vennero tratti a forza dal procedere del pontefice e dalla durezza implacabile dei governi gaetini. Se non che dall’essere una instituzione scusabile e anco, se si vuole, giuridica come ordine transitorio e provvisionale, all’avere quella legittimitá che è propria dei governi stabili, l’intervallo è infinito. Laonde non senza gran maraviglia io lessi in uno scritto recente che «il solo governo legittimo d’Italia è la repubblica romana, benché a tempo sospesa, e quelli che avranno il medesimo fondamento»[6]. O la dottrina della nazionalitá è una chimera, o non vi ha Stato fermo che sia legittimo se non è rogato formalmente o almeno consentito esplicitamente dalla nazione. Ora la repubblica di Roma non ebbe alcuno di questi titoli, poiché fu opera di una sola provincia, la sola Toscana la riconobbe, e fuori degli Stati ecclesiastici non ebbe né l’approvazione dei savi (come quelli che prevedevano le calamitá imminenti) né l’applauso delle popolazioni. Il principato sardo all’incontro sortí una ricognizione ancor piú valida e gloriosa degli squittini e dei protocolli, poiché il suo capo fu levato a cielo da tutta Italia come principe costituzionale, duce e liberatore. Era dunque legittimo nel quarantotto, quando si accollava l’egemonia patria fra le benedizioni dell’universale; era legittimo al principio del quarantanove, mentre si accingeva a una seconda campagna e trattava amichevolmente con Toscana e con Roma per comporre le liti di quei popoli coi loro principi. O forse la sua legittimitá venne meno per la repubblica bandita in Roma e per le armi prostrate a Novara? Ma quando una provincia si parte da un governo che ha in suo favore il voto dei piú, questo e non quella è il potere autorevole; tanto che il dire che Carlo Alberto sia stato legittimo principe sino agli otto di febbraio del quarantanove, e che abbia in tal giorno cessato di essere perché piacque a uno Stato dell’Italia centrale di bandir la repubblica senza il consenso della nazione, è cosa squisitamente ridicola, oltre che un tal modo di connettere sconvolge le idee piú elementari del giure e della giustizia. Ché se i tedeschi, vincendo la monarchia sarda, ne annullarono i diritti, la repubblica romana non può esserne erede, giacché anch’ella fu disfatta non dai soli tedeschi, ma dai regnicoli, dai francesi, dagli spagnuoli. I fatti seguenti, non che debilitare la legittimitá subalpina, la confermarono, poiché Vittorio Emanuele osserva religiosamente i patti da lui giurati. Qual potere è piú sacro e inviolabile di quello che corrisponde fedelmente coi progressi alla bontá della sua origine? Né io nego che anche l’origine della repubblica romana sia stata «pura»[7], se si parla dei rettori e dei delegati che la promulgavano e non dei casi luttuosi che la precedevano; ma piú puro ancora fu il regno piemontese, in cui lo statuto non fu «preparato da un parricidio nefando né applaudito da quelli che celebrarono il parricida."
      },
      {
        "index": 21,
        "text": "Dai fatti adunque risulta senza replica che il principato civile di Sardegna, sia pei titoli che lo giustificano, sia per le prove che ha date, si è chiarito sinora piú atto o, vogliam dire, meno inetto della repubblica all’impresa patria. La natura intrinseca delle cose conferma questa sentenza, giacché niuna nazionalitá può sorgere e stabilirsi senza un principio egemonico di qualche sorta. Ora due soli seggi egemonici soccorrono oggi nella penisola, cioè Roma e il Piemonte. Uniti insieme, possono dar luogo a una egemonia compiuta; ma, divisi, corre fra loro questa differenza: che il Piemonte può molto anche senza Roma, dove Roma non può nulla senza il Piemonte. La ragione si è che questo è la sola provincia italiana che abbia in pronto una milizia numerosa, disciplinata, agguerrita, devota alla libertá e alla causa patria. Senza l’esercito subalpino (giacché del napoletano non accade discorrere) l’Italia è inerme o quasi inerme, quando per raccoglierne e disciplinarne un altro che lo somigli di esercizio e di valore ci vorrebbe gran tempo e molta fatica. E non avendo armi, come cacciare i barbari? come purgarne la bassa Italia, la Venezia, la Lombardia? Colla diversione forse? Ma che i moti oltramontani sieno tali da bastare per se soli a liberarci, è un presupposto difficile a verificare. Né la diversione sarebbe altro che a tempo; e se l’Italia è disarmata, ricadrebbe ben tosto in bocca al nemico, che in vece di perdere amplierebbe la possessione. Coll’aiuto francese? Ma ciò torna a dire che in vece di egemonia propria avremmo una supremazia forestiera. Imperocché un’egemonia che non sia patria e nazionale involge contraddizione, come quella che non può essere fattiva di nazionalitá e di liberi ordini ma di vassallaggio o di servitú. Coloro che credono di ovviare al male colla forma repubblicana e colle Diete costituenti, quasi che tali mezzi sieno una guarentigia di autonomia quando si manca di armi proprie, dovrebbero ricordarsi delle repubbliche e assemblee italiane dell’etá scorsa. Le armi straniere senza le proprie sono di poco onore e di molto pericolo, e un’indipendenza acquistata col solo braccio degli esterni non è tale che di nome. Anzi è piú vergognosa del servaggio, perché chi è schiavo in tal modo e non se ne accorge, vedendo i lacci coperti o indorati e salve le apparenze, fa segno di essere tuttavia fanciullo e indegno di libertá."
      },
      {
        "index": 22,
        "text": "Roma adunque e la romana repubblica non bastando da sé alla redenzione d’Italia, sarebbe follia il rigettare l’egemonia sarda, quando ella abbia fatti gli apparecchi necessari a condurre l’impresa e conciliarsi la pubblica fiducia. I quali sono tre principalmente, cioè le armi, le riforme e gli uomini. Le armi non solo debbono eccedere la misura delle guerre ordinarie ma corrispondere allo scopo, il quale essendo universale richiede un concorso universale; quando non si dá esempio di una guerra d’indipendenza vinta felicemente senza una leva di tutti i cittadini. Il Piemonte dee agevolarla sin d’oggi, introducendo tali ordini di milizia che la rendano facile e spedita in tempo opportuno, affinché, giunta l’ora, non gli tocchi di dire: — Io nol pensava. — Niuno mi stimerá indiscreto s’io affermo che esso dee armare per la liberazione d’Italia quanto l’Austria per opprimerla, in proporzione alle sue forze, essendo troppo indegno che la misura dell’altrui odio superi quella del nostro amore. Ora l’Austria fa da due anni a tal effetto le prove piú eroiche, e da lodarsi sarebbe il nostro governo se in parte almen l’imitasse. Né lo sforzo dee durare a lungo, poiché il nodo intricato delle cose di Europa si scioglierá in breve, se non in modo definitivo, almeno per un certo tempo; e allora sará lecito il disarmare quando i nemici ce ne daranno l’esempio. Ma se in vece il Piemonte si appagasse dei meschini provvedimenti di Carlo Alberto nel quarantotto, egli rinunzierebbe sin d’ora all’ufficio egemonico. Né quelli che si son fatti nei due ultimi anni bastano a gran pezza, non dico solo pel numero dei soldati, ma per l’intreccio delle varie parti dell’esercito, gli ordini di ciascuna di loro e la disciplina, intorno alla quale le schiere tedesche che stanziano nei campi lombardi sono troppo superiori alle nostre. Alcuni dei passati disastri nacquero dal cattivo servigio delle vettovaglie e delle ambulanze, altri da difetto di perizia e di amor patrio nei capi. Non so se siasi provveduto efficacemente a questi disordini: temo bene che siasi fatto poco o nulla, e odo dire che dei guerrieri segnalatisi nella difesa veneta niuno fu voluto accettare per vano sospetto delle loro opinioni, come se in ogni caso fosse minor peccato l’inclinare all’Austria che alla repubblica. Questi e altri fatti (che taccio per buon rispetto) mi mostrano che il municipalismo governa tuttavia in Piemonte non solo le cose civili ma anco le militari, non ostante lo zelo sincero e operoso di Alfonso della Marmora; il che è un cattivo presagio per l’avvenire. Perciò temono gli uomini savi che, quando la fortuna chiamasse di nuovo le nostre armi al cimento, esse non sieno per fare miglior prova che negli ultimi anni e con peggiore effetto, perché le prime disgrazie costarono al principe la corona e le ultime costerebbero al principato la vita. Un Piemonte debole al dí d’oggi non è materia da monarchia ma da repubblica, e il maggior terrore dei puritani si è che l’esercito sardo possa rendersi nazionale."
      },
      {
        "index": 23,
        "text": "Le riforme necessarie a compiere l’indipendenza laicale dello Stato da Roma non patiscono indugio. Se il governo non ci dá opera, perderá il merito e il frutto della Siccardiana e alienerá di nuovo da sé la parte liberale della nazione. Ma siccome il pensiero è la prima fonte dei progressi sociali, siccome il potere e il valere degli uomini e degli Stati corrispondono al sapere, siccome l’ingegno che è la cima del pensiero non prova senza dottrina, siccome il suo predominio è il maggior bisogno del secolo e può solo impedire che la democrazia ordinata e legittima traligni in demagogia rovinosa; egli è chiaro che la riforma dell’insegnamento, non che cedere il luogo alle altre, dee premere piú di tutte ai governi liberi. E il Piemonte tanto piú ne abbisogna quanto che gli ordini che vi regnano sono intrinsecamente viziosi; e se erano tollerabili un secolo fa, ripugnano affatto alle odierne condizioni del sapere. Ora che fecero i ministri per supplire a un bisogno cosí urgente? Nulla o quasi nulla. La legge proposta, se fosse vinta, in vece di ristorare gli studi, ne aiuterebbe la rovina. Due anni preziosi di pace vennero sciupati oziosamente, e Pietro Gioia continua (mi duole il dirlo) la vergognosa inerzia del Mameli. L’instruzione delle classi colte si collega coll’educazione delle due parti estreme della cittadinanza, che sono il principe e la plebe. Il principe va raramente d’accordo colle instituzioni liberali e le riforme democratiche, di cui dee essere il custode e il promotore, se non è civilmente allevato, né può esser tale se la sua disciplina fu aulica o gesuitica. La causa principale, per cui da un mezzo secolo la monarchia costituzionale fa cattiva prova e nei tempi anteriori l’assoluta si corruppe e si uccise da se medesima, si troverá, chi ben guardi, nel reo tirocinio dei principi; accresciuto, se non incominciato, da che la peste del gesuitismo invase eziandio le regge, recandosi in pugno la coscienza dei regnanti e l’instituzione de’ lor successori. Perciò uno dei modi piú efficaci con cui Vittorio Emanuele può conciliarsi la confidenza dei popoli risiede nell’elezion degli uomini assortiti a instruire e indirizzare i futuri eredi della sua potenza, perché niuno potrá dubitare che il padre non sia devoto alla causa italica, s’egli vuole che sin dagli anni teneri se ne instilli l’amore nel petto de’ suoi figliuoli. L’instituzione del ceto inferiore non è men necessaria delle riforme economiche a creare una plebe civile. E siccome la plebe non può essere civile se non è guerriera e atta nei gravi cimenti a difender la patria, gli esercizi militari dovrebbero esser comuni a tutta la gioventú, e specialmente a quella dei campi e delle officine, e sottentrare agli oziosi trastulli, come costumavasi nella Svizzera e nelle cittá libere della Germania ai tempi del Machiavelli[8]. Io vorrei che persino i giuochi e i balocchi dei fanciulli servissero di apparecchio disciplinare al soldato ed al cittadino; e non temerei coi fautori della pace universale[9]che la loro educazione morale ne scapitasse, perché gli spiriti guerreschi inclinano a generositá e mansuetudine quando sono acconciamente contemperati dai civili. A ogni modo l’instituzione di una plebe patria è di gran momento per l’apparecchio egemonico, mercecché senza di esso il Piemonte non può avere un esercito patrio e una plebe italica, né allettare coll’esca dell’esempio e stringere alle proprie sorti il popolo minuto dell’altra penisola."
      },
      {
        "index": 24,
        "text": "Finalmente, siccome né le riforme possono farsi né le instituzioni fiorire senza gli uomini, l’elezione degli uffiziali è di massima importanza, non solo nella milizia ma nei gradi civili. Fra i quali le ambascerie sono di gran rilievo, essendo esse il veicolo per cui si opera di fuori e s’indirizza la politica generale; e buone non sono, se la qualitá degli oratori non risponde all’indole del reggimento. Sotto il dominio assoluto tali cariche erano riservate ai nobili e spesso si dispensavano non al merito ma al favore; tanto che il nipotismo dei ministri non era meno frequente di quello dei pontefici. Il regno legale vuole altro stile; e siccome i primi gradi ci si debbon dare all’ingegno e non alla nascita, cosí voglionsi disdire ai nemici degli ordini che rappresentano. Non è egli strano, per non dire assurdo, che uno Stato libero abbia per interpreti gli odiatori delle sue franchigie? La diplomatica sarda, da pochi luoghi in fuori, non risponde di gran pezza a ciò che dovrebbe essere; e se i tempi divenissero piú difficili, il Piemonte se ne accorgerebbe. Ché se in un paese dove la classe colta è disusata dalla vita pubblica non si può far sempre ottima scelta intorno ai capi, questa scusa non milita pei subalterni, dai quali pure dipende in gran parte il credito delle legazioni. E siccome i minori gradi sono scala e tirocinio ai maggiori e il ben provvedervi non è difficile, chi lo trascura fa segno, non di voler medicare al possibile i difetti del tempo, ma piú tosto d’intendere a perpetuarli."
      },
      {
        "index": 25,
        "text": "Tali sono le guarentigie principali che il Piemonte dovrá dare all’Italia, se vuole che la sua egemonia abbia il consenso della nazione. Senza di esse gli uomini accorti, previdenti e amatori della patria non potrebbero starsene coll’animo riposato: i tristi e i faziosi ne piglierebbero animo ad insolentire, i repubblicani volgerebbero altrove le loro speranze, nascerebbe la divisione, e l’egemonia sarda diverrebbe impossibile o sarebbe piú di sconcio e di danno che di profitto. Ma se il governo subalpino entra nel buon sentiero, toccherá agli altri italiani il tenervelo e il confermarvelo. Imperocché i suoi apparecchi militari e civili, ancorché avessero quel maggior grado di perfezione onde sono capaci, non basterebbero all’intento senza il concorso delle varie popolazioni. O si tratti adunque di ridurre tutta Italia autonoma ed una o, i tempi non permettendolo, si possa almen fare verso tale scopo qualche passo notabile, uopo è che al primo levarsi della insegna liberatrice tutta l’Italia dalle Alpi al mare si raccolga intorno a Vittorio Emanuele e risponda al suo invito col grido patrio, colle opere, colle speranze. Che potenza inestimabile non tornerá al giovane principe da questo consenso universale! che forza al governo e all’esercito piemontese! Gli austriaci e i puritani perderanno ogni vigore, perché le sciabole e le sètte sono impotenti contro il voto pubblico. I fautori assennati e sinceri del governo di popolo, che non intendono sotto questo nome il proprio dominio e che antepongono la dignitá e l’autonomia nazionale ad ogni altra considerazione, non esiteranno tra un vessillo italiano e uno stendale forestiero ancorché si affacciasse, e ameranno meglio di esser liberi per opera delle armi patrie che per grazia e limosina degli esterni."
      },
      {
        "index": 26,
        "text": "Né ripugnerá loro che la bandiera sia regia; perché se il corso degli eventi di Europa non volgerá subito a Stato popolare, l’egemonia del principato metterá in salvo gli ordini liberi. Nel caso contrario, il regno sará una dittatura a tempo e, come tale, non che nuocere, gioverá. Imperocché il potere dittatorio richiede due cose, cioè autoritá grandissima di comando e sommo vigore di esecuzione. Ora queste due parti si trovano piú facilmente in un principe che in un privato. Imperocché l’assunzione di un cittadino a tanto grado in un paese dove la gelosia e l’invidia possono assaissimo, desterebbe una folla di competenze, che non han luogo se l’eletto è persona pubblica e giá investita di sommo imperio; perché il volgo è avvezzo a riconoscere nel principe un privilegio naturale, e «nel mondo non è se non volgo», come dice il segretario di Firenze[10]. Anzi tale preoccupazione governa piú o meno i sentimenti anco dei savi, benché il discorso l’abbia cacciata dal loro intelletto. L’efficacia delle operazioni in un magistrato qualunque dipende dalla bontá de’ suoi ordini, i quali quando sono stabiliti e anticati provano assai meglio che essendo nuovi e abborracciati all’improvviso. Quale sarebbe un poter dittatorio che si creasse novellamente, il quale per difetto di ordito anteriore troverebbe nel suo esercizio mille ostacoli; dove che il principato sardo, organato da gran tempo e avente spedita alla mano una macchina governativa giá in essere, differirebbe dall’altro come un esercito di veterani da una milizia di cerne."
      },
      {
        "index": 27,
        "text": "Potria bensí fare ostacolo alla libera e universale accettazione dell’egemonia sarda, se il Piemonte si mostrasse risoluto a voler imporre lo Stato monarchico a ogni costo e qualunque sia per essere l’avviamento dei casi europei. Imperocché questa disposizione argomenterebbe nel principe e nel governo un’ambizione regia e un egoismo municipale, e farebbe credere che si muovano per proprio interesse, non per amore spassionato e generoso della patria comune. Né sarebbe conforme al bene stesso del principato, alienando da lui molti animi e scemandogli, non aggiugnendogli, forza, dove il vento gli fosse contrario. Il credere che il far pompa di ostinazione possa supplire agli altri appoggi per mantener la potenza è vezzo dei municipali e conservatori volgari, che non si guidano col senso retto. Leopoldo dei belgi, benché contermino alla Francia, serbò il trono fra i bollori del quarantotto, perché disse ai popoli che, se voleano vivere a repubblica, egli di buon grado se ne sarebbe ito; ma se in vece si fosse impuntato a non cedere, probabilmente l’avrebbero cacciato. Niun principe può oggi adempiere l’ufficio di liberatore se non è pronto a essere il Camillo e il Washington della sua patria, anzi che il Wasa e l’Orange. E qui si noti come la diversitá dei tempi e degli aggiunti dee suggerire diversi consigli e variare i pareri di chi ha il senso pratico e l’istinto della realtá. Il moto del Risorgimento essendo monarchico per natura e dovendo serbarsi tale per non rovinare, Carlo Alberto avrebbe fatto bene a bandirsi fin da principio re dei lombardoveneti, e il lasciar le cose in pendente fu un tratto cavalleresco ma sconsigliato ed inopportuno. Ora all’incontro la fede nei principi è scemata, la monarchia avvilita, la parte repubblicana cresciuta in Italia ed in tutta Europa; onde che non è piú possibile il riuscire senza riconoscerla e venir seco a patti. Quando essa sia per prevalere universalmente, le proteste, le clausule, le convenzioni non avranno la menoma efficacia per salvare il regno e non serviranno che a disonorarlo e affrettarne la caduta. E però nel modo che quei repubblicani, i quali contro i portati del tempo si ostinassero a voler la forma popolare posponendole il riscatto d’Italia, si chiarirebbero per lancie occulte dell’Austria ovvero per forsennati; la stessa nota toccherebbe a quei municipali, che facessero dell’egemonia una condizione di regno e immolassero la salute d’Italia a una forma di reggimento."
      },
      {
        "index": 28,
        "text": "Ho detto essere l’egemonia piemontese, se non assolutamente richiesta, almeno opportuna e migliore di ogni altro ripiego a salvar l’Italia e ancor piú necessaria a preservare la monarchia piemontese dalla ruina. Il che è evidente nel caso che avvenga una di quelle rivoluzioni universali che agevolano le opere straordinarie; perché se l’insegna dell’unitá italica non fosse inalberata dal re sardo, ella cadrebbe in mano e darebbe una forza irrepugnabile a’ suoi nemici. Ma la stessa necessitá milita eziandio nel caso di commozioni men gravi; e ciò per una ragione di cui non ho ancora fatto parola. La spedizione romana ha posto la Francia in un gravissimo impaccio, che né il papa né il governo francese né gli Stati d’ Italia e del settentrione subodorarono nel chiederla, nel farla e nel promuoverla, ma che ora è visibile a tutto il mondo. Ritirare da Roma i propri soldati e lasciar che gli austriaci succedano in luogo loro non è partito da porre in deliberazione, chi abbia menomamente a cuore la sicurezza e la dignitá della Francia. Uscirne e impedire che altri v’entri è quanto mettere i cittadini in rivolta e il papa in fuga, il quale non può reggersi come principe assoluto se non col braccio de’ forestieri. Mantenervi la guarnigione francese diverrá cosa impossibile quando gli ordini popolari di Francia non saranno piú alle mani dei loro nemici. Come tosto sorgano un consesso e un governo sinceramente repubblicani, essi dovranno disfar l’operato, cancellare la solenne ingiustizia, soddisfare alla pubblica coscienza e al nazionale onor della Francia, indegnamente offeso in quello della penisola. E ancorché i nuovi reggenti nol volessero, vi sarebbero costretti dall’opinione universale, impossibile a vincere. Ma siccome non si può disfare un ordine politico senza rifarlo, egli è chiaro che la Francia sará sforzata a costituire i domini ecclesiastici in un modo o in un altro e a difendere i nuovi statuti; e stante che in fatto di autonomia tanto vale la parte quanto il tutto, e che per la postura centrale e la santitá della religione Roma colle sue dipendenze è la prima importanza d’Italia, la repubblica francese sará arbitra delle cose nostre. Cosí la funesta spedizione e il presidio gallico sono un addentellato che si trae dietro l’egemonia futura di un potente forestiero in Italia, con grave danno anzi con certa rovina del civile decoro e dell’autonomia patria. Il Piemonte, che vide tranquillo nel quarantanove la brutta violazione del giure italiano senza osar proferire una sillaba di richiamo e che prima scagliava via come un peso incomodo la verga egemonica, non previde che verrebbe un giorno in cui bramerebbe di ricuperarla per salvare la libertá e il principato; ma non potria farlo senza difficoltá somma, avendo per rivale una repubblica straniera, tremenda d’armi, d’influssi, di clientele e accampata fatalmente nel cuore della penisola."
      },
      {
        "index": 29,
        "text": "Quanto alle vie che la Francia potrá eleggere per riordinare l’Italia del centro, io non ne veggo se non tre, cioè la restituzione dello statuto, o la fondazione di un principato laicale, o il ristabilimento della repubblica. Il primo partito è il piú difficile a eseguire, atteso la pertinacia del pontefice e dei prelati: giacché quello, per error d’intelletto e scrupolo di coscienza, si reputa incompetente a ristringere la potestá propria e stima la forma costituzionale del regno nociva alla religione, inaccordabile colla natura del governo ecclesiastico; questi (dico la piú parte) o per ignoranza credono altrettanto, o per cupida ambizione ripugnano a spogliarsi delle profane preminenze a vantaggio ed onore dei secolari. Ché se questi due ostacoli non erano insuperabili nel quarantanove, quando, perduto il tutto, dovea parere buon conto alla Santa Sede il ricuperare una parte del suo potere ed era in balía della Francia l’indurverla, assegnando al ristauro per condizione lo statuto; oggi il caso è diverso, trattandosi di disfare il fatto, menomare l’autoritá racquistata a prezzo di brutture, di violenze e di sangue, rinunziare a un impegno accresciuto dalla paura, dalla rabbia e dal puntiglio. Egli è adunque poco probabile che il pontefice s’induca a ristabilire gli ordini liberi; e quando ci consentisse e la milizia nazionale bastasse a mantener la quiete senza il rinforzo di esterne guarnigioni, non sarebbe questo che un impiastro di poca vita, essendo il nome di Pio contaminato, l’odio dei popoli accresciuto, spenta in tutti la fiducia, nato in molti il desiderio d’instituzioni piú liberali, divenuto assai piú difficile il congegnare la macchina parlamentare coll’ecclesiastica, e accesa in non pochi dalle enormezze clericali una sete immensa di riscossa e di rappresaglie."
      },
      {
        "index": 30,
        "text": "Il secondo partito non è guari piú probabile. Imperocché, se la Francia sará tanto ardita da esautorare civilmente il pontefice, non potrá essere tanto timida che vada in cerca di un principe nuovo o si risolva spontaneamente di aggregare i domini vacanti a un altro Stato italico, creando una forte monarchia nella penisola. Tutto adunque fa credere che si penserá a rimettere la romana repubblica, e che cotale spediente sará giudicato tanto piú ovvio quanto che da un lato il restaurare ciò che fu iniquamente distrutto parrá il modo piú naturale e onorevole di rifare il danno ed emendar l’ingiustizia, e dall’altro lato sembrerá piú conforme agl’interessi e al decoro della Francia; la quale, reggendosi a popolo, ha bisogno di avere ai fianchi altri Stati omogenei che la puntellino, e dee saperle piú conveniente il restituir comizi che ampliare gli scettri e le corone. Non dico che tutti questi discorsi sieno fondati, avendo l’occhio alle condizioni nostre, perché l’appoggio di un’Italia improvvisata a repubblica sarebbe ottimo, purché durasse; di che può avere i suoi dubbi chi conosce i termini presenti della penisola. Ma questi non sono molto noti ai politici di oltralpe, e i fatti recenti e le disposizioni correnti (come vedremo fra poco) rendono grandemente probabile, se non certo, il presupposto di cui ragiono. Salvo che l’Austria si opponesse facendone caso di guerra, e la Francia cedesse o fosse perditrice. Ma se quella non può opporsi o è disfatta, sussiste la mia ipotesi; e verificandosi l’ultima supposizione, il Piemonte si troverebbe verso la repubblica francese in uno stato simile a quello a cui fu ridotto verso il fine del passato secolo."
      },
      {
        "index": 31,
        "text": "Ora qual sará la sorte del Piemonte e dell’altra Italia con una repubblica al pelo e nel centro, instituita o, dir vogliamo, risuscitata (che è tutt’uno) dalla Francia, posta sotto il suo patrocinio e difesa dalle sue armi? La risposta non può esser dubbia per chi non si pasce di frasche e di apparenze. L’Italia, in vece di acquistare la sua autonomia, diverrá una provincia francese, qualunque sieno per essere le dimostrazioni, le promesse, i patti, i vocaboli: sará indipendente di partita, ma serva in effetto. Il Piemonte poi in particolare perderá colla signoria di se stesso lo statuto e il principato; o questo gli avvenga per lenta e vergognosa consunzione come nell’etá scorsa, o per un impeto di battaglia. Il solo modo di salvezza che potria avere sarebbe se, lasciando di essere uno Stato secondario, si pareggiasse a quelli che tengono in Europa il primo grado di potenza. Ma come operare questo miracolo? colla leva esterna, mediante l’egemonia piemontese. Imperocché il primo apparecchio di questa risedendo in un giusto esercito d’intorno a centomila uomini, che possa facilmente montare a cenciquanta nel caso di guerra viva, è chiaro che una milizia di tal fatta, ben disciplinata e fornita a dovizia di tutti i corredi necessari al buon esito delle fazioni, conferirebbe al Piemonte un’autoritá di cui oggi non ha pure il vestigio. Vero è che ciò non basterebbe ancora; ma fate meco ragione. Non è egli chiaro che l’Italia unita sarebbe pari alla Francia ed all’Austria? Ora è in balía degl’italiani il porre in atto questa unione, per quanto è necessario a impedire che una potenza straniera si attribuisca l’egemonia loro. Egli basta a tal effetto che si aderiscano al Piemonte, aggiugnendo alla forza che nasce dalle armi quella che proviene dal voto libero delle popolazioni. Tali due potenze, divise, sono deboli e impari a vincere gl’influssi e i contrasti esteriori: unite, diventano invitte. Qualunque sieno le disposizioni della Francia, ella sará costretta di accondiscendere alla volontá del Piemonte armato e di Roma concorde al Piemonte. Imperocché con che color di giustizia potrebbe opporsi al suffragio dei popoli? con che fiducia di successo oserebbe sfidare una milizia che in una guerra di semplice difesa sarebbe formidabile, non che alla Francia, ma a tutta Europa? L’unico modo adunque di sottrarre l’Italia all’egemonia esterna e di mantenere la sua autonomia sta in questo concorso. Dal che si raccoglie vie meglio la somma importanza dei militari apparecchi; i quali richieggonsi non solo per imprimere timore e rispetto agli esterni ma fiducia ai nazionali, i quali non si risolveranno a riporre le loro sorti nelle mani del Piemonte se esso non è in grado di proteggerle efficacemente."
      },
      {
        "index": 32,
        "text": "L’esecuzione del disegno dipende da due doti (veramente assai rare in Italia), cioè da energia e prestezza. Quando vi ha gara nelle cose politiche, l’unico modo di riuscire consiste nel prevenire. L’egemonia italiana toccherá a chi primo saprá afferrarla, e il Piemonte è spedito senza rimedio se lascia che i suoi vicini gli entrino innanzi. Prevalendo adunque la democrazia nell’indirizzo della Francia, il re di Sardegna dee offerirlesi subito per alleato. Cosí egli avrá il modo di conoscere le intenzioni del nuovo governo; il quale, se sará savio, assentirá di buon grado per le ragioni altrove discorse. E assentendo, il Piemonte partirá in apparenza colla Francia il disponimento dell’intera penisola; ma posto il consenso delle popolazioni, ne sará solo arbitro in effetto. Il prefinire qual sia il miglior acconcio da proporre per le cose di Roma sarebbe oggi fuor di luogo, perché l’elezione del meglio dovrá essere determinata dai limiti del possibile, i quali varieranno secondo le occorrenze. Il ristabilimento dello statuto sotto lo scettro del pontefice è caso poco probabile, ma può essere a tempo necessitato. La riunione al Piemonte o alla Toscana sono aggiustamenti migliori, ma non eseguibili fuori di certe congiunture propizie. Potrebbe anco darsi che assai piú largo fosse il campo delle operazioni e che si potesse operare in Lombardia o in Napoli, perché esosa è l’oppressione tedesca e tremenda la borbonica e, mutando essere l’Italia del mezzo, è difficile che si mantengano. Verificandosi il primo caso, dovranno i popoli circompadani ricordarsi che il voto libero dei popoli e del parlamento, con cui si fondava il trono dell’alta Italia, non fu annullato dalla violenza. A ogni modo l’instituzione di un regno settentrionale che comprendesse tutta la regione aquilonare della penisola, o quella di un regno centrale che maritasse le foci dell’Arno e del Tevere, sarebbero progressi fortunati a cose maggiori. Né è credibile che Vittorio Emanuele si lasci sfuggir l’occasione di vendicare sull’oste barbarica le sventure e la morte del padre. E chi può dubitare che, se i napoletani abbisognano del suo braccio per riscuotersi, egli non sia per accorrere al loro grido, procacciandosi la gloria simboleggiata nell’antico Ercole che scorreva la patria per liberarla dai mostri e dai tiranni che la guastavano? E facendolo, non uscirebbe dall’ufficio egemonico, a cui si aspetta il redimere la nazione non solo dai nemici esterni ma eziandio dai domestici, e preservarne la libertá non meno che l’indipendenza. Io tocco queste contingenze perché bisogna prevedere tutti i casi e premeditare tutti i partiti possibili; ché, quanto all’elezione, il Piemonte dovrá pigliar regola dalle circostanze, tenendo però fermo in ogni occorrenza questo punto capitale: che il nuovo assetto scemi le divisioni politiche; perché, se in vece le accrescesse, avrebbe corta vita, peggiorerebbe le condizioni d’Italia e sarebbe di certo pregiudizio (non ostante i vantaggi apparenti) ai governi che ci partecipassero."
      },
      {
        "index": 33,
        "text": "Quanto è verosimile che la Francia non s’indurrebbe a far buoni tali ordini, se il Piemonte proponendoli non fosse avvalorato dal voto energico delle popolazioni; tanto può parer dubbioso che queste sieno per resistere al vano attrattivo di repubblica. Ma io discorro cosí. Il forte delle popolazioni non è repubblicano in nessun lato d’Italia, pogniamo che i pessimi governi di Firenze, di Roma, di Napoli abbiano accresciuta la parte che tiene per lo Stato di popolo. Ma i piú di quelli che antimettono (e chi può biasimarneli?) la repubblica alla tirannide preporrebbero la monarchia civile alla repubblica, come piú atta a servir di transito dall’antico stato al nuovo, piú conforme al costume inveterato d’Italia, piú accomodata a cancellare le sue divisioni e ad assicurarne l’indipendenza contro le impressioni e usurpazioni straniere, almeno per un certo tempo. Questa disposizione ha luogo massimamente nei popoli del dominio romano, presso i quali le idee politiche, qualunque forma abbiano in apparenza, non sono altro sostanzialmente che un’opposizione e protesta contro l’odiata signoria dei chierici. Perciò io tengo che di buon grado si acconcerebbero al principato laicale e civile, dove fossero capaci che possa aversi non in mostra ma effettualmente. E il radicare in esse cotal persuasione è in facoltá del Piemonte, mostrandosi nazionale coi guerrieri appresti, progressivo e democratico colle nomine e colle riforme. Niun uomo di retto cuore e di mente sana (quanto che sia grande la sua predilezione per gli ordini popolari) esiterá fra la salute d’Italia per via di una provincia e di un principe italico, e la salute d’Italia per opera degli esterni. Io dispererei della mia patria se la propensione all’ultimo partito in molti annidasse. Vero è che si trova nei puritani, i quali, se mancano d’ingegno e di dottrina, hanno però un’attivitá grande e moveranno cielo e terra anzi che patire che l’Italia sia debitrice della sua salvezza alla monarchia. Ma i puritani son pochi di numero e scarsi di credito; onde le loro arti riusciranno vane, se l’altra parte non si lascerá vincere di ardire e di diligenza. Imperocché l’unico modo che avranno il Mazzini e i suoi aderenti di sconvolger l’Italia sará quello di muover la Francia, ingannandola sui veri sensi delle nostre popolazioni. Cosí essi fecero nel quarantotto, per non ricordare simili esempi dell’altro secolo. Toccherá dunque ai costituzionali del centro il prevenire le sètte interiori, come al Piemonte i governi forestieri. Dovranno dire ai francesi: — La vostra amicizia ci è cara e onorevole, e desideriamo che dia luogo a un’alleanza perpetua fra noi. Ma non possiamo accettar l’opera vostra, se ripugna alla nazionale: non possiamo abbracciare gli esterni e rimuovere i fratelli. Si tratta egli di guerra? il Piemonte sará il nostro duce. Di differenze domestiche o straniere? il Piemonte sará il nostro mediatore. Di convenzioni e di accordi pacifici? il Piemonte sará l’interprete dei nostri voti. Noi non avremo per buono alcun atto che si faccia a nostro riguardo senza il concorso del governo piemontese. E non potendo esser liberi se siamo inermi, vogliamo bensí un presidio che ci difenda, purché il nervo di esso sia composto di armi patrie. Amiamo meglio di essere costituzionali coll’aiuto di un principe italico che repubblicani mediante la tutela di un popolo forestiero, quantunque amico e nobilissimo: perché nel primo caso avremo una libertá vera, e nel secondo ne avremmo una falsa, come priva di quell’autonomia che è il fondamento di ogni vivere civile. Vi apriamo alla libera i nostri sensi, come si dee parlando a un popolo generoso: ogni altro linguaggio sarebbe indegno di voi e di noi. Crederemmo di demeritare la stima vostra, se fossimo meno solleciti del patrio decoro, meno ricordevoli del nome italico e di quella fierezza che fu il privilegio dei nostri maggiori."
      },
      {
        "index": 34,
        "text": "Egli è indubitato che queste e simili dichiarazioni, fatte in tempo opportuno a voce ed a stampa, esposte dai cittadini piú autorevoli ed illustri della penisola e in modo che fosse chiaro rappresentarsi da esse il sentimento delle popolazioni, avrebbero l’effetto suo, quando fossero accompagnate e rinforzate da conforme procedere nel governo sardo. Ma è egli da sperare che abbia luogo cotal concorso? Io ne dubito assai. Nei casi del quarantotto e del quarantanove la parte conservatrice e costituzionale di Lombardia, di Roma, di Toscana, avrebbe potuto soffocar nella cuna quella dei puritani e impedire i casi luttuosi che seguirono, se fosse stata sin da principio unita, attiva, animosa. Ma, non so per qual fato, egli è proprio dei conservatori (lasciando il luogo alle debite eccezioni) l'esser timidi, irresoluti, inerti, o starsi e nascondersi nei pericoli, od operare troppo tardi, rimessamente e alla spicciolata senza un’intesa e un indirizzo comune. Quindi nasce la loro impotenza, benché sieno la parte piú numerosa; quindi le facili vittorie delle sètte estreme, che hanno concordia e cuore, e massime dei puritani. E siccome i governi piemontesi soggiacciono allo stesso vizio, ne segue che i due poteri, da cui dovrebbe uscire l’egemonia nazionale d’Italia e la guardia della sua autonomia civile, sono i meno atti ad assumerle. E quando i costituzionali per poco indugino o molliscano e che il Piemonte non usi tutta l’energia e l’abilitá richiesta, i puritani vinceranno, sia perché avvalorati dai liberali piú ardenti cui verrá meno l’altra fiducia, e perché l’opera loro sará secondata da una disposizione che oggi corre e può assai in Francia e nella penisola."
      },
      {
        "index": 35,
        "text": "Voglio discorrere di quella tendenza che porta molti a rifare il passato secolo. Il vezzo incominciò dal febbraio del quarantotto, atteso che la nuova repubblica francese era quasi un invito a riprendere gli andamenti dell’antica; perché i popoli son come gli uomini, i quali «alcuni piú ed alcuni meno, quando non imitano gli altri, sono imitatori di se medesimi»[11]. E io avvertii sin d’allora il pericolo, biasimando quelli che aspiravano a «rinnovare le vili e calamitose scene che chiusero la storia italiana del secolo scorso, senza aver per iscusa l’inesperienza dei nostri padri e quel concorso di circostanze che resero allora quasi fatali le colpe e le sventure»[12]. Uno dei principali errori della politica francese di quei tempi fu di voler imporre per arte e quasi a forza la forma repubblicana all’Italia, sotto uno specioso pretesto di onestá e d’interesse. Pareva pietoso consiglio, stante la fratellanza che lega insieme i vari popoli, il dare agl’italiani quelle instituzioni che sono o paiono piú liberali, e, utile cautela, il rincalzare gli ordini popolari di Francia cogli Stati della penisola. Ma non si avvisò che tali due fini non si ottengono se gl’instituti di cui si tratta non sono un parto spontaneo del paese, ché le messe fattizie non allignano e meno ancora fioriscono e fruttano, onde non sono atte né a presidiare il popolo che le porge né a felicitare quello che le riceve. L’opinione contraria è uno sbaglio prodotto dal senso volgare, ma riprovato dall’esperienza e combattuto dal senso retto. Siccome però quello prevale a questo nei piú, cosí non è meraviglia se oggi l’opinione passata ripullula; tanto piú seduttiva quanto che lusinga l’amor proprio nazionale, parendo un bel che alla Francia l’imprimere altrui la propria forma e propagare i modi del suo reggimento. Non per altro il signor Bastide astiava tre anni sono il regno dell’alta Italia e promovea tra i lombardi la fazione repubblicana nemica di Carlo Alberto. Egli è tanto piú da temere che questa falsa politica alla prima occasione si rinnovelli, quanto che ora ha uno specioso pretesto nelle cose di Roma e nel debito che corre alla Francia di ristorare l’offesa giustizia. Eccovi che alcuni chiari membri del consesso nazionale testé sentenziavano non esservi altro governo «legittimo» in Italia fuorché la repubblica di Roma; il che è una disfida manifesta al Piemonte e un bando risoluto contro ogni monarchia italica[13]. E siccome da un lato la loro politica concorre in sostanza su questo punto con quella del signor Bastide, dall’altro lato essi parlano in nome di alcuni italiani che non seguono la bandiera del Mazzini, se ne deducono due conseguenze di rilievo. L’una, che tale opinione ha fautori nelle due sètte principali che dividono la parte repubblicana di Francia, benché differentissime, e che quindi un governo democratico, ancorché dissenziente, sará forse obbligato a seguirla. L’altra, che il capriccio di rinnovare i traviamenti dell’etá scorsa non è fra i nostri compatrioti proprio dei puritani."
      },
      {
        "index": 36,
        "text": "Dico «i traviamenti» senza paura d’ingannarmi o di offendere gli uomini onorandi di cui biasimo la sentenza. Io amo la Francia e desidero quanto altri che gli ordini repubblicani vi mettano salda radice, perché la loro conservazione è necessaria alla libertá di Europa. Ma perciò appunto io bramo che non si pongano in compromesso, non si disonorino né si avviliscano, come avverrebbe senza fallo se si ripetessero i tristi fatti del secolo passato. I quali a che riuscirono, se non a sterminare ogni ordine libero nei due paesi? La Francia, volendo imporre la repubblica all’Italia, la spense in casa propria; e quindici anni di dispotismo militare, trent’anni di giogo borbonico vendicarono il violato Piemonte, la tradita Venezia e furono il degno suggello dei capitoli di Campoformio. Recentemente le stesse massime fecero gli stessi effetti; e il generale, che in un lembo d’Italia favoriva la repubblica contro i popoli che volevano un regno civile, si apprestava a restituire un regno assoluto e spiacevole nel centro dove i popoli gridavano la repubblica, e la spedizione da lui ordita venne effettuata dal successore. E con che pro? con quello di ammannire il trionfo ai retrivi e ai gesuiti nella sua patria, ai tiranni ed ai barbari nella penisola. Tal è la sorte delle repubbliche fondate in Italia sotto il patrocinio straniero, il quale ci toglie ai principi nazionali per venderci o regalarci ai tedeschi. Né con ciò io intendo di offendere la Francia, anzi di onorarla, perché solo fa torto alle nazioni chi non le distingue dai loro governi. E non reco menomamente in dubbio la lealtá e il generoso animo dei valentuomini testé allegati; ma essi certo non possono rendersi mallevadori di tutti coloro che un giorno comanderanno. Chi vuol fare diritta stima dei futuri probabili non dee misurarli dall’onestá dei rettori ma dall’interesse. Né dall’interesse vero, fondato, durevole, che è tutt’uno col giusto; ma dall’apparente, il quale colla sua vistositá menzognera suol sedurre talvolta i popoli inesperti e quasi sempre coloro che reggono."
      },
      {
        "index": 37,
        "text": "Nessun governo può fondar nuovi ordini contro l’essere intrinseco delle cose, il quale non comporta che l’avveniticcio faccia le veci e abbia i privilegi del naturale. Nessun governo può violare impunemente l’equo ed il giusto, comportandosi cogli Stati civili e legittimi come fossero violenti ed usurpatori. Che giustizia sarebbe il combattere con trame occulte o con guerra aperta il re di Sardegna, finché egli osserva i suoi giuramenti e ha la stima, l’amore, la divozione dei suoi popoli? E che! Voi celebrate in massima la sovranitá del popolo e non tenete alcun conto di quella dei piemontesi? Non fate caso dell’altra Italia che ammira unanime la rettitudine del principe e invidia la sorte del Piemonte? e alla volontá d’infiniti uomini, e si può dire delle popolazioni intere, anteponete il capriccio di un piccol numero di faziosi? Preferite una setta alla nazione? una mano di congiuranti ai padri di famiglia e a tutte le classi di un paese? E volete sottrarre una provincia nobilissima alla quiete e felicitá che gode presentemente, precipitandola nelle incertezze e nei pericoli di uno Stato nuovo ed avventuroso, di cui niuno antivede la fine? Che logica e che moralitá è la vostra? Voi inveite (e avete mille ragioni) contro i rettori dell’Italia inferiore e della Germania, che per opprimere i loro popoli violarono i patti giurati. Ma non vedete che i vostri biasimi cessano di essere autorevoli e diventano assurdi, se trattate allo stesso modo i principi teneri della loro parola? se mettete in un fascio chi tiranneggia i suoi sudditi e chi li benefica? se ragguagliate ad un piano i diritti di Vittorio e quelli di Ferdinando? se siete disposti a farvi giuoco degli uni come degli altri indifferentemente, senza rossore e senza rimorso? Questo è uno sconvolgere tutte le ragioni dell’etica e della sana politica, un confondere insieme il bene e il male, la lode e l’infamia, i meriti e i demeriti. E se metteste in pratica cotal dottrina, che esito sortireste? Stimate forse che gl’italiani sieno acconci a far buona una giustizia distributiva di questa sorte? I popoli non somigliano alle sètte, e sono fedeli ai principi finché i principi attengono le promesse fatte ai popoli. Credete che il cielo sia per benedire una brutta ed iniqua violenza? Oh! non lo sperate. La Francia pagherebbe di nuovo a prezzo di libertá e di sangue la violata autonomia d’Italia. E forse non vincereste né anco a tempo, perché quanti fra noi si trovano uomini teneri del patrio onore spargerebbero volentieri il loro sangue per la difesa di un principe in cui sarebbe incarnata l’indipendenza e la dignitá italica. Io, benché esule, mi stimerei fortunato di consacrare a una tal causa questo piccolo avanzo di forze e di vita, né sarei mosso a farlo da interesse o da gratitudine, per le ragioni che tutti sanno."
      },
      {
        "index": 38,
        "text": "Io parlo ancor piu per l’affetto che porto alla Francia che per amore della mia patria, giacché il minor danno sarebbe il nostro, se l’ingiustizia è un male piú grave e piú formidabile delle miserie civili. E voglio sperare che il tristo caso non sia per avverarsi, atteso l’indole propria della democrazia francese, e in ispecie della plebe, la quale è senza dubbio la piú generosa, anzi (diciamlo pur francamente a onore del vero) la piú savia di Europa. Fra que’ medesimi che ora, discorrendo in teorica e non ponderando abbastanza le cose, inclinerebbero al partito funesto, considerandolo da quel lato che ha dello specioso, molti forse rifuggirebbero da esso, venendo il caso di metterlo in pratica. Se i maggiori popolani sono gretti e imprevidenti, la massa dei minori è assai piú generosa, oculata, capace dei generali, almeno per modo d’istinto e di sentimento. Le brutture del Direttorio, le violenze e le perfidie da lui usate verso l’Italia nel secolo scorso furono opera dei borghesi, non della plebe. Ma siccome l’uomo politico dee contemplare anco gli eventi meno probabili, che dovrá fare il Piemonte, quando la sua alleanza sia reietta, l’egemonia usurpata, e offesa l’autonomia italica? Io dico che in tal presupposto il maggior rischio non sarebbe l’inimicizia francese ma l’amicizia austrorussa. I potentati a cui ne cale farebbero ogni lor potere per indurvelo, e io temerei assai che non fosse per cedere alla lusinga delle offerte e delle persuasioni. Ché da un lato gli si prometteranno danari, uomini, armi, leghe potenti, parentadi cospicui, trattati vantaggiosi, aumenti territoriali; dall’altro si porranno in campo gli speciosi sofismi della vecchia politica, avvalorati dalle circostanze presenti e dal terrore. Molto accorgimento d’ingegno e non poca fermezza d’animo si richiede a conoscere la fallacia di tali argomenti, atteso la variata condizione dei tempi, per cui quello che altra volta era salute, oggi sarebbe infamia e ruina senza riparo."
      },
      {
        "index": 39,
        "text": "La solitudine è migliore di una compagnia disonorevole, né il Piemonte propriamente sarebbe solo, poiché avrebbe l’amicizia inglese, la quale sarebbe tanto piú fida e efficace, per la rivalitá della Francia e il minacciato bilico di Europa. Né questo è il solo caso in cui egli potrá aiutarsene, giacché, prima che si venga a tali strette, l’autoritá di un potentato cosí illustre potrá corroborare quella del governo sardo e far inclinare dal suo canto la bilancia egemonica. Imperocché alla Gran Bretagna metterebbe per ogni verso piú conto che l’indirizzo delle cose nostre sia in mano di un principe italico ed amico che di una repubblica emula e potente. In fine il Piemonte non sará solo se avrá buone armi, che sono la comitiva piú fida e la guardia piú sicura nei duri frangenti. Questo è in ogni modo il capo e il fondamento del tutto, perché gli Stati deboli sono sempre a discrezione dei forti, e nei giorni critici non si trova amistá né tutela che basti a salvarli. Appoggiato all’alleanza inglese e ad un esercito proprio di centomila uomini, suscettivo in un rischio estremo di aumento notabile; forte della stima e dell’affetto dei popoli, mediante il dignitoso contegno, i patti osservati e le riforme democratiche; il Piemonte potrá stare a vedere e usare i benefizi del tempo. Imperocché né la Francia entrata in una via fallace, né gli ordini repubblicani edificati nel cuor d’Italia a spese del decoro e dell’indipendenza potrebbero promettersi successi lieti e durevoli. Ben tosto l’anarchia entrerebbe nel seno di quelli e forse anco dei nostri vicini: il governo repubblicano sarebbe contaminato, avvilito, renduto odioso dalla sua impotenza e da’ suoi eccessi, e i due paesi correrebbero pericolo di tornare al dispotismo antico. Or chi non vede che il Piemonte, quieto, armato, netto di ogni colpa, non macchiato da popolari licenze né da lega tedesca, potrebbe essere di nuovo moderatore della penisola, preservare la libertá in Italia e fors’anco aiutarla ai nostri confini?"
      },
      {
        "index": 40,
        "text": "Ma se il Piemonte, in vece di essere il campione d’Italia, si rendesse mancipio dell’Austria con qualche patto occulto o palese; o se anche, guardandosi da tanta vergogna, trascurasse gli apparecchi discorsi e perseverasse nella molle e improvida oscitanza a cui finora soggiacque; egli è chiaro che non sarebbe in grado di accettare o investirsi l’egemonia patria, e i popoli si volgerebbero altrove. E quando venissero tali tempi che fosse sperabile di poter conseguire con popolare insegna quel bene a cui la regia rinunzierebbe, tutti i buoni italiani non potrebbero esitare; e come il Correggio diceva: «Anch’io son pittore», cosí io griderei senza scrupolo: — Io pure son repubblicano. — Né altri potrebbe accusarmi d’ incoerenza o di colpa; ché anzi ripugnerei a’ miei princípi dottrinali e al debito cittadino antiponendo una famiglia o una provincia alla patria. E si noti che in tal presupposto diverrebbe prudenza ciò che in ogni altro sarebbe temeritá. Imperocché la liberazione d’Italia senza l’opera del Piemonte, benché non sia assolutamente impossibile, è piena di pericoli e di ostacoli gravissimi, come abbiamo veduto; laddove è assai piú facile e sicura mediante l’egemonia sarda. Ché se tale egemonia è pur malagevole, v’ha tra i due casi questo divario essenziale: che nell’ultimo egli è bensí difficile che il Piemonte si risolva di provvedersi e abilitarsi all’incarico; ma poste le ovvie e debite provvisioni, il timore sarebbe soverchiato dalla speranza. Dove che nell’altra ipotesi l’impedimento nasce da impotenza intrinseca, cioè dalla poca proporzione dei mezzi possibili a mettersi in opera verso il fine desiderato. Ora, quando fra due partiti l’uomo elegge volontariamente il meno acconcio a sortire il suo scopo, egli è temerario; e la temeritá, che nelle piccole cose è colpa, nelle gravi è malefizio, qual sarebbe il giocare la patria salvezza. Perciò, finché v’ha qualche speranza che il Piemonte possa, quando che sia, servire efficacemente la causa italica, si dee fare ogni potere per animarvelo; e il respingerlo indietro, il ributtare i suoi servigi, lo sforzarlo colle ripulse e colle ingiurie, come usano i puritani, a cercare la sua salute nelle braccia dei comuni nemici, sarebbe politica da forsennato. Ma se avviene che questa via si chiuda, ogni valentuomo potrá entrare nell’altra con animo riposato, ché, per quanto ella sia rischiosa, la coscienza non gli rimorderá di abbracciarla, essendo l’unica che rimanga; e checché accada, non dovrá pentirsene, anzi sentirá quella fiducia nella providenza, che prova chi non la tenta e non si rivolge ai partiti meno sicuri se non quando ci è costretto e non è arbitro dell’elezione."
      },
      {
        "index": 41,
        "text": "Si raccolgano adunque tutti i buoni italiani intorno al giovane principe, e dandogli prove di affetto, non giá cieco e servile ma oculato e generoso, lo animino, lo confortino, rinfiammino colle parole e colle opere alla redenzione patria. E per meglio riuscir nell’intento, diano forza alla loro voce colla potenza dell’opinione, alla quale difficilmente si sottrae eziandio chi regna. Io non ho potuto altro che abbozzare assai rozzamente il concetto egemonico; il quale, svolto e considerato nelle varie sue applicazioni e sotto ogni sua faccia (specialmente per ciò che riguarda i vari modi e casi possibili di esecuzione), è una cava feconda di ricerche teoretiche e di avvertenze pratiche, degna di occupare gl’ingegni piú valorosi. E siccome non può far frutto se non si distingue da quelle larve con cui i municipali s’ingegnano di soppiantare l’idea vera, né questa è atta a penetrare anco nel popolo se non vi è portata dalla stampa civile; qual tema piú bello, piú nobile e piú accomodato ai tempi può immaginarsi per un’effemeride che L’egemonia subalpina? Né i repubblicani dovrebbero essere schivi di favorire l’impresa per accreditare la loro opinione, a cui nulla tanto nuoce quanto il sospetto di puritanismo. Giuseppe Mazzini ebbe un momento di lucido intervallo, invitando anco i principi o almeno lasciando loro aperto l’adito alla redenzione patria. Ma che? I suoi sudditi gridarono, tempestarono, minacciarono di ribellarsi; e il valentuomo, per non perdere lo scettro, fu obbligato a cantare la palinodia. Ora si tenga per fermo che una dottrina, che subordina assolutamente a una forma politica il patrio riscatto, che prepone all’autonomia e agli altri beni piú capitali la repubblica, che non è acconcia a patteggiare in nessun caso col principato a costo di porre in compromesso e peggiorare le patrie sorti, e che colloca per ultimo nella stessa schiera i re buoni e i cattivi, gli osservatori e i rompitori della fede giurata, il principato civile e il tirannico, movendo guerra agli uni e agli altri egualmente, non avrá mai l’assenso del maggior numero degl’italiani, sará in abbominio dei savi e dei virtuosi: tanto ella offende il senso morale, ripugna ai veri interessi d’Italia e ha l’impronta indelebile del genio fazioso![14]."
      },
      {
        "index": 42,
        "text": "Il vero modo di diffondere e persuadere una dottrina si è quello di non inculcarla partigianamente, quasi che si voglia di forza introdurla negli animi e negl’intelletti; perché lo studio fazioso mette in guardia gli uomini e l’intolleranza gli sdegna, anzi gl’inclina alle opinioni contrarie a quelle che si vogliono introdurre. Perciò il dire, come alcuni fanno: — O repubblica o niente, — è il miglior modo di alienare i piú dalla repubblica. Né si medica il male protestando di non volere far violenza a nessuno e di rapportarsene al parere dei piú; tali proteste non essendo credute a chi reca nelle sue opinioni un ardore fanatico, e il fanatismo permettendo solo il dissenso quando non è in suo potere d’impedirlo. Oltre che, agli spiriti liberi spiace non pure la forza materiale ma eziandio la morale che altri usa a loro riguardo; e ragionevolmente, poiché le dottrine non allignano e non fruttano quando vengono artatamente recate di fuori e quasi traposte, in vece di essere un portato spontaneo dello spirito. Altrove io dissi che, se lo Stato popolare dee anche stabilirsi in Italia, l’indugio, non che nuocere, sará di profitto; e ora aggiungo che poco meno gli pregiudicherebbe un apostolato troppo caldo e precoce. Peggio poi se la repubblica si rappresentasse come una tratta esterna e che i forestieri premessero per intrometterla, imperocché in tal caso tutti gli animi fieri e ricordevoli del patrio decoro si rivolterebbero contro di essa[15]. A questa tentazione sono esposti naturalmente i fuorusciti; onde con tanta piú cura deggiono guardarsene. E se ne guarderanno se si persuadono che la rigenerazione di un paese non dipende mai dagli esuli ma sí dagli stanziali, voglio dire dal forte delle popolazioni. Gli esuli son sempre pochi verso di queste, epperò deboli; e se per fortificarsi si rincalzano coi forestieri, il rimedio è peggior del male. Gli esuli, essendo pochi, se vogliono operare diventano una setta e pigliano aspetto di cospiratori; laonde per lo piú falliscono l’intento o la loro riuscita succede per via di sorpresa e di estrinseco aiuto, e come tale non dura e non prospera, perché non ha nella patria le sue radici. Dal che però non segue che gli usciti debbano oziare e che operando non possano giovare al paese natio. Ma in che modo? colle idee sole. L’opera loro, per far profitto, dee essere individuale, non collettizia, né dee versare in altro che nei libri; i quali, quando son meditati e frutto di lunghe fatiche, giovano sempre e in certi casi possono accendere e trasformare una nazione. E a tal ufficio sono forse ancora piú idonei gli esulanti che gli accasati, per le ragioni che ho toccate in altro luogo. Giuseppe Mazzini non ha mai voluto capir questo vero, e va sciupando il suo tempo in congreghe secrete o pubbliche e in bandi puerili e poetici, che, rimestando e ripetendo nauseosamente le generalitá e le forme medesime, le screditano nell’opinione e le rendono ridicole nel parere dei piú."
      },
      {
        "index": 43,
        "text": "La scuola di quest’uomo, siccome quando è fuori di casa prepara la salute d’Italia coi comitati e coi programmi, cosí ripatriando vuole effettuarla coi circoli, coi giornali e colle costituenti. Certo al dí d’oggi il riordinamento civile di una nazione a principe od a popolo non può passarsi di una Dieta, tale essendo il vezzo dei tempi; ma non si vuol dimenticare che il capo principale di tali assunti è sempre il magistrato esecutivo, dalla cui sapienza o imperizia dipenderá in ogni caso il buono o reo esito dell’impresa. Il qual magistrato dovrá essere investito di un potere piú o men dittatorio, secondo le occorrenze. E siccome lo scopo primario di esso versa nell’acquisto della nazionalitá (cioè dell’autonomia e della unione considerata generalmente), la quale non è materia sottoposta all’arbitrio degli uomini e bisognosa di consulte, di squittiní, di assemblee deliberative, egli è chiaro che la dittatura ristretta fra questi termini non contraddice alla sovranitá universale. Il voto di questa dee bensí intervenire in appresso per determinare la forma specifica e definitiva dell’assetto nazionale; ma non che richiedersi per dar l’essere alla nazione, sarebbe fuor di proposito, potendo attraversare all’opera mille ostacoli e pericoli colla sua lentezza. E siccome in caso di necessitá estrema ogni membro è autorizzato a salvare l’intero corpo, cosí ogni cittá o provincia che possa giovare ai prefati acquisti è abile a farlo anche senza espresso mandato della nazione, come sarebbe se avesse il taglio di unirsi ad altra provincia o cittá, ché ogni unione parziale è un passo fatto verso l’unione generale."
      },
      {
        "index": 44,
        "text": "Per la stessa ragione tutto ciò che si fa contro l’unione e l’indipendenza è per natura irrito e nullo. Perciò, se una cittá o provincia è giá congiunta politicamente ad un’altra, cotal unione non si può infrangere per sostituirle una semplice lega, giacché il vincolo federativo, che è progresso verso la disgiunzione assoluta, è in vece regresso verso il nodo statuale. E la nazione ha diritto di opporsi a ogni atto che scemi e debiliti i legami nazionali, ancorché le sia d’uopo far capo alle armi, secondo l’esempio di Francia nel secolo scorso. Similmente niuna cittá o provincia ha il diritto di fermare i suoi ordini definitivi senza il consenso della nazione; giacché, facendolo, obbligherebbe gli altri luoghi a imitarla o introdurrebbe una disformitá inaccordabile coll’armonia nazionale. È assurdo l’aggiudicare i diritti politici a una parte senza il concorso del tutto o, riconoscendoli per comuni, il dividere la polizia. E però ogni qual volta avvenga che una parte d’Italia si sottragga dal dispotismo interno o straniero, ella non dee eleggere altra maniera di governo che provvisionale e di transito, riservando alla Dieta lo stanziare la forma definitiva; altrimenti si renderebbe usurpatrice del gius nazionale. Né si rimedia a questo inconveniente col protestare che gli ordini eletti non sono stabili; perché se il nome loro importa l’idea contraria, si mettono i fatti in contraddizione colle parole. A che prò, verbigrazia, chiamar «repubblica» l’ordine instituito, se l’hai per transitorio? Il nome di «repubblica» dá ai piú il concetto di uno Stato fermo; e quando questo concetto è entrato negli animi, il cambiamento della forma introdotta diventa difficile, e la balia riservata alla nazione di mutarla, piú illusoria che effettiva. Caddero in questo errore Venezia e Roma nel quarantotto; e se esso fu causato da un concorso di casi che lo resero scusabile, tanto piú è da lodare la riserva prudente dei parmigiani, dei modanesi e dei lombardi, che se ne astennero. Se ad una cittá fosse lecito l’appropriarsi i privilegi della comune patria, Roma sarebbe dessa, per la grandezza del nome e delle memorie. Ma perciò appunto gli altri italiani non possono consentire che quella separi la sua causa, avendo essi bisogno di una Roma che sia italiana e non latina, e troppo essendo il rischio che nelle future contingenze probabili una Roma semplicemente latina in gallica si trasformi."
      },
      {
        "index": 45,
        "text": "Gli ordini nazionali essendo un diritto comune dei popoli, la nazionalitá di questi è in solido una sola, e non può essere offesa o vantaggiata in uno di essi senza che tutti ne soffrano o se ne giovino. L’ignoranza di questa veritá capitale cooperò non poco alla gran disfatta democratica del quarantanove: e se le nazioni estranee non ebbero a dolersi di noi per tal rispetto, fu piú caso che merito, perché quei municipali sardi, che per incapacitá, per ignavia, per gelosia, per avarizia abbandonarono la Lombardia e Venezia ai tedeschi, Roma e Toscana ai perturbatori, ai tedeschi, ai francesi, e non che muovere le armi a difendere popolazioni sorelle non si curarono di antivenire il male colle pratiche né di medicare lo scandalo almeno colle proteste, sarebbero stati certo ancor piú disposti a disaiutare e tradire gli esterni se ne avessero avuto occasione. Ciò che essi erano acconci a fare, la Germania e l’Ungheria lo fecero; e io il rammento non mica per improverare a quelle inclite nazioni un errore di cui in appresso generosamente si ripentirono, ma per inferirne quanto importi lo spargere e l’inculcare ai dí nostri l’armonia e comunitá degl’interessi dei vari popoli, per cui si compie la nazionalitá considerata generalmente. Il fatto mostra che non pure nel volgo ma in molte menti privilegiate la seconda dottrina è disgiunta dalla prima; benché, avendo l’occhio alla natura delle cose, tanto sia ragionevole lo scompagnarle quanto il dividere le conseguenze dalle premesse, e come sarebbe, verbigrazia, nell’economia pubblica il separare l’uso libero dell’industria da quello del traffico. Certo niuno sentí ed espresse piú vivamente e si adoperò con piú vigore a ristorare la nazionalitá della sua patria di quel Luigi Kossuth, il cui nome, indiviso da quello degli ungheri, è divenuto un simbolo di fierezza civile e di libertá. E pure egli fu causa principale colla sua facondia che la Dieta magiarica concedesse all’Austria i sussidi richiesti per opprimere l’Italia; quasi che l’autorizzare la potenza imperiale a manomettere sul Po i diritti piú sacri non fosse un abilitarla a fare altrettanto sopra il Danubio. Laonde gli uomini piú antiveggenti cominciarono fin da quel punto a disperare delle sorti ungheresi, perché una causa che ebbe per principio un fallo sí enorme non poteva riuscire ad un lieto fine. Bisogna dunque predicare e persuadere universalmente la comunione dei diritti e interessi nazionali; la quale è un corollario di quella politica che si fonda nella leva esterna e muove com’essa da questo principio rilevantissimo: che, sia nel mondo civile come nel naturale, la stabilitá e la perfezione dei corpi misti non dipende solo dal loro stato intrinseco ma dalle relazioni[16]. E quando verrá l’ora del riscatto desiderata, il principio dovrá essere posto da noi in esecuzione senza il menomo indugio; introducendo per prima cosa, e in quei termini che le circostanze comporteranno, pratiche ed accordi colle altre nazioni partecipi o pronte a partecipare nel moto del Rinnovamento, e ovviando cosí ai dissapori e alle scissure che le sètte municipali ed illiberali non mancherebbero di suscitare se tal cautela si trasandasse. Imperocché l’unico scampo che l’Austrorussia potrá ancora promettersi sará la discordia dei popoli e delle nazioni, facendo verso l’Italia e le sue consorti di riscatto (ma con minore scusa) quel voto che un antico italiano esprimeva per salvare il cadente imperio di Roma dai popoli boreali[17]."
      },
      {
        "index": 46,
        "text": "Ma né la Dieta né la signoria assortite a guidare le cose nostre potranno abbracciare questa oculata e generosa politica, se non avranno le dovute parti. E però non istimo di poter meglio conchiudere questa mia scrittura che accennando brevemente quali dovranno essere le disposizioni e le qualitá in universale degli uomini politici, e in particolare di quelli che verranno eletti all’indirizzo delle cose pubbliche. La prima condizione e la piú necessaria pel buon successo sará l’unione dei democratici e dei conservatori; il che torna a dire che ciascuna delle due parti dovrá appropriarsi i pregi dell’altra, purgati dei difetti, giacché tanto è lungi cotali pregi escludersi a vicenda, che anzi l’accoppiamento si richiede alla perfezione loro. Imperocché nessuna parte può fondare e stabilire un nuovo ordine di cose senza due condizioni, cioè il numero ed il credito. Se manca il numero, gli ordini nuovi si possono difficilmente introdurre; e dato pure che per un caso di fortuna o un tratto di audacia s’introducano, è impossibile che durino, perché la parte avversa, essendo la piú numerosa, perviene tosto o tardi, di forza o legalmente, ad alterarli o a distruggerli. Come si è veduto e si vede in Francia, dove i democratici non poterono nel quarantotto mantenere la repubblica conforme a’ suoi princípi, perché si divisero dai conservatori; e oggi i conservatori sono impotenti, perché disgiunti dai democratici. Ma il numero non basta a governare pacificamente senza il credito, perché la quantitá non prova senza la qualitá, non solo nelle cose umane ma anche nel giro della natura corporea. Il credito civile dipende dal possesso delle idee e dalla pratica degli affari, cioè dal genio speculativo che vale nei generali e dal genio positivo che riesce nei particolari. La vera politica abbisogna di tali due parti; giacché senza la prima non si dá idealitá, né quindi patria, indipendenza, unione, libertá, fratellanza, caritá, giustizia; non si dá cognizione né affetto dei diritti, dei doveri e degl’interessi universali di una nazione e delle varie nazioni, e quindi si viene a mancare delle molle piú attuose dei rivolgimenti e degli statuti civili. Senza la seconda si ha difetto di realtá e le idee sono sterili ed inutili, rimanendo nel campo ozioso e vuoto delle astrazioni o venendo male applicate e prive dei loro frutti. Insomma la notizia speculativa può sola dare l’energia e l’impulso, la scienza pratica può sola porgere la regola e l’indirizzo; tanto che, fuori del loro concorso, vano è l’aspirare a quel realismo politico, che si collega da un lato col vero idealismo e dall’altro abbraccia la cognizione e l’usanza sperimentale degli empirici. Ora la prima di queste condizioni prevale manifestamente nei democratici, e la seconda nei conservatori; e però amendue le parti son necessarie all’azione. Al divorzio dei conservatori e dei democratici fu debitore il Risorgimento del suo primo sviarsi e della final rovina: la loro unione e concordia potrá sola menare a buon termine il Rinnovamento."
      },
      {
        "index": 47,
        "text": "Taluno mi obbietterá che la parte popolana non è pari di numero né di credito all’altra, almeno in alcune provincie italiche, come per esempio in Piemonte. Io lo concedo, come gli opponenti concederanno a me che il Piemonte non è l’Italia e meno ancora l’Europa o il globo terracqueo. Vezzo dei politici subalpini si è il misurare tutto il mondo dal loro paese, e deridere e sfatare quelle generalitá che si adattano forse men bene a cotal contrada che alle altre della penisola. Il giogo non tollerabile, che opprime Lombardia, Venezia, i ducati, Toscana, Roma, Napoli, ci ha accresciuto smisuratamente la fazione democratica, che è la sola progressiva di sua natura; stante che i conservatori che ripulsano le idee popolari vanno indietro, laddove i democratici vanno innanzi, pogniamo che per riuscir nell’intento abbiano d’uopo dei loro compagni. Perciò questa parte, che oggi è giá ragguardevole, sará assai piú grande nel periodo di cui parliamo, cioè nel corso del Rinnovamento, dalle cui condizioni probabili si vuol pigliar la misura del suo apparecchio. E anche dato che i democratici non sovrastessero di numero e di riputazione in Italia, ci prevarranno di ardire e di forze, essendo spalleggiati dall’opinione predominante e dai moti di tutta Europa. Laonde, se i conservatori piemontesi si affidassero di poter essi soli condurre in quei frangenti la cosa pubblica come oggi fanno, si troverebbero ingannati; e però, se bramano di preservare almeno in parte il loro potere, non hanno altro modo di riuscirvi che quello di una lega sincera coi democratici. Le stesse considerazioni fanno pei democratici, lá dove sin d’oggi credono di soprastare; giacché, per quanto essi abbiano o sieno per avere il sopravvento, se non si allegheranno coi conservatori, il loro regno sará breve e dará luogo piú o manco alla riscossa di quelli. Né li salverá il consenso degli altri paesi; perché ciò che avverrá in Italia succederá pure nell’altra Europa, dove il trionfo della democrazia sará solo momentaneo, come fu nel quarantotto, se essa ripudierá il concorso delle classi conservatrici. Brevemente, l’altalena delle due parti politiche, che affligge da tanto tempo il mondo civile, non avrá fine se non si risolvono ad unirsi l’una coll’altra. E l’unione dee premere ad entrambe ugualmente, perché senza di essa il loro dominio è passeggero e sfuggevole, anzi piú apparente che effettivo; quando le riscosse democratiche sogliono conferire la potenza ai demagoghi, e le conservatrici ai retrogradi. Il che è inevitabile, perché ogni riscossa, essendo violenta o almeno illegale, tende per natura a favorire le parti eccessive e sofistiche piuttosto che le dialettiche e ben temperate."
      },
      {
        "index": 48,
        "text": "Ma l’accordo delle due sètte è egli possibile e di facile esecuzione? Facile no; possibile sí. Sarebbe in sé facilissimo, perché niente ci si oppone dal canto delle dottrine, le quali, non che ripugnarsi essenzialmente, abbisognano l’una dell’altra. Ma il difetto di cognizione, di perspicacia, di previdenza da un lato; le avversioni personali, i puntigli, le gelosie, le invidie, le abitudini e preoccupazioni faziose dall’altro lato, ci frappongono gravissimi ostacoli. Tuttavia il superare tali impedimenti non è impossibile; e si può sperar che succeda quando le due sètte si rendano ben capaci che il connubio è loro parimente utile, anzi necessario, atteso che il vincolo piú efficace degli uomini è la comunione degli interessi. E l’esempio di tal concordia dovrebbe esser dato dal Piemonte, s’egli aspira veramente alla gloria del grado egemonico. La cosa vi è tanto piú facile quanto che il paese essendo libero, ogni setta ci può dire le sue ragioni, e mancano, se non tutte, molte di quelle cause accidentali che seminano nelle altre provincie gli sdegni, i rancori e le diffidenze. E si avverta che, quando io parlo di comunella fra i conservatori e i democratici, distinguo assolutamente i primi dai municipali e i secondi dai puritani. Imperocché quanto l’unione delle due parti dialettiche è conforme a natura, tanto sarebbe contro natura quella dei conservatori coi puritani, o dei municipali coi democratici. I municipali dicono: — O il regno o niente. — I puritani gridano: — Perisca l’Italia piú tosto che la repubblica. — Ben vedete che con questa gente non si può avere intesa né far patto di sorta. Il caso delle due altre opinioni è diverso; poiché, se bene i democratici sieno piú inclinati alla repubblica che alla monarchia, e i conservatori alla monarchia che alla repubblica, essi però convengono nell’antiporre alla forma speciale del governo e allo Stato la nazione, che è quanto dire l’indipendenza, l’unione e la libertá in generale, qualunque sia per essere il loro assetto particolare. Ora tra questi due pareri l’accordo non è malagevole e si può esprimere con questa formola: che i conservatori e i democratici sieno disposti ad abbracciare e sostenere lealmente la repubblica o la monarchia civile, secondo che i casi futuri renderanno l’una o l’altra di queste due forme di Stato piú opportuna a porre in essere, tutelare e conservare la nazionalitá italica. Il che si riduce, come io dissi nel primo libro, a riunire le due parti nell’idea nazionale, mediante la quale ciascuna di esse, deposto il carattere di fazione e di setta, s’immedesima colla nazione."
      },
      {
        "index": 49,
        "text": "Il risolvere, giunta l’ora, l’arduo problema e determinare con fermo senno a qual via debbano appigliarsi gl’italiani, dipenderá in primo luogo dal corso degli eventi e dal valore degli uomini che guideranno la cosa pubblica. Il qual valore vano è il prometterselo nei piú, ma può ben rinvenirsi nei pochi; e però, quando non si trova nei magistrati esecutivi, la colpa non è dei tempi ma dell’elezione. Tre sono le parti principali che debbono avere i buoni rettori, qualunque sia la forma dello Stato, cioè capacitá politica, moralitá pubblica e privata e dignitá civile. Il requisito della capacitá dee escludere non solo gl’ignoranti ma eziandio i dilettanti; perché se questi non si accettano nelle discipline teoretiche di qualche rilievo, come si potranno far buoni nella pratica piú difficile, qual si è quella di reggere gli Stati e le nazioni? Egli è singolare che si ammetta in politica una presunzione che sarebbe ridicola in ogni altro genere di uffici e di esercizi. Chi vorrebbe abitare, per cagion di esempio, in una casa fabbricata da un semplice dilettante di architettura e da un capomastro estemporaneo? Niuno sicuramente, perché le case di tal fatta corrono grave rischio di far pelo, poi corpo, e in fine di cadere sul capo di chi ci abita. Anche nelle professioni e nei mestieri piú umili si richiede abilitá e tirocinio. Né la capacitá politica versa, come molti credono, nella scienza delle leggi, delle armi, della finanza, dell’agricoltura, del traffico, dell’instruzione, dell’edilizia, perché altri può valere in tutte queste cose e nondimeno essere inabile a ben governare. E quantunque elle sieno necessarie, vi ha tra loro e la dote di cui discorro questo divario: che se chi regge è inesperto intorno ai detti capi, può valersi della scienza e dell’opera dei subalterni; laddove alla capacitá politica nulla può supplire se in proprio non si possiede. E in che versa la capacitá politica? In una sola cosa, cioè nell’antiveggenza. Chi antivede i successi, le occasioni, i beni, i mali, i pericoli probabili dell’avvenire, è impossibile che non provvegga con senno alle cose che occorrono. Se i ministri piemontesi della mediazione avessero preveduta la repubblica romana e l’invasione gallotedesca, avrebbero essi rifiutato il soccorso francese e la lega italica? Se quelli di Novara avessero preveduta la ruina di ogni libertá civile in tutta la penisola inferiore e il ritorno dei lombardoveneti al giogo imperiale, avrebbero essi disdetto l’intervento sardo? I governi che preconoscono il futuro sono arbitri del presente, perché hanno il benefizio del tempo; quando i mali violenti e malagevoli a medicare nel loro colmo sono di facile guarigione se si curano nei primi loro princípi, mentre è tenue il disordine e abbondano i mezzi e l’agio per ripararvi."
      },
      {
        "index": 50,
        "text": "L’antiveggenza presuppone alcune doti, che sono parte naturali ed ingenite, parte acquisite ed artificiali. Non può penetrare le probabilitá avvenire chi non ha un’adequata contezza del presente e del passato mediante l’esperienza e la storia; né basta il sapere le condizioni del proprio paese, se s’ignorano quelle dell’altro mondo civile e se i fatti si conoscono solo all’empirica, senza la notizia delle leggi che li governano. Ma a che serve la suppellettile scientifica, se non si ha da natura quel giudizio sicuro, quel tatto fino, quel senso pratico del reale e del positivo, che solo può fare equa stima degli uomini e delle cose loro? Il quale niun libro lo contiene, niuna scuola l’insegna, niun maestro può comunicarlo. E senza di esso le cose non si veggono come sono in effetto ma come paiono, e si tien dietro ai dettami del senso comune o volgare, non a quelli del senso retto. Dall’accoppiamento di queste due parti nasce l’ampiezza dei concetti, la bontá dei giudicati, la copia dei partiti, la saviezza nella loro scelta, la facoltá di abbracciare i generali e di apprendere i particolari; e si evitano i difetti opposti dei municipali e dei puritani, i primi dei quali non sanno elevarsi alle nozioni universali di patria, d’indipendenza, di unione, di egemonia e simili, e i secondi sono incapaci di eleggere i mezzi piú acconci a colorirle."
      },
      {
        "index": 51,
        "text": "L’intelletto non può essere facoltá pratica senza il concorso dell’arbitrio, la cui efficacia importa attivitá e risoluzione. L’attivitá accresce in un certo modo le forze dell’individuo, moltiplicando col buon uso il capitale del tempo e accelerando le operazioni. In tutte le cose umane il tempo è di un pregio inestimabile, ma in quelle specialmente dove il buon successo dipende dall’occasione, che suol essere sfuggevole di sua natura. Vero è che quanto si vuol esser pronto a pigliarla tanto si dee essere paziente ad attenderla, e perciò la longanimitá sapiente è il correlativo naturale dell’altra dote. Dal loro conserto nasce la risolutezza, la quale pondera i partiti pacatamente; ma, avvisato il migliore, non esista nell’elezione e non indugia né ammolla nell’esecuzione. Gli uomini forniti di questa parte cominciano con senno animoso e compiono con perseveranza, e sono «amatori delle conclusioni», come il Cellini dicea di se stesso[18]. E laddove essi hanno la padronanza di se medesimi, gli spiriti irresoluti e ondeggianti fra gli opposti pareri sono sempre in balía degli altri. I rettori di questa fatta non possono essere autonomi; e vengono del continuo aggirati e menati pel naso dai minori uffiziali, dai clienti, dagli adulatori, dalle sètte, dalle donne, dalle corti, dai diplomatici, ancorché non se ne avveggano e si credano arbitri dei propri moti."
      },
      {
        "index": 52,
        "text": "La capacitá che risulta dal complesso di tali parti è richiesta al credito politico, ma non basta per se sola a procacciarlo e mantenerlo; e però è d’uopo che la sufficienza sia rifiorita dalla virtú. La virtú è il compimento dell’ingegno, che senza di essa è manco, mutilo, imperfetto, prova nel male piú che nel bene e non risponde di gran pezza alla sua vocazione. Ella ha molte parti cosí note che sarebbe superfluo il riandarle; ma due ve ne hanno di cui oggi si fa poco caso, e meritano pertanto una speciale avvertenza. Ciò sono la lealtá del procedere e la dirittura dell’intenzione. Vezzo dei tristi e dei mediocri si è di credere che la perizia versi nell’astuzia, essendo questo uno di quegli errori volgari che si fondano nell’apparenza. E siccome presso i popoli guasti che Cristo dinota col nome di «mondo», e nelle etá corrotte che Tacito distingue col nome di «secolo»[19], i mediocri e i tristi prevalgono; cosí in tali tempi la saviezza si confonde colla malizia[20] e l’arte di governare gli uomini con quella d’ingannarli. Di questa subdola e bieca politica i gesuiti sono vecchi maestri; e siccome la vivente generazione italiana o fu educata da loro o almeno per indiretto ne ricevette le impressioni, cosí non è meraviglia se l’uso della doppiezza invalga quasi generalmente, aiutato eziandio dal predominio dei curiali nei governi parlamentari. Né il male è proprio d’Italia; perché, se non fosse sparso, né Maurizio di Talleyrand né Giuseppe Fouché, uomini mediocri e sprezzabili da ogni lato, avrebbero ottenuto fama, come fecero, di solenni politici per tutta Europa[21]."
      },
      {
        "index": 53,
        "text": "E pure la pratica di cui discorro ha contro di sé non solo la coscienza ma l’esperienza, la quale dimostra che i suoi danni sono maggiori degli utili e che in fine ella torna esiziale agli operatori. L’opinione contraria nasce da difetto d’antiveggenza; perché gl’ingegni mediocri, incollati e confitti nel presente, non hanno avviso né fanno stima delle conseguenze lontane delle loro azioni e, misurandone l’utilitá dall’istante che corre, scambiano facilmente il danno colla salute. Imperocché è fuor di dubbio che in mille casi una bugia, una calunnia, un’impostura, una frode, una perfidia, un tradimento possono liberare altrui da gravi impacci o procurargli alcuni vantaggi momentanei; come è non meno certo che in processo di tempo il pro è contrabbilanciato e superato dal pregiudizio, e se non altro dalla perdita della riputazione, che è il primo e piú prezioso dei beni civili. Perché, quantunque la menzogna sia ben congegnata[22] e il malefizio sia fatto secretamente e non si sappia subito, tuttavia in fine trapela; ed è un’illusione degli uomini malvagi o mediocri il credere di poterlo occultare durevolmente. «Prendi — dice il Leopardi — fermamente questa regola: le cose che tu non vuoi che si sappia che tu abbi fatte, non solo non le ridire, ma non le fare. E quelle che non puoi fare che non sieno o che non sieno state, abbi per certo che si sanno, quando bene tu non te ne avvegga»[23]. Nel che l’esperienza umana si accorda a capello colla parola evangelica[24]. Certo quei municipali del Piemonte che usarono tre anni sono le vie piú oblique ed indegne per rovinar gli opponenti, recarsi in pugno la cosa pubblica e far prevalere le loro opinioni, e quei democratici che poco appresso gl’imitarono, credettero per qualche tempo di aver vinta la prova, confidandosi che la storia avrebbe ignorate o almeno taciute le loro brutture. Ma forse oggi la pensano ancora allo stesso modo? forse, potendo, non disfarebbero il fatto a qualunque costo? forse che taluno di loro non muterebbe volentieri la sua fortuna con quella dell’avversario, benché egli abbia sortito gli onori e le cariche in pena dei falli, e questi in premio dei meriti le ingiurie e l’esilio?"
      },
      {
        "index": 54,
        "text": "Dicono i moralisti che l’occhio della coscienza dee essere purgato e limpido e che la sua limpidezza consiste nella rettitudine dell’intenzione. Altrimenti non vede le cose come sono, ma tinte di quel colore che corrisponde all’affetto suo. Ora in politica la dirittura dell’intenzione consiste nell’amare il bene pel bene, la patria per la patria, e non mica per se medesimo o per la setta a cui altri appartiene. Se l’egoismo individuale o fazioso fa velo alla vista, gli oggetti pigliano quell’aspetto che lusinga il desiderio e si veggono travisati; tanto che, governandosi nella pratica con tal falsa apparenza, si dá negli errori meno escusabili. Con tutta la loro ignoranza delle cose civili, egli è indubitato che né i puritani né i municipali sarebbero incorsi in tanti scappucci come fecero, se avessero avuto per guida il solo amore d’Italia e non gl’interessi della loro fazione. Ma quanti oggi si trovano che amino l’Italia per l’Italia e non per se stessi? quanti sono che piglino la pura considerazione del bene universale per norma dei loro atti e criterio delle loro opinioni? I piú di quelli, che si gridano costituzionali o repubblicani, sono tali perché mette loro conto di essere, secondo che hanno interesse a mantenere o ad innovare, e temono di perdere gli onori e gli utili o agognano di acquistarli. Biagio Pascal si doleva che il grado di lunghezza meridiana o di altezza polare determini spesso nell’etica le regole del giusto e dell’ingiusto; ma se oggi risuscitasse, dovrebbe muovere in politica le stesse e maggiori querele. Imperocché tale, verbigrazia, che è monarchico perché graduato o favorito dal regno, diverrebbe repubblicano se la disgrazia lo trabalzasse; e tale vuol la repubblica, esule in Francia, che, ricco e potente in Italia, terrebbe dal principato. Il desiderio di arricchire e godere nei piú ignobili, quello di potere e di comandare in chi ha spiriti piú elevati, sono il principio determinativo del maggior numero cosí nella scelta delle dottrine come nella vita e nei portamenti; non dico solo fra le sètte sofistiche dei retrogradi, dei municipali e dei puritani, ma eziandio in quelle dei conservatori e dei democratici."
      },
      {
        "index": 55,
        "text": "Ora nessuna causa può vincere e trionfare se muove da tali fini ed è informata da tali spiriti. L’immoralitá e la corruzione misero in fondo, come vedemmo, il Risorgimento italiano; e faranno lo stesso servigio al Rinnovamento, se il male non si tronca dalla radice. Siccome gli uomini eletti ad indirizzarlo dovranno uscire principalmente dalla parte democratica, uopo è che questa fin d’oggi si migliori e si purghi, considerando la moralitá come la prima condizione richiesta a meritare ed avere nome e credito di liberale. Chi non ha per tal rispetto un nome illibato sia escluso inesorabilmente da ogni compagnia e maneggio civile, quanta che sia d’altro lato la sua sufficienza e la bontá dei princípi politici di cui fa professione. Per riuscir valentuomo nella vita pubblica uopo è anzi tutto essere galantuomo nella privata, e specialmente avere quella lealtá specchiata di parole e di opere, che è la base della rettitudine nell’uomo e nel cittadino. La democrazia italiana ebbe finora poco credito, perché trascurò questa importante avvertenza nell’elezione dei membri, degl’interpreti e dei capi, badando solo alle opinioni loro in vece di attendere sovrattutto ai fatti e alla vita. Come se anche le opinioni fossero sincere e degne di fiducia, quando non hanno per fondamento la bontá e la dirittura dell’animo e del costume. Incredibile è l’autoritá, la riputazione e quindi la potenza che ella acquisterebbe, procedendo a questa riforma e facendo in modo che d’ora innanzi la parte popolare sia il fiore dei galantuomini e che la sua divisa rappresenti a ciascuno la virtú e l’onore, cioè le due cose che assommano e compiono tutti i beni civili."
      },
      {
        "index": 56,
        "text": "In tal maniera la democrazia italica potrá essere un semenzaio di valorosi e porgere alla cadente patria chi possa rilevarla e redimerla. Né perciò vuolsi escludere assolutamente da tanto onore chi l’ha disservita in addietro, dovendosi equamente perdonar qualche cosa alla civile inesperienza e alle foghe politiche del quarantotto. Ma fra coloro che peccarono in tale occasione, quelli soli avranno diritto alla pubblica fiducia che cancelleranno coi meriti gli antichi torti, porgendo non dubbie prove di migliorate opinioni e di sufficienza. Gli altri non dovranno dolersi di essere lasciati addietro, perché anzi si fará loro servigio, rimovendoli dal pericolo di essere artefici alla patria di nuove sciagure e di macchiare un’altra volta la propria riputazione. Rispetto poi a chi diede prove iterate di abitudini faziose e di arti subdole, si dovrá essere inesorabile; perché poco gioverebbe al Piemonte l’esser libero dai gesuiti se eleggesse per condottieri quelli che gl’imitano, e mal pro farebbe all’Italia l’avere per avvocati coloro che rovinano gli amici e la causa che abbracciano."
      },
      {
        "index": 57,
        "text": "La dote finalmente, che dee suggellare tutte le altre nei buoni rettori, è il decoro civile. Il quale consta di due parti, essendo pubblico e privato, perché non può mantenere la dignitá patria chi trasanda quella della propria persona. Questa dote è rara nei popoli moderni per la cattiva educazione; la quale, parte con massime false e usanze frivole, parte cogl’insegnamenti di una religione e spiritualitá mal intesa, avvezza gli uomini a far poco caso del decoro proprio e comune. Soli in questa viltá universale, gl’inglesi, gli americani del norte e gli spagnuoli rendono ancor qualche immagine della fierezza dei popoli antichi. La qual fierezza non è superbia, come alcuni credono: poiché, anche quando si riferisce all’individuo, essa si fonda nel rispetto verso l’uomo e la natura umana in generale e nel senso vivo dell’uguaglianza nativa e civile; onde non regna se non presso quelle genti in cui l’istinto di essa uguaglianza è radicato e gagliardo. Laddove la superbia si ferma nell’individuo e lo sequestra dagli altri; onde essa non cerca l’onore ma gli onori, non la dignitá ma le dignitá particolari, e quindi ama le distinzioni, i privilegi, i gradi, i nastri, le divise, per cui un uomo si differenzia dagli altri uomini. E però non di rado si accoppia coll’avvilimento civile, come si vede in quei patrizi e cortigiani degli Stati dispotici, che, mentre reputano, verbigrazia, «il vendere cosa piú ridicola che il comperare»[25] e vilipendono le arti meccaniche, stimano cosa nobile l’inginocchiarsi e condiscendere a tutte le voglie e ai capricci di un signore, purché in contraccambio ne sieno abilitati a schiacciare impunemente i cittadini. L’onore non è cosa vana né ingiusta, come i privilegi nominali o lesivi della paritá civile, essendo un bene accessibile a ciascuno e fondamento di tutti gli altri; e in politica è di tal rilievo che per molti rispetti piú importa dell’oro e degli eserciti. Onde gli uomini insigni di Stato (come il Richelieu, Arrigo quarto, Oliviero Cromwell, Guglielmo Pitt) ne sono gelosi e solleciti oltre modo. Ma questa qualitá non è frequente nelle nazioni moderne; e se in una delle piú illustri e potenti dopo Casimiro Perier non se n’è veduto alcun segno, qual meraviglia che nell’Italia, serva, inferma, divisa, ne manchi ogni vestigio da molti secoli? I nostri repubblicani del medio evo la conoscevano e la praticavano poco meglio dei puritani odierni; i quali hanno tal senso e concetto della dignitá cittadina, che antipongono la servitú sotto i barbari alla libertá con un principe italico. Si può immaginare un contegno piú vile di quello dei veneziani dopo la sconfitta di Ghiaradadda? o un parlare piú abbietto di quello dei vicentini al principe di Anault (l’Haynau di quei tempi), e dei Giustiniani all’imperatore?[26]. Niuno dee stupirsi che l’aringa «miserabile», come la chiama il Guicciardini, ricevesse una risposta atroce, piena di «crudeltá tedesca» e di «barbara insolenza»[27], imperocché altra sorte non meritano i governi ed i popoli che si perdono d’animo e si avviliscono nell’infortunio. Né le brutte vergogne sono finite ai dí nostri. Quasi che non bastassero quelle che giá abbiamo veduto, eccovi che i ministri sardi spediscono un cortigiano a ossequiare l’oppressore d’Italia su quel suolo medesimo cui testé consacravano i sudori di Carlo Alberto e il sangue de’ suoi prodi. A che prò il vituperio? Temete forse che, rifiutando di adorare il rampollo imperiale, egli assalga il Piemonte? Né io giá oso riprendere un tal procedere, dappoiché si è gridata la guerra impossibile. Ma arrossisco che mentre i milanesi, benché sudditi ed esposti alle vendette del barbaro, lo costrinsero col loro contegno (il cielo li benedica!) a ritirarsi quasi in fuga, i ministri di un re libero e italiano facciano atto di vassallaggio. O esempi magnanimi dei nostri antichi padri, dove siete voi? e se non ci dá il cuore d’imitarvi nelle cose piccole, come potremo nelle grandissime? Ma non può procurare e mantenere la dignitá patria chi antipone la salvezza all’onore e alla fama. Gli antichi erano in vita generosi ed invitti, perché sapevano esser tali eziandio in sul morire. Pompeo Magno non mise un sol grido né disse una parola a colui che lo feriva[28]; e il suo grande avversario, abbandonando il proprio corpo agli uccisori, ebbe cura di comporlo e atteggiarlo con verecondia. Tanto quei gloriosi erano teneri del decoro! Se l’Italia non si risolve a mutar costume, il suo cadavere non avrá pure gli onori funebri né il compianto delle nazioni, e un obbrobrio eterno senza speranza sottentrerá in breve ai voti e agli augúri del Rinnovamento."
      }
    ]
  }
}
