{
  "chapterNumber": 19,
  "title": "Libro II, Cap. 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "della nuova roma"
      },
      {
        "index": 1,
        "text": "Il primo impulso a risorgere ci venne ultimamente da Roma spirituale e civile. Imperocché né l’Italia può vantaggiar le sue sorti se Roma non gliene dá l’esempio, né questa può rinascere senza che avvenga altrettanto nel resto della penisola. Il concetto e il bisogno di un Rinnovamento romano sono antichi non pure fra noi ma nella cristianitá tutta quanta; e tentati piú volte di colorire e soddisfare, al generoso desiderio fu sempre discorde l’effetto. Il che non è da stupire, imperocché certe idee son troppo alte e certe moli troppo pesanti da potersi incarnar nella fragile argilla e sollevare coi fiacchi omeri dei mortali; tanto che le riescono in pratica utopie e chimere. Certo una Roma spirituale e civile, che sia insieme un’idea e un fatto, una reggia e un santuario, una corte e un presbiterio, e armonizzi le perfezioni diverse e contrarie di cose tanto disformi e dei due reggimenti, è la fantasia piú sublime che altri possa formare in capo, e quindi la piú difficile a mettersi in atto. Se la sola monarchia civile è cosi malagevole a costituire negli ordini che meglio le si confanno, cioè in quelli del laicato, quanto piú dovrá essere nel giro del sacerdozio? Anche nei confini dello spirituale Roma è un componimento di estremi ardui ad accoppiarsi, quando che il papa vuol essere primo e signore per altezza di grado, ultimo e servo per eccellenza di umiltá. Eccovi che anche oggi egli si chiama «servo dei servi» e suggella i suoi rescritti coll’anello del pescatore; ma il contrapposto degli emblemi e delle forinole coi fatti e coi discorsi, di frasi tanto soavi ed umili con un imperiare che spesso riesce signoreggevole e superbo, in vece di comporre gli oppositi ne fa spiccare piú viva la dissonanza. Si pose mano piú fiate alla riforma di Roma ecclesiastica; e l’ultimo tentativo fu opera del concilio di Trento, che migliorò in effetto i costumi, emendò molti abusi e impedí che i passati scandali se non nella corte almen nella Sede si rinnovassero; onde il papato non diede piú i mali esempi di prima e talvolta fu specchio di rare virtú. Ciò non di meno il miglioramento non fu compiuto, e Roma spirituale non rispose negli ordini disciplinari né all’altezza dell’idea né al bisogno dei tempi e della cultura; tanto che se nel corso e nello scorcio del medio evo partorí lo scisma grecoslavo e germanico (che è quanto dire di due terzi di Europa e di una parte notabile dell’America e dell’Oriente), nei tempi piú freschi conferí non poco allo scadere delle credenze."
      },
      {
        "index": 2,
        "text": "Il che venne agevolato da due cagioni cooperanti, l’una primaria e l’altra secondaria. Questa fu il gesuitismo, singolare instituto che, fondato per l’esaltazione di Roma, contribuí assaissimo ad accelerare il suo declivio. La causa primaria fu l’unione del temporale collo spirituale. Imperocché dal secolo sedicesimo in poi, prevalendo quasi da per tutto le signorie assolute e dispotiche, Roma non solo fece lega con esse, ma si appropriò questa forma di reggimento, forse piú per necessitá dei tempi che per genio spontaneo. Ora il dominio assoluto, che è l’incarnazione politica della superbia umana, è cosí alieno dagli spiriti evangelici, che l’accozzamento di esso colla paternitá spirituale produsse un composto mostruoso e contraddittorio, che, se ben temperato soventi volte dalle virtú personali dei pontefici, nocque alla Chiesa coi fatti e cogli esempi, introducendo nella curia romana i difetti e i vizi delle corti, avvezzando i vescovi e gli altri prelati all’orgoglio e alle pompe di un imperio profano, moltiplicando fuor di proposito, quasi puntelli del nuovo Stato, e sviando dal loro fine gli ordini claustrali, rimovendo dall’autoritá legittima il contrappeso della libertá richiesto alla sua conservazione, trasportando nella religione il concentramento e l’arbitrio dei comandi assoluti, dando origine ai tristi litigi dei romaneschi e dei gallicani, rinfrescando le vecchie controversie del sacerdozio coll’ impero e col laicato, rendendo stative ed immobili la disciplina e la scienza ortodossa, che quindi vennero in disaccordo coll’avanzata cultura dei tempi, e finalmente producendo la miseria e l’avvilimento non solo degli Stati ecclesiastici ma di tutta Italia, mentre crescevano di bene in meglio e prosperavano gli altri popoli; di che prima nacquero il disprezzo e la noncuranza, poscia l’odio e il divorzio intellettuale delle classi gentili e colte dalle credenze cattoliche[1]."
      },
      {
        "index": 3,
        "text": "A tanto male due erano i rimedi: o levare la giurisdizione temporale alla Chiesa, o modificarla in guisa che al suo genio non ripugnasse. La scuola politica italiana si appigliò al primo partito, facendone un dogma fondamentale e professato costantemente (da pochi casi in fuori) sino dai tempi di Dante, del Machiavelli, del Sarpi, a quelli dell’Alfieri, del Giordani e del Leopardi. Ma nella pratica il concetto non fu altro che sogno, e nel millenio che corse da Crescenzio a Napoleone molti vollero effettuarlo e niuno riuscí. La ragione si è che quanto lo spediente sarebbe efficace, tanto esso medesimo è difficile a mettersi in opera. Il congresso di Vienna, che potea mantenere e stabilire l'incominciato, sceverandolo dai modi violenti e dai disegni dispotici del conquistatore, o almeno temperare il papato civile se non voleva abolirlo, non fece l’una cosa né l’altra: rinnovò l’ordine antico e lo peggiorò. Cosí la storia di dieci secoli attesta che, salvo un concorso straordinario di forze straniere (pericolose sempre se non dannose alla nostra autonomia, anche quando ci aiutano), la liberazione repentina da questo morbo è difficilissima; e che quindi, per convertire l’utopia in fatto reale, bisogna procedere gradatamente e colle riforme apparecchiare la mutazione. Tal fu il concetto ch’io ebbi fin da quando diedi fuori le mie prime opere[2] e che trattai di proposito nel Primato e negli scritti che seguirono. Mi risolsi che bisognava abbandonare almeno per qualche tempo la tradizione arnaldina e dantesca, stata inutile per tanti secoli, e tentare una via nuova, la quale sola ci potea abilitare (se il conato non riusciva) a ripigliare con buon esito la prima; cosicché il vero modo di proseguir l’intento dell’Alighieri stava appunto nel lasciar di premere servilmente le sue pedate. Feci ragione che la civil prudenza consiglia l’uso dei partiti di mezzo quando sono richiesti ad agevolare gli estremi, e che non si fa nulla che valga se non si osserva la legge di gradazione. Anche nelle opinioni e nelle dottrine schiettamente speculative non mette conto il procedere a salti; essendo che la tela degl’intelligibili, in cui consiste la scienza, involgendo sempre piú o meno elementi sensitivi, questi sono bensí mutabili per natura, ma senza il benefizio del tempo non si possono cancellare. Laonde chi combatte gli errori e gli abusi inveterati non dee sempre assalirli di fronte né rivelar tutto il vero nella sua pienezza; il quale è come la luce, che ritoglie al cieco sanato di fresco la luce degli occhi, se non gli vien dispensata per gradi e con misura. Egli dee imitare i savi antichi, {{AutoreCitato|Pitagora|Pitagora}, Socrate, Platone, che accomodandosi ai tempi mitigavano colla disciplina essoterica le veritá novelle e diffícili all’apprensiva o acerbe alle preoccupazioni del volgo; come pur fece il nostro Galileo, che non si peritò d’insegnare qual semplice ipotesi il sistema del mondo. La qual riserva, necessaria nelle speculazioni, è ancor piú nella pratica, dove al prestigio delle apparenze sensibili e della consuetudine si accoppia in molti l’efficacia degl’interessi. Trattandosi di purgare l’Italia e la religione di un tarlo inveterato da tanti secoli, era mestieri educare coi rimedi piú dolci l’opinione pubblica ai piú severi, render chiari a tutti i torti temporali di Roma, mettere in luce la sua corruzione e ostinazione insanabile, misurar le intenzioni e le forze degli avversari con una solenne esperienza, giustificare al cospetto di Europa gl’italiani delle risoluzioni piú gravi che sarebbero costretti di prendere, e insomma tentare la riformazione secondo i termini moderatissimi del Risorgimento prima di applicar l’animo e la mano alle medicine piú forti e ardite del Rinnovamento. Se un papa sorgeva che incominciasse l’opera, il gran passo era fatto; e dov’egli o i suoi successori in appresso dietreggiassero, l’Italia sarebbe scusata di mutar tenore, procedendo verso Roma politica come io feci verso i gesuiti, che combattei come nemici incapaci di ammenda dopo che ebbi tentato invano di ridurli alla buona via."
      },
      {
        "index": 4,
        "text": "Queste considerazioni suggerite dalla previdenza del probabile non escludevano per altro la possibilitá dell’assunto, e quindi rimovevano dalla proposta ogni insincero ed ignobile artifizio[3]. Imperocché il comporre acconciamente gli ordini temporali del papato collo spirituale era cosa malagevole, non impossibile; e stava in balía di Roma il modo di render l’opera piana e durevole. E infatti dov’è la ripugnanza? Non certo nel temporale per se stesso e né anco nel suo accoppiamento collo spirituale, a cui ripugna bensí un dominio imperioso e sfrenato, troppo alieno dalla caritá e giustizia evangelica e dal carattere mansueto e umile del sacerdozio; ripugna la confusione dei civili uffici coi religiosi; e non mica una potestá mitigata dalle leggi e commessa pel suo esercizio al ceto laicale. Di grave danno certamente alla religione e alla patria è un dominio ecclesiastico, che porti invidia alla potenza e al fiore degli altri Stati nazionali, che sia fra loro un fomite incessante di sconcordia, che faccia all’amore coi barbari e li chiami a disertare l’Italia, e si attraversi insomma con ogni suo potere alla libertá, all’unione, all’autonomia della penisola. Ma se in vece la signoria papale divenisse il nervo della nazionalitá italica, l’antimuro spirituale dell’indipendenza, il capo dell’unione; se la parola romana secondasse le armi piemontesi; egli è chiaro che la patria e la fede ne avrebbero pari vantaggio. Sia dunque il papa principe ma civile, e uno Stato liberale ponga argine ai soprusi del principato. Sia Roma una corte ma laicale, e il pontefice, governando la Chiesa col mezzo de’ chierici, regga lo Stato col senno e colla mano dei secolari; cosicché il governo pontificale non sia piú un monopolio pretesco. Abbiasi la Chiesa il suo dominio in Italia, ma unito cogli altri Stati mediante una lega ferma che protegga il giure comune. Statuto, laicalitá, confederazione sono tre riforme insieme concatenate e bastevoli ad amicare lo scettro colla tiara ecclesiastica; la quale, divenuta nazionale e civile, comporrá l’antico scisma, ricompiendo il concetto guelfo col ghibellino. Altrimenti, tosto o tardi perderá il temporale, e per l’odio acquistato sará forse costretta di lasciar la sua sede e uscire d’Italia."
      },
      {
        "index": 5,
        "text": "Certo questi consigli e presagi erano leali e opportuni, poiché i fatti successivi ne chiarirono la prudenza e ne prepararono l’adempimento. Ma essi vennero variamente accolti secondo i tempi. Nella parte retrograda accesero sdegni furiosi, né piacquero da principio a quella dei liberali. La prima svisò il mio concetto per calunniarlo, ma in modo diverso, secondo l’abito e la professione dei calunniatori. I politici gridarono «utopia», dicendo che, mentre si dava l’ultimo crollo al potere infermo del pontefice, si volea «rinnovare il medio evo e creare una spezie di califfato cristiano»[4]. I gesuiteschi sciamarono al sacrilegio, quasi che io intendessi «di far del papa e del cattolicismo uno strumento di dominazione italiana sul resto del mondo»[5]. I liberali poi (non dico tutti ma molti), dando solo orecchio alle preoccupazioni concette e al loro odio inveterato contro Roma, non videro che il deviare dalla scuola italiana, ancorché non sortisse l’intento immediato, era un necessario preludio per poter colorire i disegni di essa nell’avvenire. I princípi maravigliosi del nuovo pontefice mutarono affatto l’opinione: l’accordo del papato e d’Italia parve sicuro e perpetuo; e io fui levato alle stelle, salutato come iniziatore dell’opera, precursore di Pio nono. Venute meno queste grandi speranze, si tornò alle prime censure; e il mio assunto fu tassato per impossibile e chimerico, la fatica per vana ed inutile. Tanta equitá di giudizio e finezza di accorgimento si può perdonare a chi scrive sotto gl’influssi della Compagnia e dell’Orsa. Sia lecito ai padri e ai loro creati il confondere l’autoritá morale colla dominazione brutale, e spacciare per indegno della fede cattolica che la maestá del pontefice sia sublimata dai meriti e dalla gloria del principe; il credere che l’ufficio del pontefice non sia azione e dottrina, o che come dottrina non debba abbracciare ogni vero e tutelare ogni diritto. Sia conceduto ai russi e ai loro vassalli il chiamare «utopia» un’impresa, che sarebbe riuscita a meraviglia se la Francia differiva il suo moto repubblicano o almen Pio mostrava fior di sapienza civile; e il non avvertire che se oggi il papa è davvero un «califfo» perché protetto da satelliti esterni, il Risorgimento italiano mirava appunto a liberarlo da tal vergogna e renderlo da ogni lato signore di se medesimo."
      },
      {
        "index": 6,
        "text": "Ma io debbo rammaricarmi che alcuni de’ miei compatrioti, in luogo di usare l’accorgimento proprio, abbiano giudicato e giudichino ancora con levitá oltramontana, passando il segno sia nel rallegrarsi dei principi di Pio come dovessero durare eterni, sia nel disconoscere l’utilitá loro a malgrado della poca vita. Proponendo al pontefice un assunto scabroso ma fattibile, io non ne tacqui gli ostacoli e le malagevolezze, né feci malleveria a nessuno della costanza e del senno dell’operatore. Non dissimulai a me stesso né agli amici che, pel costume invecchiato, l’oligarchia prelatizia, gl’influssi austriaci e gesuitici, il cominciamento era arduo e ancor piú difficile la perduranza. Pubblicando il mio concetto sotto papa Gregorio, gli diedi il nome di «sogno»[6]; e antivedendo come possibile il caso che il sogno fosse interdetto, distingueva accuratamente i doveri del buon cattolico da quelli del cittadino[7]. Allorché poi il successore pose mano alle riforme e tutta Italia applaudiva a quel «miracolo di papa»[8], anch’io presi parte da lontano ai pubblici applausi, ma in cuor mio temeva, sapendo che i miracoli passano e non durano, e scriveva a un amico le parole seguenti:"
      },
      {
        "index": 7,
        "text": "Fate bene a sperare, mio buon Montanelli; ma ancorché la nostra fiducia fosse delusa per questa parte, dovremmo tuttavia consolarcene, perché il Risorgimento italiano andrá innanzi anche senza il papa, e anche senza il papa non lascerá di essere cattolico. Io aveva pensato a quest’ultimo punto fin dai tempi di papa Gregorio, allorché in quella notte scurissima niuno poteva antivedere l’aurora di Pio. E avevo giá abbozzata in fantasia un’opera, per mostrare che gli ordini cattolici contengono nella loro mirabile composizione un principio di salute all’Italia anche senza il concorso del maggior sacerdozio, anzi a malgrado del contrasto di esso. Quando le cose peggiorino a segno di toglierci ogni speranza nel regnante pontefice, compilerò questo lavoro e lo pubblicherò; e se male non m’appongo, esso basterá a conservare al nostro ristauro il carattere religioso presso gli spiriti assennati, e a tranquillarli nel caso che far si debba un’opposizione civile al governo di Roma. Ma prima di disperare e di ricorrere a tal partito, bisogna lasciare a essa Roma spatium resipiscendi; e chi ne è piú degno di Pio? Non preoccupiamo la soluzione di quel dilemma, che è tuttavia sospeso nelle mani della providenza. Il dilemma è questo: il governo temporale del papa è egli destinato a ringiovanire e capitanare le sorti comuni d’Italia? ovvero a perire come non piú necessario a presidiare l’indipendenza della religione, atteso le condizioni mutate della cultura e dei popoli? Ben vedete che Iddio solo può sciogliere il dubbio. Noi dobbiamo aspettare e governarci secondo i fatti, che sono la rivelazione continua della providenza. Ma in ogni caso dobbiamo tenere per fermo che l’esito sará conforme ai bisogni del cattolicismo e che i princípi ideali di questo saranno sempre la base di ogni civiltá[9]."
      },
      {
        "index": 8,
        "text": "Ora il dilemma è risoluto; e quello che io scriveva privatamente nel dicembre del quarantasette era il risunto succinto di ciò che pubblico nel cinquantuno. Ché se il filo delle comuni speranze fosse stato tronco sin da quei tempi, le veritá, che mando oggi alla luce e che giá allora agitavo nell’animo, l’avrebbero veduta alcuni anni prima; né mi sarei pentito, come adesso non mi pento, di aver proceduto per gradi nell’esporle e premesso tali consigli che le giustificavano."
      },
      {
        "index": 9,
        "text": "Né vane furono e sterili affatto le deboli mie fatiche. Fallí in vero lo scopo principale; ma di chi è la colpa? chi predicò la repubblica in Lombardia, l’introdusse in Roma, mise sossopra la Toscana, uccise il Rossi, assediò Montecavallo, indusse Pio e Leopoldo a fuggire dal loro seggio e ad invocare il soccorso delle armi esterne? chi disdisse quattro volte la lega italiana al papa e ai principi che la sollecitavano, accolse la mediazione, ributtò tre fiate gli aiuti francesi e lasciò tre altre in preda ai demagoghi e ai retrogradi l’Italia del centro? Non che partecipare a tali errori io li combattei a mio potere, e cercai d’impedirli, di medicarli colle parole e colle opere. Ora oggi è noto e chiaro a tutto il mondo che senza di essi il regnante pontefice non avrebbe divisa la Sacra Sede dalla causa nazionale. Dunque io posso fare altrui una rimessa dell’accaduto, salvo che si voglia farmi pagatore non solo dei falli del papa ma anche di quelli dei principi, dei governi e delle fazioni."
      },
      {
        "index": 10,
        "text": "Se non che, quantunque il principiatore dell’opera sia mancato nel mezzo del cammino, tuttavia l’effetto fu inestimabile, quando sua mercé l’Italia è entrata nella via e nella vita nuova, e il fermo ristauro dei vecchi ordini è ormai impossibile. Senza l’esempio efficace di Pio nono, non avremmo avuto né Carlo Alberto né le riforme né gli statuti né la guerra nazionale: non vi sarebbe stata insomma pur ombra di Risorgimento. Se questo venne meno, l’ impulso dura: dura il desiderio delle franchigie date, poi tolte alla bassa Italia; durano i nuovi ordinamenti del Piemonte; dura in Francia e in Germania una parte delle innovazioni e sovrattutto quella viva fiamma che fu accesa a principio dalla scintilla del moto italico e dal nome (allora unico e sommo) del papa liberatore; dura in fine il gusto indelebile e la brama ardente della libertá assaggiata, la quale è siffatta che «per lunghezza di tempo non si dimentica e la sua memoria non lascia riposare gli uomini»[10], né mai tanto si ama come quando si è perduta. Gli eccessi medesimi delle rappresaglie renderanno piú fiero il risvegliarsi dei popoli, e il giogo raggravato dei chierici ne assicura la riscossa[11]. Cosicché Pio nono, essendo l’autore primiero dell’ultima rivoluzione popolare di Europa e delle seguenti enormezze, viene a giovare non solo coi felici inizi ma eziandio coi tristi progressi del suo regno, e prepara il Rinnovamento, come diede le mosse al Risorgimento e ne fu l’artefice principale. Per la grandezza degli effetti non vi ha uomo del secolo che lo pareggi, senza eccettuare Napoleone, poiché questi ritardò ed egli accelera il riscatto universale dei popoli. E per ciò che riguarda l’Italia in particolare, noi avremo obbligo seco se il sogno di Dante e del Machiavelli sará un giorno cosa effettiva. Per lui è divenuto fatale ciò che era insperato, inevitabile ciò che era impossibile; e la posteritá, piú atta a cogliere le concatenazioni storiche e piú grata dei coetanei, attribuirá a Pio la prima gloria di aver distrutta l’opera di Pipino e di Carlomagno."
      },
      {
        "index": 11,
        "text": "Io non ho dunque da scusarmi di soverchie speranze o da dolermi di avere speso il mio tempo affatto inutilmente. Ben mi spiace all’anima di essere obbligato a un nuovo e penoso ufficio. Che non feci in addietro per evitare questa dura necessitá? che non dissi al buono e santo pontefice per mantenerlo nella via diritta? Non lo li confortai a riformare il sacro collegio per avere un appoggio e un aiuto? non gli predissi i mali che sarebbero toccati alla patria, alla fede, alla Chiesa, dalla sua mutazione? e non recai in queste rimostranze la moderazione piú discreta e l’ossequio piú riverente? e quando mi fu dato di poterlo, non gli offersi per rimetterlo in seggio le armi patrie, disprezzando per amor suo le calunnie e l’odio delle fazioni? Ma i consigli, i presagi, le profferte furono sparse al vento, e le mie parole vennero proscritte quasi fossero d’un inimico. Per un fato doloroso e inesplicabile il nostro santissimo non ha orecchie che per gl’inetti, non ha grazie e benedizioni che pei fanatici o pei ribaldi. E pure io tacqui e aspettai due anni prima di disperare. Se ora ritorno all’antica scuola italiana, il fo costretto dall’evidenza dei fatti, e la mia giustificazione è nel processo di chi ha renduto il male incurabile. Né a me si possono imputare le altrui contraddizioni , quasi che il variare nei mezzi divenuti inefficaci non sia costanza in ordine al fine. Forse un messia e liberatore politico, che venga meno al nobile assunto, può lagnarsi se altrove si volgono le speranze dei precursori?"
      },
      {
        "index": 12,
        "text": "Chieggo scusa a chi legge di questo preambolo necessario a mostrare la conformitá e la ragionevolezza del mio procedere. La vera e salda politica non dee pascersi di chimere né tentar l’impossibile, e oggi tanto è vano il rinnovare i princípi di Pio quanto sarebbe stato il dar vita durevole ai progressi di papa Gregorio. Pogniamo che quegli (cosa poco probabile) volesse ravviarsi, giá non potrebbe, perché i fatti anteriori non si annullano e la fiducia spenta piú non rinasce. Chi oggi darebbe fede alle promesse del papa e del sacro collegio? Gaeta alzò fra il principe ed il popolo un muro insuperabile: «Chaos magnum firmatum est»[12]. La riforma liberale del papato civile è una di quelle imprese straordinarie che, tentate una volta e non riuscite, non si possono riassumere. L’idea della «mia Roma»[13] quando io la proposi era tuttavia vergine: niuno l’aveva profanata, perché niuno l’aveva avuta. Oggi è screditatissima per la mala prova e posta fra le utopie e i sogni. E si avverta che niuno potea meglio tôrle ogni credito di Pio nono, appunto in virtú delle sue buone parti; perché se un papa di animo cosí benevolo e di vita innocente, dopo il primo aringo corso con tanta gloria, è venuto meno, che potrá aspettarsi da pontefici meno santi e men generosi? Due cose oggi son manifeste a ogni uomo di sano intendimento: l'una, che il potere assoluto e il monopolio clericale di esso recano danni infiniti a Roma e a tutta Italia; l’altra, che vano è il promettersi dal papa e dalla sua curia l’osservanza di uno statuto che assicuri la libertá e tolga ai preti il maneggio del temporale. Dal che s’inferisce che Roma ecclesiastica ripugna al principio nazionale e civile, e che quindi ella non può essere il perno del Rinnovamento italiano, come fu del Risorgimento."
      },
      {
        "index": 13,
        "text": "La conclusione è grave; e dipendendone in gran parte il carattere della nuova epoca, ragion vuole che si consideri attentamente. Il che adesso è piú facile che dianzi non era, perché il regnante pontefice nudò le magagne del governo pretino meglio dei precessori. La prima cosa che dá negli occhi è l’ignoranza, l’incapacitá, l’impotenza maravigliosa dei prelati nelle cose politiche e in particolare dei cardinali. Non è giá che la natura sia scarsa di doni ad alcuni di loro[14]; ma essa non basta a far uomini di Stato, se manca la disciplina e le arti frivole suppliscono alle gravi. E anche il valor naturale scarseggia, non essendo l’odierna prelatura come quella di una volta, quando le dignitá ecclesiastiche allettavano gl’ingegni grandi e le virtuose ambizioni. Oggi chi si sente aiutante d’animo e d’intelletto non si suol volgere al santuario né sogna la porpora, perché i forti aspirano alla potenza che sorge e non a quella che declina. Ben s’ intende che parlo solo in generale e che noto il fatto senza volerlo giustificare da ogni lato. Il vero pur troppo si è che il mondo, da cui la Chiesa una volta aveva il fiore, ora le dá la morchia. E i pochi valenti intristiscono per la torta educazione ecclesiastica e il genio muliebre inserito nella religione, la quale, spogliata di ogni virilitá, snerva gl’ingegni invece d’ingagliardirli. Ma i prelati essendo in Roma la macchina del governo e il principe uscendo da loro per elezione, il papa non può essere migliore del sacro collegio; e benché questo abbia qualche insigne, la probabilitá della scelta si dee misurare dal maggior numero. Perciò, se in antico alcuni papi furono principi grandi, il caso diventa ogni giorno meno probabile. L’etá recente ebbe papi leali ma duri e fanatici, come l’ultimo Leone; papi eruditi in divinitá ma incapaci in politica, come l’ultimo Gregorio; papi benevoli e mansueti, come il sesto, il settimo e il vivente Pio; ma chi può sperare che sieno per sorgere un Ildebrando, un Peretti, un Giuliano della Rovere o chi loro somigli? E pure non ci vorrebbe di manco all’effetto. Il conciliatore civile di Roma coll’Italia e col mondo dovrebbe essere «il sommo uomo»[15], e rimuovere ogni téma che non sia per avverarsi moralmente e in metafora la favola immaginata nei bassi secoli come storia[16]."
      },
      {
        "index": 14,
        "text": "L’incapacitá prelatizia è oggi piú che mai formidabile, avendo Pio nono mutata col fatto la costituzione del regno ecclesiastico. Giá prima il sacro collegio facea l’ufficio di principe, governando nelle vacanze e producendo in certo modo il proprio potere coll’eleggere chi lo esercitasse secondo la sua intenzione. Laonde a mutar politica ci voleva un papa animoso come Giulio o Sisto, che avesse petto per deludere gli elezionari e di nuovi consigli si aiutasse. Pio nono, riformando lo Stato contro il parere dei cardinali, e poi disfacendo la propria opera, dando ad essi in balía tutto il maneggio e non alzando un dito senza il loro consenso, accomunò al regno, come giá toccammo, le condizioni dell’interregno. Negli altri tempi, morendo il papa, vaca la Sede: oggi ha luogo il contrario. Or vogliam credere che il disordine sia per cessare col regnante pontefice? L’esperienza ha messo in guardia e in sospetto i cardinali, che piú non lasceranno una signoria stata in punto di sfuggir loro senza rimedio. Faranno un papa secondo il proprio cuore e lo stringeranno con tali vincoli che non possa scuotersi né sciogliersi a suo talento. Pogniamo per caso che sorga un papa buono come Pio ma piú vigoroso: avrá egli modo di compiere l’incominciato? non potrá mancargli la vita, come a Clemente, per la violenza de’ suoi nemici? non potrá mancargli il tempo per la copia e arduitá delle riforme da introdurre? «La brevitá della vita de’ papi — dice il Machiavelli — la variazione della successione, il poco timore che la Chiesa ha de’ principi, i pochi rispetti che ella ha nel prendere i partiti, fa che un principe secolare non può in un pontefice interamente confidare, né può sinceramente accomunare la fortuna sua con quello»[17]. Oggi si verifica rispetto ai popoli ciò che allora ne’ principi. Facciamo che tutto succeda bene. Quanto l’effetto vorrá durare? Morto il pontefice riformatore, torneremo da capo: le nuove instituzioni saranno facili a distruggere, perché tenere e non ancora assodate; e se a manometterle il governo sará impari, si fará ricorso agli aiuti forestieri. Salvo che si ammetta una successione continua di papi grandi; miracolo inaudito anche tra i principi secolari."
      },
      {
        "index": 15,
        "text": "La signoria ecclesiastica è uno «sgoverno», come direbbe l’Alfieri, anzi che un governo[18], un’altalena fra la tirannide e la licenza, un dispotismo di molti capi e un’anarchia stabile; è insomma un’oligarchia torbida e scompigliata di preti inabili o corrotti, pessimo de’ reggimenti. Qual è il paese in cui gli ordini sieno piú crudeli, le leggi piú inique, i costumi piú trasandati e minore la sicurezza? I ladri e i masnadieri corrono le provincie ecclesiastiche a man salva e vi son poco meno padroni di Pio nono. Non si trova esempio di uno Stato cosí infelice né anco nelle regioni mezzo barbare e piú impartecipi della vita europea. Roma antica fu meno sventurata della moderna eziandio nello spirare, quando ebbe Simmaco e Boezio; e questa può invidiare a quella lo scettro degli ostrogoti. Sotto nomi e titoli pomposi ci trovi un languor di vecchiaia, un letargo di morte, uno sfacelo di corruzione; tanto che se vuoi averne il riscontro ti è d’uopo risalire a Bisanzio, come all’esempio di tralignamento e di declivio piú memorevole. Diresti che il basso impero, trasferito sul Bosforo cristiano da Roma paganica, tornò dall’Oriente ottomanno alla prima sede. E per colmo d’infortunio, come nelle battaglie murali degli antichi i moribondi si aggavignavano ai semivivi per campare[19], cosí i rettori di Roma boccheggianti si aggrappano agli aiuti gesuitici. Ora, se i governi son fatti per li popoli e non e converso, può dirsi legittima e cristiana una potenza che fa miseri i sudditi? Ogni diritto, importando certi doveri, presuppone la capacitá di adempierli; e se i governi laicali soggiacciono a cotal legge, quanto piú quello che prende il suo nome dal primo grado del sacerdozio?"
      },
      {
        "index": 16,
        "text": "Il supplire al difetto di autoritá colla violenza, come fanno i cattivi principi, sarebbe cosa ancor piú mostruosa nel pontefice; ma Roma non ha pure cotal ripiego, mancandole le buone armi non meno che il buon consiglio civile. Le armi papaline furono sempre famose per la nullitá loro, anche in quei tempi che erano meno avversi al dominio dei chierici. «I pontefici — dice il Guicciardini — comunemente sono mal serviti nelle cose della guerra»[20]: «le loro armi tagliano male»[21], «secondo il vulgatissimo proverbio, sono infamia della milizia»[22]. Ed è ragione, ché campo e santuario male si affanno; e se il Duplessis e il Della Rovere furono bravi soldati a dispetto della tiara e della porpora, non si può giá dire che queste se ne giovassero. Ora, dato che il regno, come scrive Torquato Tasso, «sia una moltitudine d’uomini che può difendersi e che basta interamente a se stessa non solo nella pace ma nella guerra, onde chi non è tale non è degno di essere chiamato re»[23]; dato che governo e difesa sieno cose inseparabili e che chi è inetto all’una non possa esercitare l’altro; egli è manifesto che il papa inerme e impotente non può esser principe. Il Machiavelli diceva appunto dei pontefici: che «hanno Stati e non li difendono, hanno sudditi e non li governano»[24], e tuttavia si ostinano a regnare. E non è un obbrobrio che la cittá guerriera per eccellenza, la patria di Camillo, di Scipione e di Cesare, sia ridotta a non poter difendere, non che l’Italia, se stessa? Né il vitupèro si ferma a Roma, non potendosi annoverare tra i benefizi e gli splendori della fede cattolica che la sede di tanti eroi e la legislatrice del mondo antico sia divenuta per opera di questa ozioso nido (e spesso corrotto) di monache e di frati. Narrasi della cittá di Osirinco (famosa nelle storie egizie per la sua divozione) che, convertita all’evangelio fosse «dentro e di fuori tutta piena e circondata di monaci, intantoché molti piú erano li monasteri e le celle de’ frati nella predetta cittade e d’intorno che l’altre case degli uomini secolari; e non solamente dentro e di fuori, ma eziandio le mura e le torri della cittá erano piene di monaci e di romiti»[25]. Ciò poteva edificare gli uomini di altri tempi, ma ora fa l’effetto contrario; e il considerare la mutazione avvenuta in Roma bastò nel secolo scorso a rendere il piú insigne degli storici inglesi nemico acerbo e sfidato del cristianesimo."
      },
      {
        "index": 17,
        "text": "Come può durare uno Stato che non ha le sue proprie difese? Invano Roma cercherebbe di acquistarle, perché se i suoi cittadini divenissero buoni soldati non sarebbero fedeli, atteso che la milizia moderna svolge tosto o tardi i sensi di patria e di onore, e i romani sono acconci meno di tutti a rendersi mantenitori e sgherri di un giogo odiatissimo. Si ricorrerá dunque alle forze ausiliari e mercenarie, i cui pericoli sono cònti da lungo tempo. Ma l’erario pontificio è esausto, e come non può spesare i soldati propri, cosi non è in caso di pagare gli altrui. Dovrá dunque impetrarli in barbagrazia e vivere di limosina, la quale non so quanto sia per durare. Vogliam credere che uno Stato libero come il francese sia per ispargere a lungo in favor del papa il sangue de’ suoi guerrieri e l’oro de’ suoi cittadini? e a che pro? Per disonorare se stesso, avvilire la religione e perpetuare a suo danno un fantasma di governo inetto, crudele, vituperoso. E mancata la Francia, a chi si fará ricorso? all’Austria forse, nemica eterna del nome italico? alla Russia eretica e scismatica? Oh infamia inaudita! Vissero talvolta indegni principi protetti da forze barbare, ma almeno avevano contanti da stipendiarle o autoritá da allettarle. Il papa non ha nulla; e se vorrá essere difeso, in vece di porgere al bacio il sacro piede, dovrá baciar quello degli acattolici e degl’infedeli. — Oh! egli ha pure il credito religioso. — Sí, come papa, non come principe, il quale ha fallito da lungo tempo. Eccovi che si sono immaginati per aiutarlo arrolamenti volontari, crociati, tempieri, cavalieri novelli, strelizzi cattolici, pretoriani, mammalucchi, giannizzeri battezzati: si pensò persino a restituire l’ordine di Malta, e dicesi che Niccolò di Russia favorisse il proposito, forse per fidecommisso del padre, spasimante di quell’anticaglia. Ma questi e simili disegni andarono in fumo e tornarono in riso. Imperocché oggi piú non si trovano il pio entusiasmo e il giovanile eroismo dei bassi tempi, e al tutto manca quel concorso d’idee e d’affetti che partorí e promosse in addietro gli ordini cavallereschi."
      },
      {
        "index": 18,
        "text": "Roma disarmata è inutile a sé, dannosa all’Italia, decapitando le forze militari e le difese della penisola; ma protetta dai forestieri diventa nemica all’autonomia nazionale, di cui dovrebbe essere il propugnacolo. Il male è antico, secondo la nota querela del Machiavelli[26]; ma Pio nono lo aggravò ampliandolo e rinnovando l’etá barbarica, quando la sede dell’imperio era cercata e diserta dai popoli di oltremonte. I suoi precessori invitavano gli esterni a uno per volta; egli all’incontro li chiamò tutti insieme e accampolli nel cuore d’Italia contro i propri sudditi. E scorporando Roma dal resto, anzi infeudandola agli strani, egli venne a inforestierare la penisola tutta quanta, la quale ha d’uopo di essere romana, come Roma di essere italica. «II capo del Lazio — dice Dante — dee esser caro a tutti gl’italiani, come principio comune della civiltá loro»[27] e centro di essa; tanto che Roma e Italia sono due cose indivise, come la testa e le membra, l’anima e il corpo, il mezzo e la circonferenza; e il loro divorzio è l’esizio della nazionalitá loro. Nei tempi dell’antica guerra sociale gli alleati voleano che Roma fosse capo di nazione e non mica una cittá solitaria o dominatrice; e per esprimere la medesimezza della patria comune colla metropoli, fondarono Italica. Giulio Cesare abbracciò l’idea generosa, e quindici secoli appresso, Giuliano della Rovere pigliò il nome dell’uomo grande per rinnovarne l’esempio. Pio nono, in vece di seguire le tracce magnanime dei due Giuli e far di Roma un’Italica con sommo onore della religione, riuscí a peggio di Silla. Il quale volle togliere la romanitá all’Italia; egli, l’italianitá a Roma. Silla privò il corpo del carattere nazionale; Pio spoglionne lo stesso capo. In tal guisa egli falsò e sviò senza rimedio il principato ecclesiastico e introdusse un giure barbarico, inaccordabile colla nazionalitá e civiltá patria. Ché se tutti gli esterni non tennero l’invito, l’esempio è dato, l’usanza è introdotta e può ad ogni occorrenza ripetersi e ampliarsi; cosicché anche nel secolo decimonono l’Italia non è sicura dai tartari e dai turchi. Né ci assicura la varia fede, quando i nemici spirituali del papa possono essere creduti fidi sostegni del principe e per la piú parte dei prelati gl’interessi profani prevalgono ai sacri. Quanto piú si andrá innanzi, e da un canto l’odio sará maggiore, dall’altro il giogo piú insopportabile; tanto piú spesso nascerá il bisogno di ricorrere alle armi di fuori, e ad ogni conato di rivoluzione pioverá in Italia un diluvio di barbari. Il culto Francese non sará piú chiamato o ricuserá di venire, e in sua vece avremo il Croato e il Cosacco orridi e feroci. Chi non vede che per questo solo fatto, incompatibile cogl’interessi piú vivi e sacri d’Italia, Pio nono ha esautorati civilmente i suoi successori?"
      },
      {
        "index": 19,
        "text": "L’ingegno e la plebe sono dopo l’essere nazionale le forze vive del secolo, che richieggono tutela e affrancamento. Come dall’ultima l’indipendenza, cosí da essa e dalle due prime procedono la libertá, la moralitá, l’uguaglianza, la ricchezza, la potenza, la gloria, cioè le cose piú care; e insomma la civiltá virtuosa che, essendo il fine di quelle, è il massimo di tutti i beni. Ora che culto gentile e che progresso può aver Roma alle mani dei preti? che onore, che tirocinio, che autoritá ci si possono promettere le menti privilegiate? che sollievo e che miglioramento la calca degl’infelici? Dicalo la romana stirpe, che fu giá la prima del mondo e ora è l’ultima. Né però sono spenti i vestigi della grandezza antica; ond’ella si mostra tanto piú maschia e gagliarda quanto meno le miserie e le avanie di tanti secoli valsero a scancellarli. Ma le ricchezze di natura non fruttano se l’arte non le coltiva, e la cittá antica fu grande perché in lei concorreva la gentilezza di ogni paese. «Fu sempre costume di romano l’imitare e adornarsi di tutti quei pregi e lodevoli costumi che sono sparsi in tutti i luoghi e in tutte le genti»[28]. Cosí scriveva l’ultimo dei romani sotto il dominio degli ostrogoti. Chi voglia far ragguaglio dell’antico col nuovo, oda il Sacchetti. «Lascerò stare Roma che signoreggiò tutto l’universo ed ora quello che tiene, e quali furono i cittadini suoi e quali sono oggi: ogni cosa è volta di sotto e attuffata nella mota»[29]. Non è un cordoglio a vedere una schiatta dotata di facoltá pellegrine e rarissime avvilita e degenerata? «La massima parte della popolazione di Roma — dice il Leopardi — vive d’intrigo, d’impostura e d’inganno»[30], secondo l’uso dei popoli servi ed oziosi. L’operositá, che è lo stimolo piú efficace dell’ingegno e la guardia migliore dei costumi, non può aver luogo senza buona educazione e libertá. Quando manca l’attivitá civile, i ricchi e i poveri si corrompono egualmente: gli uni colle delizie e l’ignavia, gli altri col l’accattare, colle viltá e coi delitti. «Debbe un principe — dice il Machiavelli — mostrarsi amatore della virtú ed onorare gli eccellenti in ciascuna arte. Debbe animare i suoi cittadini di poter quietamente esercitare gli esercizi loro e nella mercanzia e nella agricoltura ed in ogni altro esercizio degli uomini, acciocché quello non si astenga di ornare le sue possessioni per timore che le non gli siano tolte, e quell’altro di aprire un traffico per paura delle taglie; ma deve preparare premi a chi vuol fare queste cose ed a qualunque pensa in qualunque modo di ampliare la sua cittá o il suo Stato»[31]. 11 governo ecclesiastico fa tutto il contrario, e non che acuire e incoraggiare gl’ingegni, promuovere le imprese utili, toglie loro il principal fondamento, che è la fiducia pubblica e la sicurezza; onde la sua borsa non ha credito, i privilegi e le promesse non hanno peso. Egli mantiene e protegge studiosamente due sole arti, cioè la spiagione ed il lotto, abbominato dalle nazioni piú civili, servendosi dell’una per avvilire ed opprimere, dell’altro per mungere e sviscerare i cittadini. Per supplire alla morale privata e pubblica abusa la religione, convertendo i suoi precetti in decreti di buon governo, violando la franchezza delle coscienze e facendo uno strano miscuglio di leggi e di ascetica, di mistica e di suntuaria[32]. E non che ottenere l’effetto bramato, non riesce ad altro che a tormentare i cittadini e rendere loro odiose le prescrizioni ecclesiastiche."
      },
      {
        "index": 20,
        "text": "Se la libertá e prosperitá mancano a Roma, come potranno fiorire e aver fermezza nell’altra Italia? quando tutte le nostre provincie sono strette insieme dalla legge di conformitá nazionale, s’impressionano e appuntellano a vicenda, e non può fare che vivano sotto ordini sostanzialmente diversi. Cosí nel modo che Pio nono, abbracciando la causa patria, indusse Toscana, Piemonte e sforzò Napoli a fare altrettanto; abbandonandola poscia e ritogliendosi le indulte franchigie, porse un esempio che fu seguito da Leopoldo e da Ferdinando. Solo il Piemonte stette in fede; ma se la lealtá del principe bastò a preservare i liberi instituti, essa non è valevole ad assicurarli finché non hanno nelle altre parti le debite corrispondenze. Cosí gli errori del papa pregiudicano alla nazione, il servaggio di Roma si trae dietro tosto o tardi quello di tutta Italia. E siccome il servaggio è uno stato violento che oggi non può durare, siccome ogni sovranitá che rompe i patti è distruttiva di se medesima, siccome gli abusi dispotici e tirannici sono in questi tempi meno dannosi alla libertá che al principato, recando a quella un detrimento passeggero, a questo perpetuo; cosí le esorbitanze della monarchia ecclesiastica preparano l’eccidio dell’italiana. Verrá forse il giorno in cui i nostri principi saranno sbalzati dal loro seggio; e dovranno saperne grado principalmente a Pio nono, che, incamminando col suo esempio la potestá regia per una via rovinosa, costringerá i popoli di far capo alla repubblica. Giá i fautori di questa se ne rallegrano e si tengono obbligati al pontefice di tanto bene. Se i tempi addurranno questa forma di Stato, ella sará buona o rea secondo ravviamento e gli effetti suoi; ma gli scompigli e le rivoluzioni che potranno precederla o seguirla saranno un gran male, e il biasimo di esse non toccherá ai popoli ma a quei governi che le avranno necessitate."
      },
      {
        "index": 21,
        "text": "Per questo rispetto il regno ecclesiastico è di grave pericolo non pure a noi ma a tutta quanta l’Europa. La quale aspira alla pace e al corso regolato dei progressi civili, ma non può ottenerla finché questa o quella provincia è in bollore o in tempesta; e dove le altre quietassero, basterebbe a turbarla l’agitazione d’Italia per la grandezza del nome e l’ imperio delle credenze. Ora l’odio che si porta al governo dei chierici e la continua violenza che si richiede a mantenerlo fanno sí che Roma è come una voragine chiusa di fuoco, che gorgoglia, freme, minaccia di rompere e traboccare; il che non può succedere senza grave commozione d’Italia e di tutto il mondo civile. Si giudichi adunque con che senno i rettori di Francia, di Germania, di Spagna abbiano rifatto a sommo studio il dominio papale come strumento efficace di conservazione e di quiete, quando esso in vece è il maggior fomite di perturbazioni e di scandali che si trovi al mondo. Piú inescusabili e ciechi dei magnati di Vienna, avendo per aggiunta trent’anni di moltiplici e dolorose esperienze, e il governo dei chierici diventando piú insopportabile di mano in mano che avanzano l’addottrinatura e la forza de’ laici. Laonde ogni uomo di buon giudizio non recherá in dubbio queste due sentenze: l’una, che vano è promettersi la stabile pacificazione di Europa senza quella d’Italia; l’altra, che vanissima è ogni fiducia di tranquillar la penisola se non si riduce al suo essere naturale, il quale nei popoli adulti e maturati alla vita secolaresca non può meglio accordarsi coll’imperio dei chierici che con quello dei forestieri."
      },
      {
        "index": 22,
        "text": "Perciò si vede come Cesare Balbo si lasciasse illudere da un concetto piú generoso che savio quando disse, avendo l’occhio al dominio papale, che l’Italia era «destinata a soffrir per tutti»[33]. Il vero si è che tutti ne soffrono e niuno se ne vantaggia, e piú dei popoli ancora ne patisce la religione. Qual cosa infatti può essere piú nociva al suo buon nome e a quello del sovrano suo interprete che il rendere infelicissima la piú illustre delle nazioni? L’essenza del dogma cristiano risiede nell’armonia rifatta del cielo colla terra; e ogni qual volta tale armonia si rompe e la religione si fa autrice e mallevadrice di miseria terrena, non a uno o pochi uomini e di passata ma a tutto un popolo e sempre, egli è impossibile che nel conflitto il cielo non sia perditore, ché la virtú dei martiri non è cosa dei piú. L’osservanza de’ chierici presso il volgo dipende dalla bontá loro, e il mondo è d’accordo col Machiavelli a «stimar poco chi vive e regna come i prelati»[34]. Mentre i teologi con sollecita industria pongono in luce quegli argomenti che persuadono la fede, non è forse meno utile il dichiarare i fatti che la screditano; e fra i momenti che si possono chiamare d’«incredulitá», il dominio ecclesiastico è uno dei principali. La santitá è dote propria della Chiesa e la piú efficace, perché meglio espugna i voleri e rapisce la meraviglia. Ma come la Chiesa può dirsi santa, se tal non è il suo capo e il suo cuore? e come Roma, benché santa in effetto, può apparir tale ai volgari, se coloro che la reggono ci dánno gli esempi piú profani di violenza e di corruttela? se i costumi vi son piú guasti, le leggi piú insensate, i consigli piú inetti, i governi piú iniqui e crudeli che nei paesi barbari e idolatri? se Roma cristiana la cede in bontá a Roma paganica nei tempi del suo fiore? se dove questa era mansueta ai deboli, terribile ai potenti[35], equa ai popoli ed ai principi, vendicatrice della giustizia, l’altra suol fare tutto il contrario? Riscontrate i Camilli, i Fabrizi, i Regoli, i Catoni, gli Antonini colla piú parte dei moderni prelati per ciò che riguarda le virtú private e civili; e ditemi per vostra fede a chi tocchi di vergognarsi. Il dogma non convince senza la morale, e il primo insegnamento di questa è l’esempio. Or se Roma non dá buoni esempi, come può essere la «luce del mondo» e il «sole della terra»?[36] come può adempiere il precetto evangelico di edificare il prossimo e «dar gloria al Padre celeste colle buone opere?»[37]. Cosa deplorabile! mercé il temporale la sedia di Pietro, base angolare della Chiesa, è fatta pietra di scandalo. Né questa è calunnia degli eretici, poiché anzi le eresie ne nacquero. Giá Dante si lamentava che «la dote del primo ricco patre»[38] fosse causa di mali inestimabili; e pur egli non avea veduto la gran scissura del secolo sedecimo e l’incredulitá quasi universale nate dal mondano imperio dei sacerdoti. «Abbiamo con la Chiesa e coi preti noi italiani questo primo obbligo, d’esser diventati senza religione e cattivi, avendo questa provincia perduto ogni divozione ed ogni religione per gli esempi rei di quella corte. Il che si tira dietro infiniti inconvenienti e infiniti disordini, perché cosí come dov’è religione si presuppone ogni bene, cosí dov’ella manca si presuppone il contrario»[39]. Quanto gli ultimi regni di Leone e di Gregorio fossero esiziali alla fede, ne fece buon testimonio il successore, mutando ordine e stile di reggimento; se non che, rimettendosi a poco andare per la via di prima, egli accrebbe il male a segno che l’Italia, avito seggio del cattolicismo, sta per divenire albergo propizio delle scuole piú eterodosse. La politica del Capellari fu una fiera e pericolosa procella, ma quella di Pio nono è uno scoglio a cui la Chiesa romperebbe se non fosse immortale."
      },
      {
        "index": 23,
        "text": "Ancorché il governo temporale dei chierici fosse men tristo, non lascerebbe però di essere nocivo, atteso che quei difetti che non appariscono o hanno venia nei secolari non si perdonano al sacerdozio. Nel fare stima delle sue opere corre sempre un tacito paragone di esse col carattere sacro e gli obblighi severi degli operatori, e il contrapposto rende piú chiara e spiacevole la dissonanza. Siccome nei dolori degli uomini l’opinione ha gran parte, i mali governi dei preti riescono piú acerbi e men tollerabili di quelli de’ laici, e l’odio che ai governanti si porta sale fino alla religione in nome di cui comandano; tanto che l’opposizione politica viene spesso ad usare un linguaggio che ha apparenza di bestemmia e aspetto di sacrilegio. Queste considerazioni fanno contro il principato ecclesiastico, eziandio che non fosse inferiore al profano. Ma esso è di lunga peggiore, non per le condizioni intrinseche ma altresí pel disaccordo piú grave col provetto incivilimento. Il qual disaccordo nei tempi addietro era meno cospicuo, perché da un lato il clero era piú dotto e ingegnoso, e dall’altro il laicato meno gentile; onde lo scettro papale, se non era forte e sapiente, dava almeno esempio di dolcezza e di mansuetudine. Ma ora, cresciuto nei sudditi il possesso della cultura, cresciuto il desiderio e il bisogno della libertá coll’attitudine a goderne, e scemata proporzionatamente nei chierici l’abilitá a procurarle, lo sdegno dei popoli soggetti alla Chiesa si fa tanto piú intenso quanto che viene aiutato dalla vista degli altrui beni e dal genio del secolo. Coll’ira dei sudditi cresce il terrore dei dominanti e la trista necessitá che gli astringe a inseverire, tiranneggiare, incrudelire, opprimere, togliendo ogni libertá agl’ingegni, facendo caso di Stato delle parole, allontanando dalle cariche i valorosi, governando colle spie, le carceri, le confische e i patiboli. Cosí le stesse cause concorrono a depravare coloro che ubbidiscono e quelli che comandano, anzi i secondi vie meglio dei primi. Imperocché il prete in ciò somiglia alla donna: come questa, se smette le virtú del suo sesso, è peggiore dell’uomo; cosí quello, dimenticando la mansuetudine e le altre virtú proprie del suo grado, diventa piú tristo del secolare e, messa giú la visiera, fa il callo ad ogni enormezza."
      },
      {
        "index": 24,
        "text": "La temporalitá ben presa non è esclusa dal cristianesimo, ma abusata lo guasta. Essa gli conviene come a civiltá non come a religione, come a negozio laicale non come ad uffizio sacerdotale. Siccome la civiltá è il fine secondario del cristianesimo, questo viene a comprendere per tal rispetto il genio civile dell’antichitá e del giudaismo e ad essere un giudizio e un regno perpetuo di Dio sopra la terra. Ma questa bella economia si altera, se i due ordini si confondono insieme, se i laici vogliono amministrare il cristianesimo in quanto è Chiesa e culto, o i chierici timoneggiarlo in quanto è Stato e incivilimento. Solo nel medio evo la seconda mistione fu scusabile perché necessaria, atteso l’indole propria delle origini e la maggioria che esse conferiscono naturalmente al ceto ieratico. Il far oggi altrettanto è un ricondurre le cose all’imperfezione del loro nascimento, anzi un ritirare il cristianesimo allo stato giudaico e paganico, sostituendo un chiliasmo vizioso al vero millenio. Non altrimenti discorrevano gli apostoli tuttavia carnali, quando frantendevano la promessa dei troni, e la loro cupidigia avea per interprete la moglie di Zebedeo[40]. La confusione della politica colla religione e del temporale collo spirituale è l’essenza intima del farisaismo, di cui i gesuiti sono rinnovatori; e siccome questa mischianza ha il suo colmo nell’ imperiato ecclesiastico, giá Dante chiamava Roma per tal riguardo «la capitale dei principi farisei»[41]. Ogni appartenenza di sovranitá temporale, ancorché buona e legittima in se stessa, tende a snaturare lo spirituale e a corromperlo. Lo Stato dee, per esempio, esser ricco; ma le ricchezze corrompono il clero e partorirono gli scismi di Germania e d’Inghilterra. «I santi padri — grida l’Alighieri — intendevano a Dio come al vero fine, ma oggi i prelati intendono a conseguir censi e benefizi»[42]. Si comincia col buon proposito di arricchire il pubblico erario; ma trattando i danari, la cupidigia si desta e si finisce col procurare principalmente il proprio utile. Lo Stato ha d’uopo di maestá e di pompa; ma i palagi, gli arredi, le livree, i cavalli, le comitive si disdicono alla semplicitá evangelica, rendono immagine di un orgoglio profano e infettano i costumi, traendosi dietro le delizie. Se le corti corrompono i principi del mondo, quanto piú quelli della Chiesa? Il celibato dei chierici, scompagnato dalla modestia, dalla parsimonia, dal pudore, in vece di conferire alla santitá del sacro ministero, ne diventa la peste, come fomite di avarizia, di scandali, di corruzione. Il concilio di Trento cercò di ovviare ai disordini e vi riuscí in parte, ma il rimedio non corrispose di gran lunga alla gravitá del morbo e alle pie intenzioni. Il che nacque dall’essersi lasciata intatta la radice del male, cioè il dominio ecclesiastico, il quale annulla o altera le migliori leggi e muta spesso il farmaco in veleno."
      },
      {
        "index": 25,
        "text": "E che diremo dell’amministrazione penale della giustizia? La quale onora il magistrato ma infama il chierico, ed è tanto aliena dal suo carattere che ogni partecipazione al sangue, eziandio piú remota e giustificata, rende inabile agli ordini sacri e al loro esercizio. Note sono le belle ed eloquenti parole di Biagio Pascal in questo proposito[43]. Ora se il vicario di Cristo è principe assoluto, egli dovrá avere e conferire giurisdizione di sangue e di morte, stipendiare non solo giudici e criminali ma sgherri, manigoldi e carnefici. Egli fará quello che i pagani medesimi ebbero in orrore, i quali «non istimarono cosa pia che chi s’era trovato ne’ giudizi e a dar sentenza di morte ai suoi cittadini, e bene spesso ai parenti e ai famigliari, sacrificasse agl’iddii ed avesse sovrana autoritá sopra le sacre amministrazioni»[44]. O forse gli stará meglio l’arrolar soldati e far guerra? I nemici della nostra indipendenza testé dicevano che la dolcezza evangelica vieta al papa l’uso delle armi. Applicazione falsa di una massima vera, perché, non essendo men certo che ogni principe è obbligato alla difesa della nazione, si dovea conciliare un debito coll’altro. Il che si potea fare togliendo al pontefice il gius criminale e militare collo statuto e colla lega, e ai chierici ogni profana ingerenza coll’amministrazione laicale. Ma se i due poteri sono insieme confusi e il papa è principe assoluto, egli è vero il dire che ogni guerra gli è interdetta, perché, eziandio che giusta e santa in se stessa, riesce nelle sue mani empia ed iniqua. Oltre che, in tal caso sí le pene civili come le armi, non avendo il freno né le cautele degli Stati liberi e dipendendo dall’arbitrio d’uno o di pochi, diventano agevolmente ingiuste e spietate. Quanti malefizi legali furono commessi o tollerati da Roma! quante guerre scellerate ed atroci! Benvenuto Cellini racconta che papa Clemente settimo «prese assai piacere e meraviglia» di un povero spagnuolo «diviso in due pezzi» da un’artiglieria, e che diede assoluzione a esso Cellini «da tutti gli omicidi che aveva mai fatti e da tutti quelli che mai farebbe in servizio della Chiesa apostolica»[45]. Di chi è questa Chiesa? di Moloch o di Cristo? Senza il temporale cotali orribilitá sarebbero impossibili; e un Borgia non avrebbe mai atterrito il mondo, contaminata la suprema Sede. Senza il temporale un gravissimo istorico non avrebbe avuto luogo di scrivere che «l’ambizione dei sacerdoti e dei pontefici non ha maggior fomento che da se stessa»[46], e che «la bontá del pontefice è laudata quando non trapassa la malignitá degli altri uomini»[47]."
      },
      {
        "index": 26,
        "text": "Non basta al carattere pacifico e cosmopolitico del pontificato cristiano il non far guerra ai cattolici, ma gli è d’uopo astenersi dal combattere e uccider nessuno. Il carattere divino impresso sulla fronte di tutti gli uomini rende la vita loro ugualmente sacra a chi, in virtú della sua missione, ha cura delle anime e dee con cuore paterno abbracciare l’errante a guisa di un figliuolo. Ciò posto, e chiarito da altra parte per la recente sperienza che il separare la penalitá e la milizia dal dominio papale non è piú sperabile, resta che, per mettere in atto la cosmopolitia del supremo pastore e mantenere illibato il suo carattere spirituale, gli si tolga ogni potere e prerogativa di altro genere. Esser re come gli altri e non far guerra ai nemici, aver sudditi e patria e non volerli difendere se anco fosse possibile, saria pure di mal effetto ed esempio. Né in pratica la massima riuscirebbe ad altro che a scambiare l’uso legittimo delle armi coll’abuso piú lacrimevole. Come accadde a Pio nono, che per troppa indulgenza usata a principio contro i retrogradi, ora lascia che i suoi ministri infieriscano spietatamente contro i liberali[48]; per non toccare a difesa d’Italia il sangue de’ suoi oppressori, gli chiamò ad opprimerla e a fare strazio dei propri figli. Infelice pontefice! Il quale deplorava e malediceva in concistoro con cristiane parole le discordie civili di Svizzera[49], e un anno dopo divenne zimbello agl’ipocriti, che gridavano empia la guerra contro gli strani per accendere la fraterna. Quasi che per lo grado universale il papa debba esser «barbaro» di opere, come i cardinali chiamavano Adriano sesto, avendo rispetto alla sua origine[50]. Un potere che si macchia con tali eccessi non è sacro ma sacrilego, e se ne dee bramar la fine, acciocché il papa eserciti senza contraddizione l’ufficio cosmopolitico con bel preludio alla pace desiderata dai filosofi. Col regno e col sangue svaniranno pure le borie mondane, le pompe regie, le cupe e smodate ambizioni; si miglioreranno col capo le membra, e in particolare quel corpo che a guisa di senato ecclesiastico regna negl’intervalli ed è la cava onde escono i pontefici e l’arbitro delle loro elezioni. Non verranno piú i cardinali in infamia di esser «pieni di ambizione e di cupiditá incredibile»[51], come sono ab antico[52]; e lasciando di stare in grandigia, quasi fossero la dinastia di Roma e del mondo cristiano, torneranno alla santimonia e alla modestia dei tempi apostolici."
      },
      {
        "index": 27,
        "text": "Queste ragioni sarebbero soverchie a mostrare i danni che il dominio temporale dei papi reca alla religione, ma esse son poco, rispetto ad un’altra che mi resta a dire. Come la dominazione tira piú che ogni altro interesse e ha forza di corrompere anco i buoni, rado è che lo spirituale congiunto al temporale non gli sia posposto, per modo che in cambio di avere ragion di fine viene ad essere uno strumento e una masserizia dell’altro. E però troppo spesso in Roma lo spirito serve al corpo, la religione alla politica, il cielo alla terra; e non si reca nella salute delle anime pur la metá dello zelo che si spende nella cura dei mondani interessi. Quindi è che la corruzione disciplinare incominciò col dominio civile, e crebbe, ebbe sosta, salí al colmo secondo le sue fortune e vicissitudini. Prima di Carlomagno la romana sede non ebbe a vergognarsi di alcun pontefice, e la santitá ci era cosí radicata che un Ennodio (scrittore del sesto secolo), adulando, spacciava per impeccabili i suoi possessori[53]. Ma col dono malefico del nuovo imperatore cominciarono i disordini, i quali in poco spazio si ampliarono a tal dismisura che i pontefici piú tristi furono quelli del nono e decimo secolo. Niun sa fin dove sarebbe montato il male senza quei due miracoli di Gerberto e Ildebrando, l’uno dei quali colla dottrina e l’altro coll’energia dell’animo diradarono il buio e purgarono il lezzo di quei tempi. Né le riforme dell’ultimo sarebbero state gran fatto efficaci senza un evento quasi coetaneo, piú atto delle scomuniche a fiaccar l’orgoglio imperiale: voglio dire la riscossa dei comuni e l’introduzione degli ordini popolari. Mediante i quali Roma e le altre cittá ecclesiastiche cominciarono a governare se stesse, e il dominio papale fu piú di apparenza che di sostanza. «Mentre il potere di Innocenzo terzo — dice il Sismondi — era nelle regioni piú lontane della cristianitá ridottato, ordinavasi a Roma sotto i propri occhi di lui una repubblica, ch’ei rispettava e lasciava in piena balía di se medesima. Aveano in costume i tredici quartieri di Roma di nominare ogni anno quattro rappresentanti o caporioni: il loro assembramento costituiva il senato della repubblica, il quale coll’intervenimento del popolo esercitava la sovranitá»[54]. Sciolti dai profani negozi, poterono i preti di allora esser puri e santi, avvalorare i decreti e gli oracoli cogli esempi, creare il giure universale di Europa, rendersi terribili e venerandi ai popoli ed ai principi. Cosí anche nel medio evo Roma spirituale fu grande, quando il suo temporale si riduceva piú ad un titolo che ad un dominio effettivo, e la cura delle magagne ingenerate dal regno fu opera della repubblica."
      },
      {
        "index": 28,
        "text": "Ma il governo popolare in quei tempi rozzi e discordi non poteva aver buon assetto né lunga vita. Quindi nacque la pronta declinazione delle repubbliche italiche e in ispecie della romana, e i vani sforzi di Niccolò, di Lorenzo e di Stefano Porcari per ristorarla. I comuni sciolti e rissanti aveano mestieri del principato che a nazione li riducesse, e la nazionalitá preparata dal dominio assoluto dovea precedere la libertá. Da questa tendenza d’Italia e di Europa allo Stato regio rinacque la potestá dei pontefici, la quale ondeggiò inferma tra la corruzione avignonese e l’anarchia italiana fino al regno del Borgia. Questi fu il vero fondatore della monarchia ecclesiastica, e fece in Italia sottosopra la stessa opera dei Tudori in Inghilterra, degli Aragonesi in Napoli e in Ispagna, di Ludovico undecimo in Francia![55]. Per quanto l’opera sia stata civilmente utile, l’autore non è onorevole, il quale, rimettendo in vigore il dominio fondato da Carlo, rinnovò gli scandali di quelli che redato lo avevano. Giulio compiè il lavoro di Alessandro e volle aggrandire la giurisdizione romana a salute d’Italia, «con tanta piú sua laude» quanto che non intese ad «accrescere alcun privato»[56]. Ma nel suo regno si vide chiaro piú che mai quanto il temporale sia dannoso allo spirituale, perché l’abuso delle cose sacre fu recato al sommo e portò i suoi frutti sotto papa Leone. Cresciute le cognizioni e rammorbidati i costumi, vieppiú offese la coscienza dei popoli il veder le indulgenze, i giubbilei, le dispensazioni, gl’interdetti, le scomuniche, e insomma tutte le grazie e pene spirituali abusate a fini secolari, anzi biechi e riprensibili; e i beni della Chiesa, che sono il patrimonio dei poveri, impiegati a saturar di comodi e di piaceri leciti ed illeciti chi per ufficio dovrebbe contentarsi del poco ed eccedere solo in virtú. La religione, che quando è sincera riscuote la venerazione eziandio de’ suoi nemici, prese aspetto di un’arte ipocrita con cui Roma uccellasse, sotto pretesto del cielo e delle anime, ad appropriarsi e godersi la terra; onde nacque la rottura deplorabile che svelse senza rimedio la metá di Europa da Roma."
      },
      {
        "index": 29,
        "text": "Il male scemò alquanto per le riforme seguenti, ma non ebbe fine, perché anche i concili erano screditati e il mondo non fu guari piú docile agli oracoli di Trento che a quelli di Laterano[57]. I disordini ripresero a poco a poco il campo perduto e oggi di nuovo imperversano, perché quanto piú la potestá temporale è abborrita tanto piú si fa opera e si usa ogni arte per sostenerla. Parecchi di coloro che reggono in nome del pio e santo pontefice venderebbero non mica la cittá, come ai tempi di Giugurta[58], ma il tempio, se trovassero il compratore. Quel cardinale Antonelli, che fa strazio da due anni di ogni cosa sacra e profana, non è certo sí cieco da non vedere quanto del suo governo la fede si disvantaggi; ma che rileva? purché non manchino le prebende e le mense. Questo è il «Belial» a cui si sacrifica nei santi luoghi[59]; questo è il «principato del mondo» che fa scordare l’ovile e il regno di Cristo[60]. Le opinioni e le dottrine medesime si misurano a tale stregua, e si permette ai gesuiti di trasfigurare in farisaismo la legge cristiana, perché complici e lodatori di ogni enormezza civile. Chi vorrebbe all’incontro correggere il temporale con giusti e opportuni temperamenti è vituperato, e si costringono le sacre congregazioni a contraddirsi, censurando pubblici scritti giá dichiarati per incorrotti. L’Indice dei libri proibiti, che dovrebbe secondo il suo instituto presidiare la veritá, è divenuto anch’esso strumento di cattiva politica, adoperandosi a mettere in infamia chi applica allo Stato e alla Chiesa i princípi dell’evangelio. In vece di favoreggiare il culto delle speculazioni generose, se ne condannano i cultori; e la guerra mossa ai sensisti da Terenzio Mamiani non valse a salvare i suoi libri dalla censura, perché l’autore ama una libertá temperata e difese a suo rischio i diritti civili del pontefice. Proprietá bella e onorevole della Chiesa romana nei tempi addietro fu la sua imparziale e sapiente arrendevolezza verso ogni forma di reggimento, mostrandosi progressiva nel riconoscere tutti i governi di fatto, poiché il fatto ordinariamente è il progresso effettuato. Ma oggi lo spasimo del temporale le fa considerare gli Stati liberi come nemici; e temendone gl’influssi e gli esempi, l’induce ad astiarli, infamarli, travagliarli, combatterli e macchinarne la rovina, com’ella fa in Portogallo, nel Belgio, in Francia e in Piemonte. L’intolleranza verso gl’instituti si estende agli uomini, tanto che non vi ha omai alcun paese in cui chi è cattolico e liberale ad un tempo non possa aspettarsi d’ora in ora la persecuzione e lo smacco; di che potrei allegar molti esempi, e fra gli altri il caso brutto e recente dell’ottimo padre Solari[61]. Cosí Roma, proscrivendo la moderanza in religione, in filosofia, in politica, favorisce senza volerlo gli eccessi degli eretici, dei razionali, dei demagoghi e coopera a trasporre in Italia le piante venefiche di oltremonte. Che pù? Ciascun sa quanto la curia romana sia tenera delle sue spirituali prerogative sino ad esagerarle; ma oggi la rabbia del temporale è giunta a segno che a chi lo propugna è lecito ogni cosa. Si permette a un celebre instituto di stracciare i brevi e le bolle, si comporta ai governi dispotici di Napoli, di Parma, di Vienna il manomettere i canoni e violare la libertá ecclesiastica."
      },
      {
        "index": 30,
        "text": "Antonio Rosmini scrisse intorno alle piaghe della Chiesa un buon libro; se non che cotali piaghe son piú di «cinque», e la prima di esse è il temporale, di cui l’illustre roveretano non ha fatto menzione. Questo è l’ostacolo principale che si attraversa alle riforme disciplinari, molte delle quali tanto importano quanto la diffusione e la cura della fede, richiedendosi a tutelarla e promuoverla. Imperocché l’insegnamento ecclesiastico versa in due cose: la dottrina e l’esempio. La dottrina consiste non solo nella predicazione del vero ma nella sua difesa, che è quanto dire nel combattere gli errori che gli contrastano la signoria degli animi e delle menti. Né la pugna contro l’errore può aver buon successo, se non è accompagnata da una scienza corrispondente ai bisogni e alla cultura del secolo. Ma la scienza cristiana che oggi regna nelle scuole è lontanissima da tali condizioni, e piú vale a moltiplicare gli scredenti che a convertirli, come quella che è troppo sproporzionata all’etá presente. Dal che nasce l’urgenza di una riforma fondamentale negli studi ecclesiastici. Non men necessaria è l’opera riformatrice nelle instituzioni pratiche, affinché alla morale insegnata consuoni l’esempio, senza il cui concorso vana e sterile è la parola. Ma la smania di conservare il temporale osta a tali mutazioni, sia col togliere il tempo e le cure che si richieggono a darvi opera, sia col far giustamente temere che, migliorata l’ instruzione e la pratica negli ordini spirituali, gli abusi dell’altra specie non debbano aver fine. La smania del temporale rende cari e utili i gesuiti, i quali odiano il sapere come un bene che non posseggono, confondono ad arte il dogma colle opinioni invecchiate (giovandosi di tal mescolanza a porre in discredito i loro avversari), abboniscono ogni libertá di spirito anco nei termini piú cattolici e amano gli abusi perché in essi ha radice la loro potenza; tanto che ogni riforma è impossibile finché dura il loro regno."
      },
      {
        "index": 31,
        "text": "Il cardinale e gesuita Sforza Pallavicino reca come un privilegio divino e una nota infallibile della Chiesa romana «la sapienza unita alla probitá dei seguaci», ond’ella viene a comprendere in ogni tempo «i piú dotti e i piú santi uomini che abbiano servito a Dio»[62] Or quale è oggi la dottrina di Roma? dove il sapere è piú scarso? dove manco si studia? dove si è meno atto non dico a ribattere ma a capire gli errori speciosi e i paradossi oltramontani? e a distinguere accuratamente i dogmi dalle opinioni? Libelli infami in cui la slealtá piú sfacciata ha per condimento l’ignoranza e la goffaggine piú esquisita, che Roma in addietro avrebbe avuto rossore di nominare altro che per proscriverli, oggi si spacciano per libri autorevoli e si commendano dai cardinali[63]. Che maraviglia adunque se la fede scapita, l’incredulitá cresce, le eresie si propagano? se perfino in Italia covano umori protestanti? se Londra e Ginevra acquistano proseliti nella stessa Roma? quando Roma si mostra di gran lunga men dotta, men proba, meno umana e cristiana dei paesi acattolici, e ivi sono consueti e giornalieri tali disordini che altrove sono impossibili. Perciò in vece di ricoverare gli erranti ella vede scemare di giorno in giorno la sua prole. Gli eterodossi gongolano a tale spettacolo, e l’antipapa boreale si frega le mani sperando di raccôrre le spoglie del pontefice di Occidente. Invano si fa capo alla Compagnia, e altri vorrebbe rincalzarla coll’inquisizione, essendo follia l’aspettare il ristoro da quegli instituti che cominciarono la ruina. Si smorbi adunque il pontificato del verme che lo rode; altrimenti in meno di un secolo il cattolicismo esulerá dalle terre italiche e i monumenti romani che lo consacrano saranno un’anticaglia erudita, come il Colosseo e le Terme."
      },
      {
        "index": 32,
        "text": "Che queste ragioni non abbiano forza in chi adopera le credenze a puntello degl’interessi, è facile a comprendere. Ma è da meravigliare che non muovano gli animi pii, qual si è quello del regnante pontefice, a cui lo scettro è piú di peso che di sollazzo, e il deporrebbe volentieri se la coscienza non gliel vietasse. Ma come mai la coscienza di un uomo cosí timorato può riputare utile alla fede ciò che tanto le pregiudica? L’errore nasce da un principio specioso, cioè dal credere che il temporale si richiegga alla libertá ecclesiastica. Quasi che la Chiesa sia stata men libera e forte in quella antichitá beata che non vide pur l’ombra di tal potere, o nel medio evo che ne ebbe piú la sembianza che la sostanza. I papi dei due periodi furono privi di umana forza ugualmente, e vinsero gl’imperatori colla virtú del martirio o con quella del grado, della vita e della parola. Quando poi allo spirare dei bassi tempi sorsero le monarchie laicali, di dominio vasto, assoluto, formidabile, inclinato alle conquiste e alle usurpazioni, il regno poté servire di guardia alla tiara; e non a torto Benigno Bossuet, che aveva dinanzi agli occhi le soverchierie ambiziose e le prepotenze di Luigi, stimava opportuno che il papa avesse uno Stato suo proprio e fosse principe. Ma oggi i tempi sono mutati: la civiltá è cresciuta, l’opinione pubblica signoreggia, e la separazione assoluta dello spirituale dal temporale è prossima a stabilirsi presso i popoli piú civili. Queste sono le guarentigie migliori e i presídi piú efficaci dell’autonomia ecclesiastica. E si noti che la politica dominazione del papa nella cittá santa e nelle sue dipendenze ha per correlativo negli altri Stati la confusione dei due poteri; la qual confusione importa il papato civile, come questo quella, essendo due ordini corrispondenti che, nati insieme dalle stesse condizioni d’imperfetta cultura, debbono cessar di conserva col venir meno della causa loro. Ondeché il pontificato civile nuoce ancora per questo: che, atteso l’intreccio e la convenienza scambievole dei concetti e degl’instituti, viene a impedire che l’intera separazione dei due ordini nei paesi cattolici si stabilisca."
      },
      {
        "index": 33,
        "text": "Non bisogna dunque misurare le relazioni future del pontificato cogli Stati liberi da quelle che ebbe nel passato coi domini assoluti dentro e fuori d’ Italia, e la nuova politica, fondata sulla libertá religiosa, dall’antica che aveva una base diversa. O che la penisola sia per reggersi a principato civile o per vivere a repubblica, il suo assetto definitivo sará democratico; e nelle democrazie moderne ogni usurpazione dello Stato verso la Chiesa è impossibile. L’opinion generale dell’Europa culta su questo articolo è giá cosí unanime ed efficace che ogni presupposto contrario è al tutto chimerico. Avvalorato da questa persuasione, il papa sará assai piú franco e signore che non è adesso con un piccolo Stato senza danari ed eserciti, anzi avrá tanto piú di potenza quanto che egli e la sua corte ecclesiastica non saranno impediti, impressionati, sviati, corrotti da un potere mondano e disforme. Chi fu piú libero e onnipotente di Pio nono nel primo biennio del regno suo? E pur non avea armi proprie né aliene, non ispie, non oro, non satelliti italiani o transalpini. Senza che, i difensori del temporale discorrono del papa e della Chiesa profanamente, a uso dei razionali e dei politici che ignorano o impugnano le divine promesse. «San Tommaso d’Aquino, essendogli detto da papa Innocenzio, che aveva un monte di danari innanzi e contavali: — Tu vedi, Tommaso, la Chiesa non può piú dire come ella diceva anticamente: ‛Argentum et aurum non est mihi’ , — rispose: — Né anche: ‛Surge et ambula’»[64]. — La providenza non è larga del suo aiuto a chi adopera mezzi umani disconvenienti, qual si è una potestá secolare aliena dall’indole del sacerdozio, e non che atta a francare la Chiesa ma buona a soggiogarla."
      },
      {
        "index": 34,
        "text": "Il dominio temporale, in cambio di assicurare la libertá ecclesiastica, oggidí l’offende e pericola, quando è uno di quei presídi che richieggon difesa, né d’altra parte può averla che dai principi esterni. Cosicché il papa è costretto di farsi schiavo per esser padrone, di mettersi a discrezione e andare ai versi di chi è piú forte per potersi valere del braccio suo[65]. «Le armi d’altri — dice il Machiavelli — o ti cascano di dosso o le ti pesano o le ti stringono»[66]; ma in Roma, oltre all’essere di carico e di angustia al principe, riescono eziandio gravi alla coscienza e religion del pontefice. Se Pio nono fu servo in Gaeta, è forse oggi libero in Roma? quando non può dimorarvi senza scolte e guarnigioni straniere. Per la qual cosa il principato, in vece di renderlo indipendente di fuori, il fa servo e forestiero persino in casa propria. — No, che non è servo — dirá taluno, — perché, concorrendo tutti gli Stati cattolici, si bilanciano e contrappesano a vicenda. — Ma questo concorso universale non è voluto dal papa stesso, il quale escluse ultimamente i piemontesi e i toscani perché erano liberi e civili. E avrebbe, potendo, rifiutati i francesi, come ora cerca di rimandarli, stimando solo naturale e dicevole al governo ecclesiastico il satellizio de’ barbari. Il concorso universale non è né anco possibile, atteso che la fede è morta nei piú e gli Stati non si muovono che quando loro mette bene, o dánno solo un soccorso apparente, come testé Spagna e Napoli. Il contrappeso poi è chimerico, perché uno prevale quasi sempre. Francia ed Austria oggi presidiano la Chiesa, ma chi è piú potente? Austria senza dubbio, avendo di soprappiú in grembo od in pugno Lombardia, Venezia, Parma, Modena, Toscana, Napoli, e inoltre la predilezione del sacro collegio, dei prelati, dei sanfedisti, dei gesuiti e dei despoti boreali. Dunque oggi Roma è a rigore ligia di Austria, il papa è vassallo dell’imperatore. Che bella indipendenza! Non si vuol però credere che l’amistá sia senza ruggine e piaccia il vassallaggio, ché a niun segno è forse cosí manifesta l’impossibilitá di mantenere l’impero ecclesiastico, quanto a vedere che dei partiti presi a tal fine nessuno è tale che Roma stessa non se ne penta. Eccovi che ora vorrebbe congedare i francesi; e potete tener per fermo che, se gli austriaci sottentrassero in loro scambio, le verrebbero in poco d’ora a sospetto e a fastidio egualmente. Il solo patrocinio dignitoso e sicuro sarebbe stato quello della nazione e della Dieta italica; ma Roma lo ributtò quando era in pronto, anzi lo rese con raro senno d’impossibile esecuzione."
      },
      {
        "index": 35,
        "text": "Il male di cui discorro non è solo d’oggi; perché pogniamo che prima il pontefice non abbisognasse di guardia straniera, dovea però corteggiare chi in ogni caso poteva dargliela. Gregorio decimosesto per gradire ai potentati abbandonò i cattolici di Russia e di Polonia, scrisse encicliche politiche, largheggiò sui matrimoni misti di Austria e di Prussia, mostrandosi men libero e forte dell’arcivescovo di Colonia. Né intendo con questo di biasimare l’ultima di queste condiscendenze, ma dico che non onorano chi le fa, se non sono spontanee e se vengono suggerite da paura, non da ragione. Che Roma ecclesiastica ubbidisca ai principi cattolici può parere un mal tollerabile, ma che ella s’infeudi agli eretici e scismatici è cosa inaudita e lacrimevole. E che valore, che credito hanno in tal caso i suoi oracoli? quando mai le bolle, le condanne, i decreti furono in minor conto che oggi anche presso gli ortodossi? chi di loro ebbe per iscomunicati i membri dell’assemblea romana? chi non crede incolpabili gli scritti del Rosmini e del Ventura ancorché censurati? chi nel Belgio e nel Piemonte si commosse ai biasimi e alle invettive della curia romana contro alcune leggi savissime e giustissime? Né da ciò si vuol inferire che i buoni cattolici non riveriscano il papa e non osservino le sue costituzioni. Ma sanno che ai nostri giorni egli somiglia agli antichi stincaiuoli di Firenze, i quali tanto potevano camminare a loro genio quanto era lunga la catena. Sanno che egli è schiavo non di un solo padrone ma di molti, e che spesso la sua parola non esprime i suoi sensi ma quelli di coloro che signoreggiano in sua vece. E facciamo che non ne sieno chiari: ne dubitano; e il solo dubbio è bastevole ad attenuare l’autoritá, togliendo via l’opinione dell’indipendenza. Il male è grave, ma donde nasce? Nasce dal temporale, i cui interessi costringono l’infelice pontefice a blandire i potenti e le fazioni."
      },
      {
        "index": 36,
        "text": "Egli è pertanto assurdo il dire, come alcuni fanno, che i popoli cattolici non sieno disposti a riconoscere un papa che non sia principe. Anzi lo avranno tanto meglio in venerazione, quanto che non essendo sovrano sará piú libero, piú imparziale, piú esemplare ed evangelico nelle opere e nelle parole. E non è questa forse la condizion dei vescovi in universale? non fu quella dei santi padri e dei concili ecumenici? Strano sarebbe se Roma odierna stimasse poca quella libertá che le bastò per otto secoli e che oggi ancora è sufficiente all’episcopato cattolico. Ben si richiede che non sia suddita; al quale effetto non si ricerca che il papa serbi il dominio della cittá sacra e delle sue pendici, come alcuni propongono per uno di quei partiti mezzani che riuniscono gl’incomodi degli estremi. Conciossiaché, se tu gli dai un potere assoluto, condanni la prima cittá d’Italia e del mondo a un servaggio privilegiato e intollerabile. Se temperi la sua giurisdizione e fai del comune romano quasi una repubblica capitanata dal pontefice, ritorni al medio evo, incorri negl’inconvenienti dello statuto, ponendo il guinzaglio a una potenza che non ci è avvezza e non vuol saperne, e gli aggravi per giunta con quelli che nascerebbero dalla natura del nuovo governo, aprendo la via ad urti e contrasti inevitabili; giacché le repubblichette sogliono avere il genio meschino, inquieto, schizzinoso, inframmettente dei municípi. Nei due casi poi rompi l’unitá, l’omogeneitá, l’armonia d’Italia e le togli di essere forte e potente, accampandole in cuore un’altra repubblica di Sammarino. Il papa dunque non dee avere sovranitá di Stato né di territorio. Vuol bensí essere inviolabile e affatto indipendente la sua persona: inviolabili i suoi palagi, le ville, le chiese, come quelle degli ambasciatori. Alla sicurezza e dignitá della sua corte e famiglia è facile il provvedere mediante una legge accordata tra lui e lo Stato, la quale concili i riguardi dovuti al pontefice col buon ordine e la giustizia. Al mantenimento e alle spese del governo ecclesiastico può supplire una dotazione comune d’Italia o, meglio ancora e piú decorosamente, dei popoli cattolici; e sará il papa di tanto piú ricco quanto che, in vece di un erario esausto e indebitato, il ritorno di Roma sacra alla perfezione antica e l’uso sapiente che fará dei beni materiali le procaccerá coll’ammirazione e l’ossequio le munifiche larghezze di tutto il mondo cattolico. Cosí, protetta dalla nazione italiana, provvisionata dalla cristianitá europea e netta dei vizi che trae seco il temporale dominio, la tiara ripiglierá un lustro e un’autoritá morale di cui possiamo a mala pena farci un concetto proporzionato. Non occorre soggiungere che tale aggiustamento presuppone l’assesto definitivo d’Italia, e non si avviene alle condizioni passeggiere e precarie che potranno precederlo, durante le quali l’assenza del papa sará forse opportuna e per la pubblica quiete e per la stessa dignitá della Sede apostolica. La quale, dovendo passare dal profano imperio, che oggi tiene, a vita privata e tutta evangelica, avrá d’uopo di un certo tempo per avvezzarvisi; e potrá farlo molto meglio lungi da Roma che fra le memorie seducenti del potere che esercitava. Cosí, deposte le antiche abitudini e come ringiovanita, ella potrá ripigliare l’antico albergo senza pericolo, perché la prima cittá e la prima chiesa abbisognano l’una dell’altra, e mancherebbe qualcosa ad entrambe se il seggio del culto universale altrove si trasferisse."
      },
      {
        "index": 37,
        "text": "Coloro i quali ignorano le leggi immutabili che governano gli eventi umani (le quali possono essere perturbate a tempo dall’arbitrio ma non distrutte) e non sanno avvisare nei fatti attuali le determinazioni infallibili del futuro, mi spacceranno per novatore, mentre io sono semplice espositore. Non che far l’ufficio di rivoluzionario (come oggi si dice leggiadramente) io mi studio, secondo il mio piccolo potere, di ovviare alle rivoluzioni, additando il corso naturale e inevitabile dei casi e preparandovi gl’intelletti, affinché, giunta l’ora, si lasci da parte ogni contrasto inutile, e le mutazioni necessarie passino piú dolcemente. Chi non è persuaso di questa veritá: che ormai non vi ha potenza umana, per quanto sia grande, idonea a restaurare il civile pontificato; lasci star la politica, ché essa non è cibo dal suo stomaco né pascolo da’ suoi denti. Pretermettendo le altre cose, due fatti noti e palpabili rimuovono ogni dubbio. L’uno si è la declinazione manifesta e crescente di tale instituto, ridotto a vegetare anzi che a vivere, costretto a sostentarsi colla violenza e a dipendere dagli aiuti forestieri. Ora le forze ausiliari non possono mantenere a lungo uno Stato: la violenza non dura e a poco andare uccide chi l’esercita, e l’agonia prenunzia vicina la morte. Laonde, se è vero che piú anni sono il Cardinal Bernetti presagisse la prossima mina del temporale, egli fece un vaticinio la cui veritá ora non ha d’uopo di gran perspicacia a essere intesa. L’altro fatto è la caduta universale degl’imperiati ecclesiastici, come di ordini politici troppo ripugnanti all’indole della cultura e del laicato moderno; quella accresciuta di avanzi maravigliosi, questo uscito di pupillo e arbitro di se medesimo. La qual caduta cominciò nel secolo decimosesto e fu condotta a compimento da Napoleone, che spense le reliquie di quell’anticaglia nella Magna dove pochi e deboli ne erano i vestigi, e in Italia dove la maestá spirituale del pontefice e gl’influssi del culto dominante l’aveano soprattenuta e conferitole piú vigore. I «re fanciulli»[67] di Vienna la riattarono come Dio volle, per abboccar meglio il freno ai popoli frementi, mantenere uno spicchio di medio evo, far di Roma un museo anzi che una metropoli e stabilire nel cuor d’Italia un fomite assiduo di eteronomia e di servitú. Ma i trentacinque anni decorsi d’allora in poi mostrarono a ogni tratto la debolezza eccessiva di quell’edifizio, e gli sforzi disperati che ora si tentano per instaurarlo ne renderanno piú celere la caduta. E coi capitoli viennesi andrá in pezzi l’ultimo residuo di giogo pretesco. Dappoiché questo giogo fu rotto presso quelle schiatte che anticamente adorarono i preti e le donne, non è credibile che duri in Italia, la quale non ebbe mai né druidi né druidesse, né Vellede[68] né Aurinie[69] né Marici[70], e alla cui stirpe virile e laicale sopra ogni altra i regni talari e ingonnellati[71] ripugnano. Se a quei rozzi tempi, in cui «il papa aveva tanta autoritá nei principi longinqui, egli non poteva farsi ubbidire dai romani»[72] nelle cose civili, come gli avrá piú docili ora che l’impero ieratico fuori del santuario è abborrito da tutti i popoli che si pregiano di gentilezza?"
      },
      {
        "index": 38,
        "text": "Sono forse i romani d’oggi degeneri dai loro antichi? e le ardenti parole di Pompeo Colonna non sono piú atte a far impressione nei petti loro? «Assai essere stata oppressa la generositá romana, assai avere servito quegli spiriti domatori giá di tutto il mondo. Potersi per avventura in qualche parte scusare i tempi passati per la riverenza della religione, per il cui nome accompagnato da santissimi costumi e miracoli, non costretti da arme o da violenza alcuna, avere ceduto i maggiori loro all’imperio dei chierici, sottomesso volontariamente il collo al giogo tanto soave della pietá cristiana: ma ora qual necessitá, qual virtú, qual dignitá coprire in parte alcuna la infamia della servitú? La integritá forse della vita? gli esempi santi dei sacerdoti? i miracoli fatti da loro? E quale generazione essere al mondo piú corrotta, piú inquinata e di costumi piú brutti e piú perduti? e nella quale paia solamente miracoloso che Iddio, fonte della giustizia, comporti cosí lungamente tante scelleratezze? Sostenersi forse questa tirannide per la virtú delle armi, per la industria degli uomini o per i pensieri assidui della conservazione della maestá del pontificato? E quale generazione essere piú aliena dagli studi e dalle fatiche militari? piú dedita all’ozio e ai piaceri? e piú negligente alla dignitá e ai comodi dei successori? Avere in tutto il mondo similitudine due principati, quello dei pontefici romani e quello dei soldani del Cairo; perché né la dignitá del soldano né i gradi dei mammalucchi sono ereditari, ma passando di gente in gente si concedono ai forestieri; e nondimeno essere piú vituperosa la servitú dei romani che quella dei popoli dell’Egitto e della Soria, perché la infamia di coloro ricuopre in qualche parte l’essere i mammalucchi uomini bellicosi e feroci, assuefatti alle fatiche e a vita aliena da tutte le delicatezze. Ma a chi servire i romani? A persone oziose ed ignave, forestieri e spesso ignobilissimi non meno di sangue che di costumi. Tempo essere di svegliarsi oramai da sonnolenza sí grave, di ricordarsi che l’essere romano è nome gloriosissimo quando è accompagnato dalla virtú, ma che raddoppia il vitupèro e la infamia a chi ha messo in dimenticanza la onorata gloria de’ suoi maggiori. Appresentarsi facilissima la occasione, poiché in sulla morte del pontefice concorre la discordia tra loro medesimi: disunite le volontá dei re grandi, Italia piena di armi e di tumulti, e divenuta piú che mai in tempo alcuno a tutti i principi odiosa la tirannide sacerdotale»[73]."
      },
      {
        "index": 39,
        "text": "I costumi del chiericato romano d’allora in poi migliorarono notabilmente, ma le altre condizioni son sottosopra le medesime o peggiorate. E le occasioni che la providenza apparecchia ai romani di risorgere non verseranno, come dianzi, in casi fortuiti e parziali, non saranno opera di principi o effetto di tumulti casalinghi, ma rimbalzo e derivazione dei casi universali di Europa. La considerazione di tale necessitá non lontana vuol essere ponderata massimamente dagli uomini giudiziosi, affinché non si rinnovi la solita sventura d’Italia, che, rifuggendo i savi dai partiti audaci e straordinari anche quando i tempi li necessitano, lasciano il campo libero agl’intemperati, cosicché ciò che potea farsi bene e senza scossa succede coll’accompagnatura d’infiniti disordini. Il che non accadrebbe se gli animi ci fossero disposti e che, giunta l’ora, i buoni e gli assegnati, in vece di trarsi in disparte o tramare occulti contrasti, dessero mano all’opera e con senno la conducessero. Uopo è dunque farsi capace che il mantenere la signoria temporale del papa in un nuovo sommovimento italico sarebbe come risuscitare un morto; uopo è persuaderlo alle moltitudini, avvezzandole fin d’ora a considerare il nuovo ordine delle cose come utile alle credenze. Se il volgo giudicasse altrimenti, ne nascerebbe pericolo da un canto d’inutili e calamitosi conflitti, dall’altro di lacrimevoli profanazioni, imperocché chi crede fallire, anche stando nei limiti ragionevoli, è naturalmente portato a trapassarli. L’ufficio di educare e d’instruire su questo tema importante l’opinione pubblica tocca in particolare ai chierici per la qualitá del grado, e non si disdice a’ laici, secondo l’esempio cattolico di Dante, che corse questo medesimo aringo e osò ammonire i cardinali e il pontefice contro i farisei della sua etá[74]. Oggi pure i farisei non mancano, che vorrebbero far del temporale un dogma e per poco uno statuto divino, essendo tanta l’ignoranza delle materie ecclesiastiche in alcuni di coloro che ne seggono a scranna, che gli spropositi piú massicci rinvengono chi se li beva. Costoro metteranno sú Roma, eccitandola a puntellare colle armi spirituali un potere vacillante; e la storia eziandio recente ci mostra che quella non è sempre restia a tali consigli. Il che non aggiungerebbe al temporale un giorno di vita, ma sarebbe di danno inestimabile alla religione, se i fedeli non sapessero distinguere l’uso legittimo dall’abuso di tali armi. Si premuniscano adunque colle dottrine assennate e cogli esempi autorevoli: s’insegni loro che la spada della Chiesa non taglia quando si adopera a difendere gl’interessi del secolo. E che quando questi interessi le nocciono e i pastori si ostinano a mantenerli, è pietá e saviezza il disubbidire, siccome è debito il salvare la religione a malgrado de’ suoi ministri."
      },
      {
        "index": 40,
        "text": "La salute non risiede altrove che nel mezzo di cui parliamo. Perciò ogni buon cattolico e ogni buon italiano dee rallegrarsi egualmente delle mutazioni che ci è dato d’antivedere, adorando la providenza che per via di esse redimerá l’Italia e ritirerá insieme il seggio apostolico ai tempi puri e gloriosi delle sue origini. Alle quali si potea tornare per una strada piú ovvia e facile; ma poiché quando era in pronto non fu voluta praticare, e che la «mia Roma», come io la chiamava[75], è ora divenuta impossibile, resta che le sottentri la nuova Roma, rispondente alla nuova vita italica ed europea. La nuova Roma è quella dell’avvenire; piú ampia e magnifica delle passate, essendo la somma e l’armonia di tutte. Nata nel Lazio col regno, divenuta italiana ed oltramontana colla repubblica e coll’imperio, cristiana coll’evangelio, cosmopolitica col papato, ella sará ad un tempo la cittá sacra e civile dei principi, ma aggranditi dal progresso e perpetuati dall’infuturamento. Lo spirituale e il temporale ci fioriranno liberamente a costa l’uno dell’altro, ma immisti e non confusi, concordi e non ripugnanti. Il primo di tali due poteri non sará piú un miscuglio di profano e di sacro, di riti pacifici e di roghi sanguinosi, di crociate e d’indulgenze, di benedizioni e di maledizioni, di morale evangelica e di profana politica, di chierici esemplari e di prelati superbi, epuloni, procaccianti: i cardinali, deposto il nome e il fasto di principi, saranno di nuovo i curati della cittá santa, e nella maestá del sommo sacerdote risplenderá la modestia dell’apostolo pescatore. Il secondo non sará tentato dalla vecchia ambizione di signoreggiare colle armi e colle conquiste anzi che cogli esempi e cogl’influssi virtuosi, e il primato morale e civile della nuova Italia succederá come scopo ideale al guerriero e politico dell’antica. La Dieta italica, quasi concistoro di laici, avrá luogo ai fianchi dell’ecclesiastica; e il risedio di tali due assemblee, uniche al mondo, sará insieme fòro e santuario, cittá ed oracolo, vincolo di pace, modello di giustizia, principio di virtú e fomite d’incivilimento."
      },
      {
        "index": 41,
        "text": "Né si dica che tutto ciò è utopia, perché se bene il fatto non adegui mai la perfezione ideale, può tuttavia accostarsele, e se le accosta quando il corso irrepugnabile delle cose agevola e necessita tale indirizzo. L’assetto sodo e pieno della nazionalitá e libertá non sará il compito di una o due generazioni, e molte ce ne vorranno prima che i prelati depongano ogni speranza di rifarsi e si rassegnino a mutar vita. Ma siccome ogni mutazione fa la pratica e la pratica produce l’abito, cosí questo tosto o tardi corrobora la mutazione. Nella nuova Roma la cittá ieratica sará però lenta a formarsi, come effetto anzi che cagione del Rinnovamento, distinguendosi in questo dai privilegi della civile. La quale, come vedremo nell’infrascritto capitolo, dovrá avere una parte effettiva nell’inviare le patrie sorti, troppo ripugnando che l’Italia rinasca senza l’opera e l’insegna di Roma."
      }
    ]
  }
}
