{
  "chapterNumber": 8,
  "title": "Libro I, Cap. 7",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPITOLO SETTIMO"
      },
      {
        "index": 1,
        "text": "delle false dottrine dei democratici"
      },
      {
        "index": 2,
        "text": "La maggior parte degli errori che infettano le dottrine popolane non ebbero principio in Italia, ma nacquero da due celebri scrittori di oltremonte. Giangiacomo Rousseau può considerarsi come il fondatore della scuola democratica francese; la quale, benché il tempo ne abbia modificate e migliorate le opinioni, ritrae tuttavia della sua origine. Egli però non può dirsi inventore, avendo attinto ai filosofi del suo tempo e i suoi princípi politici essendo sottosopra comuni al Jurieu, al Buchanan, al Sidney, al Milton e specialmente al Locke, senza parlare della parte che ci ebbero la ricordanza delle repubbliche antiche e il vivo esempio delle elvetiche, massime di Ginevra sua patria. Ammiratore piú che intenditore dell’antichitá classica, poco pratico della storia, studioso dell’uomo individuale ma avvezzo a sperarlo al lume dell’immaginativa anzi che della ragione, nemico alle lettere per vaghezza di paradosso, alla societá e coltura per infortunio di vita e bisogno di rappresaglia; egli fondò gli ordini civili in una convenzione arbitraria, conferí al maggior numero il sommo potere, spianò la strada al dispotismo plebeio, gittò i primi semi (benché ancora occulti) del socialismo immoderato e del comunismo e preparò dalla lunga i disordini che viziarono e mandarono a male le seguenti rivoluzioni. Tuttavia da un altro canto egli contribuí a promuoverne le buone parti, a imprimere profondamente negli animi i vilipesi diritti delle plebi e delle nazioni, a ritirare le instituzioni viziate verso gli ordini naturali, avvegnaché si sviasse nel fermare i termini di questo ritiramento. Da lui mosse sovrattutto il nuovo indirizzo che prese la prima rivoluzione francese nel suo secondo periodo, quando gli assalti esterni, le trame di corte, l’egoismo dei borghesi, la rabbia dei privilegiati, la pervicacia, la tristizia dei retrivi e lo sdegno del popolo precipitarono il corso di quella dal principato civile alla repubblica. Due sètte si divisero allora il maneggio delle cose e per qualche tempo si bilanciarono. Gli oratori della Gironda, presa dal ginevrino l’idea elvetica, inclinarono al sistema federativo, che è il municipalismo mascherato, poco propizio all’unitá della nazione, e furono i primi a levar l’insegna repubblicana, atteso che la repubblica piú si accosta al concetto municipale, e la monarchia al nazionale[1]. Ma se i montanari propugnarono l’unione della patria e prevalsero di senno e di zelo nel salvarne l’indipendenza, non può negarsi che non favorissero le violenze plebeie, macchiassero la libertá colla licenza e col sangue, e non solo allora spegnessero, ma tardassero la repubblica per l’avvenire, giacché anche adesso le ricordanze lugubri e paurose di quegli anni sono il maggiore ostacolo che si frapponga al quieto stabilimento degli ordini democratici."
      },
      {
        "index": 3,
        "text": "La dottrina politica del Rousseau mancava di una base speculativa ed enciclopedica che le desse forma e valore di scienza, ché le indagini a fior di pelle dei sensisti non meritavano questo nome. Supplí in qualche modo al difetto la scuola alemanna degli hegelisti, la quale è come la metafisica della politica accreditata presso un certo numero di democratici. Il sistema filosofico dell’Hegel ha del vero e del sodo in alcune parti e argomenta nel suo artefice una rara finezza di speculazione. Ma avendo ricevute le prime mosse dal sensismo e psicologismo cartesiano (mediante le successive scuole dello Spinoza, del Kant e dei filosofi posteriori) ed essendo viziato di panteismo, racchiude i germi di ogni errore. Come l’assintoto non può mai raggiungere l’iperbole interminata, cosí il panteismo non può cogliere l’idea dell’infinito. Ora la filosofia infinitesimale essendo non solo l’apice supremo ma la base prima della scienza (secondo che si ha rispetto al riflessivo conoscimento o vero all’intuitivo), ogni falso concetto dell’infinito altera quello del finito, facendo un viluppo delle due nozioni e riducendole a quella dell’indefinito, conforme facevano gli antichi; tanto che il panteismo è un regresso all’antichitá digiuna della scienza infinitesimale cosí nel calcolo come in metafisica. Da cotal confusione nasce a filo di logica un pirronismo fatale sulle idee e sui fenomeni, e un tal miscuglio di contraddittorie che vien meno ogni norma e legge assoluta nel doppio circuito delle cose e delle nozioni. Perciò ogni qual volta il prefato sistema discende alle ragioni della pratica, non può risultarne per le azioni individuali e sociali altra regola che relativa: l’etica e la religione sono distrutte dai fondamenti, la personalitá divina e la permanenza dell’umana svaniscono, gli esseri e i loro concetti si riducono a mere parvenze, e in politica il senso volgare viene a conquidere il senso retto. Vero è che, stante la pugna interiore, l’essenza sofistica e le varie facce del panteismo, si possono dedurre dai princípi hegeliani conseguenze opposte; onde non è da meravigliare se il concetto proprio di questa filosofia si dirami e digradi in tante opinioni e cosí disformi come quelle che distinguono un consesso rappresentativo. Ma nella figliazion successiva e negl’intrecci paralleli delle inferenze contrarie la paritá è piú speciosa che reale: le illazioni negative sovrastanno alle positive, e la dogmatica apparente dei primi progressi è soverchiata e vinta dal nullismo effettivo delle ultime conclusioni."
      },
      {
        "index": 4,
        "text": "Bisogna però distinguere le conclusioni del fondatore da quelle di alcuni de’ suoi discepoli[2]. Imperocché il buon giudizio e l’istinto pratico (come accade agl’ingegni privilegiati) ritennero il primo sullo sdrucciolo delle sue dottrine e lo indussero a temperarle, dove che i secondi non ebbero la prudenza o vogliam dire la discrezione medesima. La nuova scuola hegeliana non manca certo di vena e di dottrina, parti quasi congenite all’ingegno tedesco. Ma i suoi lavori scarseggiano di carattere scientifico, e cosí nella materia come nella forma hanno un’impronta appassionata e faziosa. Non che mostrare quella imparzialitá serena e tranquilla che è propria della vera scienza e trovasi nei primi hegelisti, i nuovi recano contro gl’instituti vigenti l’animositá e l’ira delle sètte anglofrancesi dei due ultimi secoli, e sono sovente ingiusti, non di rado superficiali. Essendo inoltre piú critici che dogmatici, piú vaghi d’innovare e di distruggere che di stabilire, contraddicono e non ponderano gli altrui dettati, mirano all’inaudito, allo strano, al paradossastico anzi che al vero, e spesso incappano nel triviale o nel rancido, perché la pellegrinitá effettiva è spontanea e sfugge a chi la cerca troppo ansiosamente. Le loro dottrine sono per lo piú negative e tendono per ultimo costrutto a riporre con Protagora nell’individuo la misura di ogni cosa. Il che in politica è la guerra di ciascuno contro tutti e di tutti contro ciascuno, e quindi la sovversione dello stato sociale, essendo che l’individualismo eccessivo è tutt’uno coll’arbitrio tirannico di un solo o del maggior numero. Per la qual cosa, siccome dai princípi del Rousseau nacquero in parte le esorbitanze della rivoluzione francese, cosí io inclino a credere che l'hegelianismo abbia contribuito a sviare dal retto segno il moto recente della Germania. E le due teoriche s’intrecciano insieme per piú rispetti: il patto arbitrario e la vita eslege dell’una sono l’ultimo corollario politico dei filosofemi propri dell’altra, che con circuito panteistico dal nulla nasce e al nulla ritorna. Né questa è la sola volta che le deduzioni pratiche di un sistema speculativo abbiano veduto la luce prima delle premesse. Perciò se le due dottrine camminarono alla spartita per un certo tempo, ora cominciano a mischiarsi di qua e di lá dal Reno: le utopie francesi penetrano in Germania e le idee hegeliane vennero testé accolte in Francia dal piú celebre dei socialisti."
      },
      {
        "index": 5,
        "text": "Benché qualche sprazzo di queste idee si vegga in alcuni scritti nostrali usciti di fresco alla luce e di poco peso, tuttavia si può dire che esse non abbiano sino ad oggi avuto corso fra noi, come troppo aliene dal genio italico. Ma per contro le dottrine del Rousseau e de’ suoi seguaci vennero propagate e divolgarizzate come moneta spicciola in molti libri e piú ancora dai giornali della penisola. Il che sarebbe di profitto, se i promulgatori le ventilassero e scandagliassero prima di proporle, atteso che ogni errore rasenta il vero, e molte preziose veritá si rinvengono nella scuola democratica fondata dal ginevrino. Ma per fare la cerna del buono dal reo di un sistema ci vuole una critica, la quale non può essere soda e profonda se cammina soltanto sulle orme del comun senso senza l’appoggio e la guida di una dogmatica. Oltre l’inesattezza di alcune dottrine generali, i giornali popolani di oltremonte ci nocquero talvolta eziandio coi giudizi pratici e coll’applicazione speciale di quelle. Nel modo che i conservatori francesi lodano ogni sorta di resistenza governativa ancorché fatta a sproposito, medesimamente alcuni democratici celebrano ogni sommossa popolare, e la levano a cielo se per giunta è repubblicana. Non si curano d’investigarne gli autori, l’origine, il fine, l’opportunitá, la ragionevolezza, gli effetti certi o probabili, quasi che tutta la sapienza civile consista nel ribellarsi. O come se la rivolta e l’ossequio abbiano una bontá o reitá intrinseca, e non traggano il loro carattere morale dalle circostanze che ne determinano la giustizia, la convenienza, l’utilitá, l’efficacia ovvero le doti contrarie. Laddove l’esperienza dimostra che le rivoluzioni fatte fuor di tempo ritardano il regno della democrazia in vece di affrettarlo. E che altro spense la nuova libertá italica nelle fascie se non un conato intempestivo di repubblica? Perciò quei democratici oltramontani, che testé come nel secolo scorso improvvisarono o spalleggiarono gli ordini popolari in Italia, non si avvidero che nocevano ai propri, perché le copie cattive ed effimere screditano gli originali. Tale imprudenza costò la vita alla prima repubblica francese e la sanitá alla seconda, quando il morbo che oggi la travaglia e il prevalere de’ suoi nemici nacquero appunto dall’essersi malamente distrutto ciò che si era male edificato. L’errore dei democratici causò quello dei conservatori; e questi non avrebbero fatta la sciagurata spedizione di Roma, se quelli, solleticati da desiderio di modellar tutto il mondo alla loro forma, non avessero dato favore alle idee popolane in vece di porgerlo a quelle che alle condizioni correnti d’Italia meglio si confacevano. Anche oggi si odono spesso esaltare dagli stranieri certe imprese e certi capisetta, che furono la cagion principale dei nostri infortuni; il che non accadrebbe se si studiassero le cose nostre e si consultasse il senno italiano prima di sentenziare. Né io voglio con questo disdire ai democratici di fuori la riconoscenza dovuta pel generoso affetto o tôr fede ai loro consigli, anzi bramo che questi fruttino; il che non può avvenire se si danno e si pigliano alla cieca. Il magistero dei giornali è utilissimo, purché venga accompagnato da quello degli annali, voglio dire da quella giudiziosa critica che si fonda nell’esperienza e nella storia."
      },
      {
        "index": 6,
        "text": "Posto che la vita civile, come vuole Giangiacomo Rousseau, sia cosa tutta artificiale nata da una semplice convenzione, e dato che l’uomo sia regola e misura sovrana di ogni cosa secondo il parere degli hegelisti, séguita che la volontá del popolo è la legge suprema e che essa non ammette replica né appello di sorta. E tale è in effetto l’aforismo fondamentale di non pochi dei democratici. Ma io dico: la volontá di un popolo particolare (come quella di ogni arbitrio creato) può essere e talora non è altro che talento e capriccio. Ella è per se medesima una potenza contingente, relativa, incostante, versatile al falso come al vero, al male come al bene, e quindi sfornita di carattere legislativo; perché la legge, essendo moralmente obbligatoria, importa qualcosa di apodittico, d’immutabile, di assoluto. Ora se tal è la volontá individuale, tale altresí dee essere la generale, atteso che il numero non muta l’essenza. Se nei particolari uomini la volontá non è legge, non può meglio essere nell’unione loro parziale a stato di civil comunanza. Ché qui non accade parlare della volontá veramente universale, cioè di quella del genere umano, i cui privilegi importano al filosofo non al politico, che sotto nome di «volontá generale» intende quella di un popolo o di una nazione solamente. Oltre che, coloro che stimano infallibile la specie umana non possono averla per tale se non in quanto a lor giudizio ella non si scosta dal vero; tanto che il vero e non l’arbitrio della specie umana è la legge e il giudice supremo."
      },
      {
        "index": 7,
        "text": "Né la volontá generale nei casi pratici è mai quella di tutto un popolo, essendo cosa piú miracolosa che rara l’unanimitá assoluta in un partito qualunque. La volontá generale si riduce dunque in effetto a quella dei piú o dei loro delegati, i quali possono in mille modi generale nei casi pratici è mai quella di tutto un popolo, essendo cosa piú miracolosa che rara l’unanimitá assoluta in un partito qualunque. La volontá generale si riduce dunque in effetto a quella dei piú o dei loro delegati, i quali possono in mille modie per molte cagioni forviarsi e sbagliare. Dante osserva che «le popolari persone molte volte gridano: — Viva la lor morte e muoia la lor vita, — purché alcuno cominci»[3]. Il Machiavelli, che insegna «il giudizio popolare nelle cose particolari circa le distribuzioni de’ gradi e delle dignitá non ingannarsi, e se s’inganna qualche volta», ciò accadere di rado, confessa che nelle altre cose il negozio corre altrimenti[4]. Che piú? Nel libro che è tuttavia per alcuni una spezie di evangelio politico, si legge che la volontá generale può essere ingannata[5]; il che esclude l’inerranza e rende assurda l’onnipotenza. Né la prima si potrebbe ascrivere al maggior numero, senza assegnargli quel grado di esperienza, di stimativa, di senno, di accorgimento, di sapere, che si ricercano a distinguere il vero reale dall’apparente. Ora il maggior numero è volgo, e quanto abbonda di quel senso che da lui appunto riceve il nome di «volgare», tanto manca o scarseggia del senso retto. Certamente nei popoli avvezzi alla vita civile il maggior numero si fa ogni giorno piú savio e può giungere a tal grado di assennatezza che raramente s’inganni, come nei popoli novizi l’esperienza e il tempo lo fanno ricredere de’ suoi falli. Ma ciò conferma la mia sentenza e prova che in ogni caso la volontá del maggior numero non può aver forza assoluta di legge se non in quanto si conforma colla ragione e col vero. La ragione adunque, e non la volontá generale semplicemente, è la legge suprema; onde «ragione» nel nostro idioma suona anco «legge» e «diritto». La dottrina della sovranitá della ragione, professata ultimamente da alcuni chiari scrittori francesi (e in particolare da Beniamino Constant e dal Royer-Collard) è antichissima: risale a Socrate e a Platone, che assegnarono alle idee e al bene la signoria suprema; trovasi espressa con singolare efficacia nel codice religioso degl’israeliti e dei cristiani[6], ed è il diritto divino delle vecchie scuole sanamente inteso."
      },
      {
        "index": 8,
        "text": "La ragione è il codice dei popoli civili, e il maggior numero senza ragione quello dei barbari. Un chiaro statista francese cosí discorreva: «La sovranitá del popolo, trasferita dal giro delle astrazioni in quello dei fatti, è tutt’uno col predominio legislativo del numero piú largo; e questo predominio è il diritto della forza migliorato da un’acconcia trasformazione. Imperocché nello stato che chiamasi «di natura» gli uomini si azzuffano, laddove nel civile consorzio si annoverano. Il diritto del forte è brutale, quello dei piú è sociale. Dicesi che alla forza ed al numero sovrasta la giustizia. Sia pure; ma a che vale la giustizia senza i giudici? Vale quanto l’anima senza il corpo, essendo cosa invisibile ed eterna»[7]. Dunque, io dico, la sovranitá del popolo intesa assolutamente e l’onnipotenza del maggior numero sono in sostanza il diritto dei vandali e degli ostrogoti, imperocché la trasformazione di cui parla l’illustre autore è estrinseca e non muta l’essenza della cosa. Sia che la controversia si decida colle pugna o che coll’abaco si definisca, l’impero del maggior numero è dannoso se contravviene al vero utile, e iniquo se prevarica la giustizia. Il solo divario che corra si è che nello stato barbaro e selvaggio i meno ubbidiscono per forza, come un esercito vinto che rende le armi al vincitore; dove che nello stato civile si suol cedere volontariamente, se il resistere è inutile o può esser causa di maggiori mali. Egli è dunque verissimo che vi ha vantaggio da questo lato, perché si evitano le discordie civili e i vinti non han la testa rotta; ma non è men vero che il danno è pari (nel presupposto che i pochi si appongano) per ciò che riguarda l’offesa legale dell’utile e del giusto. La sostituzione del maggior numero alla forza non è dunque un bene (quantunque possa essere e sia per lo piú un minor male), né può far ragione del torto o torto della ragione. — Ma in pratica — dirassi — è tutt’uno. — No, che non è tutt’uno; perché chi ha ragione, cedendo al maggior numero, dee però protestare, richiamarsene al tempo, all’opinione dei piú rinsavita o meglio informata, con ferma fiducia di averla tosto o tardi propizia."
      },
      {
        "index": 9,
        "text": "Certo si è che la ragione non può pigliare aspetto e valore di legge civile, se non è espressa, circoscritta, adattata alle speciali occorrenze del vivere comune; e a tale intento ella dee avere il concorso dell’arbitrio umano. La volontá degli uomini è quindi il principio secondario e, come dire, il coefficiente della legge; ma non può scusarne l’efficiente piú capitale, che risiede nell’altro termine. Si modifichi adunque il pronunziato democratico, dicendo che «la volontá del popolo conforme a ragione è la legge suprema»; nella qual sentenza la ragione esprime l’elemento naturale ed essenziale della legge, e la volontá popolare ne significa la parte accidentale e positiva. Tanto che negli ordini artifiziali, che sono di natura variabili, l’arbitrio ha legittimo imperio. Ma siccome questi ordini si attengono sempre (almen di rimbalzo) ai naturali, cosí anche nel giro del positivo la potestá legislatrice non è autorevole se non si accomoda alla ragione. Non occorre aggiungere che se la ragione sola può dar forza di legge alla volontá generale, le dottrine dei democratici intorno al voto universale e all’esercizio del diritto ingenito ai popoli di ordinarsi, riscuotersi, mutar forma di reggimento e simili (come quelle che nascono dal soprascritto principio e ne sono altrettante applicazioni speciali) non sono vere se non in quanto loro si aggiusta il detto temperamento."
      },
      {
        "index": 10,
        "text": "La ragione rivela agli uomini le idee e le cose, dal cui concorso procede l’ordine immutabile delle sussistenze. Le idee hanno un’immutabilitá assoluta e le cose finite ne posseggono una relativa, in quanto mantengono lo stesso tenore nella presente costituzione del mondo, ovvero nol mutano che per gradi e giusta le leggi della vita cosmica. All’ordine delle idee appartengono la moralitá e la giustizia, che sono per natura assolute ed eterne. A quello delle cose create si riferiscono le condizioni naturali dei popoli, quali sono la stirpe, la favella, la storia e la sedia loro. Dall’intreccio di tali due ordini scaturiscono la nazionalitá, l’autonomia, l’unitá, la libertá, la potenza e insomma la civiltá degli Stati; le quali tutte cose tengono del materiale e dell’immateriale insieme e, avendo una radice fissa, si svolgono, si ampliano, si perfezionano di mano in mano, e però si differenziano nell’atto loro giusta i secoli e i paesi. Cosí un popolo non può esser uno, libero, autonomo egualmente in tutti i periodi della sua vita; non può avere lo stesso grado di ricchezza, di forza, di cultura, di paritá nelle classi, di celeritá nel progresso, di perfezione negl’instituti, quando è fanciullo o giovane, che quando è pervenuto a stato di maturezza; e la storia ne insegna che la forma nazionale non è il frutto primaticcio della vita civile. Laonde se la moralitá e la giustizia obbligano universalmente senza divario di etá e di sito, rispetto agli altri beni la perfezione risiede nell’averne quella maggior somma che si conforma alla capacitá presente di acquistarli e di ritenerli."
      },
      {
        "index": 11,
        "text": "La volontá generale vuole adunque essere subordinata al sovrano imperio e alla necessitá ineluttabile delle idee e delle cose, e se nasce conflitto tra l’una e l’altra, l’arbitrio dee cedere alla ragione e alla natura. Esso non può nulla contro il giusto e l’onesto, non può nulla contro le condizioni naturali della lingua, della schiatta, della consuetudine, del territorio; né quindi contro quel grado di nazionalitá, unione, indipendenza, franchezza, uguaglianza e via discorrendo, che si confanno a un dato luogo e tempo. «Se le leggi — dice l’Alighieri — non si dirizzano a utilitá di coloro che son sotto la legge, hanno solo il nome di legge, ma in veritá non possono esser legge, imperocché conviene che le leggi uniscano gli uomini insieme a utilitá comune»[8]. E si avverta che nella dottrina di Dante, come in quella dei platonici e degli stoici, l’utile non si apparta dal lecito e dall’equo. Dunque gli statuti e gli ordini positivi che un popolo elegge non possono contraddire alle dette parti, ma deggiono anzi porre in esse la ragione e il fondamento loro; al che mirano i preamboli e le dichiarazioni usate precedere o accompagnare le costituzioni popolari in Francia e in America[9]. L’onnipotenza popolare e parlamentare è tanto assurda quanto il diritto divino che i principi si attribuivano, come quella che in sostanza trasferisce nel popolo e ne’ suoi interpreti il dispotismo di Oriente e il vecchio giure imperiale. In ambo i casi il privilegio non che esser divino è veramente sacrilego, poiché l’onnipotenza umana è rapina di quella che è privilegio del Creatore[10]. E però ogni usurpazione di tal fatta è naturalmente irrita e nulla. Pogniamo per modo di esempio che non i magnati né i principi ma gli eletti dei popoli fossero gli autori dei capitoli del quindici, e che parlamenti speciali nei vari Stati li confermassero. Forse che per questo i detti capitoli sarebbero meno assurdi e lesivi dei diritti inviolabili delle nazioni? Niuno vorrá affermarlo, se giá ai popoli non è permesso piú che ai loro capi il farsi giuoco della ragione e della natura, e se l’ammazzare se stesso non è meglio lecito che l’uccidere altrui. Ché se il detto presupposto è moralmente impossibile a verificarsi, trattandosi di un danno e d’un’iniquitá manifesta, in mille altri casi un popolo può sbagliare per invecchiata preoccupazione, illusion naturale, fascino momentaneo; di che infiniti esempi rammenta l’istoria. Non vedemmo poco addietro un’assemblea piemontese, generosa di spiriti e tenera della patria, sventare il partito che poteva ancora salvar l’Italia? e antiporre il presupposto volere di una piccola provincia agl’interessi comuni della nazione?"
      },
      {
        "index": 12,
        "text": "Come le idee, essendo invariabili assolutamente, vanno innanzi ai fatti, cosí questi non vogliono mettersi tutti ad un piano, ma avere quel luogo che meritano giusta la natura e l’importanza loro. Ora alcuni di questi fatti sono costanti e non dipendono dall’elezione; qual si è, verbigrazia, la nazionalitá di un popolo, come quella che si fonda nella razza, nel sermone, nel sito, e non proviene dall’arbitrio ma dalla natura. Oltre che, negli Stati culti e maturi essa è la sorgente e la guardia degli altri beni, i quali di per se soli non si possono acquistare né mantenere. Le instituzioni all’incontro, benché abbiano anch’esse un fondamento naturale in quanto debbono attemperarsi alle condizioni di chi le riceve, sono tuttavia piú flessibili e variabili, e quindi piú sottoposte all’eletta dei popoli; onde"
      },
      {
        "index": 13,
        "text": "vogliono subordinarsi alla nazionalitá e non viceversa: e quando un popolo manca di essa, egli dee rivolgere tutte le sue cure a procacciarsela, postergandole i beni di minor momento. La dimenticanza di quest’ordine precipitò il Risorgimento italiano e nacque dal falso aforismo preallegato. Imperocché la volontá generale essendo la somma delle individuali, chi colloca in essa la fonte primaria del diritto è inclinato logicamente a privare la libertá de’ suoi confini ed esagerarne il valore, quando arbitrio e volere sono tutt’uno. Quindi proviene un altro adagio sofistico, che «la libertá non dee aver limiti, ed è l’essenza e il fine del civile consorzio». Non vorrei, ripudiandolo, venire in voce di poco amatore degli ordini liberi, che io reputo per uno dei maggiori acquisti e per condizione essenziale di ogni civiltá adulta. Ma quanto piú la libertá importa, tanto piú dobbiamo guardarci di offenderla trasnaturandola. Coloro che professano il principio sovrascritto scambiano l’idea di libertá con quelle di bene propriamente detto, il quale solo ha ragion di fine e non è capace di eccesso; laddove la libertá in se medesima è mezzo e strumento, e versando in una potenza voltabile al male come al bene, e il cui valore dipende sia dal modo come si attua sia dall’oggetto a cui si appiglia, ha d’uopo di regole che la circoscrivano. Vero è che il male essendo difetto e negazione, l’arbitrio, come potenza positiva, è ordinato e tende per natura al bene, e solo se ne disvia per ragione di morbo o di consuetudine. La libertá assoluta non può il male, e anco la limitata vi s’induce difficilmente quando non è guasta dalla cattiva disciplina. Perciò nelle lingue che traggono dal latino, «libertá» non suona solo una facoltá mera ma un abito, cioè «il complesso delle morali e civili virtú», come il Giordani la definisce[11]. E nel modo che la libertá è la potenza di fare il bene, similmente la liberalitá è l’inclinazione a comunicarlo; onde viene il nome di «liberale», comune a quelli che amano il vivere libero e a quelli che largheggiando ne appianano agli altri il godimento[12]. Ché se in noi la libertá e la liberalitá differiscono, la parentela delle due voci ne fa risalire alla fonte comune ed archetipa delle doti che rappresentano, cioè all’azione creatrice; la quale è libertá e liberalitá infinita, modello e principio di ogni libertá e liberalitá creata, atteso che creare è far liberamente e comunicare all’effetto una parte delle proprie perfezioni. Laonde negli uomini il poter di fare il male e l’abuso dell’arbitrio non si chiamano propriamente «libertá» ma «licenza», con antifrasi dedotta dall’abuso medesimo."
      },
      {
        "index": 14,
        "text": "La libertá esterna e sociale è una propaggine, un’espressione, un’effigie della libertá interiore e morale dell’individuo. Pertanto i rigidi fatalisti, come Tommaso Hobbes e Benedetto Spinoza, sono altresí fautori del dominio dispotico, non potendosi ammettere di fuori e nello Stato una dote che si disdice alle sue membra e all’autore dell'universo. E come la libertá morale non ha pregio se non si rivolge al bene, cosí la libertá politica non è in sé buona né rea ma indifferente; e solo riesce ottima e preziosa se si ordina a civiltá, intendendo sotto questo nome la somma di tutti i veri beni e specialmente dei piú insigni, come la virtú e la scienza, nelle quali risiede il colmo del perfetto vivere civile. Laddove, sviata da questa mira, essa è cima e radice di ogni disordine. Accade alla libertá quel medesimo che all’autoritá sua compagna e correlativa, di cui non solo gli Stati ma la famiglia e la religione abbisognano, ma come di aiuto e di mezzo semplicemente. Errano pertanto coloro che considerano l’autoritá e l’ubbidienza come cose intrinsecamente e assolutamente buone; dove che sono tali in quanto conferiscono al loro proposito, che è il mantenimento ed il fiore del convitto e della legge. Cosí intesa, l’autoritá è necessaria e legittima, l’ubbidienza obbligatoria, diventando amendue morali e prendendo essere di diritto e di dovere, di pregio e di merito: altrimenti si corrompono e nocciono, come quando l’ossequio è cieco e la signoria capricciosa."
      },
      {
        "index": 15,
        "text": "La libertá e l’autoritá sono due corrispettivi che si debbono accoppiare per sortire l’intento loro. La prima, abilitando le varietá naturali a esplicarsi, fa sí che la civil comunanza veste e rappresenta in ristretto i pregi della specie; la seconda, unizzandola, le dá forma d’individuo. L’una è la fonte del progresso che svolge le potenze sociali, l’altra è la guardia che le conserva. Entrambe hanno il loro archetipo nella creazione, stante che il Creatore è idea e causa, necessario e libero ad un tempo; onde l’azione concreativa del consorzio umano si modella all’azione creativa. Ma ciò che in Dio è uno si parte fra i mortali; onde negli ordini civili la libertá e l’autoritá si debbono circoscrivere a vicenda né possono essere infinite, perché nel limite versa la distinzione e seco la perfezione delle creature: rimosso il quale, non si avrebbe giá l’infinito che è incomunicabile, ma l’indefinito che è caos, disordine, guazzabuglio. La libertá senza l’autoritá è caso, l’autoritá senza la libertá è fato; laonde il dispotismo è il fato, e la licenza è il caso sociale. Ma il fato e il caso si oppongono del pari all’ordine morale, perché l’uno è ineluttabile e senza merito, l’altro cieco e senza armonia. Quei politici che pongono nell’autoritá sola la molla civile annullano le potenze umane, spengono ogni avanzamento, abbassano l’uomo a condizione di bruto e di automato e nocciono in fine all’autoritá medesima. La quale, travagliandosi negli esseri liberi, ha d’uopo di freno e di strumenti idonei: non può durare se è violenta e disordinata, non può esercitarsi senza il consenso e il braccio della nazione, e male si esercita se spegne ogni valore e ogni spirito negli uomini di cui si serve. Ma non si appongono meglio coloro i quali vogliono una libertá senza regola, quasi che ella si attagli alla debolezza umana e alla condizione di un essere soggetto al triplice imperio di Dio, delle idee e della natura. E siccome gli estremi sofistici si appaiano, la libertá assoluta si converte in dominio dispotico e tanto piú intollerabile quanto che alla signoria ferma di uno o di pochi, a cui l’opinione pubblica e la consuetudine del comando sogliono recare qualche temperamento, sottentra spesso la tirannide crudele e versatile delle fazioni piú ardenti ed arrisicate."
      },
      {
        "index": 16,
        "text": "Non si vuol però credere che l’autoritá e la libertá debbano sempre avere la stessa misura e bilanciarsi a vicenda per modo di giusto equilibrio. Anzi effetto della civiltá crescente è di ristringere di mano in mano il dominio dell’una e di allargare quello dell’altra, avvenga che gli eccessi di questa sieno tanto meno probabili e bisognosi che la forza gli affreni, quanto piú servon loro di ritegno le cognizioni e il tirocinio. Né il principio autoritativo, propriamente parlando, scema in tal caso, ma si trasloca, passando dal governo nel costume e nell’opinione pubblica. Ma dal coartare la giurisdizione di esso governo al debilitarlo e annullarlo l’intervallo è infinito; e quando un ingegnoso scrittore predica l’anarchia come la perfezione del vivere insieme e stima che la libertá basti a esser felice[13], non si può pur dire che preoccupi il futuro eziandio piú remoto. Imperocché gli ordini governativi possono variare in infinito ma non giá venir meno affatto, essendo essenziali al convivere cittadino; e il tempo può menomarne le appartenenze, non annientarli. Il detto paradosso è l’esagerazione di una dottrina piú antica, nata dagli ordini rappresentativi, giacché il ripartimento dei poteri è scemanza del reggimento. Di qui Beniamino Constant trasse la sua teorica del governo negativo, che si riscontra coll’opinione di alcuni illustri economici[14]. Queste dottrine hanno del vero in quanto importano l’ampliamento delle franchigie e la diminuzione successiva del rettorato, il quale però è come l’interesse mercantile, che può decrescere ma non cessare. Onde la sentenza della societá acefala è cosí impraticabile come quella del prestito affatto gratuito, insegnata dallo stesso autore. Il governo insomma non si dee stendere nelle sue ingerenze piú che non vuole la pubblica prosperitá e sicurezza. Imperò quando da un lato la civiltá di un popolo è pervenuta a tal segno che certi abusi e trasordini sono rarissimi o ella stessa ne porge senza il concorso dello Stato la medicina piú efficace, e dall’altro canto il provvedervi coi bandi e cogli statuti farebbe piú male che bene, i rettori non debbono impacciarsene."
      },
      {
        "index": 17,
        "text": "Questa è regola ferma e sicura ma generica; e il determinare particolarmente fin dove debba giungere l’azione governativa è un punto non mica di teorica ma di pratica, dovendosi aver l’occhio al luogo, al tempo, alle circostanze e sovrattutto al grado d’incivilimento a cui si è pervenuto; e né anco si può sperare di cogliere la giusta misura se non, come si suol dire, per modo di approssimazione. Cosí, per cagion di esempio, i piú valenti economici si accordano che la libertá del traffico usata colle debite cautele sia di gran profitto; e i politici stimano che quella di mandare a stampa non debba aver freno anticipativo che la ristringa. Ma chi dicesse altrettanto della facoltá dell’insegnare, dell’instituire e dell’adunarsi nelle presenti condizioni degli Stati cattolici, dove una parte dei chierici e alcune sètte potenti per ignoranza ambiziosa e per zelo fanatico ne abuserebbero senza fallo a danno della coltura e libertá comune, farebbe segno di mal pratico e di poco accorto. Chi non vede, per esempio, che in Italia una compita libertá di tal genere avrebbe per effetto di spegnere la vera scienza, peggiorar l’educazione, crear pericoli allo Stato, abilitando i gesuiti e i loro numerosi clienti a corrompere l’etá tenera, seminar l’ignoranza e scalzare secretamente le libere instituzioni? Eccovi che la tolleranza eccessiva della repubblica francese verso i padri cooperò non poco alla sua declinazione; quando da loro mosse principalmente la bieca politica che, prima in occulto e oggi a visiera alzata, trama il ristauro del regno e l’abolizione di ogni franchigia. Or se tanto essi nocquero in Francia non ostante la civiltá provetta, che non farebbero in Italia, dove la gentilezza è minore, piú numerosi i nemici del bene e piú viva la consuetudine del servaggio? O piú tosto, che non hanno fatto; quando essi maravigliosamente aiutarono le variazioni di Pio nono, l’impresa di Roma, l’oppression di Toscana, la tirannia di Napoli e la guerra mossa dai prelati alle libertá del Piemonte? I gesuiti consacrano colla religione i capitoli di Vienna, come questi proteggono cogli eserciti i gesuiti. Le due cose sono indivise; onde ragion vuole che cessino insieme e che abbiano comune la morte non altrimenti che la culla loro. Il che sarebbe vano a sperare, posto gli ordini di una libertá infinita. Dopo alcuni lustri di buona educazione civile, spente le sètte nocive o scemate di forze, di credito, di clientele, assodate le instituzioni liberali, migliorato il costume, accresciuta e sparsa la dottrina, indebolita la superstizione, purificata e rinvigorita la religione, avvalorato il senno pubblico, tal cosa verrá ben fatta che ora sarebbe di danno o di rischio, e il popolo potrá fruire una «libertá libera», per usar la frase del Machiavelli[15]. Se non che anco sotto il regno di quella, chi regge non dovrá dismettere affatto né l’indirizzo dell’educazion popolana, né quello dei forti studi, né la vigilanza sopra le sètte, e meno ancora tollerar le fazioni, che hanno per intento di corrompere i teneri animi, sedurre gl’inesperti, diffondere una morale perversa e turbar la quiete delle famiglie."
      },
      {
        "index": 18,
        "text": "L’entratura delle riforme nei paesi liberi è un diritto comune a tutti, mediante la stampa, i memoriali e i parlamenti. Ma il volere spogliar chi regge di questa facoltá importante, sotto pretesto di malizia o d’insufficienza, non è mica un ampliarla in altri, ma un toglierla a coloro che son piú atti a metterla in opera. Sia pure che non di rado l’usino male: forse le moltitudini si mostran piú esperte? Sono tristi e corrotti i rettori: adunque i soggetti son santi? I principi e i loro ministri diedero di sé cattivo saggio: i democratici del quarantotto fecero forse miglior prova? Confessiamo pur francamente che i torti della rettoria sono in parte del popolo, ché anco i governanti son popolo; e quando la turba è guasta, ignorante, imprevidente, inerte, non può darsi che i suoi capi sieno di maggior conto. La mediocritá degl’ingegni e dei cuori regna oggi universalmente ed è la piaga principale del secolo, e però non è meglio immutabile ai governi che ai sudditi. Aggraverebbe il male in vece di scemarlo chi troncasse alla signoria i nervi; dove che unico rimedio è l’affidarla all’ingegno, il quale è l’interprete del pensiero, naturale e legittimo principe. La moltitudine per se stessa è piú atta a conservare che a fondar nuovi ordini[16] ma quando viene capitanata dal valore è capace di ogni bontá. Vedesi dalla storia che i progressi piú notabili della specie umana non furono mai opera di molti, e spesso ebbero per autore un sol uomo, caposetta, leggista, scienziato, scrittore, artefice. L’unico divario che corra su questo punto dai tempi barbari ai civili si è che in quelli per lo piú predomina un solo individuo, in questi i pochi prevalgono. L’ingegno fu giá monarchico: ora può dirsi aristocratico, intendendo sotto questo nome quei privilegi che non vengono dall’arbitrio e dal caso ma dalla virtú e dalla natura."
      },
      {
        "index": 19,
        "text": "L’arte procedendo dall’arbitrio umano e gli ordini politici essendo opera dell’arte, la dottrina, che pone la suprema norma nella volontá di tutti e fa del consorzio un semplice patto, conduce di necessitá a riporre la somma e la cima dei beni civili nel tenore speciale del reggimento. Dal che nasce che la forma del governo si considera come dotata di un valore assoluto, non relativo, e come capace di compita eccellenza; cosicché ogni volta che un popolo è infelice, se ne reca tutta la colpa agli ordini governativi e si cerca la medicina del male nel mutarli. Benché questo falso aforismo invalga principalmente tra i democratici, non è però che i conservatori ne sieno netti, salvo che questi conferiscono al dominio di un solo la prerogativa data da quelli allo Stato di popolo. Fondati su tal principio, i conservatori francesi vogliono ora tirar la repubblica a monarchia, come molti democratici italiani del quarantotto e del quarantanove s’ingegnavano di trarre la monarchia a repubblica. Il che arguisce negli uni e negli altri ingegno puerile o studio fazioso, perché gli uomini di polso sono indifferenti alla forma delle cose e guardano alla sostanza; onde ogni volta che gli ordini vigenti sono almen tollerabili, essi non pensano a mutarli, ma a migliorarli e a cavarne quella maggior copia di beni civili che permettono i tempi. Pochi errori nocquero tanto da un mezzo secolo in qua ai progressi dell’incivilimento; onde un illustre scrittore non sospetto diceva alcuni anni sono che «la repubblica e tutte le utopie sociali, politiche e religiose, le quali disprezzano i fatti e la critica, sono il maggiore ostacolo che si frapponga al progresso»[17]. Ma la voga di questo sofisma non dee far meraviglia, perché agli spiriti superficiali la scorza sensata degli esseri è tutto, il midollo invisibile è niente. Ora la costituzione del governo, come cosa che dá negli occhi ed ha un grande apparato, è scorta da ciascheduno; dove che le disposizioni interne e morali, le abitudini civili degli uomini, nel che risiede propriamente il genio e il valore degli Stati e dei popoli, non cadono sotto i sensi e pochi le raffigurano. Oltre che, gl’intelletti frivoli e leggeri imputano al governo cosí i vizi particolari di coloro che lo amministrano, come i difetti universali della natura e delle cose umane: tanto che vedendo gli errori del principato si volgono alla repubblica, osservando quelli della repubblica ricorrono al principato, senza accorgersi che quando il male è negli uomini non giova il mutare, perché questi recano nella nuova forma i disordini dell’antica e spesso gli aggravano. Nol prova forse la Francia al dí d’oggi? Certo sotto il regno di Filippo, con tutte le sue magagne, ella era piú quieta e libera che non è ora. Il che non torna giá a biasimo degli ordini presenti, ma dimostra che se la repubblica è talvolta una condizione del vivere felice, ella sola non basta in alcun tempo a produrlo."
      },
      {
        "index": 20,
        "text": "Non si vuol però inferire da questo che tutte le maniere di reggimento sieno pari. Per cansare ogni equivoco, bisogna circoscrivere il senso che si dá alla voce «forma» quando si usa per esprimere l’assetto del governo. Gli antichi intendevano sotto questo nome generalmente l’essenza attuata delle cose, laddove i moderni sogliono adoperarla a significare la determinazione accidentale delle medesime. Perciò, adoperandola in proposito dello Stato, essi intendono per «forma politica» non mica la sostanza ma gli accidenti del rettorato, e quindi errano ponendo in tali accidenti l’intima natura di quello. Havvi dunque una forma essenziale degli ordini politici, alla quale non si riferiscono le presenti avvertenze e che consiste nell’essere la potestá governativa non infinita ma circoscritta e bene organata, che è quanto dire nella libertá e nelle sue guarentigie. Del che altrove faremo piú speciale discorso. Per mancanza di queste parti l’essenza del governo può essere viziosa, come si vede nella costituzione di Roma imperiale, dell’antica Polonia, di alcune repubbliche del medio evo e degli Stati ecclesiastici ai nostri tempi. Ma in ogni caso l’essenza è sempre cosa generica e può attuarsi in molte e svariatissime guise, nelle quali consiste la forma specifica e accidentale. Se la forma generica è buona, buona altresí è ciascuna delle forme specifiche in cui s’incarna; ma la loro bontá è solo relativa (che è il punto) e non mai assoluta né perfetta. Perciò in teorica l’elezione è indifferente, atteso che «la societá umana ha princípi ingeniti d’imperfezione e i suoi stati sono cattivi piú o meno, ma nessuno può esser buono»[18], cioè perfetto; il che procede dall’intima natura dello stato cosmico. Imperocché, se non altro, le proprietá finite, tenendo dell’essere e del nulla, si escludono a vicenda nell’atto loro; onde ogni bene particolare, essendo affermativo di se medesimo, è negativo di un altro bene. «Si trova questo — dice il Machiavelli — nell’ordine delle cose: che mai si cerca fuggire uno inconveniente, che non s’incorra in un altro; ma la prudenza consiste in saper conoscere le qualitá degl’inconvenienti e prendere il manco tristo per buono»[19]. E questo accade principalmente nel corpo misto e moltiplice della societá umana, in cui per virtú del concorso si adunano e crescono le imperfezioni degl’individui."
      },
      {
        "index": 21,
        "text": "Ma se i governi non hanno mai una bontá assoluta, possono però sortirne una relativa; tanto che nella pratica le varie fogge di polizia sono piú o meno buone secondo che hanno maggiore o minor convenienza col tempo, col luogo e colle popolazioni. Imprima un governo fa cattiva prova se non è proporzionato all’etá del popolo che se lo appropria e della cultura considerata universalmente. Ogni popolo corre per etá diverse, né può avere, immaturo, quel modo di essere che gli si addice quando è giunto ad etá provetta. Il Segretario fiorentino avverte che Roma antica perdette la libertá perché, col dilatarsi del dominio e il corrompersi dei costumi, le leggi e non gli ordini si mutarono[20]. Per la stessa ragione questi vogliono accomodarsi al periodo corrente della civiltá in universale; onde quegli ordinamenti che si affacevano ai popoli antichi non convengono per lo piú ai moderni, atteso che le due epoche sono differentissime. Forse un giorno saranno opportune certe spezie di governo che oggi possiamo appena immaginare, come troppo disformi dalle nostre usanze. Perciò erravano quei politici dell’etá scorsa che promoveano l’imitazione servile degli ordini antichi della Grecia e di Roma; e Crescenzio, Arnaldo, Cola, il Porcari, il Burlamacchi, che tentarono di rinnovarli. Quasi che un popolo non possa assolutamente esser libero se non vive a repubblica, perché ciò sottosopra si verificava presso gli antichi, dove la libertá, oggi comune agli Stati piú diversi, era propria di un solo modo di reggimento."
      },
      {
        "index": 22,
        "text": "La legge di conformitá milita in ordine allo spazio non meno che riguardo al tempo. Spesso accade che un popolo può a fatica serbare un modo di vivere pubblico che discordi da quello de’ suoi vicini. Il che non avviene quando la civiltá è scarsa, la nazionalitá assopita, le pratiche scambievoli meno intime, varie, assidue, e le popolazioni indifferenti alla vita politica e ai pubblici statuti. Cosí nei tempi addietro il governo popolare fiorí in Italia a costa del reale; e le repubbliche di Venezia, di Genova, di Lucca non turbavano i principati di Toscana, Roma, Napoli e Piemonte. Oggi un tale accordo sarebbe difficile: una sola repubblica italiana di qualche rilievo sarebbe formidabile ai principi delle altre provincie, come la monarchia temperata di Sardegna dá gelosia e sospetto ai tirannelli della penisola. Il che si avvera non pure nei particolari popoli verso le loro rispettive nazioni ma eziandio nelle nazioni fra loro, atteso la strettezza e moltitudine dei legami che di giorno in giorno piú uniscono le varie membra del mondo civile. Perocché l’ultimo termine del perfezionamento sociale essendo l’unione possibile, e quindi l’omogeneitá delle parti in cui si distingue la specie umana, ora i paesi culti giá si collegano insieme colle idee, i costumi, i negoziati, gl’interessi, per forma che si diversificano assai meno fra loro che nei tempi addietro non si differenziavano le varie dizioni di uno Stato unico. Ché se alcune repubbliche, come le elvetiche, non sono di esempio e di stimolo, ciò nasce dall’antichitá loro che ne toglie la meraviglia (perché l’ammirazione e l’imitazione al nuovo si appigliano), dalla piccolezza e povertá che ne scemano gl’influssi, e principalmente dalla postura; essendo l’Elvezia il colmo e il ganglio dell’orografia europea, onde si spicca ed erge solitaria e svelta come un’isola dal mare o un monte dalla pianura. Ma una gran repubblica, per sito, genio, lingua, ricchezze, armi e numero d’uomini dotata di forza e di potenza grande, come la francese, dee dare spavento non solo ai despoti ma ad ogni Stato che non si acconci ad essere democratico; tanto piú che l'Europa in universale tende a livellarsi e unizzarsi popolanamente. Piú restia di tutti al corso comune è la Gran Bretagna, stante la sua qualitá d’isola, per cui ella può dirsi la Sicilia di Europa, come la Sicilia è l’Inghilterra d’Italia: vaghissima di far casa in disparte e poco tócca o commossa dalle esterne vicissitudini. Se non che da alcuni lustri in qua soggiace anch’essa alle impressioni di fuori, benché meno del continente, come provano le riforme elettorali ed economiche; né può fare che col crescere delle cognizioni questo moto non si avvalori. E si noti che la proprietá insulare, favorevole nei princípi al vivere ritirato e alla singolaritá del costume, smette tale efficacia a mano a mano che l’ambiente marittimo avvicina e accomuna i popoli in vece di segregarli."
      },
      {
        "index": 23,
        "text": "La relazione piú importante degli ordini politici è quella che hanno colla natura dei popoli, cioè colla loro sede, il legnaggio, i riti, le memorie, le usanze, e insomma con quel complesso di proprietá morali e materiali onde risulta il carattere specifico di una nazione. La convenienza del governo con questo carattere è il fondamento principale della sua bontá e durata; e quando manca, non ci ha pregio che sopperisca. Le due nazioni che oggidí primeggiano nella vita politica sono gl’inglesi e gli americani boreali. Tuttavia pochi instituti sono cosí disformi come quelli degli Stati uniti e della Gran Bretagna, essendo che la democrazia schietta si oppone al genio aristocratico piú ancora che al principato. E benché i due popoli convengano insieme di stirpe e di favella, tuttavia gli spiriti, gli usi, il seggio da quasi tre secoli si differenziano. Né le loro instituzioni sono giá perfette; anzi, a considerarle astrattivamente, possono parer viziose, benché in modo contrario, cioè le une per semplicitá e le altre per composizione soverchia. Aggiungi la diversa origine; giacché la costituzione britannica si andò formando a poco a poco e fu piú opera del caso e del tempo che degli uomini, laddove l’americana venne compilata ad un tratto da pochi legislatori. Non ostante condizioni si varie di tenore e di nascimento e un assesto che par mendoso per eccesso o per difetto d’arte, le due spezie di governo provano egualmente bene, perché proporzionate all’indole e alla consuetudine delle due nazioni. La consuetudine è un’altra natura; e la bontá di ogni composto nasce dalla misura e proporzione dei componenti, le quali fanno emergere il bene dai loro limiti[21]. La qual proporzione però non può durare se gli statuti non si ritoccano secondo il variare dei tempi, perché essendo le cose umane continuamente in moto e col crescere delle notizie procedendo le gentilezze, quegli ordini, che prima combaciavano a capello collo stato effettivo delle cose, a poco a poco ne discordano, se non si ha cura di modificarli secondo che occorre. Al che si ricerca quella savia condiscendenza di cui abbiamo parlato; dalla qual virtú, non meno che dai pregi rispettivi dei loro instituti, nasce il ben essere privilegiato degli americani settentrionali e dei britanni."
      },
      {
        "index": 24,
        "text": "Conchiudasi che un governo è buono quando è commisurato al didentro e al difuori della nazione, cioè alla sua civiltá speciale, al grado della cultura universale, agli ordini vicinanti e principalmente alle condizioni proprie e inveterate di esso popolo. Errano dunque gli statisti che cercano una bontá assoluta; e quando presumono di averla trovata, vogliono attuarla artifizialmente, come un giocatore che dispone a suo talento le figure di uno scacchiere. Quel governo è migliore e durevole, che nasce naturalmente dalle condizioni reali del popolo e del paese; e i legislatori piú insigni non osarono procedere a priori né crear di pianta ordini nuovi, ma svolsero i germi dei preceduti. Cosí la costituzione mosaica fu il compimento della patriarcale; Solone, Minosse, Licurgo limarono e ampliarono i rudimenti ionici e doriesi; e gli ordinatori americani recarono a legge di Stato i capitoli delle colonie. Questa è la sola maniera d’ invenzione che sia conceduta ai fondatori di un vivere nuovo, i quali possono bensí imitare e seguir le tracce ma non usurpare il privilegio del Creatore."
      },
      {
        "index": 25,
        "text": "Le appartenenze del governo hanno verso la societá in universale la relazione della parte col tutto. Chi dunque fa pensiero che si trovi al mondo una forma di signoria perfetta, dee pure ammettere l’eccellenza negli altri generi e credere che l’etá dell’oro non sia una favola. E se l’ottimo nel primo caso non è opera naturale ma fattura artificiosa, si potrá avere coll’aiuto dell’arte eziandio nel secondo. Per la qual cosa alcuni filosofi nutrirono l’allegra speranza che, stante la perfettibilitá ingenita, l’uomo possa immortalarsi, confondendo il progresso mondiale collo stato palingenesiaco. Anzi se l’arte è onnipotente e padroneggia la natura a suo piacere, la cima dell’eccellenza si potrá conseguire di botto e come di lancio, senza benefizio di tempo e lentezza di apparecchio. Indi séguita un quarto aforismo vizioso: che la perfezione ideale della societá è possibile a conseguire e che a tal effetto non è mestieri procedere per via di gradi. Certamente l’idea esemplare è la mira ultima a cui tendono gli sforzi umani, ma il bersaglio non può cogliersi appunto perché ideale, essendo infinito l’intervallo che ce ne parte. E non potendosi toccare in effetto, non può né anco apprendersi distintamente colla cognizione; perocché, dato che altri lo preoccupasse col pensiero, potrebbe anco asseguirlo coll’opera, anzi l’avrebbe giá asseguito, essendo il fatto e il concetto indivisi. La meta in questo caso non si vede se non si tocca; tanto che chi n’è lungi col corpo non può afferrarla cogli occhi altro che confusamente. Quindi tutte le idee tipiche sono perplesse e indeterminate, e come tali non si possono tratteggiare né descrivere. Coloro che si sforzano di antivenirle, almeno in aspettativa, le scambiano ai fantasmi e confondono la scienza colla poesia; perché se bene il finito tenda all’infinito, esso non può arrivarlo né porne in atto la precessione[22]. Salvo che si creda cogli hegelisti che l’uomo sia un’ipostasi dell’assoluto, si reputi la filosofia hegeliana per l’apice del sapere e si ponga nella terra la cima del creato; sentenze non solo vane ma assurde dopo le scoperte di Galileo e del Copernico."
      },
      {
        "index": 26,
        "text": "Né l’idea confusa di un modello che non si può attingere è inutile, poiché giova ad approssimarsegli; e l’approssimazione è il corso del finito verso l’infinito, come la perfettibilitá è l’assintoto che mai non giunge a toccare la perfezione. Il quale accostamento successivo negli ordini sociali è la civiltá, cioè l’esplicazione delle forze mondiali col concorso dell’arbitrio umano, nel doppio giro delle idee e delle cose, del sapere e dell’azione; onde la notizia confusa dell’archetipo si va dischiarando di mano in mano che lo stato civile se gli appressa. E tali due processi vanno di fianco e son paralleli, come identici in sostanza, atteso che la cultura non è altro che la lenta e progressiva trasformazione dell’idea in fatto e del sensibile in intelligibile, in guisa che ogni cosa dalla mente nasce e alla mente ritorna. Perciò la vita effettuale degli esseri e la loro conoscibilitá relativa camminano di conserva e si confondono insieme. Siccome però il finito non può convertirsi nel suo contrario, il relativo non diventa mai assoluto, e per quanto si proceda, l’esemplare è sempre egualmente distante cosí dalla pratica come dalla teorica; di che séguita il canone infinitesimale: che l’approssimamento, quanto che grande, non menoma la distanza."
      },
      {
        "index": 27,
        "text": "I lavori dell’ingegno indirizzati a ombreggiare in qualche modo la perfezione sociale chiamansi «utopie», perché non han luogo effettivo e spaziano nel campo indistinto delle idee perplesse e delle astrazioni. Ogni conato per mandarle ad effetto involge una ripugnanza, conciossiaché tanto vale il fare dell’utopia una topica quanto il pensare l’inescogitabile e il circoscrivere l’indefinibile; cosicché l’utopista che vuol farla da statista diventa poeta e, in vece di colorire un sistema e uno Stato, ordisce una favola. Havvi infatti una mitologia politica che somiglia alla religiosa, con tal divario però: che gli autori di questa sogliono locare le lor fantasie nel passato e abbelliscono la tradizione, dove che gli utopisti le accampano nell’avvenire; con pari agevolezza dai due lati, perché l’immaginazione non ha mestieri d’altra materia che di se stessa. E spesso i mitografi civili usufruttano i trovati dei sacri, come fece Enrico di Saint-Simon infuturando l’etá di Saturno. Cosí laddove la favola degli uni è una falsa ricordanza, quella degli altri è un erroneo presentimento. Poetiche ipotesi e sbagli innocenti finché si spazia in un campo ideale, come fecero Platone fra gli antichi e molti moderni, ma funesti se si aspira a metterli in pratica[23]. Salvo che l’utopia sia molto discreta e si operi in piccol giro e dove l’arte è padrona della natura; conforme si narra di Gallieno imperatore e del secondo Borbone di Napoli, i quali, a quindici secoli d’intervallo e quasi negli stessi luoghi, tentarono di colorire i concetti di Platone e del Filangieri[24]."
      },
      {
        "index": 28,
        "text": "Le utopie piú in voga ai dí nostri sono piuttosto economiche che politiche, e corrono volgarmente sotto i nomi di «socialismo» e di «comunismo». Il primo di questi sistemi è teoretico e pratico, e come teoretico contiene una dogmatica propria e una critica delle dottrine precedenti degli economici. La parte critica è quella che ha piú valore, avendo messe in luce alcune ripugnanze e lacune dell’economia corrente e le miserie della plebe, e nudato questo fatto importantissimo e mostruoso: che nel nostro vivere civile il maggior numero e piú benemerito dei cittadini, non che partecipare ai beni di quello, è privilegiato di patimenti, di barbarie e di servitú. Se il socialismo non avesse fatto altro che rivolgere gli spiriti al sollievo legale degl’infelici, preparando il regno di quella politica che ho distinta col nome di «realismo», avrebbe meritato assai bene della cultura; giacché spesso negli ordini di questa piú monta ancora il porre i problemi che il risolverli, in quanto che non può fallire che alla proposta non tenga dietro la soluzione. Ma la dogmatica di questi scrittori, parte intrecciata di ripugnanze, parte contraria ai fatti immutabili, parte composta d’idee confuse e difettive di sufficiente elaborazione, di saggi e di tentativi anzi che di enunziati dottrinali, viene a essere un’ipotetica greggia, che va a tentoni ed è lungi dall’avere asseguito abito fermo di scienza. E siccome nulla piú nuoce alla vera scienza che lo spacciare sotto il suo nome presupposti chimerici od informi, i lavori dei socialisti forse piú valsero da questo lato a ritardare lo scioglimento dei quesiti economici che ad affrettarlo. Peggio si è che fra i sistemi disparatissimi aggreggiati sotto il detto vocabolo alcuni rasentano il comunismo[25]; e volendo gli autori metterli in opera, al disfavore dei dotti si aggiunge il terrore dell’universale. Questa spezie di socialismo pratico, non che giovare, nocque piú di tutto ai progressi della democrazia e diede a’ suoi nemici un’arma potentissima per oppugnarla. Anche le riforme economiche che hanno del plausibile e del ragionevole non si possono introdurre e stabilire durevolmente se non in quanto la pubblica opinione è apparecchiata a riceverle. I lor promotori debbono pertanto esser prudenti e longanimi, conforme al consiglio di un orator francese[26], ricordandosi che quando in economia si vuol preoccupare l’opera del tempo, della cultura e della consuetudine, si apre l’adito a mali piú atroci che quelli delle rivoluzioni politiche, e che alle leggi agrarie è dovuto il periodo piú sanguinoso dell’antico mondo e il tristo onore di aver dettate le prime liste di proscrizione[27]."
      },
      {
        "index": 29,
        "text": "Il comunismo è l’abuso di un’idea vera, bella, universale, poiché la famiglia, la cittá, la nazione, la patria, l’umanitá, anzi la vita generalmente e la natura sono una comunanza; la qual voce è sinonima di «societá» ed eziandio di «chiesa», come quella di «comunione» esprime negli ordini religiosi la partecipanza dei meriti e del rito piú venerando. La proprietá stessa non esclude la comunitá, ma rinchiude e la presuppone, imperocché gli oggetti in cui ella cade, avendo del naturale e dell’artificiale insieme, solo pel secondo rispetto si possono dir propri; tanto che se il possesso è proprio per ragion d’arte, l’uso e il godimento è comune per titolo di natura[28]. Ora i due oppositi intrecciandosi insieme dialetticamente, se la proprietá arguisce la comunanza, questa similmente non può stare senza di quella; tanto che i comunisti, ammettendo la prima conversione e reciprocanza ma negando la seconda, dimezzano e distruggono l’essenza del dialettismo. E in vero nel modo che famiglia, nazione, patria, vita e via discorrendo, importano da un lato un complesso di relazioni e però un certo accomunamento; per simile inferiscono dall’altro lato altrettante individualitá distinte, e quindi l’appropriazione; perché il relativo argomenta l’assoluto, né il generale può darsi senza la compagnia e coefficienza del singolare. Perciò se i comunisti procedessero a punta di logica, dovrebbero negare l’individuo in universale e, come osserva un gentile intelletto, non solo «dividere quelle doti sovrane e incomunicabili della sapienza, dell’ingegno, della bellezza, della salute, dell’energia, ma anche quella individualitá che ciascheduno ha» naturalmente[29]. La proprietá e la famiglia sono instituzioni naturali, necessarie, indelebili, antiche e durature quanto la nostra specie. Il possesso è fondato in natura non meno dell’uso, ed ha origine dal lavoro, per cui l’uomo trasforma e quindi si appropria le fatture naturali coll’arte, aggiugnendo loro un pregio che dianzi non avevano; onde il diritto di possedere risale di mano in mano sino al fatto universale e primitivo della creazione che ne diede all’uomo la prima investitura, e si attua, si rinnovella di mano in mano mediante la virtú concreatrice dell’umano ingegno. Dalla proprietá e dalla famiglia, quasi da due fattori, scaturisce il giure del reditaggio, il quale ha pertanto la sua radice nella natura non meno di quelle; onde i giuristi, che lo fondano unicamente negli statuti positivi e nel patto sociale, aiutano senza addarsene i placiti del comunismo. Il quale non ha pure un merito ideale, poiché spegne l’attivitá umana nella sua sorgiva; tranne che sia volontario e si adatti a una compagnia piccola ed eletta, come un cenobio, un convitto, una confraternita. L’archetipo civile non che rimuovere la proprietá ce la rappresenta perfezionata da acconcia distribuzione, la quale, essendo stata negletta da molti economici, partorí la setta degli accomunatori. Ella è solo dannosa quando, accumulata dal privilegio, immobile nella trasmissione, trasandata pel costrutto che se ne trae, è come sterile e morta; onde viene il nome di «manimorte» che negli ordini feudali le si aggiusta universalmente. Ma quando è viva e discorre quasi sangue per tutto, diramandosi in mille rivi e girando per tutte le membra del corpo sociale, come la moneta che la rappresenta, mediante il moto continuo delle successioni e dei cambi, proporzionato al moto civile e all’incremento assiduo della popolazione, ella cresce di pregio, si moltiplica di profitto e frutta eziandio ai nullatenenti come fonte perenne di guadagno e sprone efficacissimo all’acquisto. Ora questo corso progressivo della proprietá dallo stato di sterilezza e di morte a quello di feconditá e di vita è continuo; e chi tenga l’occhio alla storia di essa dall’etá antica a quella dei feudi e da questa alla nostra, vedrá com’ella soggiacque a infinite trasformazioni, per cui il suo compartimento si andò vie piú attemperando all’equitá e paritá cittadina. Il diritto di possesso negli uni importa in tutti quello di acquisizione; tanto che la proprietá è solo viziosa quando l’attitudine a conseguirla legalmente è distrutta o menomata dal privilegio. Perciò veri comunisti sono i privilegiati, gl’incettatori e i governi che li proteggono, i quali tolgono in effetto agli uni per dare agli altri e impinguano il ricco (cosa orrenda!) coi sudori del povero. Questi sono gli accomunatori pratici che nocciono effettualmente, quando gli altri per lo piú non sono tali che in sogno e in aspettativa; e coloro i quali temono che abbiano a prevalere si mostrano ignari delle leggi che governano il mondo. I fanatici di cotal fatta sono pochi di numero eziandio tra’ proletari; e questi pochi sarebbero anche meno, se le loro utopie non trovassero l’esempio, lo stimolo e un pretesto specioso nel comunismo dei governi che favoriscono il monopolio."
      },
      {
        "index": 30,
        "text": "La prudenza non è solo necessaria nei miglioramenti economici ma in ogni genere di riforme, e si fonda in una legge importantissima di natura, secondo la quale non si può far nulla di buono e di stabile se non procedendo per via di gradi. Il progresso non equabile e troppo celere è anch’esso un’utopia, da fuggire con tanto piú studio quanto che, a dir proprio, è progresso solo in sembianza. La ragione si è che l’arte del legislatore non può nulla permutare, se la mutazione non è corrisposta e secondata dal lavorio naturale e successivo che si va operando negli spiriti, negli animi e nei costumi; giacché il reale è ribelle agli sforzi che si fanno per modificarlo, quando non è domo e vinto a poco a poco dall’opinione e dalla consuetudine. Vano è dunque il voler dar essere alle idee colle instituzioni per opera di uno o pochi uomini, se i piú vi ripugnano ancora per abito o per ignoranza. Perciò nelle innovazioni il primo occhio si dee avere a questa regola: che il pubblico sia capace della ragionevolezza e opportunitá loro; tanto che esse sieno giá fatte, per modo di dire, e stabilite negli animi, prima di entrare negli statuti e nella pratica. Se manca tal fondamento non si fa cosa durabile; e pogniamo che i pochi riescano a dar corpo ai loro concetti, l’opera loro non può restare in piedi se non è mantenuta dalla violenza. Tal è la sorte delle novitá sofistiche, chiamando cosí anco le ottime, quando non sono proporzionate alla disposizione del popolo che le riceve. Conciossiaché, per quanto sieno buone in se stesse, non possono preservarsi altrimenti che con mezzi indegni, atti piú tosto a screditarle che a stabilirle. Laonde trapassando i termini e contaminandosi cogli eccessi, diventano odiose e apparecchiano la riscossa; dove che le mutazioni dialettiche, proponendosi uno scopo inteso e piaciuto universalmente e radicandosi senza sforzo, sono per essenza temperate e conciliative. «Tutte le transizioni — dice il Leopardi — conviene che siano fatte adagio; perché se si fanno a un tratto, di lá a brevissimo tempo si torna indietro, per poi rifarle a grado a grado. Cosí è accaduto sempre. La ragione si è che la natura non va a salti e che forzando la natura non si fanno effetti che durino. Ovvero, per dir meglio, quelle tali transizioni precipitose sono transizioni apparenti ma non reali»[30]. Gli affrettapopoli sono perciò poco meno dannosi dei ritardapopoli e riescono al medesimo, costringendo gli uomini a rifare il giá fatto e a rimettere il tempo e la fatica. E siccome i corrivi e i retrivi parimente scapestrano, cosí soglionsi contrabbilanciare e i loro sforzi si annullano scambievolmente; come, quando nella lotta l’uno tira e l’altro spinge con gagliardia pari, i due moti opposti equilibrandosi tengono immobili i lottatori[31]."
      },
      {
        "index": 31,
        "text": "Il progresso civile non vuol essere né lento né precipitoso: non si dee troppo incalzare né rattenere. La sua regola è la spontaneitá dello spirito umano, quando ogni potenza naturale contiene coi germi del suo esplicamento il tenore di esso e la misura del tempo richiesto a operarlo; cosicché ella è, per modo di dire, il termometro e il cronometro di se stessa. Come si vede negli animali, nelle piante e in tutta la natura organica, dove i conati artificiosi per allentare o accelerar gl’incrementi non sogliono fare buona prova e durevole. Medesimamente gli animi e le idee, che sono le forze fattive della civiltá in ordine al soggetto e all’oggetto, hanno in se medesimi l’elaterio e l’oriuolo che governa le loro movenze, contro i quali la violenza e l’arte riescono inutili. L’abitudine è invitta non meno della natura, anzi piú per un certo rispetto; atteso che questa in universale è la prima abitudine dei corpi, dove che quella è la seconda natura degli spiriti. Avverte il Pallavicino che «gli abiti del corpo in ciò dissomigliano da quei dell’animo: che gli uni per l’uso si consumano, gli altri si accrescono»[32]. L’addimesticatura troppo celere dei popoli selvaggi gl’inselvatichisce vie piú, come la raffinatura avacciata dei civili gl’imbarberisce. Ma come conoscere la giusta misura del progresso? Mediante quel senso pratico che rivela la realtá, cioè il vero stato delle cose, degli uomini, dei luoghi, dei tempi; il qual senso, ingenito da natura, viene educato dall’esperienza propria e dalla cognizion della storia, quasi esperienza aliena e preterita, coll’aiuto delle quali si dissipano i sogni dell’avvenire e del presente e si toglie ogni credito alle fantasie dei secoli antichi."
      },
      {
        "index": 32,
        "text": "Alla legge di gradazione se ne attiene un’altra che io chiamerei «di proporzione», intendendo sotto questo nome la convenienza che il progresso dee avere colle qualitá dei popoli in cui succede, e la ragione speciale della sua corrispondenza con quello degli altri popoli. Notavamo testé che ai dí nostri gli ordini politici di uno Stato non possono differire sostanzialmente da quelli de’ suoi finitimi, e altrettanto si può dire degl’incrementi civili in universale. Da ciò nasce l’istinto imitativo, per cui le nazioni si ormano a vicenda; il quale è in sé legittimo e ha il suo fondamento nella vita comune dei popoli culti, ma può leggermente essere abusato. L’imitazione degli altrui progressi è cattiva quando è servile, ed è tale quando consiste nel copiare appuntino il procedere degli altri, senza tener conto delle differenze naturali o accidentali e della disproporzione che corre fra l’imitato e l’imitatore. Siccome in geometria le figure simili non sono però eguali, cosí la conformitá delle instituzioni non consiste nell’essere le stesse a capello ma nell’avere la medesima proporzione coi rispettivi paesi a cui vengono accomodate. La dimenticanza di questa regola fu negli anni addietro la nostra rovina; imperocché coloro che nel quarantanove vollero ridurre l’Italia repubblicana perché la Francia era repubblica, introducevano bensí una medesimezza materiale e apparente tra gl’instituti politici delle due nazioni, ma in effetto alteravano la consonanza e la proporzione loro. E nello stesso errore inciamparono quei democratici francesi che favorirono il moto popolare della penisola. Imperocché il passaggio dalla monarchia alla repubblica, che nella Francia, giá autonoma, una, libera, accostumata alla vita politica, poteva essere un progresso; nell’Italia, divisa, schiava, oppressa dal dispotismo interno e straniero, riusciva un salto troppo enorme e però mortale, come i successi avverarono. Laddove la cacciata dell’Austriaco, le libertá costituzionali e la confederazione recavano a noi un avanzamento cosí notabile come al popolo francese lo stato repubblicano, e solo stando in questi termini il progresso italiano veniva ad essere proporzionato a quello dei nostri vicini."
      },
      {
        "index": 33,
        "text": "Le riforme sono il modo ordinario e dialettico con cui il progresso graduato si effettua e si manifesta. Filosoficamente considerata, la riforma è l’esplicamento della parte intelligibile e spirituale delle instituzioni, mediante il quale decresce la parte materiale e sensibile; come il progresso in universale è il transito dal senso all’intelligenza. E però essa tiene il mezzo tra la creazione e la distruzione, nettando gli ordini sussistenti del vecchio, ricreandoli in un certo modo col ringiovanirli e prolungando la vita loro. Le instituzioni infatti possono considerarsi come altrettante specie ovvero come individui nel mondo dell’arte. In quanto tengono dell’individuale esse debbono morire, in quanto hanno dello specifico possono immortalarsi. Ora siccome negli ordini naturali l’individuo perisce ma la specie si perpetua colla generazione, cosí le instituzioni perennano mediante le riforme che son quasi la rinascita loro. Ma l’individuo non potrebbe generare se non avesse il germe della specie e il vigore di attuarlo; similmente un instituto non può durare quando non ha in sé il principio del proprio rinnovamento o è troppo decrepito e caduco da poterlo ridurre in atto. Di che séguita che quando è buono ha in sé cotal germe, e che quindi le riforme acconcie a migliorarlo ed ammodernarlo sono consentanee alla sua natura. L’epoca genesiaca delle instituzioni contiene e determina il loro corso avvenire, il quale procede con leggi cosí fisse e immutabili come il crescere degli animali e dei vegetabili. Ma se la riforma è un incremento organico di quelle, vano è il tentare di mutarne l’essenza; onde chi vuole, verbigrazia, che la repubblica tallisca sul tronco della monarchia assoluta si adopera a far nascere la palma dalla quercia. Vero è che anche le specie naturali si modificano a poco a poco, e secondo alcuni dotti la modificazione può esser tale, coll’andar dei secoli e le vicissitudini geologiche, che divenga trasformazione. Ma siccome questa in ogni ipotesi non può aver luogo di tratto e richiede il lento influire dell’ambiente e della coltura, similmente le instituzioni non possono trasformarsi se non passando per la via del mezzo. Cosí il dominio dispotico ha d’uopo del costituzionale per dar luogo a repubblica bene ordinata; e se si tenta il trapasso repentino da un estremo all’altro, o la mutazione non dura, o la civiltá ci scapita senza che il vivere libero se ne vantaggi."
      },
      {
        "index": 34,
        "text": "Ogni riforma importante suole constare di tre capi: ritirando l’instituzione a’ suoi principi, accomodandola alle condizioni correnti, indirizzandola e abilitandola a ulteriori progressi. Col primo di questi moti ella mira al passato e si fonda nella tradizione, col secondo al presente ed è sperimentale, col terzo all’avvenire ed è anticipativa; tanto che ella viene ad abbracciar tutti i tempi e conferisce alle instituzioni quella continuitá di vita che si ricerca alla lor permanenza. E come il ritiramento verso i princípi insegnato dal Machiavelli[33] presuppone che essi ne abbiano il seme, cosí la corrispondenza col presente e l’inviamento verso l’avvenire importano due altre dottrine dello stesso autore. L’una, che bisogna variare secondo i tempi[34], giacché il rinnovamento dell’antico non profitta e non ha fermezza se non è ampliato e col moderno non armonizza. L’altra, che ogni mutazione dee addentellarsi collo stato anteriore degli ordini che si mutano[35]. Nel modo che niuno può cogliere l’archetipo ideale nella sua perfezione, simigliantemente non è dato di accostarglisi oltre quanto consentono i progressi giá fatti; e l’approssimazione essendo continua, indefinita e perpetua per natura, ciascun nuovo atto di essa vuol essere determinato da quello che lo precede. Bisogna anco aver riguardo all’ambiente civile, cioè al progresso nelle altre parti, onde tutto consuoni nel convivere cittadinesco e la legge di conformezza compia quella di continuitá e di gradazione. E tanto rileva che ogni nuovo edifizio abbia le sue morse nell’antico, che le parole stesse non sono indifferenti; onde Plutarco avverte che «le cose moderne pigliano volentieri i nomi imposti alle antiche»[36], e il Segretario fiorentino consiglia «colui che vuole riformare uno Stato a ritenere l’ombra almanco de’ modi antichi, acciocché ai popoli non paia aver mutato ordine, ancora che in fatto gli ordini nuovi fossero al tutto alieni dai passati. Perché alterando le cose nuove le menti degli uomini, ti debbi ingegnare che quelle alterazioni ritengano piú dell’antico che sia possibile; e se i magistrati variano e di numero e di autoritá e di tempo dagli antichi, che almeno ritengano il nome»[37]. Imperocché ogni novitá giudiziosa dovendo incalmarsi e cestire sul vecchio di cui è la propaggine e in certo modo la metamorfosi, l’identitá del nome esprime sensatamente la medesimezza sostanziale della cosa e la fa gustare eziandio al volgo, rivoltando a conservazione del nuovo la forza delle antiche abitudini. Per ultimo la dottrina dell’addentellato riguarda anco al futuro, dovendo le riforme esser tali che non solo combacino e si aggiustino col passato e col presente, ma porgano dicevole appicco agl’innesti che seguiranno."
      },
      {
        "index": 35,
        "text": "La disdetta delle riforme causa le rivoluzioni, che suppliscono a quelle come le crisi straordinarie al regolato processo di natura. Le crisi naturali ristringono e condensano il progresso ordinario della vita mondana in un breve giro di tempo; dico «breve», rispetto al corso della vita cosmica. Ma il male vi accompagna il bene, il caos si mesce all’ordine, la distruzione s’intreccia alla creazione. Il processo regolare del mondo e la sua vita consistono nel passaggio incessante dalla potenza all’atto, poiché creazione e conservazione sono tutt’uno, e vivere non è altro che attuarsi continuamente. Ma quando il passaggio è troppo rapido, ne nasce una confusione e un disordine momentaneo, cioè il male, il quale è un difetto di economia nel processo dinamico e quindi una precorrenza a sproposito; onde avviene che al corso affrettato sottentri il ricorso a ristoro della rotta armonia[38]. Medesimamente le rivoluzioni, benché progressive per natura e suppletive delle riforme, portano seco un certo regresso; e se succedono violentemente, sono il ritorno momentaneo della societá allo stato confuso e potenziale delle origini, e della civiltá alla barbarie, che è il caos sociale. Il che nasce dalla celeritá loro, essendo esse un salto anzi che un passo dinamico e proponendosi di effettuare in un attimo ciò che le riforme fanno successivamente; onde pochi mesi e anche giorni di rivoluzione equivalgono ad anni o lustri e talvolta eziandio a secoli. Ora il progresso troppo accelerato, ripugnando a natura ed essendo quasi un’usurpazione dell’avvenire, è seguito dal regresso; tanto che, ragguagliata ogni cosa, come la lentezza delle riforme è guadagno, cosí la furia delle rivoluzioni è scapito di opera e di tempo. La celeritá e l’impeto partoriscono facilmente l’eccesso e però il disordine, in guisa che, a contrappelo delle riforme, la pugna dei diversi e degli oppositi nelle rivoluzioni è sofistica e non dialettica. Eccovi che nel forte delle tempeste civili le opinioni immoderate prevalgono e tengono il campo; e siccome la mediocritá e la moderazione vanno a ritroso l’una dell’altra, gli spiriti mezzani sormontano nel bollore delle rivolte. Cosí il predominio degl’inetti e dei mediocri, che è una delle cause principali da cui nascono le rivoluzioni, riapparisce nel loro corso; ed è naturale, perché l’ingegno è l’atto della societá, come il governo ne è la forma. Nel subito rivolgimento degli ordini sociali gli uomini si traslocano non men delle cose: chi alto sedeva è depresso e gli umili vengono esaltati[39]; ma nello scompiglio universale l'ingegno che sorvolò un istante suol tornare al fondo, e spesso è vittima del proprio ardimento. I grandi intelletti cominciano talvolta le rivoluzioni, i mediocri le spingono al colmo, i sommi le chiudono. Cosí nelle due prime rivoluzioni d’Inghilterra e di Francia gli estremi furono grandi, il mezzo volgare; e dal Mirabeau o dall’Hampden déi trascorrere la turba degl’indipendenti e dei giacobini per arrivare al Protettore e al Buonaparte. Questa vicenda tumultuaria delle idee, delle cose e degli uomini viene accennata dalla stessa voce di «rivoluzione», contrapposta a quella di «evoluzione» o «esplicazione» che conviene alle riforme, perché l'una suona il ritorno alle potenze gregge e primigenie, come l’altra indica il loro attuarsi successivamente. Cosicché ogni rivoluzione sí civile che naturale è un ricorso allo stato primitivo ed informe[40], affinché dal grembo di esso erompa un’armonia nuova."
      },
      {
        "index": 36,
        "text": "Queste avvertenze contengono ad un tempo l’apologia e la critica delle rivoluzioni. Le quali sono di due spezie: le une, naturali, necessarie, legittime; le altre, contrarie all’utile, alla natura, alla giustizia. Le prime si distinguono dalle seconde per tre doti principalmente, cioè per la spontaneitá del principio, l’universalitá del concorso e la durevolezza degli effetti che partoriscono. Elle non sono disposte, congegnate, preordinate di proposito colle trame, colle congiure, coi conventicoli: l’unico loro apparecchio è l’opinione pubblica. Scoppiano ad un tratto quasi per magico istinto e sono universali, invadendo tutto un popolo che, senza intesa e convegna precedente, si leva unanime e opera come un sol uomo. Tanto che non l’ingegno individuale (anche quando campeggia nelle prime mosse e colle idee le ha preparate) ma il popolo è il loro artefice, e sovrattutto la plebe, piú prossima a natura e meno imbastardita dall’arte, nella quale le ragioni del sentimento e i misteriosi impulsi prevalgono. E veramente ogni rivoluzione naturale, siccome ha in se stessa dell’arcano e dell’inesplicabile, cosí tiene del profetico e del prodigioso, derivando da quelle leggi di natura che sfuggono alla nostra apprensiva e inchiudono una preoccupazione fatidica dell’avvenire. Quel non so che d’impreveduto, d’involontario e di fatale, che suscita e accompagna tali commozioni pubbliche, ne è la migliore giustificanza e le rende non meno vittoriose che eroiche. E se l’impeto che le opera riscuote la meraviglia, i frutti che ne nascono ottengono la riconoscenza, specialmente dei posteri, atteso che non solo son suggellate dal buon successo, ma incominciano un ordine nuovo e stabile e ringiovaniscono la nazione. E benché interrompano la tradizione governativa, tronchino la continuitá del corpo sociale e spesso per l’infermitá umana non vadano disgiunte da gravi calamitá e da fatti atroci, non però lasciano di esser giuste nella loro sostanza, perché la necessitá le scusa, e i mali che le accompagnano non voglionsi imputare a quelli che dan fuoco all’esca ma a coloro che l’ammanniscono. Considerata la cosa per questo verso, i primi autori delle rivoluzioni non sono i democratici ma i conservatori e i governi che le precedono. E si può stabilire generalmente che ogni Stato autorizza la rivolta contro se stesso, quando nega in teorica o non usa a tempo in pratica il principio riformativo. L’immutabilitá delle instituzioni, escludendo ogni progresso, spianta la base della civiltá umana e legittima le rivoluzioni, perché piú innaturale e nociva di esse. Perciò fino dai tempi antichi Ippodamo da Mileto la ripudiava, e Aristotile non si appaga di approvare la sua sentenza, ma la corrobora tratteggiando la dottrina del progresso in ogni genere di disciplina[41]."
      },
      {
        "index": 37,
        "text": "Quando un governo è accessibile alle riforme, le rivoluzioni non sono piú necessarie, e però diventano inique ed innaturali. Né rileva che per tal via l’acquisto del bene sia piú tardo e lento, imperocché tanti sono i pericoli e i mali delle violente vicissitudini che solo l’estrema necessitá le giustifica, e i danni dell’indugio vengono compensati da un utile di gran lunga maggiore. Perciò errano quei democratici i quali, sostituendo alle riforme i rivolgimenti sociali, stabiliscono per aforismo che «il progresso ordinario della civiltá si dee fare per via di rivoluzioni». Quasi che queste sieno uno stravizzo per loro come il contagio per quei sergenti che cercavano di perpetuarlo, e l’epiteto elegante di «rivoluzionario» sia atto a contrassegnare lo stato nativo e abituale del convitto civile. Si dee dire delle rivoluzioni il medesimo che delle guerre, le quali non sono pur lecite ma pietose quando si pigliano a difesa e per amore della giustizia. Ma siccome da un canto la guerra non appartiene allo stato regolare del consorzio umano, e dall’altro canto le rivoluzioni sono battaglie civili e quindi peggiori di tutte; siccome esse importano un divorzio tra lo Stato e i cittadini, una dissoluzione della civil comunanza, un predominio della forza brutale, un ritorno a quello stato eslege e selvaggio che alcuni filosofi chiamano «di natura», ma che è veramente contro natura; siccome è difficile che vadano scompagnate dall'effusione del sangue innocente e non sieno per qualche tempo la festa dei ribaldi e il trionfo della barbarie; siccome dánno luogo alla licenza della plebe corrotta e alla tirannide dei demagoghi, tolgono alla libertá il freno che la rende salutare, interrompono i traffichi, le industrie, i progressi del sapere e della cultura universalmente, annullano la sicurezza che è il maggior bene sociale, e colle esorbitanze aprono la via alle riscosse e alle rappresaglie; siccome, non riuscendo, peggiorano lo stato pubblico, ed eziandio vincendo la prova, sono piú o manco seguite da un certo regresso; siccome in fine debilitano coll’esempio l’autoritá di chi regge, porgendo ai malcontenti un pretesto e ai popoli un allettativo per ribellarsi dai governi anche buoni con isperanza di migliorare, onde sogliono avere uno strascico d’inquiete e d’agitazioni e una coda di vari malanni, quasi convalescenza penosa di un grave morbo: per tutte queste ragioni, dico, apparisce quanto s’ingannino coloro che innalzano le rivoluzioni a dignitá di principio e scrivono nei codici il diritto della rivolta. Si aggiunga che le rivoluzioni recate in arte, come sono immorali, cosí sogliono avere cattivo esito, mancando loro la spontaneitá e subitezza proprie di quelle che procedono naturalmente. Le quali non si possono preparar colle trame, come non sono prevedibili con sicurezza, somigliando anco da questo lato alle repentine peripezie di natura, che fanno bensí parte della scienza e providenza divina, ma non di quella che è conceduta agli uomini. Insomma le rivoluzioni sono eccezioni straordinarie, e il ridurle a regola ed a calcolo ripugna alle coscienze piú gentili non solo cristiane ma paganiche; onde non è meraviglia se alla dottrina di Paolo si accorda quella di Epaminonda[42]. Ché se oggi ancora il volgo dei democratici preme le orme della vecchia scuola, e mette il senno politico nel mulinare scompigli e ordinare a priori le rivoluzioni colle congiure, gli ingegni piú eletti entrano in una via novella. «Sappiate per vostra regola — dice il signor Proudhon parlando ai dilettanti di rivoluzioni — che ciascuna di queste, checché si faccia per giustificarla, porta seco un certo che di sinistro, che ripugna alla coscienza del popolo e all’istinto dei cittadini non altrimenti che la guerra e il patibolo»[43]"
      },
      {
        "index": 38,
        "text": "Quando le mutazioni civili sono regolari o necessitate, i loro effetti durano, perché mantenuti e protetti dalla saviezza pubblica. Ma questa non suol essere favorevole ai cangiamenti arrisicati e troppo alieni dalla consuetudine, gli autori dei quali sono astretti di far capo alla forza per puntellarsi, mancando loro l’appoggio della ragione. Di qui nasce che, giusta i democratici superlativi, «per assodare ed assicurare il frutto delle rivoluzioni bisogna ricorrere alla dittatura». Ma quanto essa giova come spediente di conservazione e di difesa, tanto è vana e impotente qual mezzo d’innovazione; e coloro che vogliono adoperarla a tal effetto l’abusano e la snaturano. Mi spiego. La dittatura è opportuna, per l’unitá e celeritá del comando e dell’esecuzione, a mantenere e proteggere in certi gravi e straordinari frangenti contro le fazioni interne o i nemici forestieri un ordine voluto dal maggior numero dei cittadini; e non porta in tal caso nessun pericolo, purché abbia le condizioni e le limitazioni usate dagli antichi romani e avvertite dal Machiavelli[44]. Ma essa non può far l’ufficio di legislatrice e di riformatrice per istabilire un ordine nuovo che abbia contro il parere dei piú, come l’intendono gli autori del prefato aforismo. Imperocché la forza non che persuadere fa l’effetto opposto: cosicché o ella dee essere perpetua e mutarsi in tirannide; o se viene a mancare (e non può far che non manchi, avendo contro l’universale), gli uomini si scagliano contro le novitá invise con tanto maggior furore quanto piú si ricordano di essere stati loro malgrado costretti a riceverle. Oltre che, l’offendere la libertá è un cattivo mezzo per far vincere la ragione[45]; e le violenze, a cui tali imperi straordinari inducono chi gli esercita, troppo ripugnano al fine proposto. Né i partigiani della dittatura riformativa possono a buona logica rifuggire da tali enormezze, delle quali si trova il tipo piú insigne in quella setta degli hebertisti o arrabbiati francesi che voleano tagliar la testa a chiunque si opponeva, presso i quali Giampaolo Marat era in infamia di moderato. Poiché mi vien ricordata l’antica rivoluzione di Francia, il poter dittatorio onde il pubblico consesso ebbe allora l’investitura mi porge un esempio acconcio al proposito. Questo potere avea due intenzioni: l’una di mantenere l’unitá e autonomia della nazione contro coloro che dentro e fuori l’oppugnavano, l’altra di promuovere e stabilire certe idee schiettamente democratiche. Ora intorno al primo capo esso vinse la prova, l’opera sua ebbe vita ed è anche oggi ammirata e benedetta, perché l’unione e la nazionalitá francese stavano giá fin d’allora a cuore di tutti i buoni. Ma per l’altro rispetto la dittatura fu breve ed inefficace; e appena una violenta e sanguinosa riscossa le ebbe posto fine, gli spiriti si gittarono all’estremo contrario con tanta foga che il comando assoluto di un soldato poté succedere nel termine di pochi anni agli ordini popolari. Imperocché questi ordini erano immaturi e non avevano l’assenso dei piú, e le arti crudeli usate dai dittatori per introdurli aveano contribuito a renderli odiosi. La Francia, avvezza da tanti secoli al principato dispotico, non potea abituarsi alla democrazia senza passare per una via di mezzo; e il volervela trasportare di lancio colla dittatura non solo fu vano ma fece contrario effetto, spegnendo la libertá presente e ritardando nell’avvenire il trionfo della democrazia medesima."
      },
      {
        "index": 39,
        "text": "Tengasi adunque per fermo che, quando si tratta di nuovi instituti, havvi una sola dittatura che possa intrometterli e assolidarli, cioè quella del retto senso e della ragione. Dittatura onesta e legittima, forte e soave, libera e onnipotente, mediante la quale tutti gli uomini concorrono in un sol animo, benché paia a ciascuno di non avere altra regola che se stesso. Il quale accordo della libertá individuale e della norma comune ha il suo fondamento sí nell’unitá dell’idea divina e della ragione umana, sí nell’armonia prestabilita fra gli spiriti creati nei vari momenti della vita cosmica, onde una moltitudine svariatissima d’individui concorre liberamente ad un fine unico. Laonde come nelle rivoluzioni spontanee e veramente legittime tutto un popolo si accorda e opera come un sol uomo, cosí nelle riforme mature e opportune egli consente unanime al pensiero del legislatore. Se questo consenso non si può avere, ciò fa segno che l’innovazione è precoce e che la ragione pubblica non è ancor giunta a quel grado di coltura che si richiede a gustarla e cavarne profitto. In tal caso il savio dee attendere, contentandosi di preparare e affrettare colle persuasioni il punto desiderato. Ma i democratici sono impazienti d’indugio e rovinano le migliori cause con la furia, come se l’arbitrio umano potesse supplire alla ragione ed al tempo. Questa erronea fiducia di poter vincere gli ostacoli naturali colla forza e l’ostinazione alberga eziandio ne’ conservatori; se non che questi adoperano le dittature e le rivoluzioni a ritroso, non giá mirando a preoccupar l’avvenire come gli altri, ma a rifare il passato e a risuscitare le instituzioni spente o a mantenere in piede quelle che si sfasciano per la vecchiezza. Benché questo errore non si attenga al tema del presente capitolo, ne farò un breve cenno, poiché la connessione delle idee mi c’invita."
      },
      {
        "index": 40,
        "text": "I ristauri sono rivoluzioni che riguardano indietro e che non sortiscono miglior esito delle altre, eccetto quando nascono dalla virtú propria degl’instituti che si rimettono. Il che torna a dire che ogni forza, come autonoma, può solo essere restitutrice di se medesima; tanto che, a parlare propriamente, ella può risorgere ma non essere risuscitata. L’arte umana può bensí aiutare le instaurazioni ma non mica operarle; come i cibi nutrono l’uomo sano in quanto ne aiutano lo sviluppo organico anzi che lo rintegrino[46], e come i farmachi cooperano alla guarigione dell’infermo, la quale ha origine principalmente dalla vitalitá intrinseca e dalla forza riparatrice della natura. Dal che si deduce che le sole instituzioni possibili ad instaurare sono quelle che serbano un principio di vita; onde l’opera umana ed esterna non ci ha luogo se non come aiutrice della naturale. Fra gli ordini pubblici la religione è il solo che possa risorgere senza mai termine, perché solo ha un germe di vita immortale. Ma anch’esso non può rilevarsi che colla sua propria ed intima virtú; e quindi fanno mala prova i gesuiti, che s’ingegnano di ristorarlo colla violenza, colla politica e con altri mezzi esteriori anzi alieni dalla sua indole, come i legittimisti francesi s’industriano di far rivivere la vecchia forma del principato. Il voler riporre in vigore ed in credito le fogge di Stato dismesse e le signorie spente è cosa assurda, pogniamo che possa per un poco d’ora verificarsi; cosicché l’esempio di Giorgio Monk (la cui opera bastò pochi lustri[47]), in vece di allettare i moderni restitutori di principi ad imitarlo, dovrebbe ritrarneli. Distinguansi adunque due spezie di ristauri: gli uni indirizzati ad annullare il reo delle rivoluzioni e a ristabilire le parti vive e durabili degli ordini antichi distrutte dalla violenza, gli altri miranti a rinfrescare i vietumi in cui è estinta ogni favilla di vita. Questi sono innaturali, traggono seco di necessitá il regresso e quindi la propria rovina; quelli si conformano alla natura, e tanto è lungi che offendano, anzi aiutano il civile progresso e allignano agevolmente. In breve, cosí le rivolture come le instaurazioni sono contrannaturali quando non si operano dal popolo ma dalle sètte, ovvero vengono di fuori per modo d’invasione e di conquista. E se accade che sieno mantenute da una forza soverchiante, ne nasce un periodo piú o meno lungo di servitú e di miseria, finché non s’inviscerano nei piú e non mutano la nativa temperie, come avvenne nel medio evo ai popoli che soggiacquero alle irruzioni barbariche. Fuori di questo caso, l’avveniticcio non attecchisce e alla prima occasione si dissipa e disperde."
      },
      {
        "index": 41,
        "text": "Naturam expelles furca, tamen usque recurret[48]."
      },
      {
        "index": 42,
        "text": "A che riuscirono le racconciature e gl’impiastri posticci che dal quindici in poi ebbero luogo in varie parti di Europa, se non a convincere il poco senno degli operatori?"
      },
      {
        "index": 43,
        "text": "Ma se le rivoluzioni e instaurazioni legittime sono quelle che hanno un principio popolare ed intrinseco, come potevamo testé asserire che il principale movente degli Stati si dee cercare di fuori? Ho giá accennata di volo la soluzione di questo dubbio. La civiltá, avanzando di mano in mano, ha per effetto da un lato di svolgere l’autonomia dei vari popoli e dall’altro di rinforzare le loro relazioni e influenze scambievoli. E però ella accresce per un rispetto l’indipendenza e per l’altro la dipendenza loro. Ma perciocché l’azione legittima e proficua di una nazione verso l’altra (onde nasce essa dipendenza) non versa nell’intaccare la spontaneitá sua ma nel secondarla, perciò i due opposti indirizzi del moto civile non che distruggersi si aiutano a vicenda. Questa dottrina scuopre la fallacia dell’ultimo asserto dei democratici, che parmi a proposito di ricordare nel mio discorso. Imperocché, non contenti di rifare il proprio paese colle rivoluzioni violente e le riforme dittatorie, alcuni di loro vorrebbero cogli stessi ripieghi procacciare la felicitá degli altri. Ma in vece ne causano la miseria, come si vide nel secolo scorso, quando gli oltramontani tentarono di rivolgere e ridurre a Stato di popolo la nostra povera Italia, destinata a essere continuo ludibrio di rivoluzioni effimere e di precari ristoramenti, e anche testé promossa dagli uni a intempestiva repubblica e ritirata dagli altri al rancido dominio dei preti. I piú rispettivi di tali politici cosmopoliti, se non ricorrono alle armi, adoperano in vece un apostolato (che chiamano «propaganda») poco dissimile dalla coazione. Imperocché offende l’autonomia di un popolo non pure chi vuol rimpastarlo a suo modo colla forza, ma ancora chi vuol mutare colle arti e colle lusinghe le sue inclinazioni e movenze naturali, instillandogli idee e suggerendogli instituzioni che non gli si affanno, o perché contrarie al suo genio o perché non ancora proporzionate al suo corso civile, e infiammano a tal effetto le inesperte immaginazioni dei giovani ardenti e le vane speranze dei fuorusciti. Questa falsa cosmopolitia non può fare effetti permanevoli, essendo contro natura; e produrrebbe effetti pessimi se riuscisse, spegnendo le proprietá diverse delle popolazioni e operando che ciascuna di esse, perduto il suo volto originale, divenga una maschera contraffatta e ridicola."
      },
      {
        "index": 44,
        "text": "Il vero su questo capo, come su tutti gli altri, consiste nel mezzo, cioè nell’armonia dialettica degli estremi. L’unione e la distinzione sono egualmente naturali, come la confusione e la separazione contrariano alla natura. Una certa conformitá tra le varie genti culte è ragionevole e necessaria, e non che contrastare alla spontaneitá loro ne è anzi l’effetto, cooperando a produrla, oltre la vicinitá o la pratica, le somiglianze medesime e la medesimezza sostanziale della cultura. Ma appunto per questo ella non può né dee annullare le varietá od ostare al libero esercizio delle potenze proprie di ciascheduno. La natura stabilisce i confini territoriali e politici delle nazioni colla diversitá dei luoghi, l’opposizione dei siti, la partitura dei monti, la varietá delle lingue, delle schiatte, delle complessioni; le quali differenze vengono poi ribadite dalle instituzioni, dalle usanze e dalle memorie. D’altra parte siccome cotali dissimilitudini non tolgono l’unitá della natura e della specie umana né quella del globo terrestre, cosí i confini, che sono la definizione di uno Stato, non impediscono la continuitá e l’unitá sociale; il limite arguendo di necessitá l’intervallo e il discreto importando il continuo, giusta il dettato dei pitagorici. E però i romani finsero che il dio Termine recedesse di mano in mano col fiorire e ampliarsi della cultura, e se lo rappresentavano a guisa di un fine che, per dir cosí, non finiva ma discorreva passo passo e si allontanava continuamente. Per determinare adunque il modo dialettico di comporre l’indipendenza coll’unione dei popoli, bisogna rinvenire un mezzo termine che operi l’accordo dei due contrari. Questo termine l’abbiamo giá menzionato, ed è la nazionalitá di ciascuno di quelli; la quale, avendo relazione all’intrinseco e all’estrinseco insieme, armonizza i due oppositi e segna il modo che dee tenere, lo scopo che si dee proporre e il punto in cui dee fermarsi la mutua congiunzione dei popoli. Ogni azione ed impressione esterna che tu ricevi è giusta e ti giova, se tende a tutelare e promuovere la nazionalitá tua e il tuo essere autonomico; iniqua e malefica, se mira a distruggerlo o ad alterarlo. Conciossiaché mediante la nazionalitá sola e il genio proprio che l’informa, ogni Stato è un individuo capace di usare tutte le sue forze a pro di se stesso e del consorzio universale. E siccome non può darsi nazione senza convitto politico dei popoli unigeneri, unilingui e coabitanti, ogni azione che ciascuno di questi esercita verso gli altri ad acquisto e difesa della nazionalitá comune, è onesta e conducevole, ancorché sia necessitata a pigliar forma di rivoluzione o di ristauro e atto momentaneo d’imperio e di dittatura."
      }
    ]
  }
}
