{
  "chapterNumber": 7,
  "title": "Libro I, Cap. 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "delle false dottrine dei conservatori"
      },
      {
        "index": 1,
        "text": "La politica professata dal maggior numero dei conservatori è meglio una pratica empirica che una teorica. Insegnata dal senso volgare, viene trasmessa di mano in mano dai governanti, approvata dai mediocri, avvalorata dall’esempio, ribadita dalla consuetudine di alcuni ordini cittadineschi. Altri potrebbe crederla recata in arte da quegli statisti che alcuni anni sono fiorivano in Francia sotto nome di «dottrinali», se i costoro dettati in gran parte non ripugnassero alla pratica di cui ragiono. La quale non può aver dottrina, stante che uno de’ suoi vizi principali è appunto la noncuranza e la sprezzatura della teoria universalmente e della scienza. Ben è vero che il suo genio si riscontra per molti capi con quello del dominio assoluto e quindi coi placiti degli autori che lo accarezzano, convenendo l’uno e l’altro nell’astiare i progressi e preporre alla ragione l’usanza e la tradizione. Ma come cosa tutta empirica, ella si diletta piú di fogli che di libri; e giovarono ad accreditarla alcuni celebri diari e mensuali francesi, che, spacciandosi per liberali e conservatori insieme, ottennero autoritá grande nelle varie parti di Europa e riuscirono a persuadere le loro massime, insinuandole per via di critica o di apologetica governativa. I consigli di costoro ebbero non poca parte nei falli che scalzarono e precipitarono in Francia due monarchie potentissime e condussero la nostra Italia alle presenti miserie. Essi celebrarono la stolta politica che c’immolava all’imperatore e, attraversando le riforme, dava forza agl’immoderati. Promossero la mediazione anglofrancese, la spedizione di Roma, la pace ignobile di Milano; lasciarono perire i patti rogati, risorgere e scapestrare il dominio ecclesiastico, infierire il Borbone di Napoli, e l’Austria padroneggiare due terzi della penisola. A tanti scandali non mossero una voce di rammarico e di querela; dove che sono pieni di eloquente iracondia contro il Piemonte ogni volta che non va ai versi dell’Austriaco, e veggono a malincuore che il fòro ci sia sottratto all’ingerenza dei sacerdoti. I consigli e anco le rimostranze dei conservatori forestieri ci sarebbero di profitto e verrebbero accolte con gratitudine, quando fossero accompagnate da due condizioni. L’una, che si porgano con riserva e modestia; l’altra, che muovano da buone informazioni e da prudenza civile. Ma se altri con poca o niuna notizia del nostro paese ci vuol fare il maestro addosso e tratta l’Italia quasi a modo di provincia suddita, noi saremo escusati di non dar retta alle sue ammonizioni, anzi di ricordargli il precetto di un grande antico a proposito dei forestieri che s’ingeriscono nelle altrui faccende[1]."
      },
      {
        "index": 2,
        "text": "Ma essendo i piú degl’italiani disusati da tal cautela e poco solleciti del patrio decoro, le massime di fallace conservazione che prevalsero presso di noi nei giornali e nella pratica uscirono quasi tutte dalla detta officina. Il che io noto affinché si sappia che gli errori dei conservatori italiani non sono meglio erba dei nostri orti che i traviamenti di un altro genere. Il perno del loro nominalismo politico consiste nel disconoscere il valor del pensiero, che è pure la realtá suprema e la prima molla dell’universo. Il pensiero è la vena delle idee da cui deriva l’opinione pubblica, la quale è la somma delle idee pervenute piú o meno nei molti a riflessivo esplicamento. Ora l’opinione pubblica è la sovrana regolatrice della vita civile e la «regina del mondo», come uno scrittore nostrale citato da Biagio Pascal[2] la chiamava in un tempo che era tuttavia assai meno potente che non è oggi. Dall’opinione procede il buon uso della forza e l’efficacia dei fatti; i quali, sterili e vani per se stessi, diventano fecondi e fruttuosi ogni qual volta dalle idee s’informano e loro ubbidiscono. Dall’opinione proviene altresí l’efficacia dell’arte, che non è piú valida della forza se dalle idee si discompagna. Falso è dunque l’aforismo prediletto dei conservatori, che «il mezzo piú efficace per mantenere gli Stati risiede nella polizia inquisitoria[3], nelle corruttele e nella milizia»; il che torna a riporre con Tiberio[4] e Giuseppe di Maistre[5] il presidio della societá nelle spie e nel carnefice. La vigilanza, le armi, le pene usate con senno e come rimedi ausiliari conferiscono alla tranquillitá pubblica, ma non bastano a produrla senza il favore dell’opinione, sola atta a proteggere il governo contro le parti. Imperocché quando i rettori alienano da sé l’opinione pubblica, le sètte se ne impadroniscono, diventano piú forti di quelli e possono turbare e rivolgere lo Stato a lor piacimento. E benché le loro mire sieno oblique, malevole, ingiuste, esse si studiano di occultarle, orpellandole con false mostre di sensi nobili e cittadini. Il che non inganna alcuno, finché i governanti praticano in effetto quella generositá che i faziosi protestano in parole; ma riesce a meraviglia nel caso contrario, perché il pubblico, deluso da chi regge e sdegnato de’ suoi portamenti, presta facile orecchio e volge il favore a quelli che gli sono avversi. Leggendo attentamente le istorie si trova questo essere il principio di tutte le rivoluzioni, le quali divengono insuperabili allorché la grazia dell’universale dal governo trapassa alle fazioni, e impossibili quando ciò non ha luogo. Perciò chi voglia ordinare o mantenere uno Stato dee porre il suo fondamento nel tôrre e preoccupare alle parti i colorati pretesti con cui esse sogliono combatterlo e coonestare le proprie ambizioni."
      },
      {
        "index": 3,
        "text": "L’effettuazione graduata delle idee nel civile consorzio è il progresso, di cui l’uomo è vago e bisognoso oltre modo, atteso la legge di perfettibilitá che governa la sua natura. Perciò s’egli è vero che l’opinione pubblica vuole la preservazione dello Stato, non è men certo che presso i popoli colti essa l'intende e la vuole in guisa che non pregiudichi al perfezionamento. Quando il senno conservativo si sequestra dal progressivo, perde il suo credito nella moltitudine e le toglie ogni fiducia verso coloro che lo mettono in opera; i quali, privi di tale aiuto, camminano a un termine contrario a quello che si propongono. E non è meraviglia, conciossiaché negli ordini politici come nei mondiali la conservazione è continuata creazione: creare per l’uomo è svecchiare e trarre in luce i germi reconditi. Il nuovo preserva l’antico col rinfrescarlo e ringiovanirlo, imperocché in ogni antichitá si trovano dei vecchiumi, cioè delle parti morte che ne soffogano e ammorbano le vive, come il secchericcio che ingombra gli alberi e pregiudica alle nuove mèssi. Laonde come questi si rimondano per impedire che muoiano o steriliscano, cosí ogni antico instituto che abbia ancora del vivo vuol essere ammodernato e purgato per conservarlo. Egli è dunque fallace quest’altro apoftegma, che «a preservare gli Stati vacillanti e combattuti dalle parti, bisogna differire i progressi e rimettere le anticaglie». Laddove la storia dimostra che le riforme ragionevoli sono il solo spediente acconcio a ovviare le irragionevoli e debilitare le sètte che le favoreggiano. Coloro che oggi governano la Francia, in vece di apprendere dai lor precessori che l’inceppare la stampa, ristringere la rappresentanza, ostare alle riforme amministrative, legali, economiche, riesce a rovina non a salute, tennero la via medesima, e oggi cominciano ad accorgersi che loro sovrasta lo stesso esito, avvalorando la parte democratica e rendendola invitta in vece di torle il credito e le forze. Tanto piú che, non paghi di peggiorare gli abusi, ravvivano i rancidumi, imitando la prudenza di un architettore che, per assodare una fabbrica rifatta e mal ferma, caricasse il suo tetto colle macerie del vecchio edifizio[6]."
      },
      {
        "index": 4,
        "text": "Il porre la cima della saviezza governativa nella resistenza e nell’ampliare la balía di chi regge a spese della libertá pubblica è uno di quegli errori che nascono dalla falsa sembianza delle cose e dall’antiporre il senso volgare al senso retto. Pare a prima vista che quanto si toglie ai cittadini torni in profitto di coloro che comandano, come se quando si acquista un po’ di forza materiale ma si scapita di benevolenza, non sia maggiore il danno che il guadagno. La resistenza è per se stessa negativa, e quando è sola non si distingue dalla retrocessione, perché le cose umane essendo in continuo moto, chi non va innanzi, dietreggia. Certo è debito il contrastare alle opinioni false, alle utopie nocive, alle sètte intemperate, ché il progresso voluto da queste è sovente un regresso. Ma in qual modo fronteggiarle? Contrapponendo le idee sode alle vane astrattezze, la realtá alle chimere, il vero alle fallaci preoccupazioni, accelerando le buone riforme per porre un argine alle cattive. Perciò la resistenza non è savia se non è accompagnata dalla condiscendenza. Contro il parere di molti io ravviso piú in questa che in quella il contrassegno del vero uomo di Stato, giacché a resistere ciascuno è buono, bastando a tal effetto la vanitá e l’ostinazione. Le quali parti possono nei valenti assai meno che nei mediocri, come quelli che sforniti di acume antiveggente non conoscono i pericoli e i mali che sovrastanno. Laddove il cedere a proposito è privilegio di pochi; e se nella storia abbondano gli esempi di stolide e funeste pertinacie, rari sono quelli di sapiente arrendevolezza. Un solo paese cristiano ne porge molti, cioè l’Inghilterra, dove alla nostra ricordanza Roberto Peel salvò due volte la patria e acquistò meritamente gran fama di politico, non col resistere ma col cedere al voto pubblico; e se il signor Guizot l’avesse imitato, il suo re ed il regno non sarebbero periti[7]. Ma non è da stupire che questa dote sia rara, perché presuppone una notizia esatta degli uomini, delle cose e dei tempi, vale a dire quel realismo che è la cima della scienza civile. Nel quale, accompagnato dall’energia richiesta ad usarlo, sta il valore dello statista. I rettori deboli e mal pratici, adoperando la caparbietá, la corruzione, la forza per comprimere i voti pubblici, si stimano a torto energici, stante che l’energia loro, contrariando alla natura, non fa effetti che durino. In politica come negli altri ordini di cose non si riesce col far contrasto alla ragione e alla natura, ma solo col secondarle. Chi va a ritroso dell’acqua e del vento in poco d’ora si stanca; e crescendo la foga di quelli, il braccio del remigante è vinto dal sopraccapo."
      },
      {
        "index": 5,
        "text": "Da queste considerazioni affatto generiche giova il discendere ad alcuni particolari di maggior momento. Fra le idee che campeggiano presso i popoli moderni e cristiani e hanno un’efficacia piú universale, si debbono annoverare quelle di amore, di giustizia, di misericordia verso i poveri e gl’infelici, le quali rispondono a un fatto e ad un bisogno della civil comunanza. Il fatto si è che la plebe, cioè quella parte dei cittadini che adempie il còmpito piú necessario e faticoso del convitto umano, è quasi priva dei beni e dei vantaggi che ne derivano. Il che in prima è contrario agl’interessi medesimi dello Stato e della cultura, quando la plebe ineducata è come una reliquia di barbarie e di medio evo accampata nelle cittá e nelle ville. Essendo priva di cognizioni per difetto di tirocinio, scarsa di concetti onorati perché avvilita dal disprezzo e spesso manchevole del necessario non che del superfluo, ella è fonte di sommosse nei tempi torbidi e di delitti nei quieti, e quasi il semenzaio di quelle classi misere che vivono della roba d’altri, di sangue, di vitupèro. L’abbiezione e l’infelicitá in cui giace è inoltre un’ingiustizia solenne, perché distruttiva della paritá e fratellanza naturale degli uomini. È una brutta e vile ingratitudine, quando la vita e il fiore degli Stati provengono principalmente dal basso ceto, che protegge col suo braccio gli oziosi e i godenti, li nutre e conserva co’ suoi travagli, gli adagia ed abbella co’ suoi sudori. E per ultimo è un’empietá snaturata, conciossiaché la borghesia che oggi prevale uscí dal minuto popolo, ed è quasi una plebe nobilitata o vogliam dire un patriziato plebeio; cosicché attraversandosi al salire degl’infimi, ella fa buona una pratica che, se prima fosse invalsa, l’avrebbe spenta nella sua cuna. Onde a lei pure si adatta la divina parola: «Onora i tuoi genitori se vuoi vivere a lungo sopra la terra»; imperocché il ricco che disama e non cura il povero è come il figliuolo che batte gli autori dei suoi giorni, e le classi incorrono nella stessa pena degl’individui. Forse il presagio non comincia a verificarsi? Borghese ricco e superbo, ricòrdati la divina minaccia: pensa che il tuo padre è il popolo umile e faticante; tua madre, l’abbietta e dispregiata plebe."
      },
      {
        "index": 6,
        "text": "Il fatto poi è divenuto ai dí nostri un bisogno civile. In tutti i tempi il tapino e lo sventurato desiderarono compenso e rimedio alle loro miserie, ma di rado in addietro pensavano a cercarlo nel rifacimento dei pubblici ordini; dove che oggi nei paesi piú culti la moltitudine non solo ha una coscienza piú viva del suo mal essere, ma è persuasa che tocchi alla societá il medicarlo. Sicché le rivoluzioni odierne non sono pure politiche come per lo innanzi, ma hanno uno scopo economico, e pel fomite che le suscita sono le piú reali di tutte. Laddove le rivoluzioni politiche vengono prodotte e governate da astrazioni o concetti schiettamente razionali, quelle dell’altra specie si radicano in un fatto vivace, sensibile, palpabile, qual si è l’infelicitá della plebe e il suo bisogno di redenzione. E hanno questo carattere per due ragioni principali. L’una, che la civiltá mediante la stampa e i giornali è penetrata nel popolo quanto è necessario ad accrescere il sentimento de’ suoi mali e il desiderio di riscattarsene. L’economia pubblica nata di fresco, movendo gl’ingegni a meditare sulla piú acconcia partizione delle ricchezze, fece agli uni scoprire la piaga, indusse altri a cercare i rimedi talvolta con zelo piú generoso che cauto; onde nacquero certe dottrine, che entrate nella moltitudine ci fecero quell’effetto che farebbe una pioggia di razzi caduta in una polveriera. L’altra causa è il corso e il naturale esplicamento delle idee cristiane. Imperocché l’evangelio fu non giá l’inventore ma il perfezionatore e l’interprete di un’economia nuova, e insegnolla come un debito privato di misericordia anzi che pubblico di giustizia. Ma siccome ogni idea morale e religiosa tende a pigliar corpo nel consorzio civile, e questo non è in sostanza che la propaggine dell’individuo e l’ampliamento della famiglia, cosí ciò che era privato, individuale, domestico nelle origini del cristianesimo, tende in processo di tempo a diventar pubblico e comune; e quello che era soltanto debito morale, caritá, beneficenza, dee trapassare per quanto è possibile in ragion politica, giustizia e civiltá. L’economia pratica che oggi regna essendo adunque in disaccordo col bene del maggior numero e colle leggi dell’evangelio, e la plebe essendo consapevole di questa contraddizione, riconosciuta in cuor loro da quei medesimi a cui profitta e abborrita dai generosi, il desiderio di nuovi ordini terrá l’Europa in tempesta finché non sia appagato nei termini ragionevoli."
      },
      {
        "index": 7,
        "text": "I conservatori, per isbandire le utopie dannose che si spacciano in questa materia, s’ingegnano di mantenere e perpetuare il male che ne è l’origine. Sapienza simile a quella dei governi assoluti che, ricusando di temperare il proprio potere, non che fermare il torrente democratico lo resero insuperabile. Medesimamente chi ripugna alle riforme prepara e necessita le rivoluzioni economiche: chi non consente a spropriarsi dei privilegi corre il pericolo di veder manomessi i diritti, e per cansare un ordine nuovo e spiacevole apre il varco a disordini infiniti. Dico «spiacevole» perché non si può provvedere al bene dei molti senza qualche perdita dal canto dei pochi, e le rinunzie anche menome non gustano alla cupidigia. Cosicché l’egoismo di certe classi è il principale, anzi l’unico nemico delle riforme di cui ragiono. Se non che il diffalco dee recarsi a guadagno quando è largamente ristorato dagli effetti; e la generositá nel nostro caso, riducendosi a un giusto computo dei propri interessi, dovrebbe nascere dalla filautia medesima, se questa fosse oculata dell’avvenire. Imperocché il bene sovrano del vivere sociale è la sicurezza, che non si accorda col timore incessante di rivoluzioni agrarie e sanguinose; il quale, incagliando i traffichi e gli artifizi, nuoce da un lato all’opulenza anche dei pochi, assai piú che non le giova il resistere ai cambiamenti opportuni."
      },
      {
        "index": 8,
        "text": "Ma l’egoismo è cieco, ostinato, e né le ragioni né l’esperienza vagliono a farlo rinsavire e ricredere. Pareva in sulle prime che la rivoluzione francese del quarantotto dovesse aprir gli occhi ai conservatori, dove che non fece altro che aggiunger loro una benda. Benché abbiano toccato con mano che né l’arte né la forza valsero a prevenire una sollevazione mossa da princípi nuovi e allora deboli, egli si affidano di poterli spegnere ora che son piú diffusi e che il popolo è conscio di ciò che può, avendo messo a terra una signoria che invitta si riputava. Ecco che i moltiplici spedienti messi in opera da due anni con assidua perseveranza non ebbero altro effetto che di propagare in tutta la Francia le idee e le voglie novatrici della metropoli. Cotalché se i casi passati dimostrano che le rivoluzioni civili sono difficili a impedire, la fresca esperienza, le disposizioni presenti e il raziocinio insegnano che le economiche sono impossibili a ovviare se non rimovendo le cause che le partoriscono. E in vero le prime, mirando all’acquisto di certi beni piú intellettivi e morali che sensati, e talvolta piú apparenti che effettivi, si capisce come possano essere distornate e anche superate, perché la plebe, costretta di procurare indefessamente le necessitá della vita, dimentica di leggieri, passata l’effervescenza, le idee astratte e la politica, e se non vince la prova con un primo impeto può stancarsi di proseguirle. Laddove questo non ha né può aver luogo in ordine alle seconde. Il bisogno che le necessita non ha respiro né tregua: è uno sprone, uno stimolo, un pungolo incessante, tenuto vivo e presente dalle continue privazioni e dal dolore, avvalorato dal confronto della propria miseria colla felicitá degli altri, ricordato a ogni istante dal duro covile, dal fetido albergo, dal pane scarso e dalla fame, dal lavorare arrangolato, dai patimenti e dai gemiti della moglie, dei figli e degli altri cari. «Le cose che hanno in sé utilitá — dice il Machiavelli, — quando l’uomo ne è privo, non le dimentica mai, ed ogni minima necessitá te ne fa ricordare; e perché le necessitá vengono ogni giorno, tu te ne ricordi ogni giorno»[8]."
      },
      {
        "index": 9,
        "text": "La riforma economica è dunque uno di quei concetti che, entrati una volta nella mente di un popolo, non ne escono prima che sieno effettuati. Si aggiusti, verbigrazia, chi può nell’animo che venticinque e piú milioni di francesi, consci del loro numero, delle forze, delle miserie, dopo di aver cacciata tutta quanta una prosapia di principi, abbattuto il trono e fondata una repubblica per migliorare lo stato proprio, ne depongano il disegno e la speranza e si rassegnino a veder le ricchezze, il credito, la potenza, gli onori, i piaceri, le delizie, le pompe possedute e usate a lor danno da uno spicchio della nazione. Non chieggasi ai popoli culti una pazienza che sarebbe stupida o santa, quasi che sieno insensati piú dei negri d’Affrica o eroici come i martiri cristiani."
      },
      {
        "index": 10,
        "text": "Questo avviamento è tanto piú fatale quanto che la plebe propriamente detta (che pur è il maggior numero) non è sola a desiderarlo. La secondano piú o meno i minuti borghesi per interesse, i savi per antiveggenza di piú gravi mali, i bennati e magnanimi (dei quali per buona sorte non è spento il seme) per religione, umanitá e giustizia. Ora da un lato queste tre classi, e massime le due prime, ingrossano di mano in mano che la civiltá progrediente diffonde i sensi elevati, aumenta la previdenza e unisce i minori popolani al ceto infimo; atteso che il monopolio politico ed economico, tendendo ad accrescere il cumulo dei capitali, fa sí che i borghesi di bassa taglia partecipano per molti rispetti alle condizioni della plebe assai meglio che ai privilegi dei facoltosi. Dall’altro lato esse inclinano a temperare il moto e ad impedire che le riforme trascorrano oltre i limiti dell’equo e del ragionevole. Cosicché sarebbe piano ai governi continentali il riparare coll’aiuto di tali classi ai disordini avvenire, imitando la prudenza britannica che, non solo in questo proposito ma intorno alla schiavitú coloniale e ad altri capi, seppe condiscendere in tempo al voto pubblico ed ebbe agio di moderarlo."
      },
      {
        "index": 11,
        "text": "Ma egli è vano lo sperar tanto senno da coloro che ripetono e celebrano come un aureo dettato questa sentenza di un oratore spagnuolo: che «quanto piú i tempi sono propensi alle cattive riforme economiche, tanto piú i governanti debbono guardarsi di dar opera alle buone»[9]. La piú volgare esperienza attesta quanto sia folle e rovinosa questa politica, la quale, attraversandosi al torrente in vece di spianargli il letto e indirizzarne il corso, è il modo piú sicuro di far che trabocchi ed inondi con impeto insuperabile. Vero è che l’autore dell’aforismo consiglia per rimedio la religione. Ma siccome le credenze per mala ventura sono affievolite nei piú, la religione è uno di quei rimedi che abbisognano essi di medicina. — Rimettetela in vigore. — Ottimo consiglio; ma oltre che ci vuol tempo e che non bastano a tal effetto i cappuccini né i gesuiti né i cardinali, questo è uno di quegli uffici che non toccano allo Stato, il quale ogni volta che s’intromette delle cose sacre le guasta vie meglio in vece di racconciarle. — Ci provvegga la Chiesa a cui incombe tal carico. — Benissimo; ma anche la Chiesa è un difensivo che oggi pur troppo ha mestieri di essere difeso, e quindi non basta a sostegno di ciò che crolla e periclita. Verrá tempo (giova sperarlo) in cui la religione e la Chiesa rifioriranno; ma esso è ancora lontano, e in questo intervallo il loro aiuto non basta agli Stati vacillanti. Coloro che si contentano di tali spedienti si ravvolgono in un circolo vizioso, non avvertendo che quella religione a cui chieggono la salvezza temporale del mondo, mentre perde ogni giorno del suo imperio sugli animi e sugli intelletti, alcuni secoli sono regnava incontrastabilmente su tutta Europa, aveva l’assenso universale; e tuttavia non potè impedire che le cose divenissero di mano in mano allo Stato, in cui sono oggi. Ora se ella non fu in grado di antivenire i principi e l’aumento del male quando era potentissima, come potrá farlo ora che i veri credenti sono pochissimi e che quello è cresciuto fuor di misura e cresce continuamente? Egli è questo come volere che un infermo attempato ringiovanisca per guarire: il rimedio è di gran lunga piú difficile della guarigione. La maggior prova d’incapacitá pratica che possa dare un politico si è quella di proporre al conseguimento di un fine certi mezzi piú ardui del fine medesimo; e il signor Cortes imita sottosopra Giuseppe di Maistre, che suggeriva d’instaurare l’onnipotenza papale dei bassi tempi per mettere un argine al moto intellettuale e popolare di Europa[10]."
      },
      {
        "index": 12,
        "text": "Nel resto non pare che il prelodato oratore faccia gran fondamento nella religione e nella Chiesa, poiché ci aggiunge la forza materiale, cioè gli eserciti[11]. Se non che si dee dire di tal presidio quel medesimo che dell’altro; imperocché se gli eserciti non salvarono mai i governi odiati, e se non ostante la loro opera l’Europa è da gran tempo il campo di continue rivoluzioni, essi riusciranno difficilmente a far meglio, quando in cambio di essere strumenti ciechi e devoti di chi gli assolda si dimesticano anch’essi e s’impregnano nei paesi culti di spiriti cittadini. I pretoriani antichi e i barbari arrolati, in vece di proteggere il romano imperio, lo sperperarono come tosto, pesate le proprie forze, conobbero che erano padroni di chi li pagava per difensori. Or come i soldati moderni potranno fare alleanza durevole coi privilegiati contro la plebe, mentre son plebe e sanno di essere, mentre partecipano ai desidèri, alle speranze, ai dolori della medesima?"
      },
      {
        "index": 13,
        "text": "Ma la cosa piú singolare si è che la religione proposta dallo spagnuolo non è altro che una larva. Imperocché egli colloca la sostanza di quella nell’autoritá e nell’ubbidienza, le quali certo sono essenziali agli ordini cattolici, ma come una parte di essi e non la somma, come strumenti e mezzi anzi che come fine. La morale cristiana è ugualitá e fratellanza e sovrattutto amore e giustizia: in ciò risiede la sua essenza e non mica nel comando e nell’ossequio, che son virtuosi se conducono a quella, viziosi se le contrastano. L’ubbidienza non è cristiana se non è oculata, l’autoritá non è cattolica se non è congiunta a ragione[12] e temperata da libertá. Chi sente altrimenti non è cattolico né cristiano, ma gesuita: si mostra inferiore al samaritano lodato da Cristo e simile al fariseo. Vero è che si parla anco di caritá e di sacrifizio, e vuolsi che i ricchi sieno larghi di compassione e di soccorso agl’infelici. Ma se tale è il debito dei privati, come non sará quello del pubblico? se la caritá stringe i cittadini, come non obbliga i governanti? se i particolari debbono esser teneri della plebe, come può stare che i principali non debbano averne cura? e tanto maggiore, quanto piú alto è il loro grado e piú copiosi i mezzi che hanno per sovvenirla. Ora questa amorosa e operosa sollecitudine trapassata da chi ubbidisce in chi regge, che cos’è se non riforma economica, giustizia civile, patrocinio governativo? Strano mi parrebbe che dove la cittadinanza è cristiana, il governo fosse paganico. E il nostro politico lo fa peggio che pagano[13], poiché vuole una caritá e una fede avvalorate dalle sciabole e dai cannoni. La caritá privata è un debito sacrosanto, ma sola non basta a medicar le piaghe del secolo. Qui ritorna in acconcio la forma di argomentare usata di sopra. Da diciotto secoli la religione predica ai ricchi la misericordia sotto pena di un supplizio ineffabile ai trasgressori. Ora se a malgrado di ammonizioni cosí autorevoli e di minacce cosí terribili la piú parte di quelli fu dura e spietata quando credeva, sará oggi pietosa che piú non crede? e che professando le massime di Epicuro, ripone il suo inferno e il suo paradiso nei mali e nei beni della vita terrestre?"
      },
      {
        "index": 14,
        "text": "Se la religione cattolica fosse nella pratica ritirata al suo vero essere e purgata da ogni sentore di gesuitico farisaismo, sarebbe certamente un farmaco efficace ai mali della civil comunanza. Ma in che modo? Principalmente col promuovere nel pubblico quelle savie riforme che si combattono a nome suo; le quali, da lei protette, la chiarirebbero accordante all’idea divina che l’informa. Laddove passando in silenzio l’obbligo  piú capitale, ella riesce sterile; contraddicendogli, diventa odiosa. Come l’ha resa in Francia Carlo di Montalembert col predicar la crociata contro la plebe[14], concitarla alla rivolta per opprimerla, giustificare in termini assoluti le gravezze che chiamansi «indirette»[15], condir l’orgoglio, l’insolenza, il furore colla divozione e promulgare in nome di Cristo le massime piú schife e brutali del gentilesimo. Quanto è diverso il linguaggio della religione! Gli apostoli, i padri, che son pieni di rimproveri acerbi e d’invettive spaventevoli contro i ricchi[16], non hanno pei poveri che parole di amore e di consolazione; e Cristo gli abbraccia come la parte piú cara della sua Chiesa. Ora gli Stati, in cui la porzione piú preziosa del regno celeste è la piú misera e derelitta quaggiú, ed è tenuta dalla cupidigia degli uni, dall’incuria degli altri in perpetua miseria, meritano forse il nome di cristiani? non sono anzi una solenne protesta e, come dire, una bestemmia vivente contro l’evangelio e le sue dottrine?[17]."
      },
      {
        "index": 15,
        "text": "Vano è dunque lo sperare che una religione fondata in amore e fratellanza reprima l’impulso onde fu la prima origine e rinneghi i propri insegnamenti. I quali sono cosí bene accordati e librati fra loro, che chi uno ne ripudia tutti gli annulla[18]; tanto che indarno si predica ai popoli la pazienza, se ai capi non s’ingiunge di agevolarla colla giustizia. Fra i divieti mosaici si ammira giustamente quello per cui s’interdice l’appetito degli altrui beni. «La societá — scrive un prelato — non può esser franca dai rischi del comunismo se non si tronca il male nella sua radice, la quale versando nelle brame immoderate, queste si vogliono combattere ed estirpare. Ora solo il cristianesimo è capace di tanto: solo esso (e ciò concorre a chiarirlo divino) poté con legge speciale proibire sino al desiderio. L’interdetto poté parere a principio di necessitá men grave e di pratica meno frequente. Ma ecco che dopo trentatré secoli nasce a travagliare il nostro vivere civile un morbo incognito e tremendo, a cui la prefata proibizione può sola apprestare un rimedio efficace. Imperocché non altri che Dio può munirla di sanzione e sindacarne l’adempimento»[19]. L’interdizione fatta ai poveri di appetire i beni dei ricchi importa l’obbligo nei governanti di frenare la cupidigia dei ricchi e di provvedere ai bisogni dei poveri; e mira non mica a sciogliere i rettori da questo debito, ma a render tollerabili le imperfezioni della sua pratica. Ogni divieto suppone un precetto correlativo: se agli uni è tolto di desiderare, agli altri è prescritto di fare. Il che tanto è vero che lo stesso autore avverte che «la legislazione divina degl’israeliti è la sola che mantenesse in certo modo l’egualitá dei beni mediante l’instituzione mirabile dell’anno sabbatico e del giubbileo. Ma questo compenso non poteva introdursi né durare se non in una tal forma di governo che fosse affatto teocratica»[20]. Sta bene; ma dove manca questo ripiego ci dee essere l’equivalente. Se l’autor del decalogo non credette possibile il diradicare la cupiditá delle altrui fortune senza mettere ostacolo alla troppa disparitá loro, vogliam credere che i moralisti e i legislatori odierni sieno piú potenti o piú fortunati? Né alla teocrazia si dee ascrivere la convenienza della legge che impediva il soverchio disguaglio degli averi, ma sí bene al sito, ai costumi, al genio del popolo, alle condizioni della civiltá che correva in quei tempi, la quale rendeva opportuno un instituto che sarebbe impossibile al dí d’oggi, ed è conghiettura probabile di Giovanni Michaelis che anche allora poco si praticasse. Ma se i mezzi variano e debbono variare, il dovere e lo scopo del legislatore è sempre lo stesso. Oggi come allora il leggista non può promettersi che i popoli rinunzino ai desidèri immoderati, se non si studia al possibile di provvedere alle necessitá, non mica colle fole dei comunisti né cogli statuti di Moisè e di Licurgo, ma coi mezzi piú acconci all’etá in cui siamo. Oggi come in antico è cosa assurda il ricordare agli affamati il loro debito, se la legge non ristringe la voragine degli epuloni. Chi fa l’uno senza l’altro, predica al deserto e richiede dai deboli una virtú eroica. La caritá evangelica negli ordini privati è un comunismo pacifico, libero, spontaneo[21]; la giustizia cristiana negli ordini pubblici non può esser altro che un equo e naturale indirizzo nel partimento delle ricchezze. Perciò se le riforme economiche atte a scorgere tale indirizzo si vogliono chiamar «sociali», essendo ridicolo il litigare dei nomi, conchiuderemo che a questo ragguaglio il socialismo è l'unico riparo dal comunismo politico e il giubbileo cristiano della plebe moderna[22]."
      },
      {
        "index": 16,
        "text": "La plebe è il cuore e il nervo delle nazioni, le quali potrebbero durare ancorché prive degli altri ordini, ma perirebbero incontanente se venisse meno la classe plebeia. Molti popoli inculti vissero e vivono senza patrizi, senza popolani grassi, senza borghesi; di una gente civile o barbara che non abbia plebe non si dá esempio. Plebe e nazione sono dunque indivise, e però si comprende come giacciano e sorgano di conserva, e come oggi che il riscatto delle classi minute è una necessitá insuperabile, non meno urgente sia il bisogno che hanno i popoli della nazionalitá loro; tanto che i due concetti e i due moti nascono da un principio unico. Se non che vi ha fra loro questo divario: che la plebe di uno Stato è cosa affatto interna verso di esso, laddove la nazionalitá tiene dell’intrinseco e dell’estrinseco egualmente. L’una è cosa assoluta, l’altra risiede in una relazione. Imperocché l’essere nazionale, versando nell’unione e autonomia dei popoli congeneri, importa l’indipendenza dagli estrani, e quindi un’attinenza verso i domini e i potentati forestieri. Perciò, non solo a conseguirlo ma a conservarlo, vuolsi operare eziandio di fuori, come uno di quei beni che non si posseggono con sicurezza se non si godono in comune. Ogni offesa che gli si faccia presso di un popolo gli nuoce e lo debilita presso i popoli contermini o che hanno seco molte e frequenti comunicazioni; pogniamo che di presente non se ne avveggano né il danno sia manifesto."
      },
      {
        "index": 17,
        "text": "Donde segue che il primo canone di ogni sana politica si è di acquistare la nazionalitá, se giá non si possiede, o almeno di apparecchiarvisi: ottenutala, d’impedirne ogni violazione e di fare altresí ogni opera per ristabilirla e mantenerla intatta presso gli altri popoli. Quale Stato non tiene siffatto stile nelle condizioni presenti di Europa è tosto o tardi artefice a se stesso di gravi danni e di ruina. Ma i conservatori, che non veggono"
      },
      {
        "index": 18,
        "text": "piú lungi di una spanna, procedono a rovescio e si governano coi due seguenti aforismi. L’uno che «il buon assetto politico degli Stati, la felicitá dei popoli e la sicurezza dei governi non dipendono dalle considerazioni geografiche e dall’essere nazionale di quelli». Abbiamo veduto che questo principio fu la base della politica di Napoleone e di quella dei potentati raccolti nel congresso viennese. L’altro aforismo, conseguenza del primo, si è che «ogni Stato, ogni popolo, ogni nazione dee ristringersi in se medesima, attendere solamente alle cose proprie e non inframmettersi delle nazionalitá aliene per restituirle o difenderle, ma solo talvolta per affogarle». Da piú secoli, ma specialmente dai sette ultimi lustri, gli Stati europei furono osservantissimi (salvo alcuni pochi casi) di questa regola, la quale non è talmente propria dei conservatori che non abbia talvolta anco il plauso dei democratici. Essa colloca nell’egoismo nazionale e statuale la norma suprema del reggimento e, come tutte le regole prevaricatrici dell’onesto, cuopre sotto specie di utile gravissimi pregiudizi. E colorandosi coi pietosi pretesti di provvedere alla quiete e alla pace, semina dalla lunga una ricca mèsse di rivoluzioni e di guerre; dove che la violazione delle nazionalitá sarebbe facile ad antivenire ne’ suoi princípi colla vigilanza e colle pratiche, mostrando solo il ferro e senza trarlo della guaina. Io però non intendo di discorrere come moralista, ma sí bene come politico e di chiarire quanto la detta massima sia dannosa agli Stati che la mettono in pratica."
      },
      {
        "index": 19,
        "text": "Cominciamo a notare che l’egoismo civile contrasta a una legge naturale e sovrana, cioè alla sociabilitá, mediante la quale tutto il genere umano fa un solo corpo e, a malgrado delle divisioni di cittá, di Stato, di lingua, di stirpe, di nazione, dee convivere come una sola famiglia. Il segregamento si oppone a questa legge e nuoce per conseguenza alla civiltá umana, giacché la conservazione e il progresso, che sono, come dire, i due poli di essa, abbisognano dell’unione reciproca. La barbarie è disunione delle genti e dei popoli, come lo stato selvatico e ferino (che è la cima del barbarico) è sparpagliamento degl’individui. Senza il vario ed assiduo concorso di molti uomini non si dá progresso, e quanto piú cresce il numero di quelli tanto piú la celeritá e l’intensione di questo se ne vantaggiano. Similmente la conservazione ha d’uopo della concorrenza, perché dall’unione si avvalorano le forze conservatrici. E si avverta che per ambo i rispetti l’unione non porge una semplice somma delle forze sociali, ma un moltiplico il quale cresce di mano in mano con geometrica progressione. Gli adagi prefati dei conservatori, movendo dal principio che annulla le nazionalitá o le sequestra, distrugge dunque in sostanza l’unitá e la societá del genere umano e seco i due momenti o cardini della cultura."
      },
      {
        "index": 20,
        "text": "La storia conferma a punto questi dettati, insegnandoci che ogni popolo ha mestieri di estrinsecarsi in qualche modo per mantenersi, crescere e fiorire. Vuol natura che gli Stati, per esser bene condizionati dentro, si spandano e si dilatino colle imprese giuste e colle influenze e sieno solleciti dell’altrui felicitá, che è il miglior modo per conservare ed accrescere la propria. Guai ai popoli romiti ed anacoreti! Essi muoiono o alla men trista vegetano languenti e stativi, ché la solitudine è la vecchiaia delle nazioni. Onde nasce la maggioranza della stirpe europea e della civiltá cristiana se non da questo? Giacché tutte le bontá loro hanno radice in quell’istinto di comunicazione e di amore che le privilegia. Le razze son piú o meno disciplinabili secondo che sono capaci di espansione, quindi è che l’uomo rosso di America sovrasta all’etiopico, il bronzino al rosso, il giallo al bronzino, il caucasico a tutti. Il nostro continente è la parte del globo piú atta a civiltá e quello di Affrica ne è la piú aliena, perché, stante la forma loro, l’uno agevola piú di tutti e l’altro impedisce l’usanza reciproca. Il cristianesimo avanza anche umanamente le altre religioni, aspirando alla cosmopolitia del culto e della dottrina. L’Europa è cultissima e progressiva come cristiana e cosmopolitica, l’Oriente è barbaro o stanziale come infedele e ristretto in se medesimo. Eccovi la Cina, che possiede una civiltá millenare ma appassita e stagnante, perché vieta cosí l’entrata e l’uscita agli uomini come alle merci nel cuor dell’imperio, simboleggiando il suo vivere appartato colla muraglia che la cinge da tramontana. Le mura e i valli segregativi delle nazioni spesseggiavano nell’antico Levante, come attestano le reliquie o le memorie di quelli che fronteggiavano la Mesopotamia, l’Assiria, la Persia, l’Egitto, e ancor si vede nei ruderi di Derbenda, imitati da Adriano e Settimio Severo nell’Inghilterra. Ripiego adattato a quei secoli barbari, ma argomento della loro ferocia; onde piú umanamente Alessandro e Cesare sostituirono alle mura i commerci, i maritaggi e le comuni cittadinanze delle stirpi[23]. Meglio provvide la natura, che stabilí per confini i monti, ma li divise colle gole e colle valli, che gli antichi chiamavano «le porte delle nazioni». E benché abbia creati i mari ed i fiumi, ella suggerí all’ingegno nascente l’industria dei ponti, onde nacque il nome sacro e conciliativo di «pontefice»[24]; e all’ingegno adulto la nautica, che fa della marina un veicolo universale. Perciò l’elemento dell’acqua, che in origine disgiunge i popoli, in progresso di tempo e di civiltá gli riunisce col vincolo dei viaggi e dei traffichi. Come si vede nell’interno della Cina, che per le molte correnti diramate e alveolate è quasi un’immensa Venezia e una continua Polipotamia, e il commercio vi si pratica piú per acqua che per terra, se dobbiam credere agli antichi peregrinatori. Tanto che l’oceano che Orazio chiamava «dissociabile»[25] e il mare a cui Catullo dava il nome di «rozzo»[26], cioè non praticato e quasi vergine, saranno un giorno il legame piú stretto e civile dei popoli, verificando appieno la parola di Plutarco, che «l’acqua del mare è come un carro da condurre per ogni dove»[27]."
      },
      {
        "index": 21,
        "text": "L’ individuo e il genere umano sono i due capi della catena sociale, da cui mediante gli anelli interposti scaturiscono le attinenze dell’individuo colla famiglia, della famiglia col tribo e colla cittá, della cittá collo Stato e col popolo, del popolo colla nazione, della nazione colla razza e della razza con tutta la specie. Ciascuna di queste relazioni importa una comunicanza e ne nascono varie sorti di pratica e di compagnia scambievole, come a dire i parentadi, le consorterie, i commerci, le conquiste, le colonie, le missioni, i pellegrinaggi, le legazioni, i trattati, i compromessi, le alleanze, gli anfizionati, le egemonie, le cosmopolite, le influenze di vario genere, e specialmente la ragione, o dirò meglio la religione delle genti, che è la suprema regolatrice e mantenitrice di tali legami scambievoli. La civiltá è ad un tempo causa ed effetto di essi, imperocché, come li produce e avvalora, cosí ne profitta e ne piglia incremento, esercitando, per cosí dire, l’ufficio di mediatrice tra il didentro e il difuori delle varie aggregazioni, girando e rigirando per ciascuna di esse come il sangue per le arterie e per le vene, informandole come l’anima informa le membra e facendo di tutte un solo corpo."
      },
      {
        "index": 22,
        "text": "I vincoli che stringono insieme le odierne nazioni di Europa sono tre principalmente, cioè le idee mediante la stampa, le industrie mediante i traffichi, e la politica mediante le armi e le convenzioni. La politica esterna mira alla conservazione dell’equilibrio, e questo a mantenere l’indipendenza degli Stati coll’impedire la soverchia preponderanza dell’uno o dell’altro. Ma l’equilibrio è oggi piú che mai una chimera, atteso il prevalere incessante della Russia; e anche in addietro fu piú apparente che reale, perché scompagnato dal suo correlativo. Il quale consiste nell’armonia, imperocché gli Stati non possono veramente bilicarsi fra loro durevolmente se non son bene assettati in se medesimi, e quindi se le unioni e divisioni politiche non corrispondono alle naturali, che è quanto dire se gli Stati non armonizzano colle nazioni. Ogni qual volta l’assetto statuale è fatto in guisa che le nazionalitá dei popoli sieno offese collo smembramento e la soggezione, l’equilibrio ne scapita; conciossiaché avendo esso per iscopo l’indipendenza, e’ ripugna che gli Stati sieno liberi e autonomi mentre è distratta e violata la nazionalitá loro. Brevemente, Stato e nazione secondo natura sono tutt’uno; e quando la prima di queste aggregazioni, non che compiere e suggellar la seconda, le contraddice, l’arte viene a ripugnar la natura e lo Stato è intrinsecamente vizioso, racchiudendo un principio di discordia seco stesso e quindi cogli altri Stati. E siccome la natura tende sempre a ricuperare i suoi diritti, ne segue che le nazionalitá oppresse, non potendo riscuotersi e rivivere se non coi rivolgimenti politici, vi cospirano senza posa e tengono gli Stati in un tal essere torbido e violento che mal si accorda col loro bilico e contrappeso scambievole. L’armonia è dunque il coefficiente dialettico dell’equilibrio; il quale, escogitato e introdotto per un istante da Lorenzo de’ Medici in Italia, tentato d’introdurre da Arrigo quarto e dal Richelieu in Europa, non avrá luogo in effetto se non quando verrá suggellato e protetto dall’altro principio, per modo che la divisione artificiale degli Stati corrisponda al compartimento invariabile delle nazioni e alla geografia politica della natura. Solo allora la Russia lascerá di essere formidabile, imperocché la sua potenza soverchiante, incominciata collo sperpero della Polonia, si appoggia alle nazionalitá offese, che rendono l’Europa culta divisa in se stessa, e però fiacca ed imbelle, a malgrado de’ suoi eserciti e della sua cultura."
      },
      {
        "index": 23,
        "text": "Il buono e legittimo ordinamento delle nazionalitá civili non è solo richiesto all’equilibrio politico ma eziandio all’aumento e al fiore dei traffichi, nei quali oggi consiste principalmente l’utilitá che i popoli traggono gli uni dagli altri. Ogni traffico è un cambio o una permuta, che risponde di pregio e di peso al valsente dei permutanti. Quanto piú un paese è libero, ricco, sicuro, tanto piú è in grado di procacciarsi i beni degli altri e di condirli dei propri, tanto piú ci fioriscono il commercio e le utili industrie. Ma l’opulenza, la libertá e la quiete di uno Stato hanno proporzione col sentimento che tiene e col buon uso che fa delle proprie forze, le quali sono assopite o male esercitate finché il popolo non ha senso ed essere di nazione. La nazionalitá essendo pertanto il fondamento delle franchigie e delle dovizie, e queste degli artifici e della mercatura, ne segue che il buon assesto nazionale di ciascun popolo è conducevole a tutti, e che la nazionalitá degli uni dee esser cara agli altri poco meno della loro propria. La noncuranza dei conservatori verso le nazionalitá straniere è un egoismo nemico di se medesimo; e la politica instituita dal congresso di Vienna, avendo per effetto di scemar la ricchezza universale nella sua fonte, contraddice all’indole della civiltá odierna, che versa massimamente nei progressi industriali e mercantili."
      },
      {
        "index": 24,
        "text": "L’Inghilterra, che fra le nazioni moderne di Europa è sola dotata di viril senno, si è resa capace di due veri importantissimi: l’uno che la libertá politica dei vari popoli giova a tutti, l’altro che la libertá economica non pregiudica a nessuno. I due uomini di Stato piú insigni che ella ebbe alla nostra memoria, cioè Giorgio Canning e Roberto Peel, li promulgarono e misero in pratica, vincendo col retto senso i sofismi del senso volgare e comune. Ma ella non si è forse tuttavia sciolta dalle pastoie di questo intorno a una terza veritá, che non è meno fondata e importa piú ancora; imperocché mentre favorisce e protegge il libero inviamento dei popoli disgiunti, ella par che ne vegga con gelosia gli sforzi indirizzati a ottenere o ricovrare l’unione e la compiuta nazionalitá loro. Tanto che se le spiacerebbe, per cagion di esempio, che il Piemonte, il Portogallo, la Spagna, la Grecia tornassero al giogo antico, per avventura non vedria di buon occhio che la penisola iberica e l’italica racquistassero l’unitá loro e che i discendenti degli elleni rintegrassero il prisco dominio, temendo di averli, quando che sia, concorrenti formidabili al suo commercio. Ma la libertá nazionale dei popoli non è men profittevole a tutti che la politica e l’economica, e il timor del contrario si fonda in una fallacia simile a quelle che dianzi patrocinavano la servitú dello Stato e del cambio. Imperocché ciò che si perde da un lato si rimette con usura dall’altro, ciò che è di scapito nel presente torna a ristoro abbondevole nell’avvenire. Uno Stato vale come emporio, né piú né meno di quello che prova come terra o come officina; tanto che quanto piú egli è ricco e atto a spandere i suoi proventi naturali ed artificiali, tanto piú egli serve di scolo largo e copioso a quelli degli altri. Or le industrie e la coltivazione, fattrici della ricchezza, dipendono dall’operositá degli uomini e dalle buone leggi, e però non conseguono la perfezione loro dove manca la libertá. Anche il libero spaccio ha i suoi inconvenienti e può nel principio piú nuocere che giovare, come accade piú o meno a tutte le riforme eziandio ottime; perché ogni mutazione, distruggendo l’equilibrio e scomponendo l’ordine antico per sostituirgliene un nuovo, non può fare che in sulle prime non causi qualche disordine. Ma questo non può durare, atteso l’armonia intrinseca degl’interessi[28], la quale, essendo una legge di natura fondata nella condizione immutabile delle cose, a poco andare vien sempre a galla, e solo manca quando si vuol sostituire un indirizzo capriccioso e violento delle forze sociali alla loro spontanea e libera esplicazione. Ora qual forza sociale è maggiore e piú viva ai dí nostri dell’istinto nazionale dei popoli? E se è dannoso e a lungo impossibile l’inceppar le franchigie ed i traffichi, sará egli piú ovvio e fruttifero l’opprimere le nazioni? e il tôrre loro il conseguimento di quel bene che è la somma e la cima del vivere franco e civile? Ovvero si vorrá credere che il rifiorire delle nazionalitá sia meno propizio all’utilitá generale che quegli altri capi? Tanta è l’evidenza di queste ragioni e la lor parentela con quelle che favoriscono la libertá commerciale e governativa, anzi tale la medesimezza fra le une e le altre, che la Gran Bretagna non può differir gran fatto a superare il breve intervallo che ancor la divide dalla politica naturale, promovendo anche pel proprio utile il compiuto risorgimento e l’unitá nazionale dei popoli europei."
      },
      {
        "index": 25,
        "text": "Il patrocinio delle nazioni giova non solo come strumento di prosperitá ma eziandio come presidio di sicurezza. L’esempio è, in politica non altrimenti che in morale, di grande efficacia; cosicché ogni volta che impunemente si oltraggia o si calpesta la nazionalitá di un popolo, l’ingiuria è comune a tutti, massime se all’impunitá del misfatto si aggiunge l’assenso tacito od espresso di chi potrebbe e dovrebbe impedirlo. Per la qual cosa è quasi impossibile che tali scandali non si ripetano e non ricadano tosto o tardi, in un modo o in un altro, sul capo degli autori. Da Carlo ottavo re di Francia in poi i principi assoluti si fecero giuoco dei diritti nazionali; e come il parricidio d’Italia fu il preludio di questa iniqua e sconsigliata politica, cosí il suo compimento dal canto dei despoti fu quello della Polonia. La prima repubblica francese seguí le tradizioni regie, e le usurpazioni del direttorio vennero imitate e aggravate dal Buonaparte. I governi susseguenti tennero la via medesima: il residuo della Polonia, l’Ungheria, la Germania, l’Italia furono iteratamente schiacciate; e la piú fresca offesa dell’ultima venne dai rettori della nuova repubblica. Or chi non vede che se la Francia dovesse soggiacere a un insulto di fuori, la sua nazionalitá dopo tanti esempi correrebbe gravissimo pericolo, trovandosi a discrezione del vincitore? Né ella avrebbe buon viso a dolersene, avendo lasciato falsare il giure europeo e cooperato tante volte a manometterlo. Siccome non sarebbe dai rigidi estimatori compianto il Piemonte se l’Austria riuscisse a dargli la legge come la diede alla bassa Italia, avendo egli passate tali enormezze senza pure combatterle con una protesta."
      },
      {
        "index": 26,
        "text": "Alla sicurezza degli Stati si oppongono le sètte eccessive, le quali, come notammo, son di pericolo quando s’insignoriscono dell’opinione pubblica e assumono contro i reggenti il patrocinio delle idee nobili e belle. Una di queste è la giustizia, che innamora gli animi bennati in qualunque caso, ma rapisce eziandio i volgari quando si esercita a pro di tutto un popolo. Sublime spettacolo è il risorgere di una nazione, come tetro e nefando è il suo parricidio. E quando la tristizia di chi l’opera è accompagnata dalla viltá di chi lo consente, l’indegnazione trabocca e travalica ogni misura: l’iniquitá rende l’uno odioso, e l’ignavia l’altro spregevole; il che è forse peggio che l’essere abborrito. Or come un principe vilipeso potrá vincere le fazioni aiutate da sensi magnanimi? Laddove ai popoli fieri e bramosi di gloria i governi stretti son tollerabili, se gelosi ad un tempo del pubblico onore; come fece la Francia, che sostenne per dieci anni gl’imperi despotici di Napoleone. La tutela dei popoli oppressi è però un mezzo di preservazione efficace e dovrebbe almeno per tal riguardo essere a petto dei conservatori. Chiede altri riforme immoderate? E tu mostrati premuroso della dignitá patria. Si duole di non essere in casa libero a bastanza? Rendilo glorioso di fuori. L’obblio di questa massima precipitò i Borboni nel quindici e nel trenta; e Filippo non avrebbe sepolta la monarchia colla sua corona, se ai vizi del governo interiore non si fosse aggiunto l’avvilimento della Francia."
      },
      {
        "index": 27,
        "text": "Da queste avvertenze si deduce il seguente principio, ch’io stimo essere la base precipua della vera ragion di Stato nelle cose che si attengono alla politica generale. La leva civile di ogni popolo diviso vuolsi appoggiare alla nazione di cui fa parte, e quella di ogni nazione particolare dee appuntarsi all’Europa. Dai tempi guerrieri e coloniali del mondo antichissimo sino ai nostri le storie di tutti i paesi il comprovano, non trovandosi uomo, popolo, Stato alcuno che abbia fatto cose notabili e conseguito gloria di maestria civile senza valersi di questa leva. Imperocché, universalmente parlando, siccome l’essenza degli esseri finiti versa nelle relazioni, l’elaterio di ogni forza è estrinseco senza lasciar di essere interiore: la nazione è nella schiatta e il popolo nella nazione nel modo che la specie è nel genere e l’individuo nella specie; tanto che il didentro e il difuori si convertono e compenetrano a vicenda. Se non che l’esterno, essendo il tutto, prevale all’interno, che è solo una parte, d’importanza e di efficacia; e a questo ragguaglio si può dir degli Stati ciò che Tacito scrive dei sarmati: «essere il lor potere fuor di loro»[29]. Onde nasce un effetto mirabile: che il piccolo può padroneggiare moralmente il grande appropriandosi in certo modo la sua grandezza, e una cittá o una piccola provincia avere la signoria del mondo. Anzi che cercare esempi nei secoli passati ed antichi troppo diversi dai nostri, io voglio allegarne uno vivo e presente, cioè quello dell’Inghilterra. La quale è un popolo di trenta milioni di anime, campato sopra un’isola di tenuta mediocre, sterile e boreale; e tuttavia ha l’imperio del mare e divide colla Russia il principato del continente. Ella acquistò una potenza cosí smisurata coll’azione estrinseca, mediante la quale seppe volgere a proprio vantaggio le forze degli altri popoli, assai meno colle armi che colle idee e colle opere civili. Come l’uomo, debolissimo fra gli animali, riesce pure coll’individuale ingegno a domare e usufruttuar le fiere e la natura, cosí la Gran Bretagna coll’ingegno politico si è, per cosí dire, infeudata la metá del mondo civile e barbarico, procacciandosi una signoria cosmopolitica di traffichi, di leghe, di compagnie, di clientele, d’influssi, di aderenze."
      },
      {
        "index": 28,
        "text": "Ma se la leva è esterna, in quanto di fuori si appunta, ella dee però essere tua propria, cioè frutto del tuo valore e delle tue fatiche; né ti è dato di vantaggiarti cogli altri popoli, se non hai cura di educare, svolgere, attuare a compimento le forze ricevute dalla natura. Gli Stati deboli e inerti fanno il contrario; e bisognando di appoggio, si brigano assai meno di meritarlo che di ottenerlo, come il pigro che cerca di arricchire non giá trafficando il danaro ma chiedendolo in limosina o in prestanza. Due anni sono potea la Francia ovviare ai pericoli e divertir gli spiriti dalle utopie nocive, rivolgendoli alle imprese generose; al che facile ed ampia materia le porgea l’Europa. Poteva imprimere un savio indirizzo alla foga inesperta dei popoli e assumere il patrocinio delle nazioni; dove che rilasciando agli altri pel male la balia che aveano pel bene, i suoi correttori sono ormai ridotti a sperar che i cosacchi li salvino dai demagoghi. Il Piemonte è un membro divulso, che non può esser saldo e forte se non si aiuta colla nazione a cui appartiene. Ebbe a principio il buon pensiero di farlo, abbracciando colle idee e colle armi la causa patria; e il suo nome fu riverito e benedetto. Ma come tosto lasciò di capitanare l’autonomia e la libertá comune, abbandonando l’una ai diplomatici e l’altra agl’immoderati, egli fu causa che entrambe perissero nell’altra Italia e divenne cliente d’altri in vece di esser arbitro della penisola. Pare almeno che, ridotta la cosa a questi termini, egli avrebbe dovuto tener un occhio ai protettori e l’altro ai nemici, se la vigilanza fosse conforme ai canoni dei conservatori. «Cessiamo dallo spinger l’occhio oltre i nostri confini: concentriamoci in vece in noi stessi e pensiamo prima di ogni altra cosa a rimettere le nostre finanze»[30]. Il sapiente consiglio dovette esser seguito, poiché gli apparecchi austriaci e le disdette dei ministri inglesi giunsero testé improvvise e atterrirono i governanti, i quali erano stati per due anni colle mani a cintola, come se l’Europa fosse nella pace a gola e i tempi correnti somigliassero a quelli degli arcavoli."
      },
      {
        "index": 29,
        "text": "I conservatori, governandosi colle massime della vecchia politica, non si accorgono che i tempi sono a maraviglia mutati e che oggi è follia ciò che una volta era saviezza. Nei popoli divisi la vita segregata può stare e anche conciliarsi con una certa prosperitá, finché la coltura è poca, il senso della patria assopito e dorme la coscienza della persona e unitá nazionale. Ma come prima l’idea di questa si affaccia e cresce la gentilezza, se chi amministra lo Stato s’impunta a voler perpetuare il segregamento, sorge tosto una parte nazionale che acquista ciò che quegli perde; la quale, rendendosi interprete di un istinto comune, non è veramente parte né setta, ma la nazione medesima che differisce dalla sètta e dalle parti come l’universale dal particolare. La civiltá è per natura espansiva e nasce dall’ingegno che è la vena creatrice, laonde i governi veramente culti inclinano ad ampliare il giro della loro azione. E quanto lo Stato è piccolo per difetto d’integritá nazionale, tanto è lungi che la ristrettezza lo ritiri dall’estrinsecarsi; ché anzi ne accresce il bisogno, sia perché ogni essere tende ad acquistare il suo assetto naturale, e perché i minori diritti e anco gl’interessi schiettamente materiali, come i commerci e gli opifici (in cui consiste tanta parte della vita odierna), non sono sicuri e durevoli se l’autonomia nazionale non li protegge. E in vero quando un paese manca di questa è piú passivo che attivo: riceve e non porge le impressioni e le influenze; non ha che un uso scarso e imperfetto delle proprie forze; può esser libero in apparenza, ma è servo in effetto, poiché vive a discrezione dei piú potenti e non è padrone né arbitro di se medesimo."
      },
      {
        "index": 30,
        "text": "L’azione estrinseca dei popoli varia secondo i tempi. Nelle etá rozze o poco civili ella suol essere brutale ed esercitarsi per via di crudeli conquiste, come quelle delle popolazioni germaniche, arabiche, finniche e mongoliche nel corso del medio evo; o mista di legalitá e di forza, di dolcezza e di violenza, come in Alessandro, negli antichi romani e recentemente in Napoleone. Laddove la leva propria dei secoli piú disciplinati è pacifica e spirituale, versando nel cambio delle idee e degli utili e nella morale onnipotenza dell’ingegno e del senno; l’uso delle armi non ci concorre altrimenti che come accessorio e a tutela non ad offesa della giustizia. Tal è la signoria che il pontefice romano ebbe nei bassi tempi, quella che la moderna Europa ha sul resto del mondo, che la Francia d’oggi potrebbe aver sull’Europa, che il Piemonte sortí per pochi istanti sul rimanente della penisola. Napoleone cadde perché tentò di sostituire i cannoni ed il ferro alla forza civile in tali tempi che piú nol consentivano, volendo farla da dittator militare anzi che da sapiente e pacifico moderatore. Oggi adunque l’azione esterna non può essere salutare e durevole se non ha una misura ed un limite, guardandosi di non trapassarlo, il quale risiede nell’autonomia e spontaneitá delle nazioni. Ognuna di queste ha la sua individualitá propria e inviolabile, a cui gl’influssi e gli aiuti esteriori vogliono attemperarsi in guisa che non la sforzino né mutino punto il suo nativo e spontaneo indirizzo. Solo nel giro della nazionalitá interno l’uso delle armi è legittimo se richiesto a conservarla, giacché in tal caso la forza non corre da nazione a nazione ma da un membro all’altro dello stesso corpo. Ora egli è degno di considerazione che quei medesimi conservatori i quali celebrano l’ignavia e la solitudine come strumento potissimo di salvezza, che veggono a occhi asciutti i forti ingoiare i deboli e perire i popoli eroici senza pure aprir bocca né muovere un dito per compiangerli e sovvenirli, che spacciano per santo l’egoismo piú ignobile, dicendo che ciascuno non dee pensar che a se stesso; si scostano da questa regola in un solo caso, cioè quando lor cade in acconcio di violar la giustizia essi medesimi e di abbattere l’innocenza. Allora si affaccendano, si armano, si muovono, passano le frontiere, sono prodighi dell’oro e del sangue proprio per mungere o per ispargere quello degli altri. Non è questa la dolorosa storia di Europa dal quindici in qua? e la recente spedizione francese non fu il degno suggello di tal politica? Coloro che si tacquero o stettero mentre l’Italia cadeva, accorsero solamente per compierne la rovina. Cosí procedendo i cattivi conservatori, oltre il ripugnare bruttamente a se stessi, tolgono ogni scusa alla codardia loro e si mostrano non meno ciechi che iniqui, perché ogni nazionalitá spenta è un’esca di turbolenze e spesso una vena copiosa di rivoluzioni."
      }
    ]
  }
}
