{
  "chapterNumber": 3,
  "title": "巻三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "世有莫盛之福，又有莫痛之禍。處莫高之位者，不可以無莫大之功。竊亢龍之極貴，未嘗不破亡也。成天地之大功者，未嘗不蕃昌也。帝王之所尊敬，天之所甚愛者民也。今人臣受君之重位，牧天之所甚愛，焉可以不安而利之，養而濟之哉？是以君子任職則思利民，達上則思進賢，功孰大焉？故居上而下不重也，在前而後不始也。《書》稱「天工人其代之」，王者法天而建官，自公卿以下，至於小司，輒非天官也。是故明主不敢以私愛，忠臣不敢以誣能。夫竊人之財，猶謂之盜，況偷天官以私己乎？以罪犯人必加誅罰，況乃犯天得無咎乎？五代建侯，開國成家，傳嗣百世，曆載千數，皆以能當天官，功加百姓。"
      },
      {
        "index": 2,
        "text": "周公東征，後世追思；召公甘棠，人不忍伐。見愛如是，豈欲私害之者哉？此其後之封君多矣，或不終身，或不期月，而莫隕墜其世無者，載莫盈百，是人何也哉。"
      },
      {
        "index": 3,
        "text": "五代之臣，以道事君，以仁撫世，澤及草木，兼利外內，普天率土，莫不被德，其所安全，直天工也。是以福祚流衍，本枝百世。季世之臣，不思順天，而時主是諛。謂破敵者為忠，多殺者為賢。白起、蒙恬，秦以為功，天以為賊。息夫、董賢，主以為忠，天以為盜。此等之儔，雖見貴於時君，然上不順天心，下不得民意，故卒泣血號咷以辱終也。《易》曰：「德薄而位尊，智小而謀大，力少而任重，鮮不及矣。」是故德不稱其任，其禍必酷；能不稱其位，其殃必大。且夫竊位之人，天奪其鑒，神惑其心。是故貧賤之時，雖有鑒明之資，仁義之志，一旦富貴，則背親損舊，喪其本心，皆疏骨肉而親便辟，薄知友而厚狗馬，財貨滿於仆妾，祿賜盡於猾奴。寧見朽貫千萬，而不忍賜人一錢；寧積粟腐倉，而不忍貸人一斗。人多驕肆，負債不償，骨肉怨望於家，細民謗皞於道。前人以敗，後爭襲之，誠可傷也！"
      },
      {
        "index": 4,
        "text": "曆觀前世貴人之用心也，與嬰兒等。嬰兒有常病，貴臣有常禍，父母有常失，人君有常過。嬰兒常病，傷飽也；貴臣常禍，傷寵也；父母常失，在不能已於媚子；人君常過，在不能已於驕臣。哺乳太多，則必掣縱而生癇；貴富太盛，則必驕佚而生過。是故媚子以賊其軀者，非一門也；驕臣用滅其家者，非一世也。或以背叛橫逆不道，或以德薄不稱其貴。文昌奠功，司命舉過，觀惡深淺，稱罪降罰。或捕挌斬首，或拉髆掣胸，掊死深阱，銜刀都市，僵屍破家，覆宗滅族者，皆無功於民氓者也。而後人貪權冒寵，蓄積無極，思登顛隕之台，樂循覆車之跡，願裨福祚，以備員滿貫者，何世無之？"
      },
      {
        "index": 5,
        "text": "當呂氏之貴也，太后稱製而專政，祿產秉事而握權，檀立四王，多封子弟，兼據將相，外內磐結。自以雖湯武興，五霸作，弗能危也。於是廢仁義而尚威虐，滅禮信而務譎詐，海內怨痛，人欲其亡，故一朝摩滅而莫之哀也。霍氏之貴，專相幼主，誅滅同僚，廢帝立帝，莫之敢違。禹繼父位，山雲屏事，諸婿專典禁兵，婚姻本族。王氏之貴，九侯五將，朱輪二十三，太后專政，秉權三世。莽為宰衡，封安漢公，居攝假號，身當南面，卒以篡位，十有餘年。自以居之已久，威立恩行，永無禍敗，故遂肆心恣意，私近忘遠，崇聚群小，重賦殫民，以奉無功。動為奸詐，托之經義，迷罔百姓，欺誣天地。自以我密，人莫之知。皇天從上鑒其奸，神明自幽照其態，豈有誤哉！"
      },
      {
        "index": 6,
        "text": "夫鳥以山為卑而槽巢其上，魚以淵為淺而穿穴其中，卒所以得之者餌也。貴戚懼家之不吉，而聚諸令名；懼門之不堅，而為作鐵樞。卒其以敗者，非苦禁忌少，而門樞朽也。常苦崇財貨而行驕僭，虐百姓而失民心爾。孔子曰：「不患無位，患己不立。」是故人臣不奉遵禮法，竭精思職，推誠輔君，效功百姓，下自附於民氓，上承順於天心，而乃欲任其私知，竊君威德，以陵下民，反戾天地，欺誣神明，偷進苟得，以自奉厚。居累卵之危，而圖泰山之安；為朝露之行，而思傳世之功。譬猶始皇之舍德任刑，而欲計一以至於萬也，豈不惑哉！"
      },
      {
        "index": 7,
        "text": "王者以四海為一家，以兆民為通計。一夫不耕，天下必受其饑者；一婦不織，天下必受其寒者。今舉世舍農桑，趨商賈，牛馬車輿，填塞道路，遊手為功，充盈都邑。治本者少，浮食者眾，商邑翼翼，四方是極。今察洛陽，浮末者什於農夫，虛偽遊手者什於浮末。是則一夫耕，百人食之；一婦桑，百人衣之。以一奉百，孰能供之？天下百郡千縣，市邑萬數，類皆如此，本末何足相供？則民安得不饑寒？饑寒並至，則安能不為非？為非則奸宄，奸宄繁多，則吏安能無嚴酷？嚴酷數加，則下安能無愁怨？愁怨者多，則咎征並臻，下民無聊，則上天降災，則國危矣！"
      },
      {
        "index": 8,
        "text": "夫貧生於富，弱生於強，亂生於治，危生於安。是故明王之養民也，憂之勞之，教之誨之，慎微防萌，以斷其邪。故《易》美「節以制度，不傷財，不害民」。《七月詩》「大小教之，終而復始」。由此觀之，民固不可恣也。今民奢衣服，侈飲食，事口舌，而習調欺，以相詐紿，比肩是也。或以謀奸合任為業；或以遊敖博弈為事；或丁夫世不傳犁鋤，懷丸挾彈，攜手遨遊；或取好土，作丸賣之於彈，外不可以禦寇，內不足以禁鼠。晉靈好之，以增其惡，未嘗聞誌義之士，喜操以遊者也。唯無心之人，群豎小子，接而持之，妄彈烏雀，百發不得一，而反中面目，此最無用而有害也。或坐作竹簧，削銳其頭，有傷害之象，傅以蠟蜜，有甘舌之類，皆非吉祥善應。或作泥車瓦狗，馬騎倡排，諸戲弄小兒之具以巧詐，詩刺不績其麻。女也婆娑，今多不修中饋，休其蠶織，而起學巫祝，鼓舞事神，以欺誣細民，熒惑百姓。婦女羸弱，疾病之家，懷憂憒憒，皆易恐懼，至使奔走便時，去離正宅，崎嶇路側，上漏下濕，風寒所傷，奸人所利，賊盜所中。益禍益崇，以致重者，不可勝數。或棄醫藥，更往事神，故至於死亡。不自知為巫所欺誤，乃反恨事巫之晚，此熒惑細民之甚者也。或裁好繒，作為疏頭，令工采畫，雇人書祝，虛飾巧言，欲邀多福。或裂拆繒彩，裁廣數分，長各五寸，縫繪佩之。或紡彩絲而縻，斷截以繞臂，此長無益於吉凶，而空殘滅繒絲，縈悸小民，剋削綺穀，寸竊八采，以成榆葉無窮。水波之文，碎刺縫紩，詐為笥囊，裙䙏衣被，費繒百縑，用功十倍。此等之儔，既不助長農工女，無有益於世，而坐食嘉穀，消費白日，毀敗成功，以見為破，以牢為行，以大為小，以易為難，皆宜禁者也。"
      },
      {
        "index": 9,
        "text": "山林不能給野火，江海不能灌漏卮。孝文皇帝躬衣弋綈，足履革寫，以韋帶劍，集上書囊，以為殿帷，盛夏苦暑，欲起一台，計直百萬，以為奢費而不作也。今京師貴戚，衣服飲食，車輿文飾廬舍，皆過王制，僭上甚矣。從奴仆妾，皆服葛子升越，筒中女布，細致綺穀，水紈錦繡，犀象珠玉，琥珀玳瑁，石山隱飾，金銀錯鏤，獐麂履寫，文組彩禖，驕奢僭主，轉相誇詫。箕子所晞，今在仆妾。富貴嫁娶，車軿各十，騎奴侍僮，夾轂節引。富者競欲相過，貧者恥不逮及。是故一饗之所費，破終身之本業。"
      },
      {
        "index": 10,
        "text": "古者必有命民，然後乃得衣繒彩而乘車馬。今者既不能盡復古，細民誠可不須，乃逾於古昔孝子。衣必細致，履必獐麂，組必文采，飾襪必鋋此，校飾車馬，多畜奴婢。諸能若此者，既不生穀，又坐為蠹賊也。子曰：「古之葬者，厚衣之以薪，葬之中野，不封不樹，喪期無時，後世聖人易之以棺槨。」桐木為棺，葛采為緘，下不及泉，上不泄臭。後世以楸梓槐柏狖霡，各取方土所出，膠漆分致，釘細要削除鏟靡，不見際會，其堅足恃，其用足任，如此可矣。其後京師貴戚，必欲江南檽梓豫章楩楠，邊遠下土，亦競相仿效。"
      },
      {
        "index": 11,
        "text": "夫檽梓豫章所出殊遠，又乃生於深山窮穀，經歷山岑，立千步之高，百丈之溪，傾倚險阻，崎嶇不便，求之連日，然後見之。伐斫連月，然後訖，會眾然後能動擔，牛列然後能致水。油潰入海，連淮逆河，行數千里，然後到雒。工匠雕治，積累日月，計一棺之成，功將千萬。夫既其終用，重且萬斤，非大眾不能舉，非大車不能挽。東至樂浪，西至敦煌，萬里之中，相競用之。此之費功傷農，可為痛心。古者墓而不崇。仲尼喪母，塚高四尺，遇雨而墮，弟子請治之，夫子泣曰：「禮不修墓。」鯉死有棺而無槨。文帝葬於芒碭，明帝葬於洛南，皆不藏珠寶，不造廟，不起山陵。陵墓雖卑而聖高。今京師貴戚，郡縣豪家，生不極養，死乃崇喪。或至刻金鏤玉，檽梓楩楠，良田造塋，黃壤致藏，多埋珍寶偶人車馬，造起大塚，廣種松柏，廬舍祠堂，崇侈上僭。寵臣貴戚，州郡世家，每有喪葬，都官屬縣，各當遣吏齎奉，車馬帷帳，貸假待客之具，競為華觀。此無益於奉終，無增於孝行，但作煩攪擾，傷害吏民。"
      },
      {
        "index": 12,
        "text": "今按枿畢之郊，文武之陵，南城之壘，曾皙之塚，周公非不忠也，曾子非不孝也，以為褒君顯父，不在聚財；揚名顯祖，不在車馬。孔子曰：「多貨財傷於德，弊則沒禮。」晉靈厚賦以雕牆，春秋以為非君。華元樂呂厚葬文公，春秋以為不臣。況於群司士庶，乃可僭侈主上，過天道乎？景帝時，原侯衛不害坐葬過律奪國。明帝時，桑民摐陽侯坐塚過製髡削。今天下浮侈離本，僭奢過上，亦已甚矣。凡諸所譏，皆非民性，而競務者，亂政薄化使之然也。王者統世觀民設教，乃能變風易俗，以致太平。"
      },
      {
        "index": 13,
        "text": "凡山陵之高，非削而成崛起也，必步增而稍上焉。川穀之卑，非截斷而顛陷也，必陂池而稍下焉。是故積上不止，必致嵩山之高；積下不已，必極黃泉之深。非獨山川也，人行亦然。有布衣積善不怠，必致顏閔之賢；積惡不休，必致桀蹠之名。非獨布衣也，人臣亦然。積正不倦，必生節義之志；積邪不止，必生暴弑之心。非獨人臣也，國君亦然。政教積德，必致安泰之福；舉錯數失，必致危亡之禍。故仲尼曰：「湯武非一善而王也，桀紂非一惡而亡也。」三代之廢興也，在其所積。積善多者，雖有一惡，是謂過失，未足以亡；積惡多者，雖有一善，是謂誤中，未足以存。人君聞此，可以悚懼；布衣聞此，可以改容。"
      },
      {
        "index": 14,
        "text": "是故君子戰戰栗栗，日慎一日，克己三省，不見是圖。孔子曰：「善不積不足以成名，惡不積不足以滅身。」夫賢聖卑革，則登其福。慶封伯荒淫於酒，沈湎無度，以弊其家。晉平殆政，惑以喪誌；良臣弗匡，故俱有禍。楚莊齊威，始有荒淫之行，削弱之敗，幾於亂亡。中能感悟，勤恤民事，勞積苦思，孜孜不怠。夫出陳應，爵命管蘇，召即墨，烹阿大夫，故能中興，強霸諸侯，當時尊顯，後世見思，傳為令名，載在圖籍。由此言之，有希人君，其行一也。"
      },
      {
        "index": 15,
        "text": "知己曰明，自勝曰強。夫有不善，未嘗不知，知之未嘗復行，此顏子所以稱庶幾也。詩曰：「天保定爾，亦孔之固，俾爾亶厚，胡福不除。」小人以小善謂無益而不為也，以小惡謂無傷而不去也。是以惡積而不可掩，罪大而不可解也。此蹶屬所以迷國而不返，三季所以遂往而不振者也。夫積微成顯，積著成鄂，鄂致存亡，聖人常慎其微也。文王小心翼翼，成王夙夜敬止，思慎微眇，早防未萌，故能太平而傳子孫。且夫邪之與正，猶水與火，不同原，不得並盛，正性勝則遂重己不忍虧也，故伯夷餓死而不恨。邪性勝則忸怵而不忍舍也，故王莽竊位而不慚，積惡習之所致也。夫積惡習非久，致死亡非一也。世品人遂俾爾多益，以莫不庶。蓋也此言也。言天保佐王者，定其性命，甚堅固也。使汝信厚，何不治而多益之，甚庶眾焉不遵履五常，順養性命，以保南山之壽，松柏之茂也。德嵒如毛，為仁杉海？莫與並蜂，自求辛螫。禍福無門，唯人所召。天之所助者順也，人之所尚者信也。履信思乎順，又以尚賢，是以吉無不利也。亮哉斯言，可無思乎？"
      },
      {
        "index": 16,
        "text": "國以賢興，以諂衰；君以忠安，以忌危。此古今之常論而世所共知也。然哀國危君繼踵不絕者，豈世無忠信正直之士哉？誠苦忠信正直之道不得行爾。"
      },
      {
        "index": 17,
        "text": "夫十步之間，必有茂草；十室之邑，必有俊士。賢材之生，日月相屬，未嘗乏絕，是故亂殷有三仁，小衛多君子。以漢之廣博，士民之眾多，朝廷之清明，上下之修治，而官無直吏，位無良臣，此非今世之無賢也，乃賢者廢錮，而不得達於聖主之朝爾。"
      },
      {
        "index": 18,
        "text": "夫志道者少友，逐俗者多儔，是以舉世多黨而用私競，比質而行趨華。貢士者，非復依其質幹，準其材行也。直虛造空美，掃地洞說，擇能者而書之，公卿、刺史、掾、從事、茂才、孝廉，且二百員。曆察其狀，德侔顏淵卜冉，最其行能，多不及中，誠使皆如狀文，則是為歲得大賢二百也。然則災異曷為饑，此非其實之效。夫說梁飯食肉，有好於麵，因而不若糲粢藜烝之可食於口也。圖西施毛嬙，可悅於心，而不若醜妻陋妾之可禦於前也。虛張高譽，強蔽疵瑕，以相誑耀，有快於耳，而不若忠選實行可任於官也。周顯拘時，故蘇秦、燕噲利虛譽，故讓子之，皆舍實聽聲，嘔哇之過也。"
      },
      {
        "index": 19,
        "text": "夫聖人純，賢者駁，周公不求備，四肢不相兼，況末世乎？是故高祖所輔佐，光武所將相，不遂偽舉，不責兼行。亡秦之所棄，王莽之所捐，二祖任用以誅暴亂，成致治安，太平之世，而雲無士，數開橫選而不得直，甚可憤也。夫明君之詔也，若聲；忠臣之和也，當如響應。長短大小，清濁疾徐，必相和也。是故求馬問馬，求驢問驢，求鷹問鷹，求駹問駹，由此教令，則賞罰必也。"
      },
      {
        "index": 20,
        "text": "夫高論而相欺，不若忠論而誠實。且攻玉以石，治金以鹽，濯錦以魚，浣布以灰。夫物固有以賤治貴，以醜治好者矣。智者棄其所短，而采其所長，以致其功，明君用士，亦猶是也。物有所宜，不廢其材，況於人乎？夫修身慎行，敦方正直，清廉潔白，恬淡無為，化之本也。憂君哀民，獨睹亂原，好善嫉惡，賞罰嚴明，治之材也。明君兼善而兩納之，惡行之器也。為金玉寶政之材，剛鐵用，無此二寶，苟務作異以求名，詐靜以惑眾，則敗俗傷化。今世慕虛者，此謂堅白。堅白之行，明君所憎，而王制所不取。是故選賢貢士，必考核其清素。據實而言，其有小疵，勿強衣飾，以壯虛聲。一能之士，各貢所長，出處默語，勿肯嗉媯鄩？蕭曹周韓之論，何足得矣。吳鄧梁竇之徒，而致十，各以所宜。量材授任，則庶官無曠，興功可成，太平可致，麒麟可臻。且燕小，其位卑，然昭王尚能招集他國之英俊，興誅暴亂，成致治強。今漢土之廣博，天子尊明，而曾無一良臣，此誠不湣兆黎之愁苦，不急賢人之佐治爾。孔子曰：「未之思也，夫何遠之有？」忠良之吏，誠易得也，顧聖王欲之不爾。"
      }
    ]
  }
}