{
  "chapterNumber": 2,
  "title": "巻二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "國之所以治者，君明也；其所以亂者，君暗也。君之所以明者，兼聽也；所以暗者，偏信也。是故人君通必兼聽，則聖日廣矣；庸說偏信，則過日甚矣。詩云：「先民有言，詢於芻堯。」夫堯舜之治，辟四門，明四目，達四聰，是以天下輻湊而聖無不昭。故共鯀之徒，弗能塞也；靖言庸回，弗能惑也。秦之二世，務隱藏己，而斷百僚，隔捐疏賤，而信趙高，是以聽塞於貴重之臣，明蔽於驕妒之人。故天下潰叛，弗得聞也。皆高所殺，莫敢言之。周章至戲乃始駭，閻樂進勸乃後悔，不亦晚矣！故人兼聽納下，則貴臣不得誣，而遠人不得欺也。慢賤信貴，則朝廷讜言無以至，而潔士奉身伏罪於野矣。"
      },
      {
        "index": 2,
        "text": "夫朝臣所以統理，而多比周則亂；賢人所以奉己，而隱遁伏野。則君孤而能存者，未之嘗有也。是故明君位眾，務下言以昭外，敬納卑賤以誘賢也。其無距言，未必言者之盡可用也；其無慢賤，未必其人盡賢也。乃懼慢不肖而絕賢望也。是故聖王責小以厲大，賞鄙以招賢，然後良士集於朝，下情達於君也。故上無遺失之策，官無亂法之臣，此君民之所利，而奸佞之所患也。昔張祿一見而穰侯免，袁絲進說而周勃黜。是以當塗之人，恒嫉正直之士，得一介言於君，以矯其邪也。故飾偽辭以彰主心，下設威權以固士民。"
      },
      {
        "index": 3,
        "text": "趙高亂政，恐惡聞上，乃預要二世曰：「屢見群臣，眾議政事，則黷，黷且示短，不若藏己獨斷，神且尊嚴，天子稱朕，固但聞名。」二世於是乃深自幽隱，獨進趙高。趙高入稱好言以說主，出倚詔令以自尊。天下魚爛，相帥叛秦，趙高恐懼，歸惡於君，乃使閻樂責而殺，願一見高，不能而死。夫田常囚簡公，踔齒懸湣王，二世亦既聞之矣。然猶復襲其敗跡者，何也？過在於不納卿士之箴規，不受民氓之謠言，自以己賢於簡、湣。而趙高賢。於二臣也，故國已亂而上不知，禍既作而下不殺。此非眾共棄君，乃君以眾命係趙高，病自絕於民也。後末世之君，危何知之哉！"
      },
      {
        "index": 4,
        "text": "舜曰：「予違汝弼，汝無麵從，退有後言。」故治國之道，勸之使諫，宣之使言，然後君明察而治情通矣。且凡驕臣之好隱賢也，既患其正義以繩己矣，又恥居上位而明不及下，尹其職而策不出於己。是以郤宛得眾，而子常殺之；屈原得君，而椒蘭挺讒；耿壽建常平，而嚴延妒其謀；陳湯殺郅支，而匡衡捄其功。由此觀之，處位卑賤而欲效善於君，則必先與寵人為仇。恃舊寵沮之於內，接賤欲自信於外，思善之君，願忠之士，所以雖並生一世，憂心相，而終不得遇者也。"
      },
      {
        "index": 5,
        "text": "凡南面之大務，莫急於知賢；知賢之近途，莫急於考功。功誠考則治亂暴而明，善惡信則直賢不得見障蔽，而佞巧不得竄其奸矣。夫劍不試則利鈍暗，弓不試則勁撓誣，鷹不試則巧拙惑，馬不試則良駑疑。此四者之有相紛也，由不考試，故得然也。今群臣之不試也，其禍非直止於誣暗疑惑而已，又必致於怠慢之節焉。設如家人有五子十孫，父母不察精？，則勤力者懈弛，而惰慢者遂非也，耗業破家之道也。父子兄弟一門之計，猶有若此，則又況乎群臣總猥治公事者哉？傳曰：「善惡無彰，何以沮勸？」是故大人不考功，則子孫惰而家破窮；官長不考功，則吏怠傲而奸宄興；帝王不考功，則直賢抑而詐偽勝。故《書》曰：「三載考績，黜陟幽明。」蓋所以昭賢愚而勸能否也。"
      },
      {
        "index": 6,
        "text": "聖王之建百官也，皆以承天治地，物養萬民者也。是故有號者必稱典，名理者必效於實，則官無廢職，位無非人。夫守相令長效在治民，州牧刺史在憲聰明，九卿分職以佐三公，三公總統典和陰陽，皆當考治以效實為王休者也。侍中大夫博士議郎，以言語為職，諫諍為官。及選茂才、孝廉、賢良方正、惇樸、有道、明經、寬博、武猛、治劇，此皆名自命而號自定，群臣所當盡情竭慮，稱君詔也。今則不然，令長守相，不思立功；貪殘專恣，不奉法令；侵冤小民，州司不治。令遠詣闕，上書訟訴，尚書不以責三公，三公不以讓州郡，州郡不以討縣邑，是以凶惡狡猾，易相冤也。侍中博士，諫議之官，或處位曆年，終無進賢嫉惡拾遺補闕之語，而貶黜之憂。群僚舉士者，或以頑魯應茂才，以桀逆應至孝，以貪饕應廉吏，以狡猾應方正，以諛諂應直言，以輕薄應敦厚，以空虛應有道，以嚚闇應明經，以殘酷應寬博，以怯弱應武猛，以愚頑應治劇，名實不相副，求貢不相稱，富者乘其材力，貴者阻其勢要，以錢多為賢，以剛強為上。凡在位所以多非其人，而官聽所以數亂荒也。"
      },
      {
        "index": 7,
        "text": "古者諸侯貢士，一適謂之好德，載適謂之尚賢，三適謂之有功，則加之賞。其不貢士也，一則黜爵，載則黜地，三黜則爵土俱畢。附下罔上者刑，與聞國政而無益於民者斥，在上位而不能進賢者逐。其受事而重選舉，審名實而取賞罰也。如此，故能別賢愚而獲多士，成教化而安民氓，三有於世，皆致太平。聖漢踐祚，載祀四八而猶未者，教不假而功不考，賞罰稽而赦贖數也。諺曰：「曲水惡直繩，重罰惡明證。」此群臣所以樂總猥而惡考功也。"
      },
      {
        "index": 8,
        "text": "夫聖人為天口，賢者為聖譯。是故聖人之言，天之心也；賢者之所說，聖人之意也。先師京君，科察考功，以遺賢俊。太平之基，必自此始；無為之化，必自此來也。是故世主不循考功，而思太平，此猶欲舍規矩而為方圓，無舟楫而欲濟大水，雖或云縱，然不知循其慮度之易且速也。群寮師尹，咸有典司，各居其職，以責其效；百郡千縣，各因其前，以謀其後；辭言應對，各緣其文，以核其實。則奉職不解，而陳言者不得誣矣。《書》云：「賦納以言，明試以功，車服以庸。誰能不讓，誰能不敬應？」此堯舜所以養黎民而致時雍也。"
      },
      {
        "index": 9,
        "text": "國之所以存者，治也；其所以亡者，亂也。人君莫不好治而惡亂，樂存而畏亡。然常觀上記，近古已來，亡代有三，穢國不數。夫何哉？察其敗，皆由君常好其所亂而忘其所治，憎其所以存而愛其所以亡。是雖相去百世，縣年一紀，限隔九州，殊俗千里，然其已征敗跡，若重規襲矩，稽節合符。故曰：「雖有堯舜之美，必考於周頌；雖有桀紂之惡，必譏於版蕩。殷鑒不遠，在夏後之世。」"
      },
      {
        "index": 10,
        "text": "夫與死人同病者，不可生也；與亡國同行者，不可存也。豈虛言哉！何以知人且病也？以其不嗜食也；何以知國之將亂也？以其不嗜賢也。是故病家之廚，非無嘉饌也，乃其人弗之能食，故遂於死也。亂國之官，非無賢人也，其君弗之能任，故遂於亡也。夫生飯粳粱，旨酒甘醪，所以養生也；而病人惡之，以為不若菽麥糠糟欲清者，此其將死之候也。尊賢任能，信忠納諫，所以為安也，而暗君惡之，以為不若奸佞瑽茸讒諛言者，此其將亡之征。老子曰：「夫唯病病，是以不病。」易稱「其亡其亡，係於苞桑」。是故養壽之士，先病服藥；養世之君，先亂任賢，是以身常安而國永永也。"
      },
      {
        "index": 11,
        "text": "上醫醫國，其次下醫醫疾。夫人治國，固治身之象。疾者身之病，亂者國之病也。身之病待醫而愈，國之亂待賢而治。治身有黃帝之術，治世有孔子之經。然病不愈而亂不治者，唯針石之法誤，而五經之言誣也。乃因之者非其人，苟非其人，則規不圓而矩不方，繩不直而準不平，鑽燧不得火，鼓石不下金，金馬不可以追速，土舟不可以涉水也。凡此八者，天之張道，有形見物，苟非其人，猶尚無功，則又況乎懷道術以撫民氓，乘六龍以禦天心者哉？"
      },
      {
        "index": 12,
        "text": "夫治世不得真賢，譬猶治疾不得良醫也。治疾當真人蔘，反得支羅服；當得麥門冬，反烝橫麥。已而不識真，合而服之，病以侵劇，不自知為人所欺也，乃反謂方不誠，而藥皆無益於病，因棄後藥而弗敢飲，而便求巫覡者，雖死可也。人君求賢，下應以鄙，與真不以枉，已不引真，受猥官之，國以侵亂，不自知為下所欺也，乃反謂經不信，而賢皆無益於救亂，因廢真賢，不復求進，更任俗吏，雖滅亡可也。三代以下皆以支羅服烝橫麥合藥，病日痁而遂死也。"
      },
      {
        "index": 13,
        "text": "《書》曰：「人之有能，使循其行，國乃其昌。」是故先王為官擇人，必得其材，功加於人，德稱其位，人謀鬼謀，百姓與能，務順以動天地如此。三代開國建侯，所以傳嗣百世，曆載千數者也。自春秋之後，戰國之制，將相權臣，必以親家，皇后兄弟，主婿外孫，年雖童妙，未脫桎梏，由籍此官職，功不加民，澤不被下，而取侯多受茅土，又不得治民效能，以報百姓，虛食重祿，素餐屍位，而但事淫侈，坐作驕奢，破敗而不及傳世者也。子產有言：「未能操刀而使之割，其傷實多。」是故世主之於貴戚也，愛其嬖媚之美，不量其材而受之官。不使立功，自托於民，而苟務高其爵位，崇其賞賜，令結怨於下民，縣罪於惡，積過既成，豈有不顛隕者哉？此所謂「子之愛人，傷之而已」哉。"
      },
      {
        "index": 14,
        "text": "先王之制，官民必論其材，論定而後爵之，位定然後祿之。人君也此君不察，而苟以親戚邑官之人典官者，譬猶以愛子易禦仆，以明珠易瓦礫，雖有可愛好之情，然而其覆大車而殺病人也必矣。《書》稱「天工人其代之」，傳曰：「夫成天地之力者，未嘗不蕃昌也。」由地觀之，世主欲無功之人，而強富之，則是與天鬥也。使無德況之人，與皇天鬥而欲久立，自古以來，未之嘗有也。"
      },
      {
        "index": 15,
        "text": "凡人君之治，莫大於和陰陽。陰陽者，以天為本，天心順則陰陽和，天心逆則陰陽乖。天以民為心，民安樂則天心順，民愁苦則天心逆。民以君為統，君政善則民和治，君政惡則民冤亂。君以恤民為本，臣忠良則君政善，臣奸枉則君政惡。以選為本，選舉實則忠賢進，選虛偽則邪黨貢。選以法令為本，法令正則選舉實，法令詐則選虛偽。法以君為主，君信法則法順行，君欺法則法委棄。君臣法令之功，必效於民。故君臣法令善，則民安樂；民安樂則天心總；天心總則陰陽和；陰陽和則五穀豐；五穀豐而民眉壽；民眉壽則興於義；興於義而無奸行，無奸行則世平而國家寧，社稷安而君尊榮矣。"
      },
      {
        "index": 16,
        "text": "是故天心陰陽，君臣民氓，善惡相輔至，而代相征也。夫天者，國之基也；君者，民之統也；臣者，治之材也。工欲善其事，必先利其器。是故將致太平者，必先調陰陽；調陰陽者，必先順天心；順天心者，必先安其人；安其人者，必先審擇其人。是故國家存亡之本，治亂之機，在於明選而已矣。聖人知之，故以為黜陟之首。《書》曰：「爾安百姓，何擇非人。」此先王致太平而發頌聲也。否泰消息，陰陽不並，觀其所聚，而興衰之端可見也。稷卨、皋、陶聚而致雍熙，皇父、蹶、踽聚而致災異。夫善惡之象，千里合符，百世累跡，性相近而習相遠。是故賢愚在心，不在貴賤；信欺在性，不在親疏。二世所以共亡天下者，丞相御史也；高祖所以共取天下者，繒肆狗屠也。驪山之徒，巨野之盜，皆為名將。"
      },
      {
        "index": 17,
        "text": "由此觀之，苟得其人，不患貧賤；苟得其材，不嫌名跡。遠跡漢元以來，驕貴之臣，每受罪誅。黨與在位，並伏辜者，常十二三。由此觀之，貴寵之臣，未嘗不播授私人，進奸黨也。是故王莽與漢公卿牧守奪漢，光武與漢之遺民棄士共誅。如貴人必賢而忠，賤人必愚而欺，則何以若是？自成帝以降至於莽，公卿列侯，下訖令尉，大小之官，且十萬人，皆自漢所謂賢明忠正，貴寵之士也。莽之篡位，唯安眾侯劉崇，東郡太守翟義，思事君之禮，義勇奮發，欲誅莽。功雖不成，誌節可紀。夫以十萬之計，其能奉報惡，二人而已。由此觀之，衰世群臣，誠少賢也。其官益大者罪益重，位益高者罪益深爾。故曰：治世之德，衰世之惡，常與爵位自相副也。"
      },
      {
        "index": 18,
        "text": "孔子曰：「國有道，貧且賤焉，恥也；國無道，富且貴焉，恥也。」《詩殤》「皎皎白駒，在彼空谷，巧言如流，俾躬處休。」蓋言衰世之士，志彌潔者身彌賤，佞彌巧者官彌尊也。方以類聚，物以群分；同明相見，同聽相聞；唯聖知聖，唯賢知賢。今當塗之人，既不能昭練賢鄙，然又卻於貴人之風指，脅以權勢之囑托，請謁闐門，禮贄輻湊，追於目前之急，則且先之。此正士之所獨蔽，而群邪之所黨進也。周公之為宰輔也，以謙下士，故能得真賢。祁奚之為大夫也，舉仇薦子，故能得正人。今世得位之徒，依女妹之寵以驕士，藉亢龍之勢以陵賢，而欲使志義之士，匍匐曲躬以事己，毀顏諂諛以求親，然後乃保持之。則貞士采薇凍餒，伏死巖穴之中而已爾，豈有肯踐其闕而交其人者哉。"
      },
      {
        "index": 19,
        "text": "凡有國之君者，未嘗不欲治也；而治不世見者，所任不賢故也；世未嘗無賢也，而賢不得用者，群臣妒也。主有索賢之心，而無得賢之術；臣有進賢之名，而無進賢之實。此以人君孤危於上，而道猶抑於下也。夫國君之所以致治者，公也，公法行則軌亂絕；佞臣之所以便身者，私也，私術用則公法奪；列士所以建節者，義也，正節立則醜類代。此奸臣亂吏，無法之徒，所謂日夜杜塞賢君義士之間，咸使不相得者也。夫賢者之為人臣，不損君以奉佞，不阿眾以取容，不惰公以聽私，不撓法以吐剛。其明能照奸，而義不比黨，是以範武歸晉而國奸逃，華元反朝而魚氏亡。故正義之士，與邪枉之人不兩立之。"
      },
      {
        "index": 20,
        "text": "夫人君之取士也，不能參聽民氓，斷之聰明，反徒信亂臣之說，獨用汙吏之言，此所謂與仇遷使，令囚擇吏者也。《書》云：「謀及乃心，謀及庶人。」孔子曰：「眾好之，必察焉；眾惡之，必察焉。」故聖人之施舍也，不必任眾，亦不必專己，必察彼己之為，而度之以義。或舍人取己，故舉無遺失，而政無廢滅也。或君則不然，己有所愛則因以斷正，不稽於眾，不謀於心，苟眩於愛，唯言是從，此政之所以敗亂，而士之所以放佚者也。"
      },
      {
        "index": 21,
        "text": "昔紂好色，九侯聞之，乃獻厥女。紂則大喜，以為天下之麗莫若此也。以問妲己，妲己懼進禦而奪己愛也，乃偽俯而泣曰：「君王年即耆邪？明既衰邪？何貌惡之若此，而覆謂之好也？」紂於是渝而以為惡。妲己恐天下之愈進美女者，因白「九侯之不道也，乃欲以此惑君王也，王而弗誅，何以革後」？紂則大怒，遂脯厥女而烹九侯。自此之後，天下之有美女者，乃皆重室晝閉，唯恐紂之聞也。趙高專秦，將殺二世，乃先示權於眾，獻鹿於君，以為駿馬。二世占之曰鹿，高曰： 「馬也。」二世收目獨視，曰：「丞相誤邪！此鹿也。」高終對以馬，問於朝臣，朝臣或助二世而非高，高因白二世，此皆阿主惑上，不忠莫大，乃盡殺之。自此之後，莫敢正諫，而高遂殺二世於望夷，竟以亡。"
      },
      {
        "index": 22,
        "text": "夫好之與惡放於目，而鹿之與馬者，著於形者也。已又定矣，還至讒如，臣妾之飾偽言而作辭也。則君王失己心，而人物喪我體矣。況乎逢幽隱囚人，而待校其信，不若察妖女之留意也。其辨賢不肖也，必若辨鹿馬之審固也。此二物者，皆得進見於朝堂，暴質於心臣矣。及歡愛苟媚佞說巧辯之惑君也，猶炫耀君目，變奪君心，便以好醜，以鹿為馬，而況於效野之賢，闕外之士，未嘗得見者乎？"
      },
      {
        "index": 23,
        "text": "夫在位者之好蔽賢而務進黨也，自古而然。昔唐堯之大聖也，聰明宣昭；虞舜之大聖也，德音發聞。堯為天子，求索賢人，訪於群後，群後不肯薦舜，而反稱共鯀之徒。賴堯之聖，後乃舉舜而放四子。夫以古聖之質也，堯聰之明也，舜德之彰也，君明不可欺，德彰不可蔽也。質鮮為佞，而位者尚直若彼。今夫列士之行，其不及堯舜乎達矣，而俗之荒唐，世法滋彰。然則求賢之君，哀民之士，其相合也，亦必不幾矣。文王遊畋，遇薑尚於渭濱，察言觀誌而見其心，不諮左右，不諏群臣，遂載反歸，委之以政，用能造周。故堯參鄉黨以得舜，文王參己以得呂尚。豈若殷辛秦政，既得賢人，反決滯於仇，誅殺正直，而進任奸臣之黨哉。"
      },
      {
        "index": 24,
        "text": "是以明聖之君於正道也，不專驅於貴寵，惑於嬖媚，不棄疏遠，不輕幼賤，又參而任之，故有周之制也。天子聽政，使三公至於列士獻典，良史獻書，師箴瞍賦蒙誦，百工諫，庶人傳語，近臣盡規，親戚補察，珝叟教誨，耆艾修之，而後王斟酌焉，是以事行而無敗也。末世則不然，徒信貴人驕妒之議，獨用苟媚蠱惑之言，行豐禮者蒙愆咎，論德義者見尤惡。於是諛臣又從以詆訾之法，被以議上之刑，此賢士之始困也。夫詆訾之法者，伐賢之斧也。而驕妒者，噬賢之狗也。人君內秉伐賢之斧，權噬賢之狗，而外招賢，欲其至也。不亦悲乎！"
      }
    ]
  }
}