{
  "chapterNumber": 12,
  "title": "附録二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "附錄二序跋\n乾隆甲戌鎮原重刊潛夫論序\n余自蚤歲受讀昌黎文集，即識後漢三賢名，迨讀範史，始得詳其裏居世次，及其著述文章，而潛夫先生者，又吾鄰邑臨涇人，其景慕尤甚焉。"
      },
      {
        "index": 2,
        "text": "臨涇在今鎮原縣，縣治之北百數十步，有潛夫山，山上有亭曰思潛亭，山後有墓曰潛夫墓。余以躬養之暇，蓋嘗至其地，登其亭，訪其事，悠然想見其為人，未嘗不流連誌之。"
      },
      {
        "index": 3,
        "text": "夫先生一布衣耳，而又丁漢室之衰，非有豐功偉烈，足以耀當時而垂後世也。而度遼一迎，榮流當代；昌黎一贊，名炳儒林，夫豈無所修為，而令人愛慕一至此歟？"
      },
      {
        "index": 4,
        "text": "甲戌夏，原人將刻其全論若干篇，祈序於余。余職列詞館，凡有關國家政治之大，人物風俗之美者，分宜修明而表章之，矧以斯論之鐫，一事而三善備焉，敢以譾陋，而自諉不能歟？"
      },
      {
        "index": 5,
        "text": "我皇上崇儒重道，微顯闡幽，使千百年久晦遺書，燦然復明於世，則文治之洽也。宰是邑者，能以勸農課士之暇，首舉其鄉之先達者以為多士法，則邑令之明也。邑士人能不吝其所有，急所先務，使先賢著作不至消蝕殆盡，則儒風之盛也。嗟呼！睹斯刻者，其必不以余三善之言為少謬矣。又寧至望古遙集，疑範史五篇為未備，昌黎一贊為虛文也哉！乾隆甲戌賜進士出身翰林院庶吉士北地李方泰序\n重刊潛夫論序\n易曰：“潛之為言也，隱而未見，行而未成，是以君子弗用也。”然觀樂行憂危，則知龍德而隱，必其器識百倍於流俗，雖終其身不求聞達，而本立德以立言，自可與立功者並垂於不朽。"
      },
      {
        "index": 6,
        "text": "潛夫王先生，安定臨涇人也。其本傳載於後漢書，其論三十餘篇，僅傳其五，而其全編則見漢魏叢書。余向讀其論，見其剴切詳明，無所不備，未嘗不掩卷太息，而想見夫潛之所以為潛也。"
      },
      {
        "index": 7,
        "text": "壬申冬，余筮仕鎮原，閱邑乘，知鎮原即古之臨涇，署之北為潛夫山，山之原有潛夫墓，余以時陟其山，拜其墓，見其祠宇就傾，略為補葺。竊以先生之學，其在漢也，詎不足以博富貴？乃遯世無悶，遺佚長終，古人所以深嘆於寂寞也。"
      },
      {
        "index": 8,
        "text": "歲甲戌，諸生出其全編，謀授梓人，余閱之，知其為叢書本也。其中陰陶、帝虎，所在過多，余孤陋寡聞，與文學劉君孟祥，各以所知，訂其一二，其餘一仍舊編，付之剞劂，凡三閱月而工竣。諸生快讀其書，其亦有聞風興起，好學立誌者乎！祝其魯堂周泰元\n刻潛夫論跋\n吾鄉潛夫先生，後漢懿士也。本傳稱其著論三十餘篇，而邑乘僅載其五，思欲購其全集，而山陬僻壤，家鮮藏書，每興文獻無徵之感。丙寅冬，應試平郡，偶得之於市肆殘編中。因思秉懿之好，人有同心，鎮邑之人，無不欲讀先生之書，非重刊何以廣同好？但集中字多舛訛，弗克校讎，未敢冒昧從事。今邑侯祝其周父師、廣川孟祥劉先生詳加參訂，多所更正。於是邑之紳士踴躍醵資，遠徵梓人而剞劂之。始事於甲戌三月，至閏四月而告竣。自是鎮邑之人無不獲讀先生之書矣，快孰大焉！同裏後學張鎮、方恆跋（此刻無足取，版亦久燬，節錄序跋三篇，聊存甘肅鄉土文獻耳。鐸識）\n王紹蘭潛夫論箋序\n潛夫論三十五篇，行世本訛奪錯簡，棼如散絲。範史所載僅五篇，又經蔚宗刪改。元和姓纂、太平禦覽、路史諸書每有徵引，淮別滋多。唐、宋以來，久無善本，求是去非，蓋其難也。"
      },
      {
        "index": 9,
        "text": "昔者吾友汪主事因可，績學超奇，通心而敏，會萃舊刻，網羅佚聞，宏鬯雅言，審定文讀，草創於嘉慶己巳、庚午間。時紹蘭讀禮家居，晨夕化我，耳剽緒言頗詳。辛未服闋，握手河梁，方諄諄以鹽鐵論託其校勘，答言繡就是書，續行屬草，鄭重而別，江關閒闊，忽忽者七八年。紹蘭奉職無狀，罷官歸，而因可墓有宿草。鍵戶省愆，故人長往，庭蒿門雀，不復聞空谷足音矣。"
      },
      {
        "index": 10,
        "text": "一日，陳子東為告以因可書久成，已為代謀剞劂，因視之書而屬之敘。受而讀之，竊悲因可豐於學，嗇於年，又喜其能以書自延其年；東為愛因可，莫能助其年，而能行其書以延其年，誠可貴也。"
      },
      {
        "index": 11,
        "text": "它日遍讀之，歎其解謬達恉，傳信闕疑，博訪通人，致精極覈，且能規節信之過而理董之，自稱曰箋，宗鄭申毛之義，意在斯乎！"
      },
      {
        "index": 12,
        "text": "惟采及芻言，是謂狐裘羔鋮。即如斷訟篇“誅率”，公羊隱五年：“衛師入盛”，傳：“君將不言率師，書其重者也。”何休註雲：“分別之者，責元率。”當時未舉以相告。又如誌氏姓篇“●”疑是“裴”，尚有風俗通“裴氏，伯益之後”，見後漢書桓帝紀註，亦未引證，則紹蘭之疏略可知。"
      },
      {
        "index": 13,
        "text": "今索居多暇，溫尋舊文，又得如幹條，要皆諓說讕言，無裨百一，九原不作，質正莫由。"
      },
      {
        "index": 14,
        "text": "紹蘭竊自惟質鈍學荒，罕問揚雄奇字之亭，莫窺蔡邕異書之帳，又無西州漆簡之授，徒諷南閣篆文之遺，深慕禮堂寫定之勤，殊媿任城墨守之陋，是以瑟縮經年，不能下筆。東為敦迫不已，重其嗜古籍，竺故交，迺略書原委，附錄鄙說於後，勉副盛心焉。嘉慶己卯秋七月王紹蘭序"
      },
      {
        "index": 15,
        "text": "浮侈篇：“於彈外不可以禦寇，內不足以禁鼠。”“於”當為“其”，太平禦覽兵部引作“其彈外不可禦盜，內不足禁鼷鼠”。"
      },
      {
        "index": 16,
        "text": "“校飾車馬，多畜奴婢。”鹽鐵論散不足篇：“今富者連車列騎，驂貳輜軿。中者微輿短轂，煩尾掌蹄。夫一馬伏櫪，當中家六口之食，亡丁男一人之事。”又雲：“今庶人富者，銀黃華瑵，結綏韜杠。中者錯鑣塗采，珥靳飛軨。”又雲：“今縣官多畜奴婢，坐稟衣食，私作產業為姦利。百姓無斗筲之儲，官奴累百金；黎民昏晨不釋事，奴婢垂拱敖遊也。”此車馬奴婢浮侈之證。\n汪繼培潛夫論箋自序\n王符潛夫論行於今者，有明程榮本、何鏜本。何本出於程，不為異同。別有舊本，與白虎通德論、風俗通義合刻。風俗通義卷首題雲“大德新刊”，三書出於同時，蓋元刻也。"
      },
      {
        "index": 17,
        "text": "元刻文字視程本為勝，邊議、巫列、相列、夢列、釋難諸篇，簡編脫亂，不如程本，其務本、遏利、慎微、交際、明忠、本訓、德化、誌氏姓諸篇，各本脫亂並同。以意屬讀，得其端緒，因復是正文字，疏通事辭，依采經書，為之箋註。"
      },
      {
        "index": 18,
        "text": "謹案王氏精習經術，而達於當世之務。其言用人行政諸大端，皆按切時勢，令今可行，不為卓絕詭激之論。其學折中孔子，而復涉獵於申、商刑名，韓子雜說，未為醇儒。然符以邊隅一縫掖，閔俗陵替，發憤增歎，未能涉大庭與論議，以感動人主，又不得典司治民，以效其能，獨蓄大道，托之空言，斯賈生所為太息，次公以之略觀者已。"
      },
      {
        "index": 19,
        "text": "是本以元刻為據，其以別本及他書所引改補者，曰“舊作某，據某本某書改”，“舊脫某，據某本某書補”。其以己意改補者，止曰“舊作某”，“舊脫某”。采獲眾說，各稱名以別之。嘉慶十有九年歲在甲戌三月汪繼培序\n黃丕烈士禮居藏明刻本潛夫論跋\n潛夫論以此本為最古，明人藏欞率用此。余舊藏本為沈與文、吳岫所藏。馮己蒼所藏，即從此出。中有缺葉，出馮抄之後所補，故取馮抄校之，已多歧異。頃從坊間購此，首尾完好，適五柳主人應他人之求，遂留此輟彼。丙寅夏蕘圃識（此書今藏北京圖書館，跋亦見士禮居藏書題跋記。鐸識）\n費士璣跋\n予讀潛夫論數周，所讀係程榮刻本，中間訛謬不少，輒以意簽於上方，惜無善本可證。今假蕘翁所藏此本校之，得十之二三：“稷契”作“稷鐠”，“鐠”即“●”字也，程本誤作“稷禹”；“砥●”者，“砥矢”也，“鐠”古“矢”字，即詩“周道如砥，其直如矢”，程刻改作“砥勵”。又按此本並無缺葉，板心八十九者，即八十七也，係誤刻；其九十頁雖缺，仍不缺，文理皆貫，特誤空一葉葉數耳。道光二年十二月十二日震澤費士璣記"
      },
      {
        "index": 20,
        "text": "“稷●”見三式篇\n“砥●”見德化篇"
      }
    ]
  }
}