{
  "chapterNumber": 1,
  "title": "巻一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "天地之所貴者，人也。聖人之所尚者，義也。德義之所成者，智也。明智之所求者，學問也。雖有至聖，不生而智；雖有至材，不生而能。故《志》曰： 「黃帝師風后，顓頊師老彭，帝嚳師祝融，堯師務成，舜師紀后，禹師墨如，湯師伊尹，文武師姜尚，周公師庶秀，孔子師老聃。」若此言之而信，則人不可以不就師矣。夫此十一君者，皆上聖也；猶待學問，其智乃博，其德乃碩，而況於凡人乎？"
      },
      {
        "index": 2,
        "text": "是故工欲善其事，必先利其器。王欲宣其義，必先讀其書。《易》曰：「君子以多識前言往行，以畜其德。」是以人之有學也，猶物之有治也。故夏后之璜，楚和之璧，雖有玉璞卞和之資，不琢不錯，不離礫石。夫瑚簋之器，朝祭之服，其始也乃山野之木、蠶繭之絲耳。使巧倕加繩墨而制之以斤斧，女工加五色而制之以機杼，則皆成宗廟之器，黼黻之章，可著於鬼神，可御於王公。而況君子敦貞之質，察敏之才，攝之以良朋，教之以明師，文之以《禮》、《樂》，導之以《詩》、《書》，讚之以《周易》，明之以《春秋》，其不有濟乎？"
      },
      {
        "index": 3,
        "text": "《詩》云：「題彼鶺鴒，載飛載鳴。我日斯邁，而月斯征。夙興夜寐，無忝爾所生。」是以君子終日乾乾進德修業者，非直為博己而已也，蓋乃思述祖考之令問，而以顯父母也。"
      },
      {
        "index": 4,
        "text": "孔子曰： 「吾嘗終日不食，終夜不寢，以思無益，不如學也。」「耕也，餒在其中；學也，祿在其中矣。君子憂道不憂貧。」箕子陳六極，《國風》歌《北門》，故所謂不憂貧也。豈好貧而弗之憂邪？蓋志有所專，昭其重也。是故君子之求豐厚也，非為嘉饌、美服、淫樂、聲色也，乃將以底其道而邁其德也。"
      },
      {
        "index": 5,
        "text": "夫道成於學而藏於書，學進於振而廢於窮。是故董仲舒終身不問家事，景君明經年不出戶庭，得銳精其學，而顯昭其業者，家富也；富佚若彼，而能勤精若此者，材子也。倪寬賣力於都巷，匡衡自鬻於保徒者，身貧也；貧阨若彼而能進學若此者，秀士也。當世學士恆以萬計，而究塗者無數十焉，其故何也？其富者則以賄玷精，貧者則以乏易計，或以喪亂朞其年歲，此其所以逮初喪功而及其童蒙者也。是故無董、景之才，倪、匡之志，而欲强捐家出身曠日師門者，必無幾矣。夫此四子者，耳目聰明，忠信廉勇，未必無儔也，而及其成名立績，德音令問不已，而有所以然，夫何故哉？徒以其能自託於先聖之典經，結心於夫子之遺訓也。"
      },
      {
        "index": 6,
        "text": "是故造父疾趨，百步而廢，而託乘輿，坐致千里；水師泛軸，解維則溺，自託舟楫，坐濟江河。是故君子者，性非絕世，善自託於物也。人之情性，未能相百，而其明智有相萬也。此非其真性之材也，必有假以致之也。君子之性，未必盡照，及學也，聰明無蔽，心智無滯，前紀帝王，顧定百世。此則道之明也，而君子能假之以自彰爾。"
      },
      {
        "index": 7,
        "text": "夫是故道之於心也，猶火之於人目也。中穽深室，幽黑無見，及設盛燭，則百物彰矣。此則火之燿也，非目之光也，而目假之，則為明矣。天地之道，神明之為，不可見也。學問聖典，心思道術，則皆來覩矣。此則道之材也，非心之明也，而人假之，則為己知矣。"
      },
      {
        "index": 8,
        "text": "是故索物於夜室者，莫良於火；索道於當世者，莫良於典。典者，經也，先聖之所制。先聖得道之精者，以行其身，欲賢人自勉以入於道。故聖人之制經以遺後賢也，譬猶巧倕之為規矩準繩以遺後工也。"
      },
      {
        "index": 9,
        "text": "昔倕之巧，目茂圓方，心定平直，又造規繩矩墨，以誨後人。試使奚仲、公班之徒，釋此四度，而傚倕自制，必不能也；凡工妄匠，執規秉矩，錯準引繩，則巧同於倕也。是倕以心來制規矩，後工以規矩往合倕心也，故度之工，幾於倕矣。"
      },
      {
        "index": 10,
        "text": "先聖之智，心達神明，性直道德，又造經典以遺後人。試使賢人君子釋於學問，抱質而行，必弗具也。及使從師就學，按經而行，聰達之明，德義之理亦庶矣。是故聖人以其心來造經典，後人以經典往合聖心，故修經之賢，德近於聖矣。"
      },
      {
        "index": 11,
        "text": "《詩》云：「高山仰止，景行行止。」「日就月將，學有緝熙於光明。」是故凡欲顯勳績揚光烈者，莫良於學矣。"
      },
      {
        "index": 12,
        "text": "凡為人之大體，莫善於抑末而務本，莫不善於離本而飾末。夫為國者以富民為本，以正學為基。民富乃可教，學正乃得義；民貧則背善，學淫則詐偽。入學則不亂，得義則忠孝。故明君之法，務此二者，以為成太平之基，致休征之祥。夫富民者以農桑為本，以遊業為末。百工者以致用為本，以巧飾為末。商賈者以通貨為本，以鬻奇為末。三者守本離末，則民富；離本守末，則民貧。貧則阨而忌善，富則樂而可教。教訓者以道義為本，以巧辯為末。辭語者以信順為本，以詭麗為末。列士者以孝悌為本，以交遊為末。孝悌者以致養為本，以華觀為末。人臣者以忠正為本，以媚愛為末。五者守本離末，則仁義興；離本守末，則道德崩。慎本略末猶可也，舍本務末則惡矣。"
      },
      {
        "index": 13,
        "text": "夫用天之道，分地之利，六畜生於時，百物聚於野，此富國之本。遊業末事以收民利，此貧邦之原。忠信謹慎，此德義之基也。虛無譎詭，此亂道之根也。故力田所以富國也。今民去農桑，赴遊業，披采眾利，聚之一門，雖於私家有富，然公計愈貧矣。百工者，所使備器也。器以便事為善，以膠固為上。今工好造雕琢之器，巧偽飾之，以欺民取賄。物以任用為要，以堅牢為資。今商競鬻無用之貨，淫極侈之弊，以惑民取產，雖於淫商有得，然國計愈失矣。此三者，外雖有勤力富家之私名，然內有損民貧國之公實。故為政者明督工商，勿使淫偽；困辱遊業，勿使擅利；寬假本農而寵遂學士，則民富而國平矣。夫教訓者，所以遂道術而崇德義也。"
      },
      {
        "index": 14,
        "text": "今學問之士，好語虛無之事，爭著雕麗之文，以求見異於世。品人鮮識，從而高之，此傷道德之實，而或蒙夫之大者也。詩賦者，所以頌善醜之德，泄哀樂之情也。故溫雅以廣文，興喻以盡意。今賦頌之徒，苟為饒辯屈蹇之辭，競陳誣罔無然之事。以索見怪於世，愚夫戇士，從而奇之，此悖孩童之思，而長不誠之言者也。內孝悌於父母，正操行於閨門，所以烈士也。今多務交遊以結黨，助偷世竊名以取濟渡，誇末之徒，從而尚之，此逼貞士之節，而衒世俗之心者也。養生順志，所以為孝也。今多違志儉養，約生以待終，終沒之後，乃崇飾喪紀以言孝，盛饗賓旅以求名，誣善之徒，從而稱之，此亂孝悌之真行，而誤後生之痛者也。忠正以事君，信法以理下，所以居官也。今多奸諛以取媚，撓法以便佞，苟得之從而賢之，此滅貞良之行，開亂危之原也。五者外雖有振賢才之虛譽，內有傷道德之至實。凡此八者，皆衰世之務，而闇君之所固也，雖未即於篡弑，然亦亂道之漸來也。"
      },
      {
        "index": 15,
        "text": "夫本末消息之爭，皆在於君，非下民之所能移也。夫民固隨君之好，從利以生者也。故君子曰：財賄不多，衣食不贍，聲色不妙，威勢不行，非君子之憂也。行善不多，申道不明，節志不立，德義不彰，君子恥焉。是以賢人智士之於子孫也曆之以志弗厲以詐；勸之以正，弗勸以詐；示之以儉，弗示以奢；貽之以言，弗貽以財。是故董仲舒終身不問家事，而疏廣不遺賜金。子孫若賢，不待多富；若其不賢，則多以征怨。故曰無德而賄豐，禍之胎也。昔曹羈有言：「守天之聚，必施其德義。」德義弗施，聚必有闕。今或家賑而貸之，遺賑貧窮，恤矜疾苦，則必不久居富矣。易曰：「天道虧盈以衝謙。」故仁以義費於彼者，天賞之於此；以邪取於前者，衰之於後。是以持盈之道，挹而損之，則不可以免於亢龍之悔，乾坤之愆矣。是故務本則雖虛偽之人皆歸本，居末則雖篤敬之人皆就末。且凍餒之所在，民不得不去也；溫飽之所在，民不得不居也。故衰暗之世，本末之人，未必賢不肖也，禍福之所勢不得無然爾。故明君蒞國，必崇本抑末，以遏亂危之萌。此誠治之危漸，不可不察也。"
      },
      {
        "index": 16,
        "text": "世人之論也，靡不貴廉讓而賤財利焉。及其行也，多釋廉甘利之於人，徒知彼之可以利我也，而不知我之得彼，亦將為利人也。知脂蠟之可明燈也，而不知其甚多則冥之。知利之可娛己也，不知其稱而必有也。前人以病，後人以競，庶民之愚，而衰暗之至也。予故歎曰：「何不察也！」願鑒於道，勿鑒於水。象以齒焚身，蚌以珠剖體。匹夫無辜，懷璧其罪。嗚呼問哉！無德而富貴者，固可豫吊也。且夫利物，莫不天之財也。天之制此財也，猶國君之有府庫也。賦賞奪與，各有眾寡，民豈得強取多哉？故人有無德而富貴，是凶民之竊官位盜府庫者也。終必覺，覺必誅矣。盜人必誅，況乃盜天乎？得無受禍焉？鄧通死無簪，勝跪伐其身。是故天子不能違天富無功，諸侯不能違帝厚私勸。非違帝也，非違天也，帝以天為製，天以民為心，民之所欲，天必從之。是故無功庸於民而求盈者，未嘗不力顛也。有勳德於民而謙損者，未嘗不光榮也。"
      },
      {
        "index": 17,
        "text": "自古於今，上以天子，下止庶人，蔑有好利而不亡者，好義而不彰者也。昔周厲王好專利，芮良夫諫而不入，退賦《桑柔》之詩以諷。言是大風也，必將有遂；是貪民也，必將敗其類。王又不悟，故遂流死於彘。虞公屢求以失其國，公叔戍崇賄以為罪，柏魋不節飲食以見弑。此皆以貨自止，用財自滅。楚鬥子文三為令尹而有饑色，妻子凍餒，朝不及夕。季文子相四君，馬不餼粟，妾不衣帛，子罕歸玉，晏子歸宅。此皆能棄利約身，故無怨於人，世厚天祿，令問不止。伯夷、叔齊餓於首陽，白駒、介推遁逃於山谷，顏、原、公析困饉於郊野。守志篤固，秉節不虧。寵祿不能固，威勢不能移。雖有南面之尊，公侯之位，德義有殆，禮義不班。撓志如芷，負心若芬，固弗為也。是故雖有四海之主，弗能與之方名；列國之君，不能與之鈞重。守志於一廬之內，而義溢乎九州之外；信立於千載之上，而名傳乎百世之際。"
      },
      {
        "index": 18,
        "text": "所謂賢人君子者，非必高位厚祿富貴榮華之謂也。此則君子之所宜有，而非其所以為君子者也。所謂小人者，非必貧賤凍餒困辱阨窮之謂也。此則小人之所宜處，而非其所以為小人者也。奚以明之哉？夫桀、紂者，夏、殷之君王也；崇侯、惡來，天子之三公也。而猶不免於小人者，以其心行惡也。伯夷、叔齊，餓夫也；傳說、胥靡，而井臼處虜也。然世猶以為君子者，以為志節美也。故論士苟定於志行，勿以遭命，則雖有天下，不足以為重；無所用，不可以為輕；處隸圉，不足以為恥；撫四海，不足以為榮。況乎其未能相縣若此者哉？故曰：寵位不足以為尊我，而卑賤不足以卑己。夫令譽從我興，而二命自天降之。詩云：「天實為之。」謂之何哉？故君子未必富貴，小人未必貧賤；或潛龍未用，或亢龍在天，從古以然。"
      },
      {
        "index": 19,
        "text": "今觀俗士之論也，以族舉德，以位命賢，茲可謂得論之一體矣，而未獲至論之淑真也。堯，聖父也，而丹凶傲；舜，聖子也，而叟頑惡；叔向，賢兄也，而鮒貪暴；季友，賢弟也，而慶父淫亂。論若必以族，是丹宜禪，而舜宜誅，鮒宜賞，而友宜夷也。論之不可必以族也若是。昔祁奚有言，鯀殛而禹興，管、蔡為戮，周公祐王，故書稱父子兄弟不相及也。幽、厲之貴，天子也，而又富有四海。顏、原之賤，匹庶也，而又凍餒屢空。論若必以位，則是兩王是為世士，而二處為愚鄙也。論之不可必以位也，又若是焉。故曰：仁重而勢輕，位蔑而義榮。"
      },
      {
        "index": 20,
        "text": "今之論者，多此之反。而又以九族，或以所來，則亦遠於獲真賢矣。昔自周公不求備於一人，況乎其德義既舉，乃可以宅故而弗之采乎？由餘生於五狄，越象產於人蠻，而功施齊秦，德立諸夏，令名美譽，載於圖書，至今不滅。張儀，中國之人也；衛鞅，康叔之孫也，而皆讒佞反覆，交亂四海。由斯觀之，人之善惡，不必世族；性之賢鄙，不必世俗。中堂生負苞，山野生蘭芷。夫和氏之璧，出於璞石；隨氏之珠，產於蜃蛤。詩云：「采葑采菲，無以下體。」故苟有大美，可尚於世，則雖細行小瑕，曷足以為累乎？是以用士，不患其非國士，而患其非中。世非患無臣，而患其非賢。蓋無羈縻。陳平、韓信，楚俘也，而高祖以為藩輔，實平四海，安漢室。衛青、霍去病，平陽之私人也，而武帝以為司馬，實攘北狄，郡河西。唯其任也，何卑遠之有。然則所難於非此士之人，非將相之世者，為其無是能而處是位，無是德而居是貴，無以我尚而不秉我勢也。"
      },
      {
        "index": 21,
        "text": "世之所以不治者，由賢難也。所謂賢難者，非直體聰明服德義之謂也。此則求賢之難得爾，非賢者之所難也。故所謂賢者，乃將言乎？循善則見妒，行賢則見嫉也，而必遇患難者也。虞舜之所以放殛，子胥之所以被誅，上聖大賢，猶不能自免於嫉妒，則又乎中世之人哉？此秀士所以雖有賢材美質，然猶不得直道而行，遂成其志者也。處士不得直其行，朝臣不得直其言，此俗化之所以敗，闇君之所以孤也。齊侯之以奪國，魯公之以放逐，皆敗績厭覆於不暇，而用及治乎？故德薄者惡聞美行，政亂者惡聞治言，此亡秦之所以誅偶語而坑術士也。"
      },
      {
        "index": 22,
        "text": "今世俗之人，自慢其親而憎人敬之，自簡其親而憎人愛之者不少也，豈獨品庶，賢材時有焉。鄧通幸於文帝，盡心而不違，吮癰而無吝色。帝病不樂，從容曰：「天下誰最愛朕者乎？」鄧通欲稱太子之孝，則因對曰：「莫若太子之最愛陛下也。」及太子問疾，帝令吮癰，有難之色，帝不悅而遣太子。既而聞鄧通之常吮癰也，乃慚而怨之。及嗣帝位，遂致通罪而使至於餓死。故鄧通行所以盡心力而無害人，其言所以譽太子而昭孝慈也。太子自不能盡其稱，則反結怨而歸咎焉。稱人之長，欲彰其孝，且猶為罪；又況明人之短，矯世者哉？"
      },
      {
        "index": 23,
        "text": "且凡士之所以為賢者，且以其言與行也。忠正之言，非徒譽人而已也，必有觸焉。孝子之行，非徒吮癰而已也，必有駁焉。然則循行論議之士，得不遇於嫉妒之名，免於刑戮之咎者，蓋其幸者也。比幹之所以剖心，箕子之所以為奴，伯宗之以死，郤宛之以亡，夫國不乏於妒男也，猶家不乏於妒女也。近古以來，自外及內，其爭功名妒過己者，豈希也！予以唯兩賢為宜，不相害乎？然也，範雎絀白起，公孫弘抑董仲舒，此同朝共君，寵祿爭故邪。唯殊邦異途，利害不幹者，為可以免乎？然也，孫臏修能於楚，龐涓自魏變免，誘以刖之。韓非明治於韓，李斯自秦作思，致而殺之。嗟士之相妒，豈若此甚乎？此未達於君，故受禍邪。唯見知為可以將信乎？然也，京房數與元帝論難，使製考功而選守。晁錯雅為景帝所知，使漢法而不亂。夫二子之於君也，可謂見知深而寵愛殊矣。然京房冤死，而上曾不知；晁錯既斬，而帝乃悔。此材明未足衛身，故及難邪。唯大聖為能無累乎？然也，帝乙以義故囚，文王以仁故拘。夫體至行仁義，據南面師尹卿士，且猶不能無難，然則夫子削跡，叔向縲絏，屈原放沈，賈誼貶黜，鍾離廢替，何敞束縛，王章抵罪，平阿斥逐，蓋其輕士者也。詩云：「無罪無辜，讒口敖敖。彼人之心，於何不臻？」由此觀之，妒媚之攻擊也，亦誠工矣。賢聖之居世也，亦誠危矣。"
      },
      {
        "index": 24,
        "text": "故所謂賢難也者，非賢難也，免則難也。彼大聖群賢，功成名遂，或爵侯伯，或位公卿。尹據天官，柬在帝心，宿夜侍宴，名達而猶有若此，則又況乎畎畝佚民，山谷隱士，因人乃達，時論乃信者乎？此智士所以鉗口結舌，括囊共默而已者也。且閭閻凡品，何獨識哉，苟望塵僄聲而已矣。觀其論也，非能本閨蒨之行跡，察臧否之虛實也。直以麵譽我者為智，諂諛己者為仁，處奸利者為行，竊祿位者為賢爾；豈復知孝悌之原，忠正之直，綱紀之化，本途之歸哉？此鮑焦所以立枯於道左，徐衍所以自沉於滄海者也。"
      },
      {
        "index": 25,
        "text": "諺曰：「一犬吠形，百犬吠聲。」世之疾此，固久矣哉！吾傷世之不察貞偽之情也，故設虛義以喻其心，曰：今觀宰司之取士也，有似於司原之佃也。昔有司原氏者，燎獵中野，鹿斯東奔，司原縱噪之。西方之眾，有逐狶者，聞司原之噪也，競舉音而和之。司原聞音之眾，則反輟己之逐而往伏焉。遇夫俗惡之狶，司原喜而自以獲白瑞珍禽也。盡芻豢，單囷倉以養之，豕俯仰嚘咿，為作容聲，司原愈益珍之。居無何，烈風興而澤雨作，灌巨豕而惡塗渝。逐駭懼，真聲出，乃知是家之艾猳爾。此隨聲逐響之過也，眾遇之未赴信焉。"
      },
      {
        "index": 26,
        "text": "今世主之於士也，目見賢則不敢用，耳聞賢則恨不及，雖自有知也，猶不能取，必更待群司之所舉，則亦懼失麟鹿而獲艾猳，奈何其不分者也？未過風之變者故也。俾使一朝奇政兩集，則險隘之徒，瑽茸之質，亦將別矣。夫眾小朋黨而固位，讒妒群吠齧賢，為禍敗也豈希？三代之以覆，列國之以滅，後人猶不能革。此萬官所以屢失守，而天命數靡常者也。詩云：「國既卒斬，何用不監？」嗚呼，時君俗主，不此察也！"
      }
    ]
  }
}