{
  "chapterNumber": 5,
  "title": "巻五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "五代不同禮，三家不同教，非其苟相反也，蓋世推移而俗化異也。俗化異則亂原殊，故三家符世，皆革定法。高祖製三章之約，孝文除克膚之刑，是故自非殺傷盜贓，文罪之法，輕重無常，各隨時宜，要取足用勸善消惡而已。夫製法之意，若為藩籬溝塹，以有防矣。擇禽獸之尤可數犯者，而加深厚焉。今奸宄雖眾，然其原少；君事雖繁，然其守約。知其原少，奸易塞；見其守約，政易治。塞其原則奸宄絕，施其術則遠近治。今一歲斷獄雖以萬計，然辭訟之辯，鬥賊之發，鄉部之治，獄官之治者，其狀一也。本皆起民不誠信而數相欺紿也。"
      },
      {
        "index": 2,
        "text": "舜敕龍以讒說殄行，震驚朕師，乃自上古患之矣。故先慎己唯舌，以元示民。孔子曰：「亂之所生也，則言語以為階。」小人不恥不仁，不畏不義，脈脈規規，常懷奸唯，昧冒前利，不顧廉恥。苟且中，後則榆解奴抵，以致禍變者，比屋是也。非唯細民為然，自封王侯貴戚豪富，尤多有之。假舉驕奢以作淫侈，高負千萬不肯償責，小民守門號哭啼呼，曾無怵惕慚怍哀矜之意。苟崇聚酒徒無行之人，傳空引滿，啁啾罵詈，晝夜鄂鄂，慢遊是好。或毆擊責主人於死亡，群盜攻剽，劫人無異。雖會赦贖，不當複得在選辟之科，而州司公府，反爭取之。且觀諸敢妄驕奢而作大責者，必非救饑寒而解困急，振貧窮而行禮義者也。鹹以崇驕奢而奉淫湎爾。春秋之義，責知誅率。孝文皇帝至寡動欲任德，然河陽侯陳信坐負六日免國。孝武仁明，周陽侯田彭祖坐當軹侯宅而不與免國。黎陽侯邵延坐不出持馬，身斬國除。二帝豈樂以錢財之故，而傷大臣哉？乃欲絕詐欺之端，必國家法，防禍亂之原，以利民也。故一人伏正罪而萬家蒙乎福者，聖主行之不疑。"
      },
      {
        "index": 3,
        "text": "永平時，諸侯負責，輒有削絀之罰。此其後皆不敢負民，而世自節儉，辭訟自消矣。今諸侯貴戚，或曰赦民慎行，德義無違，製節謹度，未嘗負責，身潔規避，誌厲青雲。或既欺負百姓，上書封祖，願且償責，此乃殘掠官民，而還依縣官也，其誣罔慢易，罪莫大焉。《孝經》曰：「陳之以德義而民興行，示之以好惡而民知禁。」今欲變巧偽以崇美化，息辭訟以閑官事者，莫若表顯有行，痛誅無狀，導文武之法，明詭詐之信。今侯王貴戚，不得浸廣，奸宄遂多，豈謂每有爭鬥辭訟，婦女必致此乎？亦以傳見，凡諸禍根不早斷絕，則或轉而滋蔓，人若斯邪？是故原官察之所以務念，臣主之所以憂勞者，其本皆鄉亭之所治者，太半詐欺之所生也。故曰：知其原少則奸易塞也，見其守約則政易持也。或婦人之行，貴令鮮潔。今以適矣，無顏複入甲門，縣官原之，故令使留所既入家。必未昭亂之本原，不惟貞潔所生者之言也。貞女不二心以數變，故有匪石之詩；不枉行以遺憂，故美歸寧之誌。一許不改，蓋所以長貞潔而寧父兄也。其不循此而二三其德者，此本無廉恥之家，不貞專之所也。若然之人，又何醜吝。輕薄父兄，淫僻婦女，不惟義理，苟疏一德，借本治生，逃亡抵中，卒以致於刳腹芟頸滅宗之禍者，何所無之？先王因人情喜怒之所能已者，則為之立禮製而崇德讓；人所可已者，則為之設法禁而明賞罰。今市賣勿相欺，婚姻無相詐，非人情之不可能者也。是故不若立義順法，遏絕其原，初雖慚吝於一人，然其終也長利於萬世。小懲而大戒，此所以全小而濟頑凶也。"
      },
      {
        "index": 4,
        "text": "夫立法之大要，必令善人勸其德而樂其政，邪人痛其禍而悔其行。諸一女許數家，雖生十子，更百赦，勿令得蒙一還私家，則此奸絕矣。不則髡其夫妻，徙千里外劇縣，乃可以毒其心而絕其後，奸亂絕則太平興矣。又貞潔寡婦，或男女備具，財貨富饒，欲守一醮之禮，成同冗之義，執節堅固，齊懷必死，終無更許之慮。遭值不仁世叔，無義兄弟，或利其娉幣，或貪其財賄，或私其兒子，則強中欺嫁，處迫脅遣送。人有自縊房中，飲藥車上，絕命喪軀，孤捐童孩，此猶迫脅人命自殺也。或後夫多設人客，威力脅載，守將抱執，連日乃綬，與強掠人為妻無異。婦人軟弱，猥為眾強所扶與執迫，幽磘連日，後雖欲複修本誌，嬰絹吞藥（下有缺文）。"
      },
      {
        "index": 5,
        "text": "無慢製而成天下者，三皇也；畫則象而化四表者，五帝也；明法禁而和海內者，三王也；行賞罰而齊萬民者，治國也；君立法而下不行者，亂國也；臣作政而君不製者，亡國也。是故民之所以不亂者，上有吏；吏之所以無奸者，官有法；法之所以順行者；國有君也；君之所以位尊者，身有義；身有義者，君之政也；法者，君之命也。人君思正以出令，而貴賤賢愚莫得違也，則君位於上，而民氓治於下矣。人君出令，而貴臣驕吏弗順也，則君幾於弑，而民幾於亂矣。"
      },
      {
        "index": 6,
        "text": "夫法令者，君之所以用其國也。君出令而不從，是與無君等。主令不從則臣令行，國危矣。夫法令者，人君之銜轡棰策也；而民者，君之輿馬也。若使人臣廢君法禁，而施己政令，則是奪君之轡策而己獨禦之也。愚君闇主，托坐於左；而奸臣逆道，執轡於右。此齊騶馬傳所以沈胡公於貝水，宋羊叔牂所以弊華元於鄭師，而莫之能禦也。是故陳恒執簡公於徐州，李兌害主父於沙丘，皆以其毒素，奪君之轡策也。《文言》故曰：「臣弑其君，子殺其父，非一朝一夕之故也，其所由來者漸矣，由辯之不蚤變也」。是故妄違法之吏，妄造令之臣，不可不誅也。議者必將以為刑殺當不用，而德化可獨任，此非變通者之論也，非叔世者之言也。"
      },
      {
        "index": 7,
        "text": "夫上聖不過堯舜，而放四子，盛德不過文武，而赫斯怒。詩雲：「君子如怒，亂庶遄沮；君子如祉，亂庶遄已。」是故君子之有喜怒也，蓋以止亂也。故有以誅止殺，以刑禦殘。且夫治世者，若登丘矣，必先躡其卑者，然後乃得履其高。是故先致治國，然後三王之政乃可施也。道齊三王，然後五帝之化乃可行也。道齊五帝，然後三皇之道乃可從也。"
      },
      {
        "index": 8,
        "text": "且夫法也者，先王之政也；令也者，己之命也。先王之政，所以眾共也；己之命，所以獨製人也。君誠能授法而時貸之，布令而必行之，則群臣百吏莫敢不悉心從己令矣。己令無違，則法禁必行矣。故政令必行，憲禁必從，而國不治者，未嘗有也。此一弛一張，以今行古，以輕重尊卑之術也。"
      },
      {
        "index": 9,
        "text": "太古之民，淳厚敦樸。上聖撫之，恬澹無為。體道履德，簡刑薄威。不殺不誅，而民自化。此德之上也。德稍弊薄，邪心孳生，次聖繼之，觀民設教，坐為誅賞，以威勸之。既作五兵，又為之憲以正厲之。詩雲：「修爾輿馬，弓矢戈兵。用戒作則，用逖蠻方。」故曰：兵之設也久矣，涉曆五代，以迄於今，國未嘗不以德昌而以兵強也。今兵巧之械，盈乎府庫；孫吳之言，聒乎將耳。然諸將用之進戰則兵敗，退守則城亡，是何也哉？曰：彼此之情，不聞乎主上；勝負之數，不明乎將心。士卒進無利而自退無畏，此所以然也。"
      },
      {
        "index": 10,
        "text": "夫服重上阪，出馳千里，馬之禍也。然節馬樂之者，以王良足為盡力也。先登陷陣，赴死嚴敵，民之禍也。然節士樂之者，以明君可為效死也。凡人所以肯赴死亡而不辭，非為趨利，則因以避害也。無賢鄙愚智皆然，顧其所利害有異爾。不利顯名，則利厚賞也；不避恥辱，則避禍亂也。非四者，雖聖王不能以要其臣，慈父不能以必其子。明主深知之，故崇利顯害以與下市，使親疏貴賤賢鄙愚智皆必順我令，乃得其欲。是以一旦軍鼓雷震，旌旗並發，士皆奮激，競與死敵者，豈其情厭久生而樂害死哉！乃義士且以激其名，貪夫且以求其賞爾。今吏從軍敗沒死公事者，以十萬數，上不聞吊唁嗟歎之榮名，下又無祿賞之厚實，節士無所勸慕，庸夫無所貪利，此其所以人懷沮懈，不肯複死也。軍起以來，暴師五年，典兵之吏，將下千數，大小之戰，歲十百合，而希有功，曆察其敗，無他故焉，皆將不明變勢，而士不勸於死敵也。其士之不能死也，乃其將不能效也。言賞則不與，言罰則不行，士進有獨死之禍，退蒙眾生之福，此所以臨陣亡戰，而競思奔北者也。"
      },
      {
        "index": 11,
        "text": "孫子曰：「將者，智也，仁也，敬也，信也，勇也，嚴也。」是故智以折敵，仁以附眾，敬以招賢，信以必賞，勇以益氣，嚴以一令。故折敵則能合變，眾附愛則思力戰，賢智集則陰謀得，賞罰必則士盡力，氣勇益則兵勢自倍，威令一則唯將所使。必有此六者，乃可折衝擒敵，輔主安民。前羌始反時，將帥以定令之群，籍富厚之蓄，據列城而氣利勢，權十萬之眾，將勇傑之士，以誅草創新叛散亂之弱虜，擊自至之小寇，不能擒滅，輒為所敗。令遂雲烝起，合從連橫，掃滌並源，內犯司隸，東寇趙魏，西鈔蜀漢，五州殘破，六郡削跡，此非天之災，長吏過爾。"
      },
      {
        "index": 12,
        "text": "孫子曰：「將者民之司命，而國安危之主也。」是故諸有寇之郡，太守令長不可以不曉兵。今觀諸將，既無斷敵合變之奇，複無明賞必罰之信，然其士民又甚貧困，器械不簡習，將恩不素結，卒然有急，則吏以暴發虐其士，士以所拙遇敵巧，此為吏驅怨以禦仇，士卒縛手以待寇也。夫將不能勸其士，士不能用其兵，此二者與無兵等。無士無兵，而欲合戰，其敗負也，治數也。故曰：其敗者，非天之所災，將之過也。饒士處世，但患無典爾。故苟有土地，百姓可富也；苟有市列，商賈可來也；苟有士民，國家可疆也；苟有法令，奸邪可禁也。夫國不可從外治，兵不可從中禦。郡縣長吏幸得兼此數者丈斷已，而不能以稱明詔安民氓哉。此亦陪克瑽茸，無裏之爾。"
      },
      {
        "index": 13,
        "text": "夫世有非常之人，然後定非常之事。必道非常之失，然後見。是故選諸有兵之長吏，宜踔躒豪厚，越取幽奇，材明權變，任將帥者，不可苟惟基序，或阿親戚，便典兵官，此所謂以其國與敵者也。"
      },
      {
        "index": 14,
        "text": "聖王之政，普覆兼愛，不私近密，不忽疏遠，吉凶禍福，與民共之，哀樂之情，恕以及人。視民如赤子，救禍如引手爛。是以四海歡悅，俱相得用。往者羌虜背叛，始自涼並，延及司隸。東禍趙魏，西鈔蜀漢，五州殘破，六郡削跡，周回千里，野無孑遺。寇鈔禍害，晝夜不止，百姓滅沒，日月焦盡。而內郡之士，不被殃者，咸云當且放縱，以待天時。用意若此，豈人心也哉？前羌始反，公卿師尹，鹹欲捐棄涼州，卻保三輔，朝廷不聽，後羌遂侵，而論者多恨不從惑議。餘竊笑之。"
      },
      {
        "index": 15,
        "text": "所謂媾亦悔，不媾亦有悔者爾，未始識變之理。地無邊，無邊亡國。是故失涼州，則三輔為邊；三輔內入，則弘農為邊；弘農內入，則洛陽為邊。推此以相況，雖盡東海猶有邊也。今不厲武以誅虜，選材以全境，而雲邊不可守，欲先自割，偄寇敵，不亦惑乎？昔樂毅以慱慱之小燕，破滅強齊，威震天下，真可謂良將矣。然即墨大夫以孤城獨守，六年不下，竟完其民。田單師窮率五千，騎擊走卻，複齊七十餘城，可謂善用兵矣。圍聊、莒連年，終不能拔。此皆以至強攻至弱，以上智圖下愚，而猶不能克者，何也？曰：攻常不足而守恒有餘也。前日諸郡皆據列城而擁大眾，羌虜之智，非乃樂毅、田單也。郡縣之阨，未若聊、莒、即墨也，然皆不肯專心堅守，而反強驅劫其民，捐棄倉庫，背城邑走。由此觀之，非苦城乏糧也，但苦將不食爾。"
      },
      {
        "index": 16,
        "text": "折衝安民，要在任賢，不在促境。齊魏卻守，國不以安；子嬰自削，秦不以在。武皇帝攘夷拆境，麵數千里。東開樂浪，西置敦煌，南逾交阯，北築朔方。卒定南越，誅斬大宛，武軍所向，無不夷滅。今虜近發封畿之內，而不能擒，亦自痛爾，非有邊之過也。唇亡齒寒，體傷心痛，必然之事，又何疑焉？君子見機，況已著乎？乃者邊害震如雷霆，赫如日月，而談者皆諱之日，焱並竊盜，淺淺善靖，俾君子怠，欲令朝廷以寇為小，而不蚤憂。害乃至此，尚不欲救。諺曰：「痛不著身言忍之；錢不出家言與之。」假使公卿子弟，有被羌禍，朝夕切急如邊民者，則競言當誅羌矣。今苟以己無慘怛冤痛，故端坐相仍，又不明修禦之備，陶陶閑澹，臥委天聽。羌獨往來，深入多殺，己乃陸陸，相將詣闕，諧辭禮謝，退雲狀。會坐朝堂，則無憂國哀民懇惻之誠。苟轉相顧望，莫肯違止，日晏時移，議無所定，己且須後。後得小安，則恬然棄忘。旬時之間，虜複為害，軍書交馳，羽檄狎至，乃複怔忪如前。若此以來，出入九載，庶曰式臧，覆出為惡，佪佪潰潰，當何終極？春秋譏「鄭棄其師」，況棄人乎？一人籲嗟，王道為虧；況百萬之眾，號哭泣，鹹天心乎？"
      },
      {
        "index": 17,
        "text": "且夫國以民為基，貴以賤為本。是以聖王養民，愛之如子，憂之如家。危者安之，亡者存之。救其災患，除其禍亂。是故鬼方之伐，非好武也；泬狁於攘，非貪土也。以振民育德，安強宇也。古者，天子守在四夷。自彼互羌，莫不來享，普天思服，行葦賴德，況近我民，蒙禍若此，可無救乎？凡民之所以奉事上者，懷義恩也。痛則無恥，福則不仁，忿戾怨懟，生於無恥。今羌叛久矣，傷害多矣，百姓急矣，憂禍深矣，上下相從，未見休時，不一命大將以掃醜虜，而州稍稍興役，連連不已。若排簾障風，探沙灌河，無所能禦，徒自盡爾。今數州屯兵才餘萬人，皆廩食縣官，歲數百萬斛，又有月直。但此人耗，不可勝供，而反憚暫出之費，甚非計也。是夫危者易傾，疑者易化，今虜新擅邊地，未敢自安，易震蕩也。百姓新離舊懷，思慕未衰，易將厲也。誠宜因此遣大將誅討迫脅，離逖破壞之。如寬假日月，蓄積富貴，各懷安固之後，則難動矣。《周書》曰：「凡彼聖人，必趨時，是故戰守之策不可不早定也。」"
      },
      {
        "index": 18,
        "text": "明於禍福之實者，不可以虛論惑也；察於治亂之情者，不可以華飾移也。是故不疑之事，聖人不謀；浮遊之說，聖人不聽。何者？計不背是實而更爭言也。是以明君先盡人情，不獨委夫良將。修己之備，無恃於人，故能攻必勝敵，而守必自全也。羌始反時，計謀未善，黨與未成，人眾未合，兵器未備。或持竹木枝，或空手相附，草食散亂，未有都督，甚易破也。然太守令長，皆奴怯畏偄不敢擊，故令虜遂乘勝上強，破州滅郡，日長炎炎。殘破三輔，覃及鬼方，若此已積十歲矣。百姓被害，訖今不止，而癡兒呆子，尚雲不當救助，且待天時。用意若此，豈人也哉？"
      },
      {
        "index": 19,
        "text": "夫仁者恕己以及人，智者講功而處事。今公卿內不傷士民滅沒之痛，外不慮久兵之禍，各懷一切，所脫避前。苟雲不當動兵，而不複知引帝王之綱維，原禍變之所終也。《易》製禦寇，《詩》美薄伐，自古有戰，非乃今也。傳曰：「天生五材，民並用之，廢一不可，誰能去兵？兵所以威不軌，而昭文德也。聖人所以興，亂人所以廢。」齊桓、晉文、宋襄，衰世諸侯，猶恥天下有相滅而己不能救，況皇天所命四海主乎？晉楚大夫，小國之臣，猶恥己之身而有相侵，況天子三公典世任者乎？公劉仁德，廣被行葦，況含血之人，己同類乎？一人籲嗟，王道為虧，況滅沒之民百萬乎？《書》曰： 「天子作民父母。」父母之於子也，豈可坐觀其為寇賊之所屠剝，立視其為狗豕之所啖食乎？除其仁恩，且以計利言之，國以民為基，貴以賤為本。願察開辟以來，民危而國安者誰也？上貧而下富者誰也？故曰：夫君國將民之以，民實瘠而君安得肥？"
      },
      {
        "index": 20,
        "text": "夫以小民，受天永命，竊願聖主深惟國基之傷病，遠慮禍福之所生。且夫物有盛衰，時有推移，事有激會，人有愛化。智者揆象，不其宜乎？孟明補闕於河西，范蠡收責於故胥，是以大功建於當世，而令名傳於無窮也。今邊陲搔擾，日放族禍，百姓晝夜望朝廷救己，而公卿以為費煩不可，徒竊籠之。是以晏子輕囷倉之蓄，而惜一杯之鑽何異。今但知愛見薄之錢穀，而不知未見之待民先也。知徭役出難動，而不知中國之待邊寧也。《詩》痛「或不知叫號，或慘慘劬勞。」今公卿苟以己不被傷，故競割國家之地以與敵，殺主上之民以餒羌。為謀若此，未可謂知；為臣若此，未可謂忠。才智未足使議。且凡四海之內者，聖人之所以遺子孫也。官位職事者，群臣之所以寄其身也。傳子孫者，思安萬世；寄其身者，各取一闋。故常其言不久行，其業不可久厭。夫此誠明君之所微察也，而聖主之所獨斷。"
      },
      {
        "index": 21,
        "text": "今言不欲動民與煩可也，即然，當修守禦之備。必今之計，令虜不敢來，來無所得，令民不患寇。既無所失。今則不然，苟憚民力之煩勞，而輕使受滅亡之大禍，非人之主，非民之將，非主之佐，非勝之主者也。且夫議者，明之所見也；辭者，心之所表也。維其有之，是以似之。諺曰：「何以服絪，莫若聽之。」今諸言邊可不救而安者，宜誠以其身若子弟，補邊太守，令長丞尉，然後是非之情乃定，救邊乃無患，邊無患中國乃得安寧。"
      },
      {
        "index": 22,
        "text": "夫製國者，必照察遠近之情偽，預禍福之所從來，乃能盡群臣之筋力，而保興其邦家。前羌始叛，草創新起，器械未備，虜或持銅鏡以象兵，或負板案以類楯，惶懼擾攘，未能相持一城，易製爾。郡縣皆大熾，及百姓暴被殃禍，亡失財貨人哀奮怒，各欲報仇，而將帥皆怯劣軟弱，不敢討擊。但坐調文書，以欺朝廷，實殺民百則言一，殺虜一則言百。或虜實多而謂之少，或實少而謂之多。傾側巧文，要取便身利己，而非獨憂國之大計，哀民之死亡也。又放散錢穀，殫盡府庫，乃複從民假貸，強奪財貨，千萬之家，削身無餘，萬民遺竭，因隨以死亡者，皆吏所餓殺也。其為酷痛，甚於逢虜。寇鈔賊虜，忽然而過，未必死傷，至使所搜索剽奪，遊踵塗地。或覆宗滅族，絕無種類，或孤婦女，為人奴婢。遠見販賣，至今不能自治者不可勝數也。此之感天致災，尤逆陰陽，且夫士重遷，戀慕墳墓，賢不肖之所同也。"
      },
      {
        "index": 23,
        "text": "民之於徙，甚於伏法，伏法不過家一人死爾。諸亡失財貨，奪土遠移，不習風俗，不便水土，類多滅門，少能還者。代馬望北，狐死首丘；邊民謹頓，尤惡內留。雖知禍人，猶願守其緒業。死其本處，誠不欲去之極。太守令長，畏惡軍事，皆以素非此土之人，痛不著身，禍不及我家，故爭郡縣以內遷。至遣吏兵，發民禾稼，發徹屋室，夷其營壁，破其生業，強劫驅掠，與其內入，捐棄羸弱，使死其處。當此之時，萬民怨痛，泣血叫號，誠愁鬼神而感天心。然小民謹劣，不能自達闕庭，依官吏家，迫將滅嚴，不敢有摯。民既奪土失業，又遭蝗旱饑遺逐道東走，流離分散，幽冀兗豫，荊楊蜀漢，饑餓死亡，複失太半。邊地遂以兵荒，至今無人，原禍所起，皆吏過爾。"
      },
      {
        "index": 24,
        "text": "夫土地者，民之本也，誠不可久荒，以開墾。且扁鵲之治病也，審閉結而通鬱，虛者補之，實者瀉之，故病愈而名顯。伊尹之佐湯也，設輕重而通有無，損積餘以補不足，故殷治而君尊。賈誼痛於偏枯躄痱之疾。今邊郡千里，地各有兩縣，戶財置敢百，而太守周回萬里，空無人民，美田棄而莫墾發，中州內郡，規地拓境，不能生邊，而口戶百萬，田畝一全，人眾地荒，無所容足，此亦偏枯躄痱之類也。《周書》曰：「土多人少，莫出其材，是謂虛土，可襲伐也；土少人眾，民非其民，可遺竭也。」是故土地人民必相稱也。今邊郡多害而役劇，動入禍門，不為興利除害，有以勸之則長無與複之，而門有寇戎之心，西羌北虜，必生窺欲，誠大憂也。百工製器，鹹填其邊，散之兼倍，豈有私哉，乃所以固其內爾。先聖製法，亦務實邊，蓋以安中國也。譬猶家人遇寇賊者，必使老小羸軟居其中央，丁強武猛衛其外。內人奉其養，外人禦其難。蛩蛩距虛，更相恃仰，乃俱安存。詔書法令：二十萬口，邊郡十萬，歲舉孝廉一人，員除世舉廉吏一人。羌反以來，戶口減少，又數易太守，至十歲不得舉，當職勤勞而不錄，賢俊蓄積而悉，衣冠無所覬望，農夫無所貪利，是以逐稼中災，莫肯就外。古之利其民，誘之以利，弗脅以刑。《易》曰：「先王以省方觀民設教。」是故建武初得邊郡，戶雖數百，令歲舉孝廉，以召來人。今誠宜權時，令邊郡舉孝一人，廉吏世舉一。又益置明經百石一人，內郡人將妻子來召著。五歲以上，與居民同，均皆得選舉。又募運民，耕邊入穀，遠郡千斛，近郡二千斛，拜爵五大夫。可不欲爵者，使食倍賈於內郡。如此，君子小人，各有所利，則雖欲令無往，弗能正也。均此苦樂，平徭役，充邊境，安中國之要術也。"
      }
    ]
  }
}