{
  "chapterNumber": 13,
  "title": "附録三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "附錄三著錄\n隋書經籍誌子部：潛夫論十卷後漢處士王符撰"
      },
      {
        "index": 2,
        "text": "舊唐書經籍誌子錄儒家類：潛夫論十卷王符撰"
      },
      {
        "index": 3,
        "text": "唐書藝文誌子錄儒家類：王符潛夫論十卷"
      },
      {
        "index": 4,
        "text": "宋史藝文誌子類儒家類：王符潛夫論十卷"
      },
      {
        "index": 5,
        "text": "崇文總目儒家類：潛夫論十卷王符撰"
      },
      {
        "index": 6,
        "text": "郡齋讀書誌子部儒家類：潛夫論十卷"
      },
      {
        "index": 7,
        "text": "右後漢王符撰。在和、安之世，耿介不同於俗，遂不得進，隱居著書二十餘篇，以譏當時失得，不欲彰顯其名，故號曰“潛夫”。範蔚宗取其忠貴、浮侈、實貢、愛日、述赦五篇，以為足以觀見當時風俗，頗潤益其文。後韓愈亦贊其述赦旨意甚明雲。"
      },
      {
        "index": 8,
        "text": "中興館閣書目儒家：王符潛夫論十卷"
      },
      {
        "index": 9,
        "text": "直齋書錄解題雜家類：潛夫論十卷漢安定王符節信撰"
      },
      {
        "index": 10,
        "text": "四庫全書總目提要子部儒家類：潛夫論十卷"
      },
      {
        "index": 11,
        "text": "漢王符撰符字節信，安定臨涇人。後漢書本傳稱：“和、安之後，世務遊宦，當塗者更相薦引，而符獨耿介不同於俗，以此遂不得升進，誌意蘊憤，乃隱居著書二十餘篇，以議當時得失，不欲章顯其名，故號曰潛夫論。”"
      },
      {
        "index": 12,
        "text": "今本凡三十五篇，合敘錄為三十六篇，蓋猶舊本。卷首讚學一篇，論勵誌勤修之旨；卷末五德誌篇，述帝王之世次；誌氏姓篇，考譜牒之源流；其中卜列、相列、夢列三篇，亦皆雜論方技，不盡指陳時政。範氏所雲，舉其著書大旨爾。"
      },
      {
        "index": 13,
        "text": "符生卒年月不可考。本傳之末，載度遼將軍皇甫規解官歸裏，符往謁見事。規解官歸裏，據本傳在延熹五年，則符之著書在桓帝時，故所說多切漢末弊政。惟桓帝時，皇甫規、段熲、張奐諸人屢與羌戰，而其救邊、邊議二篇乃以避寇為憾，殆以安帝永初五年嘗徙安定、北地郡，順帝永建四年始還舊地，至永和六年又內徙，符安定人，故就其一鄉言之耶？然其謂“失涼州則三輔為邊，三輔內入則宏農為邊，宏農內入則洛陽為邊，推此以相況，雖盡東海猶有邊”，則灼然明論，足為輕棄邊地之炯鑒也。"
      },
      {
        "index": 14,
        "text": "範氏錄其忠貴、浮侈、實貢、愛日、述赦五篇入本傳，而字句與今本多不同，晁公武讀書誌謂其有所損益，理或然歟？"
      },
      {
        "index": 15,
        "text": "範氏以符與王充、仲長統同傳，韓愈因作後漢三賢贊。今以三家之書相較，符書洞悉政體似昌言，而明切過之；辯別是非似論衡，而醇正過之，前史列之儒家，斯為不愧。惟賢難篇中，稱鄧通吮癰為忠於文帝，又稱其欲昭景帝之孝反以結怨，則紕謬最甚，是其發憤著書，立言矯激之過，亦不必曲為之諱矣。"
      },
      {
        "index": 16,
        "text": "四庫全書簡明目錄子部儒家類：潛夫論十卷"
      },
      {
        "index": 17,
        "text": "漢王符撰。凡三十五篇，又敘錄一篇。符遭逢亂世，以耿介忤俗，發憤著書。然明達治體，所敷陳多切中得失，非迂儒矯激務為高論之比也。"
      },
      {
        "index": 18,
        "text": "鄭堂讀書記子部儒家類：潛夫論十卷漢魏叢書本"
      },
      {
        "index": 19,
        "text": "漢王符撰。符字節信，安定臨涇人。四庫全書著錄，隋誌、新、舊唐誌、崇文目、讀書誌、通考、宋誌俱載之。晁氏稱其“在和、安之世，耿介不同於俗，遂不得進，隱居著書三十六篇，以譏當時失得，不欲彰顯其名，故號曰“潛夫”。範蔚宗取其忠貴、浮侈、實貢、愛日、述赦五篇，以為足以觀見當時風俗，頗潤益其文。後韓愈亦贊其述赦旨意甚明雲。”今案末卷敘錄，自讚學以迄誌氏姓，本三十五篇，稱三十六篇者，連敘錄在內也。以其本傳考之，節信之著書，當在桓帝之世。雖以耿介忤時，發憤著書，然明達治體，所敷陳多切中漢末弊政，非迂儒矯激務為高論比也。所以蔚宗作傳，並錄入忠貴以下五篇，與王充、仲長統傳合為一卷，而統論之，亦取其皆以著書名世耳。其實是書兼有論衡、昌言之長，故唐、宋人著錄皆列之儒家雲。"
      },
      {
        "index": 20,
        "text": "鄭堂讀書記補逸子部儒家類：潛夫論箋十卷湖海樓叢書本"
      },
      {
        "index": 21,
        "text": "國朝汪繼培箋。仕履見史部正史類蘇潭績學淵博，考證極精，嘗箋釋鹽鐵、潛夫二論，陳東為春稱其“鉤稽乙註，眇極繭絲”。惜年未中壽而沒。其鹽鐵論箋未有成書，此編亦僅初稿，未經釐訂，然引證詳覈，深得旨趣。又所據者，為元時白虎通德論、風俗通義及此書合刊本，參校程榮、何鏜諸本，及他書所引，或改補，或存疑，俱詳註於下，真善本也。其前自序，作於嘉慶甲戌，至己卯秋，東為得其遺書，屬王晚聞紹蘭審定而付之梓。晚聞為序，並以編中所未及者，條列百餘條，繫所作序後，以為之補焉。（汪繼培，清蕭山汪輝祖子，字因可，號蘇潭，嘉慶乙丑進士，官吏部主事。所校列子亦精，並在湖海樓叢書中。王紹蘭，字畹馨，號南陔，又王宗炎，字以除，號晚聞居士，皆蕭山人。此以晚聞為紹蘭號，誤。鐸識）"
      }
    ]
  }
}