{
  "chapterNumber": 4,
  "title": "巻四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "太古之時，烝黎初載，未有上下，而自順序。天未事焉，君未設焉。後稍矯虔，或相陵虐，侵漁不止，為萌巨害。於是天命聖人，使司牧之，使不失性。四海蒙利，莫不被德。僉共奉戴，謂之天子。"
      },
      {
        "index": 2,
        "text": "故天之立君，非私此人也以役民，蓋以誅暴除害利黎元也。是以人謀鬼謀，能者處之。詩云：「皇矣上帝，臨下以赫，監觀四方，求民之瘼。惟此二國，其政不獲；惟此四國，爰究爰度。上帝指之，憎其式惡，乃眷西顧，此惟與度。」蓋此言也，言夏殷二國之政不得，乃用奢誇廓大。上帝憎之，更求民之瘼，聖人與天下四國究度而使居之也。前招良人，疾奢誇廓，無紀極也。乃惟度法象，明著禮祑，為優憲藝，縣之無窮。故傳曰：「制禮，上物不過十二，天之道也。」是以先聖籍田有制，供神有度，奉己有節，禮賢有數。上下、大小、貴賤、親疏，皆有等威，階級衰殺，各足祿其爵位。公私達其等級，禮行德義。當此之時也，九州之內，合三千里爾，八百國。其班祿也，以上農為正，始於庶人在官者，祿足以代耕，蓋食九人，諸侯下士亦然。中士倍下士，食十八人。上士倍中士，食三十六人。大夫倍之，食七十二人。小國之卿，二於大夫。次國之卿，三於大夫。大國之卿，四於大夫，食二百八十八人。君各什其卿，天子三公侯采視公侯，蓋方百里。卿采視伯，方七十里。大夫視子男，方五十里。元士視附庸，方三十里。功成者封，是故官政專公，不慮私家；子弟事學，不於財利。閉門自守，不與民交爭，而無饑寒之道，而不陷。臣養優而不隘，吏愛官而不貪，民安靜而強力，此則太平之基立矣。"
      },
      {
        "index": 3,
        "text": "乃惟慎貢選，明必黜陟，官得其人，人任其職。欽若昊天，敬授民時。同我婦子，饁彼南畝。上務節禮，正身示下，下悅其政，各樂竭己，奉戴其上。是以天地交泰，陰陽和平。民無奸匿，機衡不傾，德氣流布，而頌聲作也。其後忽養賢而《鹿鳴》思，背宗族而《采蘩》怨，履畝稅而《碩鼠》作，賦斂重譯告通，班祿頗而傾甫賴，行人定而綿蠻諷。故遂耗亂衰弱，及周室微而五伯作，六國弊而暴秦興，背義理而尚威力，滅典禮而行貪叨。重賦斂以厚己，強臣下以弱枝。文德不獲封爵，列侯不獲治民。是以賢者不能行禮以從道，品臣不能無枉以從利。君又驟赦以縱賦，民無恥而多盜竊，何者？咸氣加而化上風，患害切而迫饑寒，此臧紇所以不能詰其盜者也。詩云：「大風有隧，貪人敗類」，「爾之教矣，民斯效矣。」是故先王將發號施令，諄諄如也，唯恐不中而道於邪。故作典以為民極，上下共之，無有私曲。三府製法，未聞赦彼有罪，獄貨惟寶者也。是故明君臨眾，必以正軌，既無？有，務節禮而厚下，復德而崇化，使皆阜於養生，而競於廉恥也。是以官長正而百姓化，邪心黜而奸匿絕，然後乃能協和氣而致太平也。易曰：「聖人養賢，以及萬民。」國以民為本，君以臣為基，然後高能可崇也。馬肥，然後遠能可致也。人君不務此而欲致太平，此猶薄趾而望高牆，驥瘠而責遠道，其不可得也必矣。"
      },
      {
        "index": 4,
        "text": "凡治病者，必先知脈之虛實，氣之所結，然後為之方，故疾可愈而壽可長也。為國者，必先知民之所苦，禍之所起，然後設之以禁，故奸可塞國可安矣。今日賊良民之甚者，莫大於數赦。赦贖數，則惡人昌而善人傷矣，奚以明之哉？曰：孝悌之家，修身慎行，不犯上禁，從生至死，無銖兩罪。數有赦贖，未嘗蒙恩，常反為禍。何者？正直之士之為吏也，不避強禦，不辭上官，從事督察，方懷不快，而奸猾之黨，又加誣言，皆知赦之不久，則且共橫枉侵冤，誣奏罪法。令主上妄行刑辟，高至死徙，下乃淪冤，而彼冤之家，乃甫當乞鞠，告故以信直，亦無益於死亡矣。及隱逸行士，淑人君子，為讒佞利口所加誣覆冒。下土冤民，能至闕者，萬無數人。其得省問者，不過百一，既對尚書，空遣去者，復十六七。雖蒙考覆，州郡轉相顧望。留吾真事，春夏待秋冬，秋冬復涉春夏。如此行逢赦者，不可勝數。又謹慎之民，用天之道，分地之利，擇莫犯土，謹身節用，積累纖微，以致小過。此言質良蓋民，惟國之基也。"
      },
      {
        "index": 5,
        "text": "輕薄惡子，不道凶民，思彼奸邪，起作盜賊，以財色殺人父母，戮人之子，滅人之門，取人之賄。及貪殘不軌，凶惡弊吏，掠殺不辜，侵冤小民。皆望聖帝當為誅惡治冤，以解蓄怨。反一門赦之，令惡人高會而誇詫，老盜服藏而過門，孝子見仇而不得討，亡主見物而不得取，痛莫甚焉。故將赦而先暴寒者，以且多冤結悲恨之人也。"
      },
      {
        "index": 6,
        "text": "夫養稊稗者傷禾稼，惠奸宄者賊良民。《書》曰：「文王作罰，刑茲無赦。」是故先王之制刑法也，非好傷人肌膚，斷人壽命者也；乃以威奸懲惡，除民害也。天下本以民不能相治，故為立王者以統治之。天下在於奉天威命，共行賞罰。故經稱：「天命有德，五服五章；天罰有罪，五刑五用。」詩刺「彼宜有罪，汝反脫之」。古者，唯始受命之君，承大亂之極，被前王之惡，其民乃並為敵仇，罔不寇賊，消義奸宄奪攘，以革命受祚，為之父母，故得一赦，繼體以下則無違焉。何者？人君配乾而仁，順育萬物以成大功，非得以養奸活罪為仁，放縱天賊為賢也。"
      },
      {
        "index": 7,
        "text": "今夫性惡之人，居家不孝悌，出入不恭敬，輕薄慢傲，凶悍無辨，明以威侮侵利為行，以賊殘酷虛為賢，故數陷王法者。此乃民之賊，下愚極惡之人也。雖脫桎梏而出囹圄，終無改悔之心。自詩以羸敖頭，出獄踧踖，復犯法者何不然？洛陽至有主諧合殺人者，謂之會任之家。受人十萬，謝客數千，又重饋部吏，吏興通奸，利入深重，幡黨盤牙，請至貴戚寵臣。說聽於上，謁行於下，是故雖嚴令尹終不能破攘斷絕，何者？凡敢為大奸者，材必有過於眾而能自媚於上者也。多散苟得之財，奉以諂諛之辭，以轉相驅，非有第五公之廉直，孰能不為顧。今案洛陽主殺人者，高至數十，下至四五，身不死則殺不止，皆以數赦之所致也。由此觀之，大惡之資，終不可化。雖歲適勸奸耳，惑之三辰有候，天氣當赦，故人主順之而施德焉，未必殺也。"
      },
      {
        "index": 8,
        "text": "王者至貴，與天通精，心有所想，意有所慮，未發聲色，天為變移。或若休咎庶征，月之從星，此乃宜有是事。故見瑞異，或戒人主，若忽不察，是乃己所感致，而反以為天意欲然，非直也。俗人又曰：「先世欲赦，常先遣馬，分行市裏，聽於路隅，咸雲當赦，以知天之教也，乃因施德。」若使此言也而信，則殆過矣。夫民之性，固好意度者也。見久陰則稱將水，見久陽則稱將旱，見小貴則言將饑，見小賤則言將穰，然或信或否。由此觀之，民之所言，未必天下，前世贖赦稀疏，民無覬覦。近時以來，赦贖稠數，故每春夏，輒望復赦。或抱罪之家，僥幸蒙恩，故宣此言，以自悅喜。誠令仁君聞此，以為天教而輒從之，誤莫甚焉。論者多曰：「久不赦則奸宄熾而吏不製，故赦贖以解之。」此乃招亂之本原，不察禍福之所生者之言也。"
      },
      {
        "index": 9,
        "text": "凡民所以輕為盜賊，吏之所以易作奸匿者，以赦贖數而有僥望也。若使犯罪之人，終身被命，得而必刑，則計奸之謀破而慮惡之心絕矣。夫良贖可，孺子可令妲，中庸之人，可弘而下。故其諺曰：「一歲載赦，奴兒噫嗟。」言王誅不行，則痛瘀之子皆輕犯，況狡乎？若誠思畏盜賊多而奸不勝故赦，則是為國為奸冗報也。夫天道賞善而刑淫，天工人其代之。故凡立王者，將以誅邪惡而養正善，而以逞邪惡逆妄莫甚焉。且夫國無常治，又無常亂。法令行則國治，法令弛則國亂。法無常行，法無常弛。君敬法則法行，君慢法則法弛。昔孝明帝時，製舉茂才，過闕謝恩，賜食事訖，問何異聞。對曰：「巫有劇賊九人，刺史數以竊郡，訖不能得。」帝曰：「汝非部南郡從事邪？」對曰：「是。」帝乃振怒，曰：「賊發部中而不能擒，然材何以為茂？」 捶數百，便免官，而切讓州郡，十日之間，賊即伏誅。由此觀之，擒滅盜賊，在於明法，不在數赦。"
      },
      {
        "index": 10,
        "text": "今不顯行賞罰以明善惡，嚴督牧守以擒奸猾，而反數赦以勸之其文常曰：「謀反大逆不道諸犯，不當得赦，皆除之，將與士大夫灑心更始。」歲歲灑之，然未嘗見奸人冗吏，有肯變心悔服稱詔者也。有司奏事，又俗以赦前之微過，妨今日之顯舉。然則改往修來，更始之詔亦不信也。詩譏「君子屢盟，亂是用長」，故不若希其令，必其言，若良不能子無赦者，罕之為愈。令世歲老古時一赦，則奸宄之減十八九，可勝必也。"
      },
      {
        "index": 11,
        "text": "昔大司馬吳漢老病將卒，世祖問以遺戒。對曰：「臣愚不智，不足以知治，慎無赦而已矣。」夫方以類聚，物以群分，人之情皆見乎辭。故諸言不當赦者，非修身修行，則必憂哀謹慎，而嫉毒奸惡者也。諸利數赦者，非不達赦務，則交內懷隱憂，有願為者也。人君之發令也，必谘於群臣。群臣之奸邪者，固必伏罪，雖正直吏猶有公過。自非鬻拳、李離，孰肯刑身以正國？然則是皆接私計以論公政也。興瓜議裘，無時焉可。傳曰：「民之多幸，國之不幸也。」夫有罪而備辜，冤結而信理，此天之正也，而王之法也。故曰：「無縱詭隨，以謹無良。」若枉善人，以惠奸惡，此謂斂怨以為德。先帝制法，論衷刺刀者，何則？以其懷奸惡之心，有殺害之意也。聖主有子愛之情，而是有殺害之意，故誅之，況成罪乎？《尚書·康誥》：「王曰：於戲，封，敬明乃罰。人有小罪匪省，乃惟終自作不典戒爾，有厥罪小，乃不可不殺。」言恐人有罪雖小，然非以過差為之也，乃欲終身行之。故雖小不可不殺也，何則？是本頑凶思惡而為之者也。乃有大罪匪終乃惟省哉，適爾，既道極厥罪，時亦不可殺。言殺人雖有大罪，非欲以終身為惡，乃過誤爾，是不殺也。若此者，雖曰赦之，可也。金作贖刑，赦作宥罪，皆謂良人吉士。時有過誤，不幸陷離者爾。先王議讞獄以製，原情論意，以救善人，非欲令兼縱惡逆以傷人也。是故周官差八議之辟，此先王所以整萬民而致時雍也。《易》故觀民設教，變通移時之義，今日救世，莫乎此意。"
      },
      {
        "index": 12,
        "text": "高祖定漢，與群臣約。自非劉氏不得王，非有武功不得侯。孝文皇帝始封外祖，因為典式，行之至今。孝武皇帝封爵丞相，以褒有德，後亦承之，建武乃絕。傳記所載，稷、卨、伯夷、皋陶、伯翳，日受封土。周宣王時，輔相大臣，以德佐治，亦獲有國。故尹吉甫作《封》《頌》二篇，其詩曰：「亹申伯，王纘之事，於邑於謝，南國於是式。」又曰：「四牡彭彭，八鸞鏘鏘，王命仲山甫，城彼東方。」此言申伯、山甫文德致升平，而王封以樂土，賜以盛服也。《易》曰： 「鼎折足，覆公餗，其刑渥凶。」此言公不勝任，則有渥刑也。是故，三公在三載之後，宜明考績黜刺，簡練其材。其有稷、卨、伯夷、申伯、仲山甫致治之效者，封以列侯，令受南土八蠻之賜。其屍祿素餐，無進治之效，無忠善之言者，使從渥刑。是則所謂明德慎罰，而簡練能否之術也。誠如此，則三公競思其職而百寮爭竭其忠矣。"
      },
      {
        "index": 13,
        "text": "先王之制，繼體立諸侯，以象賢也。子孫雖有食舊德之義，然封疆立國，不為諸侯；張官置吏，不為大夫。必有功於民，乃得保位。故有考績黜刺，九錫三削之義。詩云：「彼君子兮，不素餐兮。」由此觀之，未有得以無功而祿者也。當今列侯，率皆襲先人之爵，因祖考之位，其身無功於漢，無德於民，專國南面，臥食重祿，下殫百姓，富有國家，此素餐之甚者也。孝武皇帝患其如此，乃令酎金以黜之，而益多怨。今列侯或有德宜子民，而道不得施。或有凶頑醜，不宜有國，而惡不上聞。且人情莫不以己為賢而效其能者。周公之戒，不使大臣怨乎不以。詩云：「駕彼四牡，四牡項領。」令列侯年卅以來，宜皆試補長吏墨綬以上。關內侯補黃綬，以信其志，以旌其能。其有韓侯，邵虎之德，上有功於天下，下有益於百姓，則稍遷位益土，以彰有德。其懷奸藏惡尤無狀者，削土奪國，以明好惡。"
      },
      {
        "index": 14,
        "text": "且夫列侯皆剖符受策，國大臣也。雖身在外，而心在王室。宜助聰明與智賢愚，以佐天子，何得坐作奢僭，驕育負責，欺枉小民，淫恣酒色，職為亂階，以傷風化而已乎？詔書橫選，猶乃特進，而不令列侯舉。此於主德大洽，列侯大達，非執術督責，總覽獨斷禦下方也。今雖未使典始治民，然有橫選，當循王制，皆使貢士不宜闕也。是誠封三公以旌積德，誠列侯以除素餐。上合建侯之義，下合黜刺之法。賢材任職，則上下蒙福，素餐委國，位無凶人。誠如此，則諸侯必內思刺行而助國矣。今則不然，有功不賞，無德不削，甚非勸善懲惡，誘進忠賢，移風易俗之法術也。"
      },
      {
        "index": 15,
        "text": "昔先王撫世，選練明德，以統理民。建正封不過百，取法於震，以為賢人聰明不是過也。又欲德能優而所治纖，則職修理而民被澤矣。今之守相，製地千里，威權勢力，盛於列侯，材明德義，未必過古，而所治逾百里，此所治多荒亂也。是故守相不可不審也。昔宣皇帝興於民間，深知之，故常歎曰：「萬民所以安田里，無憂患者，政平訟治也。與我共此者，其惟良二千石。」於是明選守相，其初除者必躬見之，觀其志趣，以昭其能，明察其治，重其刑賞。奸宄減少戶口增息者，賞賜金帛，爵至封侯。其耗亂無狀者，皆銜刀瀝血於市。賞重而信，罰痛而必，群臣畏勸，競思其職，故能致治安而世升平，降鳳皇而來麒麟。天人悅喜，符瑞並臻，功德茂盛，立為中宗。由此觀之，牧守大臣者，誠盛衰之本原也，不可不選練也；法令賞罰者，誠治亂之樞機也，不可不嚴行也。"
      },
      {
        "index": 16,
        "text": "昔仲尼有言：「政寬則民慢，慢則糾之以猛，猛則民殘，殘則施之以寬。寬以濟猛，猛以濟寬，政是以和。」今者，刺史守相，率多怠慢，違背法律，廢忽詔令，專情務利，不恤公事，細民冤結，無所控告。下土邊遠，能詣闕者，萬無數人，其得省治，不能百一，郡縣負其如此也。故至敢延期，民日往上書，此皆太寬之所致也。噬嗑之卦，下動上明，其象曰：「先王以明罰敕法。」夫積怠之俗，賞不隆則善不勸，罰不重則惡不懲。故凡欲變風改俗者，其行賞罰者也。必使足驚心破膽，民乃易視。聖主誠肯明察群臣，竭精稱職，有功效者，無愛金帛封侯之費；其懷奸藏惡，別無狀者，圖絺锧鉞之決。然則良臣如王成、黃霸、龔遂、邵信臣之徒，可比郡而得也，神明瑞應可期年而致也。"
      },
      {
        "index": 17,
        "text": "國之所以為國者，以有民也；民之所以為民者，以有穀也；穀之所以豐殖者，以有人功也；功之所以能逮者，以日力也。治國之日舒以長，故其民間暇而力有餘；亂國之日促以短，故其民困務而力不足。所謂治國之日舒以長者，非謁羲和而令安行也，又非能增分度而益漏刻也。乃君明察而百官治，下循正而得其所，則民安靜而力有餘，故視日長也。所謂亂國之日促以短者，非謁羲和而令疾驅也，又非能減分度而損漏刻也。乃君不明，則百官亂而奸宄興，法令鬻而役賦繁，則希民困於吏政，仕者窮於典禮，冤民就獄乃得直，烈士交私乃見保。奸臣肆心於上，亂化流行於下。君子載質而車馳，細民懷財而趨走，故視日短也。"
      },
      {
        "index": 18,
        "text": "詩云：「王事靡盬，不遑將父。」言在古閑暇而得行孝，今迫促不得養也。孔子稱庶則富之，既富則教之。是禮義生於富足，盜竊起於貧窮。富貴生於寬暇，貧窮起於無日。聖人深知力者乃民之本也，而國之基，故務省役而為民愛日。是以堯敕羲和，欽若昊天，敬授民時。邵伯訟不忍煩民，聽斷棠下，能興時雍，而致刑錯。今則不然，萬官撓民，令長自衒，百姓廢桑而趨府庭者，非朝晡不得通，非意氣不得見。訟不訟輒連月日，舉室釋作，以相瞻視，辭人之家，輒請鄰裏，應對送餉，比事訖，竟亡一歲功，則天下獨有受其饑者矣。而品人俗士之司典者，曾不覺也。郡縣既加冤枉，州司不治，今破家活，遠詣公府。公府不能昭察真偽，則但欲罷之以久困之資。故猥說一科令，此注百日，乃為移書。其不滿百日，輒更造數，甚違邵伯訟棠之義。此所謂誦詩三百，授之以政，不達，雖多亦奚以為者也。"
      },
      {
        "index": 19,
        "text": "孔子曰：「聽訟吾猶人也。」從此觀之，中材以上，皆議曲直之辯，刑法之理可。鄉亭部吏足以斷決，使無怨言，然所以不者，蓋有故焉。傳曰：「惡直醜正，實繁有徒。」夫直者貞正而不撓誌，無恩於吏。怨家務主者，結以貨財，故鄉亭與之，為排直家，後反覆時，吏坐之，故共枉之於庭。以羸民與豪吏訟，其勢不如也。是故縣與部並，後有反覆，長吏坐之，故舉縣排之於郡，以一人與一縣訟，其勢不如也。故郡與縣並，後有反覆，太守坐之，故舉郡排之於州，以一人與郡訟，勢不如也。故州與郡並，而不肯治，故乃遠詣公府爾。公府不能察，而苟欲以錢刀課之，則貧弱少貨者，終無已曠旬滿祈。豪富饒錢者，取客使往，可盈千日，非徒百也。治訟若此為務，助豪猾而鎮貧弱也，何冤之能治？非獨鄉部辭訟也。武官斷獄，亦皆始見枉於小吏，終重冤於大臣。怨故未讎，輒逢赦令，不得復治。正士懷冤結而不得信，猾吏崇奸宄而不痛坐。郡縣所以易侵小民，而天下所以多饑窮也。"
      },
      {
        "index": 20,
        "text": "於上天感動，降災傷穀，但以人功見事言之，今自三府以下，至於縣道鄉亭，及從事督郵，有典之司，民廢農桑而守之辭訟告訴，及以官事應對吏者，一人之日廢十萬人，人復下計之，一人有事，二人獲餉，是為日三十萬人離其業也。以中農率之，則是歲三百萬口受其饑也。然則盜賊何從消，太平何從作？孝明皇帝嘗問：「今旦何得無上書者？」左右對曰：「反支故。」帝曰：「民既廢農，遠來詣闕，而復使避反支，是則又奪其日而冤之也。」乃敕公車受章，無避反支。上明聖主為民愛日如此，而有司輕奪民時如彼，蓋所謂有君無臣，有主無佐，元首聰明，股肱怠惰者也。詩曰：「國既卒斬，何用不監。」傷三公居人尊位，食人重祿，而曾不肯察民之盡瘁也。孔子病夫「未之得也，患不得之，既得之，患失之」者。今公卿始起州郡而致宰相，此其聰明智慮，未必闇也，患其苟先私計而後公義爾。詩云：「莫肯念亂，誰無父母。」今民力不暇，穀何以生？百姓不足，君孰與足？嗟哉！可無思乎！"
      }
    ]
  }
}