{
  "chapterNumber": 12,
  "title": "1887, հունիս 5, Թիֆլիս (Epilogue: June 5, 1887, Tiflis)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "1887, հունիս 5, Թիֆլիս։ Հայրենի քաղաքիցս հեռանալուց հետո, այսօր առաջին անգամն եմ ձեռք առնում իմ հիշատակարանը, որ ծածկված մնացել էր իմ պահարանի մի անկյունում։ Ես նորից կարդացի այն և անցյալի քաղցր հիշատակները հուզեցին հոգիս։ Այդ հուզմունքը, սակայն, ուրախություն չէր, այլ անդարձ կորուստի կսկիծ և հառաչանք… Ուղիղ երեք տարի է անցել այն երջանիկ օրից, երբ ես Ն. գյուղում քույր-Աննային ծանոթացա. սակայն այդքան ժամանակի ընթացքում ես դեռ իմ հիշատակարանում նրա անձին վերաբերյալ պատմությունը չավարտեցի։ Տխուր ժամանակը և տխրագույն դեպքերը վաղուց իմ գրիչը դատապարտել էին անգործության, և լռությունն ինձ համար դարձել էր հաճելի հիվանդություն։ Բայց հիվանդությունն, ինչպիսին էլ որ լինի, անբնական կացություն է և վնասակար, մանավանդ, հոգվո առողջության. հետևապես, պետք է ազատվել նրանից, եթե կամենում ենք դեռ ապրել, մտածեցի ես և նորեն ձեռք առի գրիչս։ Ինձ մնում էր ավելացնել իմ հիշատակարանում դարձյալ մի քանի երես և դրանով իմ «խորհրդավոր միանձնուհու» պատմությունը կվերջանար։ Այդ էլ ահա՛ անում եմ այժմ, մտածելով թե՝ իրավունք չունիմ անհայտության մեջ թողնելու հիշատակն այն աննման կույսի, որին յուր առանձնության մեջ ճանաչեցի, որի արդյունավոր գործունեությունը տեսա, որի անզուգական առաքինությամբ հիացա։ Եթե հարյուր ընթերցողից գեթ մեկը ոգևորվի իմ «միանձնուհու» ուխտով, այդ ոգևորությունն իսկ ապարդյուն չի անցնիլ, նա բարիք կարտադրե, իսկ բարվույն ամեն տեղ կդիմավորեն գրկաբաց։ Ն. գյուղից վերադառնալով, ես աշունն ու ձմեռը անցուցի մեր քաղաքում, իսկ 85 թվականի սկզբում արդեն Թիֆլիսումն էի անձնական գործով։ Մինչև այստեղ գալս մի քանի նամակներ ունեի գրած քույր-Աննային և պատասխաններն ստացած, իսկ այստեղ հասնելուց հետո, ավելի ևս հաճախ սկսա գրել, որովհետև 85 թվականի առաջին քառորդը մեզ համար հարուստ ու հետաքրքրական էր ընդհանրական մի խնդրի, այն է կաթողիկոսական ընտրության վերաբերյալ տեղեկություններով։ Եվ որովհետև հայ խմբագրություններից մեկին մոտ էի ես, ուստի կարողանում էի իմ բարեկամուհուն, գրեթե ամեն շաբաթ, նորանոր տեղեկությունները հաղորդել նկատմամբ այն անձի և նրա հետ կապված խնդրի, որոնք այնքան մոտ ու սիրելի էին յուր սրտին և որոնց մասին մենք գյուղում խոսում էինք շարունակ։ Իմ տված տեղեկությունները, նայելով ժամանակի կուսակցական ոգուն և հանգամանքների փոփոխության, լինում էին երբեմն ուրախ և երբեմն տխուր։ Սակայն մոտալուտ երջանկության մի հույս թևապարում էր մեր շուրջը։ Ամենքս սպասում էինք թե՝ որոշյալ օրն ու ժամին պիտի ավետենք միմյանց «արժանիքի հաղթանակն» ընտրությամբ մի անձի, որի մասին գովությամբ էին խոսում հայոց թերթերը և որի վրա մեծ հույս ու վստահություն ունեին հայրենասերները։ Սպասում էին նրան տեսնել բարձրացած վեհապետական այն գահին, դեպի որն ամեն հայ հառում էր յուր աչքը սիրով ու հավատով, ջերմեռանդ անկնածությամբ և որն յուր մեջ ամփոփում է հազար վեց հարյուր տարվա հայության հոգևոր կյանքի իղձերն ու մխիթարությունները։ Այդ սրբազան պաշտոնին արժանի համարված անձը, քույր-Աննայի անզուգական ուսուցիչը, հայրենավառ Գարեգինն էր, որը վաղուց արդեն եպիսկոպոսական աստիճանին հասած, այժմ արդեն նշանավոր մի թեմի սիրված ու մեծարված առաջնորդն էր։ Եվ ահա, արդարև, նույն տարվա ապրիլին ես կարողացա մի ավետավոր հեռագիր հասցնել քույր-Աննային, որին, մի շաբաթից հետո իբր պատասխան հետևյալ նամակն ստացա. «Ազնիվ բարեկամ» . «Ձեր հեռագիրը լցրեց իմ սիրտը անսահման բերկրությամբ։ Չգիտեմ ինչպե՞ս արտահայտեմ իմ շնորհակալությունը Ձեզ, որ այդքան սիրելաբար փութացել եք ինձ ուրախացնելու։ Չնայելով Ձեր հավաստիացումներին, ես, այնուամենայնիվ, հույս չէի տածում թե՝ մեր ժամանակակիցները կկարողանան այդպես իմաստաբար գնահատել արժանիքը ։ Օրհնյալ լինին նրանք, որոնք սուրբ գործի համար միացան ի մի սիրտ և «գործեցին զբարին»։ Եթե ճշմարտությունը հաղթանակում է, ուրեմն նրա զինվորները կարող են պարծենալ և քաջալերվիլ։ Եվ սա կրկնակի բարիք է մեզ համար։ Այսօրվանից արդեն գործելու նոր եռանդ է վառվում իմ մեջ։ Ես, որ մինչև այսօր «ի փոքուն եղէ հաւատարիմ», այսուհետև պետք է աշխատությունս կրկնապատկեմ, ըստ որում կա մեկը, որ կարող է մեզ «ի վերայ բազմաց կացուցանել»։ «Ողջ եղեք, ազնիվ բարեկամ և ընդունեցեք իմ սրտագին շնորհակալության և անկեղծ հարգանաց հավաստիքը, որով պիտի մնամ միշտ Ձեր խոնարհ աղախին՝ Աննա Ե…յան»։ Այդ օրից հետո անցան երկու հուսալիր ամիսներ։ Ես կրկին նամակներ գրեցի քույր-Աննային, միշտ ուրախ նորություններ հաղորդելով նրան և նույնպիսի պատասխաններ էլ ստացա։ Բայց որովհետև հուլիս և օգոստոս ամիսներում Թիֆլիսից ելած՝ ճանապարհորդում էի, ուստի քույր-Աննային նոր նամակ գրելու առիթ չունեցա։ Երբ ամռան վերջը վերդարձա քաղաք, այստեղ իմացա, որ ամեն բան արդեն փոխվել էր, և մեր հույսերն ու իղձերը իսպառ ոչնչացել… Այդ նորությունը շատ ծանր ազդեցություն արավ վրաս։ Բոլոր առօրյա խնդիրների հետ միասին ես մոռացա նաև քույր-Աննային։ Բայց նա ինքը ինձ չէր մոռացել։ Անգետ լինելով իմ բացակայության, նա կարծել էր թե՝ ես նամակ չեմ գրում իրեն այն պատճառով, որ վաղուց տեղյակ լինելով տխուր նորությանը, սիրտ չեմ անում այդ բանը իրեն հայտնելու։ Ուստի ինքը շտապել էր հետևյալ համառոտ նամակն ինձ ղրկելու. «Ազնիվ բարեկամ» . Այստեղ հասավ սույն թվականի օգոստոսի 22-ին լույս տեսած «Մեղուն»։ Ձեր լռության պատճառը հասկացա. իրավունք ունիք. լռեցե՛ք… Ձեր վշտահար քույր-Աննա»։ Եվ ես արդարև լռեցի։ Ի՞նչ գրեի այնուհետև նրան, ի՞նչ նյութի վրա խոսեի. չէ որ մեր մտերմության շունչ ու հոգի տվող խնդիրը մեռել էր և նրան այլևս հարություն տալու հույս չկար… Անցան մի քանի ամիսներ։ Ես ոչ մի նամակ չգրեցի իմ բարեկամուհուն, ոչ էլ նրանից ստացա։ Սակայն մի օր ինքս ինձ մտածեցի. «Սա արդեն անքաղաքավարություն է։ Գոնե մի քանի տող գրությամբ նրա առողջությունից հարցնեմ, խեղճ կինը առանց այն էլ ճնշված է վշտերի տակ, հետևապես և կարոտ վշտակցության…»։ Եվ իսկույն էլ նստելով՝ ո՛չ թե մի քանի տող, այլ շատ երկար մի նամակ գրեցի քույր-Աննային՝ աշխատելով կարելվույն չափ սփոփել նրա սիրտը կամ գեթ ապագայի հուսով պարարել։ Որքա՜ն մեծ եղավ իմ զարմանքն ու ապշությունը, երբ երկու շաբաթից հետո, փակած ետ ստացա իմ նամակը, Պետրոս վարժապետի հետևյալ գրության հետ. «Հարգելի բարեկամ . Վշտահար սրտով վերադարձնում եմ Ձեզ այն նամակը, որ ուղղել էիք իմ սիրեցյալ ուսուցչուհուն։ Նա այլևս չկա… Մի ամիս առաջ փոխվեցավ երկինք, թողնելով մեզ անմխիթար սուգի մեջ… Ներեցեք, որ ինձ է վիճակվել այս տխուր նորությունը Ձեզ հաղորդելու։ Հաճեցեք ընդունել խորին հարգանքը Ձեր նվաստ ծառա Պետրոս Կովիկյանի»։ Ահա մի անսպաս հարված էլ։ Մի՞թե քույր-Աննան մեռավ, մի՞թե արդարև այն մեծ, այն հոյակապ կինը այլև չէ ապրում աշխարհում… Ես չէի կարողանում հավատալ, չէի կամենում, որ դա ճշմարտություն լիներ… Բայց ավա՜ղ, վարժապետի գուժաբեր նամակը կատակի համար չէր գրված։ Սակայն ի՞նչն արդյոք սպանեց նրան, մի դաժան հիվանդությո՞ւն, թե՞ յուր հայտնի վիշտը, չգիտեի, վարժապետն այդ մասին ոչինչ չէր հիշել։ Այսպես թե այնպես այդ գույժն իմ սրտին կսկիծ պատճառեց։ Քույր-Աննայի մեռնելով մենք կորցնում էինք մինն այն գերազանց ուժերից, որոնք ծնունդ էին առել վաթսունական թվականներին, որոնց սակայն արժանավոր հետևողներ չգտնվեցին մինչև այսօր։ Սա մի անդառնալի կորուստ էր… 86 թվականի ամառը ես վերադարձա իմ հայրենի քաղաքը և ամենից առաջ սրբազան պարտք համարեցի գնալ քույր-Աննայի գերեզմանին այցելության։ Գրեթե միևնույն ամսվա մեջ ես անցա իմ ծանոթ ճանապարհներով. տեսա նույն ժամանակվա հարուստ դաշտերը, գեղեցիկ ձորերը, կանաչ բլուրները, գեղազարդ հովիտները, նույն կուսական անտառները, նույն ահավոր լեռներն ու կիրճերը։ Բոլորն էլ նույնչափ գեղեցիկ, նույնչափ հրաշալի, որչափ և ա՛յն ժամանակ։ Սակայն այդ անփոփոխ գեղեցկությունների մեջ ես, կարծես, մի տխրություն էի նշմարում. բնությունն այլևս չէր ժպտում, արևի շողերը չէին ծիծաղում, զեփյուռի շունչը էլ չէր գուրգուրում… ես չէի ականջում ոչ սարյակի երգին, ոչ ջրվեժի շառաչին, սրտիս հետ խոսում էր միայն թփերի մեջ սահող առվակի մրմունջը, որ կարծես յուր տխուր, մեղմաձիգ շշունջով՝ անհայտության մեջ մեռած հերոսուհուն էր ողբում… Երեկոյան դեմ էր, երբ Ն. գյուղը հասա։ Իմ ծանոթներից առաջին անգամ, տեր-Հովսեփին պատահեցի։ Նա դիմեց դեպի ինձ. մենք գրկվելով համբուրվեցանք, իբրև հայր և որդի։ Որքա՜ն էր նա փոխվել երկու տարվա մեջ։ Նրա մազերն այժմ ավելի սպիտակ, իսկ դեմքը՝ գունատ էր։"
      },
      {
        "index": 1,
        "text": "— Էլ ո՞ւր ես եկել մեզ մոտ, ո՛րդի,— սրտաշարժ ձայնով խոսեց քահանան,— մեր գյուղը որբացավ, անշքացավ, նրա զարդն ու գեղեցկությունը կորավ. քույր-Աննան էլ չկա, որի՞ն ես եկել տեսնելու…— Եվ այս խոսքերի հետ նրա աչքերը լցվեցան։ Ես ևս հուզվեցա և արտասվեցի։ Եվ ինչպե՞ս չարտասվեի։ Ես մտել էի այն գյուղը, որի բնությունն ու մարդիկը սիրելի էին դարձել ինձ քույր-Աննայի շնորհիվ, իսկ նա այժմ չկար, գյուղը կիսով չափ դատարկ, անշքացած և տխրամած էր երևում ինձ։ Հասանք տուն։ Մեզ դիմավորեցին քահանայի որդիքը, կինը և հարսները, վերջը եկավ և Պետրոս վարժապետը յուր ամուսնու Մանիշակի հետ։ Դրանք բոլորն էլ տխուր, բոլորն էլ կարծես ընկճված էին նույն թախծության ներքո։ Ամենքին էլ ողջունեցի ինչպես իմ սիրելի բարեկամներին, հետո սկսանք խոսել քույր-Աննայի մահվան վրա։ Խնդրեցի տեր-հորը պատմել, թե ինչ հիվանդությամբ արդյոք մեռավ խեղճ կինը և մի՞թե չէին կարող բժշկական օգնություն հասցնել։"
      },
      {
        "index": 2,
        "text": "— Երևի աստծուց այդպես էր վիճակված, որդի,— սկսավ խոսել տեր-հայրը.— նրա հիվանդության պատճառը ոչ ոք չիմացավ։ Դեռ անցյալ տարի այս ժամանակ ինչպե՜ս նա առողջ էր, ուրախ, զվարթ և հանկարծ օգոստոսի վերջերում փոխվեցավ։ Երկու ամիս շարունակ անկողնին ծառայեց։ Շատ անգամ կամեցա գնալ քաղաք բժիշկ հրավիրելու, բայց ամեն անգամ էլ նա արգելեց։— Ինչո՞ւ համար ես բերում բժիշկը, տեր-հայր,— ասում էր նա ինձ.— կյանքն արդեն ինձ համար դարձել է ծանր բեռ, ո՛վ որ այն վերցնե, շնորհապարտ կլինեմ նրան… Ինչո՞ւ համար էր այդպես ասում, չէի կարողանում հասկանալ, որովհետև այդպիսի հուսահատական խոսքեր ես նրանից առաջները բնավ չէի լսել։ Եվ սակայն պատճառը չէի համարձակվում հարցնել։ Այդպես նա հալվեց, մաշվեց և ճրագի պես հանգավ։ Պետրոս վարժապետն ուրիշ մանրամասնություններ հաղորդեց։"
      },
      {
        "index": 3,
        "text": "— Անցյալ օգոստոսի 30-ին, ուրբաթ օր, ես լավ հիշում եմ,— ասաց նա,— երեկոյան դեմ քույր-Աննան, Մանիշակը և ես նստած էինք ուսումնարանի բակում և խոսում էինք։ Վանքի ծառան բերավ լրագիրները։ Քույր-Աննան առավ և սկսավ թերթել։ Դրանցից մինի հեռագիրները կարդալիս նա հանկարծ բացականչեց. «օ՜հ, ամեն բան կորավ…» և ձեռքը դեպի ճակատը տանելով՝ բռնեց գլուխը և այդպես, գրեթե քառորդ ժամ, մնաց անշարժ, ընդարմացած։"
      },
      {
        "index": 4,
        "text": "— Ի՞նչ է պատահել, քույրիկ, ինչո՞ւ տխրեցիր,— հարցրեց Մանիշակը։"
      },
      {
        "index": 5,
        "text": "— Ինչ որ պատահել է, սիրելիս, նրա ցավը դու շատ ուշ պիտի զգաս,— ասաց նա մեղմով և լռեց։ Մենք ուրիշ հարցեր չարինք, վասնզի տեսանք, որ նա չէ ուզում խոսել։ Եվ այդ օրվանից էլ կարծես դժբախտ հիվանդությունը մտավ նրա մեջ։ Վասնզի մյուս առավոտ դասատուն չեկավ և ինձ հանձնեց պարապել յուր դասը, իսկ հետևյալ օրը՝ կյուրակի պատարագին չեկավ և դպրապետությունը ես արի։ Երկուշաբթի և երեքշաբթի դարձյալ դասերից բացակա էր։ Այդ բոլոր ժամանակ նա կամ փակված էր լինում յուր սենյակում, կամ տխուր ու մտախոհ շրջում էր անտառում։ Մի շաբաթից հետո բոլորովին թողեց յուր պարապմունքը և ամեն առավոտ կանչում էր ինձ ու Մանիշակին ու պատվիրում, թե ինչպե՞ս պիտի մենք յուր դասերը պարապենք։"
      },
      {
        "index": 6,
        "text": "— Հիվանդ եմ, սիրելիներս,— ասաց նա մի օր,— էլ գործելու սիրտ չունիմ. աշխատեցեք, որ իմ բացակայությունը զգալի չլինի երեխաներին, պարապեցեք նրանց հետ սիրով, եռանդով. դուք արդեն պատրաստված եք դրա համար։ Գուցե մի օր ես չլինիմ, ուրեմն այժմյանից գործը կառավարելու հոգսը պիտի առնեք ձեզ վրա։"
      },
      {
        "index": 7,
        "text": "— Աստված չանե, քույրիկ, ինչո՞ւ այդպես եք ասում, դուք մեզ անիծում եք,— վշտացած նկատեցինք մենք։"
      },
      {
        "index": 8,
        "text": "— Չէ, սիրելիներս, մի՛ նեղանաք, իմ սիրտը վկայում է, որ վախճանս հեռու չէ,— ասաց նա հառաչելով.— տխրելու էլ ոչինչ չունիք, ոչ ոք աշխարհում հավիտյան չէ ապրում։ Սակայն ես ուրախ եմ, որ ինձանից հետո պիտի թողնեմ ձեզ. վստահ եմ, որ դուք հավատարիմ կմնաք ինձ։ Այնուհետև նա դարձյալ մի-մի անգամ մտնում էր դասատուն, առաջվա նման քաղցրությամբ խոսում էր աշակերտների ու աշակերտուհիների հետ, ասում էր նրանց, որ այնուհետև միայն մենք պիտի պարապենք իրենց հետ և պատվիրում էր հնազանդ լինել մեզ։ Մի քանի օրից հետո քույրիկը կանչեց մեզ. այլև անցյալ տարում ավարտողներից՝ իրենց ընդունակությամբ հայտնի մի աշակերտի ու աշակերտուհու. բոլորիս հետ միասին կազմեց դասերի նոր ցուցակ և գլխավոր առարկաները մեզ, իսկ երկրորդականները վերջիններին հանձնելով, պատվիրեց, որ այդ օրից արդեն ուսումնարանի բոլոր հոգսը առնենք մեզ վրա։ Այդ միևնույն օրը նա գանգատվում էր գլխացավից, իսկ երեկոյան դողացրեց, ապա սաստիկ ջերմ ուներ և ամբողջ գիշերը, ինչպես Մանիշակն էր ասում, այրվել էր տաքությունից։ Հետևյալ առավոտ քույրիկի դրությունն ավելի վատթարացավ։ Թիկունքում, կրծքում ու կողերում ցավեր էր զգում, շնչառությունը ծանրացել էր, իսկ երեկոյան, ջերմի սաստկությունից մինչև անգամ զառանցում էր։ Այդ ամենի վրա ավելացավ նաև հազը, որ գնալով սաստկանում և քունն ու հանգստությունը խանգարում էր։ Չնայելով որ տեր-հոր և տանուտերի խնդիրը մերժեց, թույլ չտալով բժիշկ հրավիրել քաղաքից, այսուամենայնիվ մորս աղաչանքը լսեց և թույլ տվավ, որ գյուղի վարսավիրն արյուն առնե թիկունքից։ Վերջինի ասելով քույրիկը թոքերի բորբոքումն ուներ և այդ միջոցը կարող էր նրան օգնել։ Արդարև, արյուն առնելուց հետո կրծքի ու թիկունքի ցավերը հանդարտվեցան և շնչառությունը թեթևացավ։ Այնուհետև գործադրեցինք մի քանի տնային միջոցներ էլ՝ գլխացավի ու ջերմի դեմ, որով մի քանի օրից հիվանդությունը մեղմացավ։ Բայց ինքը, կարծես, չէր կամենում առողջանալ և խույս էր տալիս օգտավետ միջոցների գործադրությունից։ Նույնիսկ բավական չափով կերակուր չէր ընդունում, որից հետզհետե մաշվում ու թուլանում էր։ Այդ էր պատճառը, որ չնայելով մեր անընդհատ հոգացության, նա, այսուամենայնիվ, անկողնից չելավ և դրսում չերևաց։ Գրեթե մեզանից զատ էլ ուրիշ ոչ ոքի չէր ուզում տեսնել. խոսում էր շատ քիչ և այն՝ միայն Մանիշակի հետ, իսկ երբեմն անկողնում գրում էր ինչ որ բան։ Ախորժակը հետզհետե փակվում էր և վերջին օրերում, համարյա, ոչինչ չճաշակեց։ Իսկ բժշկական օգնությունը, ինչպես տեր-հայրն էլ ասաց, նա բացեիբաց մերժել էր։"
      },
      {
        "index": 9,
        "text": "— Հոկտեմբերի վերջին,— նորեն սկսավ խոսել տեր-հայրը,— նա կանչեց յուր մոտ ինձ, տանուտերին և գյուղի մի քանի նշանավոր մարդկանց և ասաց. «Զգում եմ, որ վախճանս մոտեցել է. ես հեռանում եմ ձեզանից, բայց իմ սիրած գործերը, որոնց արդեն կտակած եմ և իմ մնացորդ կարողությունը, թողնում եմ ձեզ։ Իմ ուսումնարանը, իմ սիրելի աշակերտները մնում են ձեր հուսով։ Պահեցեք նրանց, պաշտպանեցեք նրանց, խնդրում եմ։ Իմ վարդապետներն ու վարժուհիները դեռ երիտասարդ են և կյանքի մեջ անփորձ, օգնեցեք նրանց, թև ու թիկունք եղեք նրանց գործին և այդ երջանկություն կբերե ձեզ…»։ Մենք խոստացանք ու երդվեցինք հավատարիմ մնալ նրա պատվիրանին։ Նա սրտաշարժ խոսքերով օրհնեց մեզ և մենք արտասվելով դուրս գնացինք նրա մոտից։"
      },
      {
        "index": 10,
        "text": "— Նրա անկողնի մոտ հսկում էի ես,— խոսել սկսավ այժմ Մանիշակը․— մեռնելուց մի օր առաջ խնդրեց ինձ օգնել իրեն նստել անկողնում և կանչել յուր մոտ Պետրոսին և նորընտիր վարժապետին ու վարժուհուն։— «Իմ սիրելի որդիներս,— ասաց նա մեզ․— ես հեռանում եմ ձեզանից, բայց իմ հոգին թողնում եմ ձեզ հետ, հավատարիմ մնացեք նրան։ Գնացեք շարունակ այն շավղով, որը ես ձեզ համար հարթեցի։ Ձեզ եմ հանձնում այն գործը, որին նվիրել եմ իմ երիտասարդությունը, իմ հասուն տարիքը, իմ ուրախությունները, իմ ամբողջ կյանքը… սիրեցեք այդ գործը ձեր անձից ավելի, զոհեցեք նրան ձեր հանգստությունը, ձեր զվարճությունները, եթե կարող եք և եթե կամենում եք ինձ ժառանգորդ կոչվիլ։ Սիրեցեք միմյանց և միասնական ուժով առաջ տարեք ձեր մոր և վարժուհու սիրած ու պաշտած գործը։ Իմ հոգին կհրճվի երկնքում և ոսկերքս գերեզմանի մեջ, եթե դուք արիությամբ ծառայեք ձեր պաշտոնին և հավատարիմ մնաք իմ դավանության, որ է՝ «սիրել ընկերը յուր անձից ավելի»։ Խոստացեք ինձ որդու և աշակերտի ազնվագույն խոստումով, որ իմ պատվերները ճշտությամբ կկատարեք և ինչ որ ես ավանդ եմ տալիս ձեզ նույնը և դուք ավանդ կթողնեք ձեր որդիներին կամ հաջորդներին…»։ Մենք չորսս միասին ծունկ չոքեցինք նրա առաջ և արտասվելով խոստացանք նրա պատվերները ճշտությամբ կատարել։ Հետո նա պավիրեց կանչել յուր մոտ բոլոր աշակերտներին և աշակերտուհիներին։ Նա օրհնեց նրանց, խրատեց և պատվիրեց սիրով ու եռանդով սովորել և միշտ հնազանդ լինել ու սիրել մեզ։ Երեկոյան դեմ նա մինչև անգամ մի փոքր ուրախ էր և հենց այդ ժամանակ մի կարևոր հանձնարարություն արավ ինձ, իսկ գիշերը դարձյալ գանգատվում էր սրտի չափազանց անհանգստությունից։ Առավոտյան վերջին ժամերը նա հոգեվարքի մեջ անցկացրեց։ Տեր-հայրը, որ բոլոր ժամանակ Պետրոսի հետ միասին գտնվում էր մյուս սենյակում, եկավ և սուրբ հաղորդությունը տվավ նրան։ Երբ արևի առաջին ճառագայթներն ընկան պատուհանի վրա, նա յուր արդար հոգին ավանդել էր արդեն… Մանիշակն ավարտեց յուր խոսքը արտասվելով և մենք ամենքս զգացված՝ հետևեցինք նրան։ Երբ տխուր զրույցն ավարտելով, ես առանձնացա ինձ համար պատրաստված սենյակը հանգստանալու, Մանիշակը, որ քիչ առաջ դուրս էր գնացել Պետրոսի հետ, նորեն վերադարձավ և մտնելով ինձ մոտ՝ պարզեց դեպի ինձ մի ծրար և ասաց."
      },
      {
        "index": 11,
        "text": "— Այն հանձնարարությունը, որ վերջին երեկոյան արավ ինձ քույր-Աննան, այս էր։ Նա պատվիրեց ինձ՝ հանձնել ձեզ այս ծրարը, եթե երբևիցե գալու լինեիք մեր գյուղը՝ յուր գերեզմանին այցելելու։— Այս ասելով նա թողեց ծրարն իմ ձեռքում և դուրս գնաց։ Եվ այնքան արագ կատարեց նա այս, որ ես սկզբում կարծես չհասկացա թե՝ ի՞նչ էր ասում ինձ, որովհետև ուշադրությունս տակավին գրավված էր նորատի կնոջ անսպաս ներս գալովն։ Բայց, երբ նա ծրարն իմ ձեռքում թողնելով հեռացավ, այն ժամանակ միայն խելաբերեցի և սկսա դիտել ինձ տրված ավանդն այնպիսի երկյուղած հետաքրքրությամբ, որով միայն ջերմեռանդ հավատավորը կարող էր դիտել հանկարծ ու անսպաս երևան եկած մի սրբի մասունքը… Ծրարի վրա իմ անվան կամ ազգանվան փոխարեն գրված էր միայն՝ «մեր բարեկամին»։ Այսքանն արդեն բավական էր, որ իմ հիշողության մեջ նորեն կենդանանար քույր-Աննայի կյանքի ամբողջ պատմությունը կամ իմ առաջ նկարվեր նրա հոյակապ, սրբափայլ պատկերը։ Եվ ա՞յդ էր արդյոք պատճառը, որ ինձ մի վայրկյան այնպես թվաց թե՝ նա իրոք չէ մեռել, թե դեռ ապրում է և պիտի խոսի ինձ հետ… նրա ձեռքով գրած երկու բառերը այդպիսի մի հավատ ներշնչեցին ինձ առ վայրկյան։ Միևնույն ժամանակ, ես դանդաղում էի բանալ ծրարը։ Ինձ այնպես էր թվում թե՝ այդ չպիտի անեմ միայնակ, առանց քահանայի, կամ քույր-Աննայի ձեռնասունների ներկայության։ Ի՞նչ կար արդյոք ծրարում, կտա՞կ էր դա, թե՞ մասնավոր հաղորդագրություն, չգիտեի և ոչ էլ կարող էի գուշակել. բայց գիտեի այն, որ այդ առաքինի կնոջ գործերը, նրա սիրտն ու հոգին մի մարդու չեն պատկանել, այլ ժողովրդին, ուրեմն և նորա թողած ավանդը հայտնի պիտի լինի շատերին։ Այս մտքերն ինձ զբաղեցրին մի քանի վայրկյան։ Բայց հետո հիշեցի որ Մանիշակը ծրարը հանձնեց ինձ առանձին և որոշակի ասաց. «Քույր-Աննան պատվիրեց հանձնել ձեզ այս ծրարը, եթե երբևիցե գալու լինեիք մեր գյուղն յուր գերեզմանին այցելելու». ուրեմն միայն ինձ էր տրված այդ շնորհը և ես իրավունք չունեի մասնակից անել նրան ուրիշներին։ Այս մտածությամբ բացի ծրարը, որ պարունակում էր յուր մեջ ծայրեիծայր գրված մի քանի թերթիկներ, հետևյալ բովանդակությամբ. «3 հոկտ. 1885 Ազնիվ բարեկամ. Երկու շաբաթ առաջ ծանր հիվանդացա թոքերի բորբոքումով։ Չգիտեմ ինչպե՞ս և ինչո՞ւ անցավ այն։ Ինքս իսկապես չէի ուզում ապաքինվիլ… այժմ փոքր ինչ կազդուրված եմ, թեպետ տակավին չեմ ելած անկողնից։ Կարող է պատահել, որ երբեք էլ չելնեմ։ Այդպիսի մի նախազգացում պաշարած է այժմ ինձ։ Այդ իսկ պատճառով կամենում եմ օգտվել իմ կյանքի մնացորդից և գրել ձեզ մի քանի բան։ Ձեզ իմ անցյալի պատմությանը ծանոթացնելուց հետո, ավելորդ չէ հաղորդել և պատմությունն իմ վերջին օրերի, որոնք թվում է, թե չի պիտի երկարեն… Ի՞նչ էի ես ամիսներ առաջ և ի՞նչ եմ այժմ, այդ պարզ տեսնում եմ. ուրեմն իրավունք ունիմ սպասելու վախճանիս… Կար ժամանակ, երբ չէի մտածում դրա համար. մեռնելու հարցով չէր զբաղվում հոգիս, որ տոգորված էր միայն գործելու տենչով։ Իսկ ա՞յժմ… Աստված իմ, որքա՜ն շատ եմ փոխվել… էլ կյանքն ու գործը չեն գրավում ինձ. անհաջողությանը դեմ այնքա՜ն ուժգին մաքառող կամքս էլ չէ վառում իմ եռանդը, որ մոտ է մարելու… Ձեզ հայտնի հարվածից ես այնպես ընկճվեցա, ինչպես փոթորկից բարեբեր ծառը, որ արմատահան լինելով՝ դառնում է անընդունակ ապրելու և պտղելու բայց ինչո՞ւ այս աստիճան… Երբեմն այս մասին մտածում եմ ժամերով և ապա գալիս տխուր հետեվանքի.— ինձ համար հետզհետե պարզվում է մի հարց, որի մասին առաջ ես չեմ մտածել, կամ գոնե ինձ թվում է թե՝ չեմ մտածել։ Այդ այն է, որ ես այժմ ինձ տեսնում եմ անզոր այլևս արգելքի դեմ մաքառելու և դրա պատճառը համարում եմ այն, որ իմ մեջ տակավին ապրում է կինը, նա, որին մեծ բանաստեղծը իրավամբ է անվանել թուլություն։ Որքա՞ն է ուղիղ իմ հայացքը այս խնդրի վրա, չգիտեմ, ես կպատմեմ ձեզ իմ կրածն ու զգացածը այս վերջին ամիսներում և դուք նրանից ձեր եզրակացությունն արեք։ Բայց… ձեռքս հոգնեց, գլուխս պտտում է… խոսենք այս մասին վաղը։ «4 հոկտ. Դեռ մի տարի սրանից առաջ որքա՜ն ինձ ուժեղ և անընկճելի էի համարում, որքա՜ն մեծ փափագ ունեի ապրելու, որովհետև ընտրածս ասպարեզի վրա տակավին կատարելու գործեր ունեի։ Հիշում եմ, նույնիսկ ձեր հեռագրին տված իմ պատասխանում ասում էի թե՝ «այժմ իմ մեջ վառվում է գործելու նոր եռանդ, վասնզի արժանիքն արդեն գնահատվել և ճշմարտությունը հաղթանակել է և թե ուրեմն սրա զինվորները կարող են պարծենալ և քաջալերվիլ»։ Այդ զինվորների շարքում, հարկավ, թվում էի և ինձ… Բայց ավա՜ղ, չանցավ մի չնչին միջոց և ահա մենք զգացինք, թե որքա՜ն վաղաժամ էր մեր ուրախությունը, թե որքա՜ն զուրկ էինք մենք ոգևորվելու և նույնիսկ հուսալու իրավունքից… Այսպիսի դեպքում ի՞նչ է անում արդյոք ուրիշ երկրում կինը, այն տկար արարածը, որին ոգևորությունը թևեր է տալիս, իսկ հուսախաբությունը զրկում մինչև անգամ կանգուն մնալու կարողությունից… չգիտեմ։ Ինձ համար միայն կարող եմ ասել թե՝ փորձության այս հարվածին դիմադրել չկարողացա, տխուր հայտնության առաջին վայրկյաններն իսկ բավական եղան ինձ ընկճելու և վհատեցնելու։ Եվ դրա պատճառը, ինչպես երեկ էլ ասացի, համարում եմ այն, որ իմ մեջ տակավին ապրում է կինը, զգացմունքների և թուլության այն մարմնացումը որ կրում է մի սիրտ՝ բոլորովին աննման տղամարդու սրտին… Թեպետ իմ անցուցած սահմանափակ կյանքը իրավունք չի տալ ինձ զատել այս դեպքում կենցաղագետի հավակնությամբ, այսուամենայնիվ, հիմնվելով ա՛յն ծանոթությունների վրա, որ այսքան տարիներ ունեցել եմ մարդկանց հետ, և, մանավանդ, այն ծանր փորձերի որոնց իբրև կին ենթարկվել եմ անձամբ, կարող եմ պնդել թե՝ տղամարդը անհատական կյանքով ապրելու համար օժտված է ավելի զորեղ կամքով ու կորովով, քան կինը, հետևապես վերջինս իզուր է աշխատում մրցել նրա հետ այդ ասպարեզում։ Տղամարդը, այո, կարող է ապրել միայնակ և ինքն յուր մեջ կենտրոնացած՝ նվիրվել յուր սրտի մեծադրած շահերին (լինին դրանք անձնակա՛ն, հասարակակա՛ն, թե՛ գաղափարական) և այդ նվիրման մեջ յուր սրտի հանգիստն ու գոհությունը գտնել։ Հանդիպե՞ց նա մի գործում անհաջողության, կփորձե երկրորդը, երրորդը և սակայն հուսահատությունը չի ընկճիլ նրան։ Մինչդեռ կինն այդպես չէ. նա ծնվել է ոչ թե ուժերի դեմ մաքառելու, այլ նրանց պաշտպանությունը վայելելու, ոչ թե կռվելու կամ հալածվելու, այլ սիրելու և սիրվելու համար, ուստի նա լա՛վ է ապրում և լավապես գործում միայն ա՛յն ժամանակ, երբ սերն ու գգվանքը սնունդ են տալիս նրա սրտին և խրախուսում նրա ճիգն ու աշխատանքը։ Այդպիսի ժամանակ կինը ընդունակ է նույնիսկ մոռանալ իրեն և նվիրվել բոլորովին սիրած անձի էությանը, նրա մտքերին ու գաղափարներին, նրա մեծադրած շահերին, նրա անվանն ու փառքին… կինը հաճախ ավելի սիրով, դառնում է մի հյուլե կամ ամենաշատը՝ լուսո մի շառավիղ՝ այդ փառքի պատկերը լուսավորելու համար, քան թե փայփայում է յուր սեփականը՝ իբրև ուրույն գործող երևալու համար։ Եվ այդ անում է ո՛չ այն պատճառով, որ ինքն ավելի է ընդունակ անձնվիրության, քան տղամարդը, այլ այն՝ որ ավելի է ապրում զգացմունքներով, այսինքն սրտով։ Եվ որովհետև կնոջ սիրտը միայնակ մնացած ժամանակ չի ջերմանում ինքն իրեն, ըստ որում նա ստեղծված է մի ուրիշ էակի շնչով ջերմանալու, նրա ազդեցությամբ բաբախելու, նրա գգվանքով զորանալու և, ի վերջո, նրա էության մեջ լուծվելու և այդ լուծման մեջ յուր երանությունը գտնելու համար, այդ պատճառով նա, ձգտելով դեպի յուր ընտրած էակը, ցանկանում է տեսնել նրան կարող ու զորավոր. որպեսզի ինքը՝ նրանից սիրված ժամանակ, սիրվի գերազանցորեն, բուռն և ուժգին… Եվ հենց այդ պատճառով էլ նա սիրով տալիս է այդ էակին ամենը, ինչ որ ունի մեծագին, որպեսզի դրանով ավելի զորանա ա՛յն աղբյուրը, որ կյանք պիտի տա իրեն։ Այս իսկ է պատճառը, որ կինն ավելի է ուրախանում սիրած անձին հասած մի հաջողությամբ, կամ տխրում նրա կրած մի կորուստով, քան եթե դրանք հասած լինեին իրեն։ Վասնզի հավատում է թե՝ ինքը կարող է մնալ միշտ կանգուն և զորավոր, քանի զորավոր է սիրո առարկան, բայց կընկճվի, կոչնչանա, երբ այս վերջինը զրկվի յուր ուժից… Եթե տեսնեք մի՛ կին, որ ապրում ու գործում է միայնության մեջ, օ՜, այդտեղ էլ պտրեցեք այն աներեվույթ ոգին, որ նրան ընկերանում, շունչ ու կյանք է տալիս, հուր ու կորով է ներշնչում… այո՛, կնոջ սիրտը մենակ ապրել չէ կարող, միայնության մեջ նա կսառչի, կընդարմանա և այդ է պատճառը, որ նա սրտագին ձգտում է դեպի ջերմացնող ճառագայթները։ Թող նրանց աղբյուրը գտնվի թեկուզ հեռվում, անհունության մեջ, բավական է, որ նրանց լույսն ու ջերմությունը հասնում են իրեն, նա գոհ է լինում և այդքանով… Բայց երբ այդ լույսը մարում, երբ ճառագայթների աղբյուրը ցամաքում է, օ՜, այն ժամանակ մի՛ պտրեք կնոջը կենդանիների մեջ… ախ, որքա՜ն թույլ եմ… աչքերս խառնվում են, չեմ կարող շարունակել… «5 հոկտ. Իզուր չէ ասում լատինական առածը՝ «առողջ հոգին առողջ մարմնի մեջ»։ Ինձ թվում է թե՝ հուսահատությունն այսքան չէր ընկճիլ հոգիս, եթե ես չհիվանդանայի. բայց պատահեց անսպաս։ Ձեր հեռագիրը ստանալուց հետո ինձ այնպես լավ էի զգում, այնպես երջանիկ, որ կարծես նորեն երիտասարդացել էի։ Ես, որ իմ գործունեության երկար շրջանում ոչ ցնորել էի և ոչ երազել, այժմ այդ անում էի ինչպես կյանքի գարունը նոր ողջունող մի պատանեկուհի։ Գրեթե օրերով մտորում էի այն մասին թե՝ ահա, ուր որ է «ընտրյալը» կգա, կողջունե կարոտով սիրած հայրենիքը, կբազմի հինավուրց աթոռի վրա և շուրջը խմբելով արժանյաց տեր անձինք, կսկսե վերաշինել խաթարյալ տունը, կմաքրե նրան փտությունից ու փոշուց և միջից հանելով հիվանդն ու օտարամուտը, տեղը կհաստատե առողջն ու հարազատը։ Նա կվանե, ասում էի, այդ տան դռներից սեղանավորներին, հացկատակներին, բանսարկու խռովարարներին, գայթակղություն սերմանողներին և դրանց փոխարեն կկարգե դետ և խնամակալ անկաշառ, ուղղամիտ և արդարադատ անձանց, որոնք չարի փոխարեն՝ կհաստատեն բարին, խռովությունը կփոխարինեն խաղաղությամբ, ատելությունը՝ սիրով, գայթակղությունը՝ ուղիղ հավատով։ նա կընդլայնե, մտածում էի, լուսավորության ասպարեզը, գործի հրավիրելով անձնվեր սրտերին, արժանավոր մշակներին և քաջալերելով շնորհն ու առաքինությունը՝ կհաստատե մեր մեջ միայն բարձրին ու արժանավորին երկրպագելու պաշտամունքը։ Այսպիսով հետզհետե մեր հոգևոր աշխարհից կհալածվին տգիտությունը և այն շահագործող պաշտոնյաները, որոնց շնորհիվ շատ ջերմ սրտեր են սառել, շատ վեհ հոգիներ վշտացել, բարձրախոհ մտքեր ընկճվել, հույսեր ու ակնկալություններ մարել։ Եվ երբ այսպիսով կմաքրվի վեհավայրը շրջապատող մթնոլորտը, երբ սևաթույր ամպերը հորիզոնից կանհետանան և արդարության արևը սուրբ խորանը կողողե, այն ժամանակ այդ արևից կջերմանան նաև սառած սրտերը, կամոքվին, ուժ կառնեն վշտացած հոգիները, նորեն կվերածնվին և վեհ մտքերը, և մեծ հույսերը… Եվ ամենքը միահամուռ, մի սիրտ և մի հոգի՝ կփարին իրենց լուսածին մորը, կտան նրան սիրո կաթոգին համբույր և նրանից կառնեն լույս, ջերմություն և կենդանություն…։ Այս ոգևորված մտորումների ժամանակ, մի հանդուգն զգացմունք խտտղում էր սիրտս և լցնում այն անբացատրելի երանությամբ։— Ես մտածում էի թե՝ ինչպիսի հոգեկան հրճվանքով պիտի գգվեմ այն միտքը, թե այս մեծ անձը, որ այնքան առաքինաբար յուր նվիրման ընթացքը կատարեց և որքան զոր շնորհներով զարդարվելով ազգի միահամուռ ընտրության արժանացավ, այս վեհ անձը, որ այսօր մեր հոգևոր կյանքի նավը վարում է այսքան իմաստնաբար և հմտորեն հեռացնելով խարակներից ու խութերից՝ ուղղում է դեպի հուսո, սիրո և հավատո անգութ նավահանգիստը. այս անձը, որին սիրում է ամեն ազնիվ հայի սիրտ և որի մեջ նա յուր լավագույն իղձերն ու հույսերն է ամփոփում, սա նա է, որին իմ սիրտը սիրեց, որին իմ հոգին փարեց ջերմագին…։ Ապա այս քաղցր ցնորքներին հաջորդում էր մի ուրիշը, առավել քաղցրագույնը.— Ես մտածում էի, թե կհասնե և այն օրը, երբ վեհը կելնե յուր վիճակը պտտելու, յուր ժողովուրդն ու նրա չարն ու բարին տեսնելու։ Եվ այդ ժամանակ նա կմտնե նաև հին Սյունյաց աշխարհը, կայցելե նրա լեռներին ու հովիտներին, նրա հեռավոր, բայց սիրազվարճ գյուղերին, նա կհանդիպե նաև մեր այս ավանը, ուր կգտնե ինձ՝ յուր նախկին աշակերտուհուն… Նա կտեսնե նրան՝ աշխարհից հեռացած սև սքեմ հագած և յուր իմաստուն խորհրդով ժողովրդին նվիրված… Կտեսնե նաև այդ նվիրման արդյունքը — իմ ստեղծած գործերը, իմ աշխատությանց պտուղները և դրանց արժեքը արդարությամբ գնահատելով, կօրհնե ինձ, կօրհնե իմ գործերը և այն վայրկյանը, երբ յուր սիրո կայծը վառեց իմ հոգին և պատճառ եղավ այսքան բարիքների… Օ, կարո՞ղ եք զգալ չափն այն բերկրանքի, որ լցնում էր սիրտս նման վայրկյաններում և մոռացնել տալիս ինձ այն բոլոր վշտերն ու նեղությունները, որ երբևիցե կրել եմ իմ կյանքում։ Եվ ի՞նչ կանվանեիք դուք այս զգացմունքը. եսասիրությո՞ւն, թե սնափառություն. ինձ թվում է թե՝ ոչ մեկն է և ոչ մյուսը։ Այս զգացմունքը, նույնիսկ, անուն չուներ յուր համար։ Որովհետև նա չէր արտահայտվում հրապարակով, աղմուկ չէր հանում, մտքեր չէր հուզում. նա միայն թաքուն սնունդ էր տալիս կնոջ զգայուն սրտին և ընդունակ դարձնում նրան՝ անվերջ նվիրվելու, հավիտյան զոհվելու… Եվ սակայն, ավա՜ղ, այս բոլոր երազները անցան իբր ստվեր. իմ քաղցր հույսերը մեռան անհարիր՝ մեռցնելով իրենց հետ իմ սիրտն ու հոգին։ «6 հոկտեմբեր Երեկ կամենում էի խոսել այն մասին թե՝ ինչպես հիվանդ մարմինը հիվանդացնում է հոգին. բայց զգացմունքների հոսանքը տարավ ինձ այլ կողմ, ուստի մտադրյալ նյութից հեռացա։ Այժմ արդեն կխոսեմ այդ հիվանդության համար, որ ինձ պատահեց գրեթե անսպաս, կամ ավելի ճիշտն ասած, ինքնամոռացությունից։— Տխուր նորության իրազեկ լինելուց և մեր կորուստի չափն ըմբռնելուց հետո, արդեն աշխարհը մթնել էր ինձ համար։ Առաջին վայրկյանից իսկ, ինչպես անցյալներն էլ ասացի, զգացի ծանր շունչը մի ճնշող վհատության, որ ապա հետզհետե իմ էությանը տիրեց։ Այդ իսկ պատճառով գործ ու պարապմունք մի կողմը թողած, անձնատուր էի եղել տխուր մտածությունների։ Ոչ միայն գյուղն ու ժողովուրդը, որոնց կարծես մոռացել էի, այլև իմ դպրոցն ու սիրած սաները համարյա այլևս չէին գրավում ինձ։ Ես որ ամեն առավոտ նրանց տեսնելով թարմանում ու զվարթանում էի, այժմ ընդհակառակն, աշխատում էի հեռանալ նրանցից, որպեսզի կարողանամ ազատորեն նվիրվել իմ մենավոր մտածությանց, որոնք որքան էլ ծանր ու հոգեմաշ, այսուամենայնիվ, գրավում էին ինձ ավելի քան որևէ ուրիշ զբաղմունք։ Այդ իսկ նպատակով առավոտից արդեն հարկ եղածը կարգադրելով՝ ինքս փակվում էի իմ առանձնարանում կամ դպրոցից հեռանալով՝ անտառի մեջ թափառում, որպեսզի կարողանամ ցնորքների աշխարհում գտնել ա՛յն սփոփանքը, որ զլանում էր տալ ինձ իրական աշխարհը։ Ահա՛ այդպիսի մի օր, երկար թափառելուց հետո, վերադառնում էի տուն։ Հասնելով անտառի եզերքին, կամեցա քիչ հանգստանալ, որովհետև թե՛ հոգնած և թե՛ քրտնած էի։ Երեկոյան դեմ լինելով՝ հովը փչում էր խիստ անուշ և թռչունները ճռվողում էին ծառերի մեջ։ Նստելով առվի մոտ ընկած մամռապատ ու հանգիստ ժայռերից մեկի վրա, աչքերս սևեռեցի հեզասահ ալիքներին, որոնց մեջ իրոք տեսնում էի մտքերիս հարազատ պատկերը։ Դրանք երկուսն էլ հարազատ ու հեղհեղուկ, միշտ միմյանց հրելով և միմյանց թևակոխելով՝ շարունակ դիմում էին առաջ, առանց գիտենալու թե ո՞ւր են գնում, ո՞ւր է իրենց հանգիստը և ու՞ր վախճանը… Չգիտեմ ախորժ հո՞վը, թե հոգնածությունը քիչ հետո մի տեսակ թմրություն բերին վրաս, ուստի գլուխս ժայռին դնելով կամեցա մի փոքր նիրհել և սակայն շուտով քաղցր քուն մտա։ Քանի՞ ժամ անցավ, չգիտեմ, միայն թե երբ արթնացա շուրջս արդեն մութ էր, աստղերը փայլում էին և լուսնի սկավառակը հուշիկ բարձրանում էր լեռների ետևից։ Տեղիցս բարձրանալու ժամանակ զգացի, որ մրսել եմ, որովհետև մեջքս ու թիկունքս սառել էին տախտակի պես։ Վերադառնալով տուն, անհանգիստ դրության մեջ գտա սպասուհուս, որ իմ վերադարձը զբոսանքից՝ չէր տեսած այդքան ուշ։ Ես նրան հայտնեցի, թե քնով էի անցել առվի ափին, սառը ժայռերի վրա։ Բարի կինը վախեցավ և գուշակեց, որ անշուշտ ցուրտ առած պիտի լինիմ, ուստի խորհուրդ տվավ շտապել, կարելվույն չափ շուտ պառկել և քրտնել։ Բայց ես զանց արի նրա խորհուրդը։ Կյանքն այլևս ինձ համար գրավիչ ոչինչ չուներ։ Ուրեմն, հարկ էլ չկար նրա պահպանության համար հոգալ։ Հետևյալ առավոտ շատ թույլ էի տեսնում ինձ. մարմինս կարծես ջարդված էր։ Իսկ երրորդ օրը, սաստիկ գլխացավն ու ջերմախտի նշանները համոզեցին ինձ, որ արդեն վտանգավոր հիվանդության բռան մեջ եմ… Սակայն այդ համոզմունքն ինձ չտխրեցրեց։ Ընդհակառակը, մի թաքուն ուրախություն զգացի, մտածելով թե՝ գուցե այս նորաբաց ճանապարհով ազատվիմ իմ հոգեկան բազմաթիվ վշտերից։— Դուք, իհարկե, այս տողերը կարդալով նախատում եք ինձ իմ փոքրոգի մտածությանց համար, բայց ես արդեն ձեզ ասել եմ թե՝ անկեղծորեն պիտի խոստովանիմ իմ կրածն ու զգացածը։— Եվ ահա այսպես, ես հիվանդացա թոքերի սաստիկ բորբոքումով։ Քահանան, իմ սաներն ու նրանց ծնողները շրջապատեցին ինձ իրենց կարեկից հոգատարությամբ, բայց և այնպես չգիտեին թե՝ ինչո՞վ իսկապես կարող են առաջն առնել իմ հիվանդության, որ հետզհետե սուր կերպարանք էր առնում։ Նրանք ամենից առաջ աշխատեցին համոզել ինձ բժիշկ բերել տալ քաղաքից, բայց ես չկամեցա և հավատացնում էի թե՝ շուտով պիտի առողջանամ։ Տասնևհինգ օր շարունակ ճգնաժամի մեջ էի և այժմ, գուցե, պառկած լինեի հողի տակ, եթե մի հասարակ միջոց — եղջյուրով արյուն առնելը, որի բարերար ներգործության ես չէի հավատում, թեթևացրած չլիներ իմ ցավերը։ Բայց և այնպես, այսօր արդեն ամիսը լրանում է և ես դեռ անկողնումն եմ։ Թեպետ կրծքումս ու թիկունքումս այլևս ցավեր չեմ զգում, բայց հազս սաստկացել է. հաճախ ջերմում և գիշերները քրտնում եմ. մարմինս հետզհետե մաշվում է և մի քանի օր կա, ինչ տանջող հազիս հետևում է արյուն… ինձ թվում է թե` իմ հիվանդությունն արդեն փոխվեցավ և շուտով էլ ինձ գերեզման կտանե. մանավանդ որ տխուր մտածմունքները հանգիստ չեն տալիս ինձ… Այս պատճառով էր, որ ասում էի թե՝ հիվանդ մարմինը հիվանդացնում է և հոգին։ Եթե մարմինս առողջ լիներ, գուցե հոգիս չընկճվեր այս աստիճան կամ հուսահատությունը չհաղթահարեր նրան… Օ՜հ, եթե իմանաք թե՝ որքա՜ն ուժ եմ գործ դնում ամեն անգամ մի քանի տող գրելու համար և թե հետո այդ լարումին որպիսի անկումն ու թուլություն է հաջորդում… բավական է. էլ գրիչ շարժել չեմ կարող…» «12 հոկտ. Հինգ օր շարունակ ոչինչ չգրեցի։ Չէի կարող, սաստիկ թուլացել եմ. հազս, մանավանդ, հանգիստ չէր տալիս, բայց այսօր կամեցա շարունակել… Գեղեցիկ եղանակը գրավեց ինձ։ Արևի շողերը լցրել են սենյակս կենդանարար ջերմությամբ. իսկ դուրսը հրաշալի է… Հիշո՞ւմ եք դուք իմ պատուհանի առաջ բացվող տեսարանը — լեռնալանջի թավուտը, ժայռերի սպառվածը և ապա երկուստեք ուռիներով ծածկված ջրաղացի առուն, որ ժայռերին հասնելուց՝ զորեղ շառաչով թափվում է դեպի ձորը… Այդ բոլորն այժմ ողողված է արևի լուսով։ Սակայն կանաչը դեղնել է արդեն. ծառերը հետզհետե մերկանում են տերևը։ Բնությունն էլ, կարծես, թուլացել, կորցրել է յուր առույգությունը… Բայց ինչո՞ւ նրա այդ տկարության մեջ մենք դարձյալ գրավիչ մի բան ենք տեսնում. ինչո՞ւ այնքան սիրով նայում ենք նրա հանգչող կենդանության վրա… Ինձ թվում է, թե ա՛յն պատճառով, որ հավատացած ենք թե նա չի մեռնելու, թե նրա կենդանությունը ոչ թե սպառում, այլ հանգստանում է՝ նորեն ուժ առնելու, նորեն վերածնելու, նորեն ստեղծագործելու համար… Հավատացած ենք, թե ամեն ինչ սառեցնող և մահացնող ձմեռը չի կարող սպանել բնության գեղեցկությունը. թե ցրտաշունչ եղանակին կհաջորդե գարունը՝ յուր ջերմացնող արևով, յուր քաղցրասյուք հովերով, յուր վարսագեղ կանաչով, յուր վառվռուն ծաղիկներով, որ առատորեն ամեն կողմ սփռելով կպճնե, կզարդարե մարգն ու մարմանդը, դաշտն ու բլուրը, լեռն ու քարափը և… մոռացնել կտա մարդկանց ժանտ ձմռան գոյությունը, նրա ցուրտն ու սառույցը, նրա մահաշունչ բռնությունը… Իսկ այդ գարո՞ւնը, օ՜հ, աստված իմ, ես էլ չեմ տեսնելու… նրա արևն ու հովերը, նրա կանաչն ու ծաղիկները, էլ իմ աչքերը չեն պարարելու… Բայց, ա՜խ, ինչպե՜ս կկամենայի ապրել… նորեն ուժ առնել, նորեն առույգանալ, նորեն աշխատել, տքնել և գարնան բարիքներով իմ ջանքերը պսակել… Ինչո՞ւ, ինչո՞ւ բնությունից դասեր չենք առնում. ինչո՞ւ նրա հարազատ ծնունդները լինելով նրա ցույց տված օրինակներով չենք ոգևորվում և թույլ ենք տալիս, որ վհատությունը տիրե մեր հոգուն, գերե մեր սրտերը, սպանե թանկագին տենչերն ու իղձերը… Չէ՞ որ գիտենք, թե՝ մահաշունչ ձմռան հաջորդում է միշտ կենսաբեր գարունը, չէ՞ որ սա արդեն հավիտենական ճշմարտություն է… Եվ սակայն, ավա՜ղ, սխալ գործեցի, մոռացա մի վայրկյան մեծ ճշմարտությունը և այժմ արդեն ուշ է… Չպետք է մոռանալ և ոչ իսկ մի վայրկյան…» «14 հոկտ․ Կամեցա դարձյալ գրել, բայց տեսնում եմ, որ ուժ չունիմ. ինքս չկարողացա նստել անկողնում. Մանիշակն օգնեց… Ա՜խ, այս հրեշտակը, այս բարի և ազնիվ հոգին… մի վայրկյան չի հեռանում ինձանից, իսկ Պետրոսը շարունակ պտտում է մյուս սենյակում։ Ինչպե՜ս տխուր ու ճնշված են նրանց մատաղ սրտերը… Իմ ցավերը չեն տանջում ինձ այնքան, սրանց արտասուքն է, որ մորմոքեցնում է սիրտս… Օ՜հ, այժմ, այժմ միայն կցանկանայի ապրել, որ սրբեի սրանց արցունքը և սովորեցնեի չլալ, երբեք չլալ, այլ արիանալ և գործել… ավա՜ղ, այդ դասը ես չտվի նրանց, որովհետև չգիտեի թե՝ հարկ կլինի լալ… այժմ տեսնում եմ, որ անհրաժեշտ դասը մնացել է առանց խոսելու… Ի՞նչ անեմ. ես այլևս անկարող եմ… մնում է օրհնել այն բերանները, որոնք այդ դասը կխոսեն ոգևորությամբ…» «15 հոկտեմբեր Գրել այլևս անհնար է… գրիչս ընկնում է… նրա փոխարեն զորանում է արտասուքս… ծրարեմ այս թերթերը, եթե առողջացա, դարձյալ կգրեմ, եթե ոչ, խոսածս էլ բավ է… արդեն գիտեք թե՝ ինչո՞ւ մարեց կրակը… ընդունեցեք իմ ջերմագին ողջույնը… Եթե երբևիցե պատահեք իմ սիրելի ուսուցչին, պատմեցեք նրան իմ մասին մի քանի բան… Ասացեք, որ յուր քաղցր պատվերի համաձայն՝ «մեռաւ ցորեանն, զի բազում արդիւնս արասցէ…»։ Ձեր քույր-Աննա» ։ Այս ամենը կարդալու ժամանակ՝ ես շատ անգամ հուզվեցա և երբեմն հազիվ էի ինձ զսպում, որ բարձրաձայն չհեկեկամ։ Իսկ երբ աննման կույսի վերջին խոսքերը կարդացի, արտասուքս սկսավ աղբյուրի պես հոսել և ես գլուխս ձեռքերիս մեջ առած՝ երկա՜ր լաց էի լինում, ինչպես թանկագին հարազատը կորցրած մի մարդ։ Հետևյալ առավոտ, շատ վաղ գնացի քույր-Աննայի գերեզմանը համբուրելու։ Նա գտնվում էր եկեղեցու արևելյան կողմը, փոքրիկ անտառի եզերքին, գեղեցիկ ու նորաստեղծ բարձրավանդակի վրա։ Մի պարզ, սպիտակ տապանաքար ծածկում էր այդ սուրբ գերեզմանը, որի վրա սավառնում էին նորատունկ ուռիներ։ Բարձրավանդակն ամբողջապես զարդարված էր ծաղկանց տունկերով, և նրանց շուրջը պատելով՝ խոխոջում էր փոքրիկ, ականակիտ առվակ, որ յուր մշտամռունչ մրմունջը ուռիների սոսավյունին խառնելով՝ ասես թե հավիտենական մեղեդիներ էր երգում անզուգական կույսի հանգստյան համար։ Մենավոր շիրիմի շուրջը տիրում էր վսեմ, խորհրդավոր լռություն, որ մարդուն ակամա դարձնում էր ջերմեռանդ։ Ես խորին ակնածությամբ մոտեցա շիրիմին և երկյուղածությամբ համբուրեցի այն։ Տապանի վրա, հանգուցյալի ցանկությամբ, փորագրված էր միայն երեք բառ. «Քույր-Աննայի հանգիստը»։ Բայց որքա՜ն մտքեր, որքա՜ն պատմություններ կային այդ պարզ բառերի մեջ… Այդտեղ ամփոփված էր գողտրիկ զգացմունքների, սուրբ գաղափարների և ազնվագույն ոգևորության մի ամբողջ աշխարհ… Այդ կանաչազարդ շիրիմի մեջ հանգչում էր հայրենիքի սուրբ սիրո նահատակը - մարմնացյալ անձնվիրությունը, որ սրի դեմ չէր գնացել, վառոդի դեմ չէր խիզախել, բայց մղել էր նույն կռիվը, ինչ որ ամեն մի մեծ հերոս… Ո՞ր ճշմարիտ հայրենասերը չէր խոնարհիլ յուր գլուխը այդ սրբազան շիրիմի առաջ և ո՞ր նոր երիտասարդի սրտին՝ սեր ու եռանդ չէր ներշնչիլ «Քույր-Աննայի հանգիստը» … Համբուրելով այդ շիրիմը, ես չոքեցի նրա առաջ՝ աղոթեցի սրտահույզ։ Իմ աղոթքը մի ջերմ ցանկություն էր, տեսնել մեր մեջ, գոնե այսուհետև, քույր-Աննային և նրա ուսուցչին արժանավոր հետևողներ։"
      }
    ]
  }
}